{
  "videoId": "-3IHbPNkE3k",
  "title": "Elon Musk's SpaceX and xAI merge | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 245,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.36,
      "text": "I'm Ben Thompson. Now, we're going to"
    },
    {
      "start": 1.6,
      "dur": 1.829,
      "text": "I'm Ben Thompson. Now, we're going to start with the world's richest man and"
    },
    {
      "start": 3.439,
      "dur": 2.551,
      "text": "start with the world's richest man and the biggest merger of all time. Elon"
    },
    {
      "start": 6.0,
      "dur": 1.51,
      "text": "the biggest merger of all time. Elon Musk has announced that his rocket"
    },
    {
      "start": 7.52,
      "dur": 2.31,
      "text": "Musk has announced that his rocket company, SpaceX, is taking over his"
    },
    {
      "start": 9.84,
      "dur": 3.03,
      "text": "company, SpaceX, is taking over his artificial intelligence X AI firm in a"
    },
    {
      "start": 12.88,
      "dur": 1.99,
      "text": "artificial intelligence X AI firm in a deal worth one and a quarter trillion"
    },
    {
      "start": 14.88,
      "dur": 2.229,
      "text": "deal worth one and a quarter trillion dollars. Now, that paves the way for the"
    },
    {
      "start": 17.119,
      "dur": 1.831,
      "text": "dollars. Now, that paves the way for the combined business to float on the stock"
    },
    {
      "start": 18.96,
      "dur": 2.309,
      "text": "combined business to float on the stock market this summer in a blockbuster"
    },
    {
      "start": 21.279,
      "dur": 2.23,
      "text": "market this summer in a blockbuster initial public offering that could make"
    },
    {
      "start": 23.519,
      "dur": 2.711,
      "text": "initial public offering that could make Mr. Musk a trillionaire. It raises the"
    },
    {
      "start": 26.24,
      "dur": 3.189,
      "text": "Mr. Musk a trillionaire. It raises the prospect of AI data centers in space."
    },
    {
      "start": 29.439,
      "dur": 1.191,
      "text": "prospect of AI data centers in space. Well, we've been speaking to the"
    },
    {
      "start": 30.64,
      "dur": 1.99,
      "text": "Well, we've been speaking to the investment advisor, Colleen McHugh, who"
    },
    {
      "start": 32.64,
      "dur": 1.67,
      "text": "investment advisor, Colleen McHugh, who says there will be huge investor"
    },
    {
      "start": 34.32,
      "dur": 1.909,
      "text": "says there will be huge investor interest in the flotation of the new"
    },
    {
      "start": 36.239,
      "dur": 2.63,
      "text": "interest in the flotation of the new company, but also a lot of scrutiny over"
    },
    {
      "start": 38.879,
      "dur": 1.431,
      "text": "company, but also a lot of scrutiny over its finances."
    },
    {
      "start": 40.32,
      "dur": 1.83,
      "text": "its finances. &gt;&gt; There's been a lot of talk or there was"
    },
    {
      "start": 42.16,
      "dur": 1.67,
      "text": "&gt;&gt; There's been a lot of talk or there was a lot of talk at the in the markets"
    },
    {
      "start": 43.84,
      "dur": 1.27,
      "text": "a lot of talk at the in the markets certainly last year, you know, when"
    },
    {
      "start": 45.12,
      "dur": 2.23,
      "text": "certainly last year, you know, when SpaceX going to to list because"
    },
    {
      "start": 47.36,
      "dur": 1.75,
      "text": "SpaceX going to to list because remember, we have this situation in"
    },
    {
      "start": 49.12,
      "dur": 2.31,
      "text": "remember, we have this situation in private markets now where companies stay"
    },
    {
      "start": 51.44,
      "dur": 2.31,
      "text": "private markets now where companies stay private for so long and there's not an"
    },
    {
      "start": 53.76,
      "dur": 2.39,
      "text": "private for so long and there's not an opportunity for people to invest in"
    },
    {
      "start": 56.16,
      "dur": 2.15,
      "text": "opportunity for people to invest in these entities until they IPO. there's"
    },
    {
      "start": 58.32,
      "dur": 1.43,
      "text": "these entities until they IPO. there's going to be a massive amount of interest"
    },
    {
      "start": 59.76,
      "dur": 2.309,
      "text": "going to be a massive amount of interest in this company uh because it's not just"
    },
    {
      "start": 62.079,
      "dur": 3.03,
      "text": "in this company uh because it's not just a a a rocket company story anymore. Um"
    },
    {
      "start": 65.119,
      "dur": 3.35,
      "text": "a a a rocket company story anymore. Um it's been pitched as space plus AI plus"
    },
    {
      "start": 68.479,
      "dur": 2.95,
      "text": "it's been pitched as space plus AI plus communications all under one umbrella"
    },
    {
      "start": 71.439,
      "dur": 1.911,
      "text": "communications all under one umbrella and that's going to be exciting. H but"
    },
    {
      "start": 73.36,
      "dur": 1.429,
      "text": "and that's going to be exciting. H but definitely some tough questions. you"
    },
    {
      "start": 74.799,
      "dur": 3.591,
      "text": "definitely some tough questions. you know, XAIS is burning cash and and I do"
    },
    {
      "start": 78.4,
      "dur": 2.23,
      "text": "know, XAIS is burning cash and and I do wonder if if investors, you know, they"
    },
    {
      "start": 80.64,
      "dur": 2.149,
      "text": "wonder if if investors, you know, they might might push back a little bit in"
    },
    {
      "start": 82.799,
      "dur": 4.471,
      "text": "might might push back a little bit in terms of um you know, using uh to fund"
    },
    {
      "start": 87.28,
      "dur": 4.39,
      "text": "terms of um you know, using uh to fund uh it, you know, having SpaceX fund um"
    },
    {
      "start": 91.68,
      "dur": 2.469,
      "text": "uh it, you know, having SpaceX fund um XAI's activity. So definitely one to"
    },
    {
      "start": 94.159,
      "dur": 2.231,
      "text": "XAI's activity. So definitely one to watch. A lot of scrutiny, I think."
    },
    {
      "start": 96.4,
      "dur": 1.51,
      "text": "watch. A lot of scrutiny, I think. &gt;&gt; So that's the money. What about the"
    },
    {
      "start": 97.92,
      "dur": 2.31,
      "text": "&gt;&gt; So that's the money. What about the tech? Are AI data centers in space maybe"
    },
    {
      "start": 100.24,
      "dur": 1.99,
      "text": "tech? Are AI data centers in space maybe a practical option anytime soon? Let's"
    },
    {
      "start": 102.24,
      "dur": 1.99,
      "text": "a practical option anytime soon? Let's talk with tech writer and lecturer Chris"
    },
    {
      "start": 104.24,
      "dur": 1.59,
      "text": "talk with tech writer and lecturer Chris Stokele Walker. Chris, good to have you"
    },
    {
      "start": 105.84,
      "dur": 1.269,
      "text": "Stokele Walker. Chris, good to have you here. Or what do you make of this deal?"
    },
    {
      "start": 107.119,
      "dur": 1.511,
      "text": "here. Or what do you make of this deal? What do you think this allows the firm"
    },
    {
      "start": 108.64,
      "dur": 2.23,
      "text": "What do you think this allows the firm to do that they can't currently do?"
    },
    {
      "start": 110.88,
      "dur": 1.67,
      "text": "to do that they can't currently do? &gt;&gt; Well, one of the big things is that they"
    },
    {
      "start": 112.56,
      "dur": 2.229,
      "text": "&gt;&gt; Well, one of the big things is that they want to put uh these huge data centers"
    },
    {
      "start": 114.799,
      "dur": 2.63,
      "text": "want to put uh these huge data centers that power the AI revolution into space"
    },
    {
      "start": 117.439,
      "dur": 3.191,
      "text": "that power the AI revolution into space and and that is vital for Elon Musk and"
    },
    {
      "start": 120.64,
      "dur": 1.99,
      "text": "and and that is vital for Elon Musk and his companies because we are running out"
    },
    {
      "start": 122.64,
      "dur": 2.469,
      "text": "his companies because we are running out of practical ways of doing so on Earth"
    },
    {
      "start": 125.119,
      "dur": 2.31,
      "text": "of practical ways of doing so on Earth at the scale that we imagine. So, if we"
    },
    {
      "start": 127.439,
      "dur": 2.071,
      "text": "at the scale that we imagine. So, if we wind back just last week when Tesla"
    },
    {
      "start": 129.52,
      "dur": 1.27,
      "text": "wind back just last week when Tesla announced their latest quarterly"
    },
    {
      "start": 130.8,
      "dur": 2.149,
      "text": "announced their latest quarterly results, Elon Musk said that they were"
    },
    {
      "start": 132.959,
      "dur": 1.91,
      "text": "results, Elon Musk said that they were going to be closing and repurposing a"
    },
    {
      "start": 134.879,
      "dur": 1.911,
      "text": "going to be closing and repurposing a couple of their factories because they"
    },
    {
      "start": 136.8,
      "dur": 1.19,
      "text": "couple of their factories because they didn't like the way that they were"
    },
    {
      "start": 138.0,
      "dur": 1.91,
      "text": "didn't like the way that they were working for the old models of cars."
    },
    {
      "start": 139.92,
      "dur": 2.15,
      "text": "working for the old models of cars. Instead, putting in their place humanoid"
    },
    {
      "start": 142.08,
      "dur": 1.91,
      "text": "Instead, putting in their place humanoid robots, these Optimus bots that are"
    },
    {
      "start": 144.0,
      "dur": 2.309,
      "text": "robots, these Optimus bots that are important. Now, if those go to plan,"
    },
    {
      "start": 146.319,
      "dur": 1.831,
      "text": "important. Now, if those go to plan, they will be using up an awful lot of"
    },
    {
      "start": 148.16,
      "dur": 2.149,
      "text": "they will be using up an awful lot of data and churning through it. And Elon"
    },
    {
      "start": 150.319,
      "dur": 1.99,
      "text": "data and churning through it. And Elon Musk is finding it very difficult to"
    },
    {
      "start": 152.319,
      "dur": 2.711,
      "text": "Musk is finding it very difficult to find places to put these data centers on"
    },
    {
      "start": 155.04,
      "dur": 2.63,
      "text": "find places to put these data centers on Earth. So this is his grand vision."
    },
    {
      "start": 157.68,
      "dur": 2.15,
      "text": "Earth. So this is his grand vision. &gt;&gt; Um how likely is it that that will"
    },
    {
      "start": 159.84,
      "dur": 1.59,
      "text": "&gt;&gt; Um how likely is it that that will happen and what sort of time frame are"
    },
    {
      "start": 161.44,
      "dur": 1.27,
      "text": "happen and what sort of time frame are we looking at here?"
    },
    {
      "start": 162.72,
      "dur": 1.35,
      "text": "we looking at here? &gt;&gt; Well, Elon Musk says that he's going to"
    },
    {
      "start": 164.08,
      "dur": 1.27,
      "text": "&gt;&gt; Well, Elon Musk says that he's going to be doing it in the next few years, but"
    },
    {
      "start": 165.36,
      "dur": 1.67,
      "text": "be doing it in the next few years, but then Elon Musk says an awful lot of"
    },
    {
      "start": 167.04,
      "dur": 1.269,
      "text": "then Elon Musk says an awful lot of things that he's going to be doing in"
    },
    {
      "start": 168.319,
      "dur": 1.99,
      "text": "things that he's going to be doing in the next few years. And actually that"
    },
    {
      "start": 170.319,
      "dur": 1.831,
      "text": "the next few years. And actually that can sometimes turn into five or 10"
    },
    {
      "start": 172.16,
      "dur": 2.23,
      "text": "can sometimes turn into five or 10 years. But what is I think perhaps"
    },
    {
      "start": 174.4,
      "dur": 1.75,
      "text": "years. But what is I think perhaps potentially most interesting here is"
    },
    {
      "start": 176.16,
      "dur": 2.55,
      "text": "potentially most interesting here is that Elon Musk has the ability to do so"
    },
    {
      "start": 178.72,
      "dur": 2.63,
      "text": "that Elon Musk has the ability to do so better than most others because if you"
    },
    {
      "start": 181.36,
      "dur": 1.43,
      "text": "better than most others because if you look at this obviously you have"
    },
    {
      "start": 182.8,
      "dur": 2.709,
      "text": "look at this obviously you have therefore SpaceX which is cornering"
    },
    {
      "start": 185.519,
      "dur": 1.591,
      "text": "therefore SpaceX which is cornering effectively the market in rocket"
    },
    {
      "start": 187.12,
      "dur": 2.71,
      "text": "effectively the market in rocket launches it will be able to put these"
    },
    {
      "start": 189.84,
      "dur": 2.15,
      "text": "launches it will be able to put these bits of equipment this hardware into"
    },
    {
      "start": 192.0,
      "dur": 2.55,
      "text": "bits of equipment this hardware into orbit in a way that is much easier than"
    },
    {
      "start": 194.56,
      "dur": 2.389,
      "text": "orbit in a way that is much easier than any other company would have. So that I"
    },
    {
      "start": 196.959,
      "dur": 1.27,
      "text": "any other company would have. So that I think explains a little bit of the"
    },
    {
      "start": 198.239,
      "dur": 2.471,
      "text": "think explains a little bit of the cross-pollination here. um he may have"
    },
    {
      "start": 200.72,
      "dur": 2.229,
      "text": "cross-pollination here. um he may have first or early mover advantage to do"
    },
    {
      "start": 202.959,
      "dur": 1.431,
      "text": "first or early mover advantage to do this, but this raises a lot of"
    },
    {
      "start": 204.4,
      "dur": 1.51,
      "text": "this, but this raises a lot of questions, doesn't it, about who owns"
    },
    {
      "start": 205.92,
      "dur": 2.229,
      "text": "questions, doesn't it, about who owns that real estate in space?"
    },
    {
      "start": 208.159,
      "dur": 1.831,
      "text": "that real estate in space? &gt;&gt; Yeah, an awful lot. If you look at the"
    },
    {
      "start": 210.0,
      "dur": 1.589,
      "text": "&gt;&gt; Yeah, an awful lot. If you look at the filings that Musk has been putting"
    },
    {
      "start": 211.599,
      "dur": 1.91,
      "text": "filings that Musk has been putting together, part of the merger of this"
    },
    {
      "start": 213.519,
      "dur": 1.27,
      "text": "together, part of the merger of this company, he says that he wants to be"
    },
    {
      "start": 214.799,
      "dur": 2.471,
      "text": "company, he says that he wants to be putting vast numbers of satellites into"
    },
    {
      "start": 217.28,
      "dur": 2.229,
      "text": "putting vast numbers of satellites into space and it's already pretty crowded"
    },
    {
      "start": 219.519,
      "dur": 1.911,
      "text": "space and it's already pretty crowded place to be honest. So if you start to"
    },
    {
      "start": 221.44,
      "dur": 2.149,
      "text": "place to be honest. So if you start to add data centers and things onto that,"
    },
    {
      "start": 223.599,
      "dur": 1.751,
      "text": "add data centers and things onto that, it becomes incredibly difficult. And"
    },
    {
      "start": 225.36,
      "dur": 2.47,
      "text": "it becomes incredibly difficult. And yes, we run the risk I suppose of some"
    },
    {
      "start": 227.84,
      "dur": 2.949,
      "text": "yes, we run the risk I suppose of some sort of monopolistic uh type of of"
    },
    {
      "start": 230.799,
      "dur": 1.51,
      "text": "sort of monopolistic uh type of of control here of some of the key"
    },
    {
      "start": 232.319,
      "dur": 1.91,
      "text": "control here of some of the key infrastructure that will be if you"
    },
    {
      "start": 234.239,
      "dur": 2.231,
      "text": "infrastructure that will be if you believe Musk powering our future. So"
    },
    {
      "start": 236.48,
      "dur": 1.35,
      "text": "believe Musk powering our future. So something that people might want to look"
    },
    {
      "start": 237.84,
      "dur": 1.51,
      "text": "something that people might want to look into. Uh"
    },
    {
      "start": 239.36,
      "dur": 1.19,
      "text": "into. Uh &gt;&gt; Chris, really good to talk to you."
    },
    {
      "start": 240.56,
      "dur": 1.35,
      "text": "&gt;&gt; Chris, really good to talk to you. Thanks very much. Chris Stoker Walker"
    },
    {
      "start": 241.92,
      "dur": 1.589,
      "text": "Thanks very much. Chris Stoker Walker there, the tech writer and lecture."
    },
    {
      "start": 243.519,
      "dur": 3.44,
      "text": "there, the tech writer and lecture. Appreciate your time. Thanks."
    }
  ]
}