{
  "videoId": "-FI0Lr16kCw",
  "title": "Blast at mosque in Pakistan's capital Islamabad kills 31, city official says | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 93,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.44,
      "text": "Hello, welcome [music] to the program."
    },
    {
      "start": 1.6,
      "dur": 2.069,
      "text": "Hello, welcome [music] to the program. Breaking news this hour. At least 31"
    },
    {
      "start": 3.679,
      "dur": 1.991,
      "text": "Breaking news this hour. At least 31 people have been killed and more than"
    },
    {
      "start": 5.68,
      "dur": 2.71,
      "text": "people have been killed and more than 169 wounded in a massive explosion at a"
    },
    {
      "start": 8.4,
      "dur": 2.63,
      "text": "169 wounded in a massive explosion at a Shiite mosque in Islamabad. These are"
    },
    {
      "start": 11.04,
      "dur": 2.07,
      "text": "Shiite mosque in Islamabad. These are live pictures. The device was detonated,"
    },
    {
      "start": 13.12,
      "dur": 1.91,
      "text": "live pictures. The device was detonated, we're told, by a suspected suicide"
    },
    {
      "start": 15.04,
      "dur": 2.71,
      "text": "we're told, by a suspected suicide bomber in the middle of Friday prayers."
    },
    {
      "start": 17.76,
      "dur": 1.83,
      "text": "bomber in the middle of Friday prayers. Pakistan's prime minister Shabbash"
    },
    {
      "start": 19.6,
      "dur": 2.15,
      "text": "Pakistan's prime minister Shabbash Sharif has expressed deep sorrow and"
    },
    {
      "start": 21.76,
      "dur": 2.31,
      "text": "Sharif has expressed deep sorrow and grief at the scale of the attack. At the"
    },
    {
      "start": 24.08,
      "dur": 1.75,
      "text": "grief at the scale of the attack. At the hospitals, there are desperate appeals"
    },
    {
      "start": 25.84,
      "dur": 2.71,
      "text": "hospitals, there are desperate appeals for blood donations. The motive is not"
    },
    {
      "start": 28.56,
      "dur": 2.07,
      "text": "for blood donations. The motive is not yet known, but the Shia minority in"
    },
    {
      "start": 30.64,
      "dur": 3.749,
      "text": "yet known, but the Shia minority in Pakistan have been a frequent target in"
    },
    {
      "start": 34.399,
      "dur": 3.191,
      "text": "Pakistan have been a frequent target in recent years. Talah Hussein is a local"
    },
    {
      "start": 37.6,
      "dur": 1.99,
      "text": "recent years. Talah Hussein is a local journalist in Islamabad and was at the"
    },
    {
      "start": 39.6,
      "dur": 3.51,
      "text": "journalist in Islamabad and was at the scene in the aftermath of the attack. I"
    },
    {
      "start": 43.12,
      "dur": 2.55,
      "text": "scene in the aftermath of the attack. I saw scenes of destruction. I saw"
    },
    {
      "start": 45.68,
      "dur": 2.23,
      "text": "saw scenes of destruction. I saw injured, badly injured people being"
    },
    {
      "start": 47.92,
      "dur": 3.19,
      "text": "injured, badly injured people being transported to hospital, ambulances, uh"
    },
    {
      "start": 51.12,
      "dur": 3.83,
      "text": "transported to hospital, ambulances, uh sirens, people wailing, uh the dead uh"
    },
    {
      "start": 54.96,
      "dur": 1.99,
      "text": "sirens, people wailing, uh the dead uh all around. By the time I reached there"
    },
    {
      "start": 56.96,
      "dur": 1.83,
      "text": "all around. By the time I reached there which is like 5 kilometers from where I"
    },
    {
      "start": 58.8,
      "dur": 3.19,
      "text": "which is like 5 kilometers from where I am talking to you uh the area had"
    },
    {
      "start": 62.0,
      "dur": 1.91,
      "text": "am talking to you uh the area had already been cordoned off remember this"
    },
    {
      "start": 63.92,
      "dur": 3.189,
      "text": "already been cordoned off remember this is the day of uh Juma which is the big"
    },
    {
      "start": 67.119,
      "dur": 3.271,
      "text": "is the day of uh Juma which is the big uh midday prayer uh in a week and most"
    },
    {
      "start": 70.4,
      "dur": 2.63,
      "text": "uh midday prayer uh in a week and most people attend the Juma prayer. So the"
    },
    {
      "start": 73.04,
      "dur": 3.03,
      "text": "people attend the Juma prayer. So the Imam Bara the Shia mosque was very"
    },
    {
      "start": 76.08,
      "dur": 2.31,
      "text": "Imam Bara the Shia mosque was very crowded. So it was utter destruction and"
    },
    {
      "start": 78.4,
      "dur": 2.069,
      "text": "crowded. So it was utter destruction and bloodletting. one of the biggest suicide"
    },
    {
      "start": 80.479,
      "dur": 3.511,
      "text": "bloodletting. one of the biggest suicide attacks that have I have witnessed uh in"
    },
    {
      "start": 84.0,
      "dur": 2.23,
      "text": "attacks that have I have witnessed uh in uh in the past decade or so."
    },
    {
      "start": 86.24,
      "dur": 1.909,
      "text": "uh in the past decade or so. &gt;&gt; Talad Hussein reporting from Islamabad"
    },
    {
      "start": 88.159,
      "dur": 1.751,
      "text": "&gt;&gt; Talad Hussein reporting from Islamabad and of course we'll continue to monitor"
    },
    {
      "start": 89.92,
      "dur": 1.829,
      "text": "and of course we'll continue to monitor the situation there. We'll bring you"
    },
    {
      "start": 91.759,
      "dur": 2.72,
      "text": "the situation there. We'll bring you more news on"
    }
  ]
}