{
  "videoId": "-kjpP6oNq2w",
  "title": "Nine killed and 25 injured in shootings at school and home in Canada | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 442,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.559,
      "text": "In Canada, at least 10 people, including"
    },
    {
      "start": 2.639,
      "dur": 2.471,
      "text": "In Canada, at least 10 people, including the suspect, have been killed and dozens"
    },
    {
      "start": 5.12,
      "dur": 2.229,
      "text": "the suspect, have been killed and dozens injured in what's being described as the"
    },
    {
      "start": 7.359,
      "dur": 3.031,
      "text": "injured in what's being described as the country's worst mass school shooting. It"
    },
    {
      "start": 10.4,
      "dur": 2.39,
      "text": "country's worst mass school shooting. It happened in British Columbia in a rural"
    },
    {
      "start": 12.8,
      "dur": 2.55,
      "text": "happened in British Columbia in a rural town called Tumblr Ridge. The Royal"
    },
    {
      "start": 15.36,
      "dur": 1.909,
      "text": "town called Tumblr Ridge. The Royal Canadian Mounted Police said six of"
    },
    {
      "start": 17.279,
      "dur": 2.231,
      "text": "Canadian Mounted Police said six of those killed were found inside a high"
    },
    {
      "start": 19.52,
      "dur": 2.63,
      "text": "those killed were found inside a high school and one person died on the way to"
    },
    {
      "start": 22.16,
      "dur": 2.31,
      "text": "school and one person died on the way to hospital. A suspect had been found dead"
    },
    {
      "start": 24.48,
      "dur": 1.67,
      "text": "hospital. A suspect had been found dead with what is believed to be a"
    },
    {
      "start": 26.16,
      "dur": 2.71,
      "text": "with what is believed to be a self-inflicted injury. A shelter in"
    },
    {
      "start": 28.88,
      "dur": 1.75,
      "text": "self-inflicted injury. A shelter in place alert sent during the attack"
    },
    {
      "start": 30.64,
      "dur": 2.71,
      "text": "place alert sent during the attack identified the suspect as a female in a"
    },
    {
      "start": 33.36,
      "dur": 2.63,
      "text": "identified the suspect as a female in a dress with brown hair. Officials say"
    },
    {
      "start": 36.0,
      "dur": 2.15,
      "text": "dress with brown hair. Officials say they know the attacker's identity, but"
    },
    {
      "start": 38.16,
      "dur": 2.47,
      "text": "they know the attacker's identity, but so far have not publicly revealed their"
    },
    {
      "start": 40.64,
      "dur": 2.63,
      "text": "so far have not publicly revealed their name or gender. Well, our North America"
    },
    {
      "start": 43.28,
      "dur": 2.949,
      "text": "name or gender. Well, our North America correspondent Peter Bose has the latest."
    },
    {
      "start": 46.239,
      "dur": 2.711,
      "text": "correspondent Peter Bose has the latest. &gt;&gt; A total of 10 people are dead. This"
    },
    {
      "start": 48.96,
      "dur": 2.47,
      "text": "&gt;&gt; A total of 10 people are dead. This happened just after lunchtime yesterday."
    },
    {
      "start": 51.44,
      "dur": 2.07,
      "text": "happened just after lunchtime yesterday. The Royal Canadian Mounted Police said"
    },
    {
      "start": 53.52,
      "dur": 1.99,
      "text": "The Royal Canadian Mounted Police said it received a report of an active"
    },
    {
      "start": 55.52,
      "dur": 2.47,
      "text": "it received a report of an active shooter at a school in the small town of"
    },
    {
      "start": 58.0,
      "dur": 2.79,
      "text": "shooter at a school in the small town of Tumblr Ridge, a tiny place, a population"
    },
    {
      "start": 60.8,
      "dur": 3.03,
      "text": "Tumblr Ridge, a tiny place, a population of about 2400 people. It lies in the"
    },
    {
      "start": 63.84,
      "dur": 2.949,
      "text": "of about 2400 people. It lies in the foothills of the Rocky Mountains. There"
    },
    {
      "start": 66.799,
      "dur": 2.071,
      "text": "foothills of the Rocky Mountains. There was a search of the school. They found"
    },
    {
      "start": 68.88,
      "dur": 2.95,
      "text": "was a search of the school. They found six people dead, a seventh died on the"
    },
    {
      "start": 71.84,
      "dur": 2.15,
      "text": "six people dead, a seventh died on the way to hospital. More than two dozen"
    },
    {
      "start": 74.0,
      "dur": 2.07,
      "text": "way to hospital. More than two dozen people, we're told, were injured. Now,"
    },
    {
      "start": 76.08,
      "dur": 2.23,
      "text": "people, we're told, were injured. Now, the authorities say another person"
    },
    {
      "start": 78.32,
      "dur": 2.469,
      "text": "the authorities say another person believed to be the attacker was also"
    },
    {
      "start": 80.799,
      "dur": 2.391,
      "text": "believed to be the attacker was also found dead at the school with what"
    },
    {
      "start": 83.2,
      "dur": 3.35,
      "text": "found dead at the school with what appeared to be self-inflicted injuries."
    },
    {
      "start": 86.56,
      "dur": 2.31,
      "text": "appeared to be self-inflicted injuries. Officials say the shooting at the school"
    },
    {
      "start": 88.88,
      "dur": 2.869,
      "text": "Officials say the shooting at the school and at a nearby home where two"
    },
    {
      "start": 91.759,
      "dur": 2.071,
      "text": "and at a nearby home where two additional bodies were found are"
    },
    {
      "start": 93.84,
      "dur": 2.15,
      "text": "additional bodies were found are believed to be linked. Now, the police"
    },
    {
      "start": 96.0,
      "dur": 1.91,
      "text": "believed to be linked. Now, the police say they don't know yet what the"
    },
    {
      "start": 97.92,
      "dur": 3.11,
      "text": "say they don't know yet what the attacker's connection is to the school."
    },
    {
      "start": 101.04,
      "dur": 1.91,
      "text": "attacker's connection is to the school. We are getting a lot of reaction to"
    },
    {
      "start": 102.96,
      "dur": 1.67,
      "text": "We are getting a lot of reaction to this. The British Columbia Premier,"
    },
    {
      "start": 104.64,
      "dur": 2.87,
      "text": "this. The British Columbia Premier, David Eie, had this to say."
    },
    {
      "start": 107.52,
      "dur": 2.71,
      "text": "David Eie, had this to say. &gt;&gt; This is a devastating and unimaginable"
    },
    {
      "start": 110.24,
      "dur": 2.63,
      "text": "&gt;&gt; This is a devastating and unimaginable tragedy. We can't imagine"
    },
    {
      "start": 112.88,
      "dur": 2.549,
      "text": "tragedy. We can't imagine what the community is going through. Um,"
    },
    {
      "start": 115.439,
      "dur": 2.791,
      "text": "what the community is going through. Um, but I know it's causing us all to hug"
    },
    {
      "start": 118.24,
      "dur": 2.31,
      "text": "but I know it's causing us all to hug our kids a little bit tighter tonight."
    },
    {
      "start": 120.56,
      "dur": 1.829,
      "text": "our kids a little bit tighter tonight. It makes us think about our kids safety"
    },
    {
      "start": 122.399,
      "dur": 1.191,
      "text": "It makes us think about our kids safety when they're going to school. We take it"
    },
    {
      "start": 123.6,
      "dur": 1.189,
      "text": "when they're going to school. We take it for granted. You go to school, you come"
    },
    {
      "start": 124.799,
      "dur": 4.31,
      "text": "for granted. You go to school, you come home safe. Um and uh and events like"
    },
    {
      "start": 129.119,
      "dur": 2.711,
      "text": "home safe. Um and uh and events like this give us pause uh about uh that"
    },
    {
      "start": 131.84,
      "dur": 3.35,
      "text": "this give us pause uh about uh that safety that um that many Canadians have"
    },
    {
      "start": 135.2,
      "dur": 1.99,
      "text": "safety that um that many Canadians have the privilege to enjoy across this"
    },
    {
      "start": 137.2,
      "dur": 0.79,
      "text": "the privilege to enjoy across this country."
    },
    {
      "start": 138.0,
      "dur": 1.83,
      "text": "country. &gt;&gt; We've also heard from the Canadian Prime"
    },
    {
      "start": 139.84,
      "dur": 2.23,
      "text": "&gt;&gt; We've also heard from the Canadian Prime Minister Mark Carney who said he was"
    },
    {
      "start": 142.08,
      "dur": 2.789,
      "text": "Minister Mark Carney who said he was devastated. He posted on X, \"My prayers"
    },
    {
      "start": 144.879,
      "dur": 2.151,
      "text": "devastated. He posted on X, \"My prayers and deepest condolences are with the"
    },
    {
      "start": 147.04,
      "dur": 2.07,
      "text": "and deepest condolences are with the families and friends who've lost loved"
    },
    {
      "start": 149.12,
      "dur": 3.109,
      "text": "families and friends who've lost loved ones to these horrific acts of violence."
    },
    {
      "start": 152.239,
      "dur": 2.231,
      "text": "ones to these horrific acts of violence. The government of Canada stands with all"
    },
    {
      "start": 154.48,
      "dur": 2.15,
      "text": "The government of Canada stands with all British Columbombians as they confront"
    },
    {
      "start": 156.64,
      "dur": 3.19,
      "text": "British Columbombians as they confront this horrible tragedy. Now, a community"
    },
    {
      "start": 159.84,
      "dur": 2.55,
      "text": "this horrible tragedy. Now, a community lockdown that was imposed shortly after"
    },
    {
      "start": 162.4,
      "dur": 1.909,
      "text": "lockdown that was imposed shortly after these shootings that has now been"
    },
    {
      "start": 164.319,
      "dur": 1.99,
      "text": "these shootings that has now been cancelled because the authorities say"
    },
    {
      "start": 166.319,
      "dur": 2.151,
      "text": "cancelled because the authorities say they don't believe that there are any"
    },
    {
      "start": 168.48,
      "dur": 3.029,
      "text": "they don't believe that there are any outstanding suspects or ongoing threats"
    },
    {
      "start": 171.519,
      "dur": 2.951,
      "text": "outstanding suspects or ongoing threats to the community."
    },
    {
      "start": 174.48,
      "dur": 1.829,
      "text": "to the community. &gt;&gt; Well, the Canadian Prime Minister Mark"
    },
    {
      "start": 176.319,
      "dur": 2.791,
      "text": "&gt;&gt; Well, the Canadian Prime Minister Mark Carney has suspended his planned trip to"
    },
    {
      "start": 179.12,
      "dur": 2.31,
      "text": "Carney has suspended his planned trip to Germany following the school shooting."
    },
    {
      "start": 181.44,
      "dur": 1.99,
      "text": "Germany following the school shooting. He was due to attend the Munich Security"
    },
    {
      "start": 183.44,
      "dur": 2.31,
      "text": "He was due to attend the Munich Security Conference which is usually held over a"
    },
    {
      "start": 185.76,
      "dur": 2.23,
      "text": "Conference which is usually held over a few days and is planned to host more"
    },
    {
      "start": 188.0,
      "dur": 2.309,
      "text": "few days and is planned to host more than 60 heads of state and government."
    },
    {
      "start": 190.319,
      "dur": 2.791,
      "text": "than 60 heads of state and government. Mr. Carney posted on X that he is"
    },
    {
      "start": 193.12,
      "dur": 2.95,
      "text": "Mr. Carney posted on X that he is devastated by today's horrific shootings"
    },
    {
      "start": 196.08,
      "dur": 3.429,
      "text": "devastated by today's horrific shootings in Tumblr Ridge. He wrote, \"My prayers"
    },
    {
      "start": 199.519,
      "dur": 2.551,
      "text": "in Tumblr Ridge. He wrote, \"My prayers and deepest condolences are with the"
    },
    {
      "start": 202.08,
      "dur": 4.149,
      "text": "and deepest condolences are with the families and friends who have lost loved"
    },
    {
      "start": 206.239,
      "dur": 6.151,
      "text": "families and friends who have lost loved ones to these horrific acts of violence."
    },
    {
      "start": 212.4,
      "dur": 2.23,
      "text": "ones to these horrific acts of violence. So as we come to terms with what has"
    },
    {
      "start": 214.64,
      "dur": 2.229,
      "text": "So as we come to terms with what has happened in Canada, we can cross over to"
    },
    {
      "start": 216.879,
      "dur": 2.471,
      "text": "happened in Canada, we can cross over to speak to Shushi Gangv who's the"
    },
    {
      "start": 219.36,
      "dur": 2.789,
      "text": "speak to Shushi Gangv who's the assistant news director of 11:30 News"
    },
    {
      "start": 222.159,
      "dur": 2.71,
      "text": "assistant news director of 11:30 News Radio.\" Swishie, I appreciate the"
    },
    {
      "start": 224.879,
      "dur": 2.07,
      "text": "Radio.\" Swishie, I appreciate the country is in a state of shock because"
    },
    {
      "start": 226.959,
      "dur": 2.471,
      "text": "country is in a state of shock because these kind of mass shootings are so rare"
    },
    {
      "start": 229.44,
      "dur": 1.75,
      "text": "these kind of mass shootings are so rare in Canada."
    },
    {
      "start": 231.2,
      "dur": 1.669,
      "text": "in Canada. &gt;&gt; Yeah, this this kind of thing just"
    },
    {
      "start": 232.879,
      "dur": 3.591,
      "text": "&gt;&gt; Yeah, this this kind of thing just doesn't happen here. Um I can count kind"
    },
    {
      "start": 236.48,
      "dur": 3.029,
      "text": "doesn't happen here. Um I can count kind of on on one hand the instances that I I"
    },
    {
      "start": 239.519,
      "dur": 1.591,
      "text": "of on on one hand the instances that I I recall knowing about, not that have"
    },
    {
      "start": 241.12,
      "dur": 2.63,
      "text": "recall knowing about, not that have happened necessarily in my lifetime, but"
    },
    {
      "start": 243.76,
      "dur": 2.07,
      "text": "happened necessarily in my lifetime, but certainly this is a rarity and and it's"
    },
    {
      "start": 245.84,
      "dur": 2.15,
      "text": "certainly this is a rarity and and it's something that we I don't think we're"
    },
    {
      "start": 248.0,
      "dur": 2.309,
      "text": "something that we I don't think we're really aware of how to process here."
    },
    {
      "start": 250.319,
      "dur": 1.91,
      "text": "really aware of how to process here. Yeah, that's absolutely understandable"
    },
    {
      "start": 252.239,
      "dur": 3.27,
      "text": "Yeah, that's absolutely understandable because when it comes to u gun ownership"
    },
    {
      "start": 255.519,
      "dur": 2.151,
      "text": "because when it comes to u gun ownership compared to your neighbors the USA, it's"
    },
    {
      "start": 257.68,
      "dur": 2.229,
      "text": "compared to your neighbors the USA, it's a completely different picture."
    },
    {
      "start": 259.919,
      "dur": 2.55,
      "text": "a completely different picture. &gt;&gt; Yeah, it really is. Um when we think"
    },
    {
      "start": 262.479,
      "dur": 2.471,
      "text": "&gt;&gt; Yeah, it really is. Um when we think about uh the way that our our neighbors"
    },
    {
      "start": 264.96,
      "dur": 2.15,
      "text": "about uh the way that our our neighbors south of the border view guns, um we're"
    },
    {
      "start": 267.12,
      "dur": 3.03,
      "text": "south of the border view guns, um we're quite a bit stricter up here. Um not to"
    },
    {
      "start": 270.16,
      "dur": 2.95,
      "text": "quite a bit stricter up here. Um not to say that gun ownership isn't a thing. It"
    },
    {
      "start": 273.12,
      "dur": 1.67,
      "text": "say that gun ownership isn't a thing. It is in a reality because especially in"
    },
    {
      "start": 274.8,
      "dur": 1.75,
      "text": "is in a reality because especially in places like Tumblr Ridge, which as your"
    },
    {
      "start": 276.56,
      "dur": 1.75,
      "text": "places like Tumblr Ridge, which as your reporter noted is a very rural"
    },
    {
      "start": 278.32,
      "dur": 2.71,
      "text": "reporter noted is a very rural community. Hunting is quite uh it's a"
    },
    {
      "start": 281.04,
      "dur": 1.429,
      "text": "community. Hunting is quite uh it's a it's a prominent part of the way of"
    },
    {
      "start": 282.479,
      "dur": 2.71,
      "text": "it's a prominent part of the way of life, but gun ownership is still strict."
    },
    {
      "start": 285.199,
      "dur": 2.471,
      "text": "life, but gun ownership is still strict. There's licenses for everyone. You"
    },
    {
      "start": 287.68,
      "dur": 2.31,
      "text": "There's licenses for everyone. You pretty much only are able to own hunting"
    },
    {
      "start": 290.0,
      "dur": 2.469,
      "text": "pretty much only are able to own hunting rifles and not the kind of assault style"
    },
    {
      "start": 292.479,
      "dur": 1.99,
      "text": "rifles and not the kind of assault style rifles you often hear about in in cases"
    },
    {
      "start": 294.479,
      "dur": 3.191,
      "text": "rifles you often hear about in in cases like this in the United States. So we we"
    },
    {
      "start": 297.68,
      "dur": 2.069,
      "text": "like this in the United States. So we we don't know as of yet what kind of weapon"
    },
    {
      "start": 299.759,
      "dur": 2.071,
      "text": "don't know as of yet what kind of weapon were you was used, how many weapons were"
    },
    {
      "start": 301.84,
      "dur": 3.67,
      "text": "were you was used, how many weapons were used, anything like that. But um"
    },
    {
      "start": 305.52,
      "dur": 2.47,
      "text": "used, anything like that. But um generally speaking, hunting rifles would"
    },
    {
      "start": 308.0,
      "dur": 2.55,
      "text": "generally speaking, hunting rifles would have been something a much more uh"
    },
    {
      "start": 310.56,
      "dur": 2.39,
      "text": "have been something a much more uh common in in that part of the province."
    },
    {
      "start": 312.96,
      "dur": 2.71,
      "text": "common in in that part of the province. &gt;&gt; Swishie, so when it comes to this rural"
    },
    {
      "start": 315.68,
      "dur": 2.15,
      "text": "&gt;&gt; Swishie, so when it comes to this rural town of Tumblridge, I'm assuming it's a"
    },
    {
      "start": 317.84,
      "dur": 3.59,
      "text": "town of Tumblridge, I'm assuming it's a a small community. Most people will know"
    },
    {
      "start": 321.44,
      "dur": 2.87,
      "text": "a small community. Most people will know somebody impacted by this tragedy."
    },
    {
      "start": 324.32,
      "dur": 1.589,
      "text": "somebody impacted by this tragedy. That's what we've been hearing from"
    },
    {
      "start": 325.919,
      "dur": 2.151,
      "text": "That's what we've been hearing from inside the community itself. Uh there"
    },
    {
      "start": 328.08,
      "dur": 3.43,
      "text": "inside the community itself. Uh there there's about 24 2500 people who live"
    },
    {
      "start": 331.52,
      "dur": 1.83,
      "text": "there's about 24 2500 people who live there. We've been hearing that this is"
    },
    {
      "start": 333.36,
      "dur": 2.31,
      "text": "there. We've been hearing that this is the kind of place where everybody knows"
    },
    {
      "start": 335.68,
      "dur": 2.229,
      "text": "the kind of place where everybody knows each other. You leave your bicycle"
    },
    {
      "start": 337.919,
      "dur": 1.671,
      "text": "each other. You leave your bicycle unlocked on the street and you can trust"
    },
    {
      "start": 339.6,
      "dur": 1.51,
      "text": "unlocked on the street and you can trust that it's going to be there when you get"
    },
    {
      "start": 341.12,
      "dur": 2.71,
      "text": "that it's going to be there when you get back. Just a very tight-knit community"
    },
    {
      "start": 343.84,
      "dur": 1.75,
      "text": "back. Just a very tight-knit community and certainly not the kind of place"
    },
    {
      "start": 345.6,
      "dur": 1.589,
      "text": "and certainly not the kind of place where you would think something like"
    },
    {
      "start": 347.199,
      "dur": 1.511,
      "text": "where you would think something like this would happen. I believe Tumbler"
    },
    {
      "start": 348.72,
      "dur": 1.35,
      "text": "this would happen. I believe Tumbler Ridge Secondary School where this"
    },
    {
      "start": 350.08,
      "dur": 2.79,
      "text": "Ridge Secondary School where this happened is the only high school in the"
    },
    {
      "start": 352.88,
      "dur": 2.95,
      "text": "happened is the only high school in the town. So every person who grows up in"
    },
    {
      "start": 355.84,
      "dur": 2.31,
      "text": "town. So every person who grows up in Tumblr Ridge ends up going through that"
    },
    {
      "start": 358.16,
      "dur": 0.869,
      "text": "Tumblr Ridge ends up going through that school."
    },
    {
      "start": 359.039,
      "dur": 2.391,
      "text": "school. &gt;&gt; And we've been hearing from students"
    },
    {
      "start": 361.44,
      "dur": 2.07,
      "text": "&gt;&gt; And we've been hearing from students from that school, Tumblridge Secondary"
    },
    {
      "start": 363.52,
      "dur": 2.15,
      "text": "from that school, Tumblridge Secondary School, how they described how they when"
    },
    {
      "start": 365.68,
      "dur": 2.069,
      "text": "School, how they described how they when the gunshots were heard, they they got"
    },
    {
      "start": 367.759,
      "dur": 3.031,
      "text": "the gunshots were heard, they they got tables out, they barricaded the doors."
    },
    {
      "start": 370.8,
      "dur": 2.229,
      "text": "tables out, they barricaded the doors. Do you have that kind of process in"
    },
    {
      "start": 373.039,
      "dur": 1.671,
      "text": "Do you have that kind of process in Canada that you have in the United"
    },
    {
      "start": 374.72,
      "dur": 3.029,
      "text": "Canada that you have in the United States where children are taught what to"
    },
    {
      "start": 377.759,
      "dur": 3.99,
      "text": "States where children are taught what to do in the event of a shooting?"
    },
    {
      "start": 381.759,
      "dur": 3.671,
      "text": "do in the event of a shooting? Um, it's definitely something that is uh"
    },
    {
      "start": 385.44,
      "dur": 1.83,
      "text": "Um, it's definitely something that is uh it's a part of the curriculum. I would"
    },
    {
      "start": 387.28,
      "dur": 1.59,
      "text": "it's a part of the curriculum. I would say when I was in high school, not to"
    },
    {
      "start": 388.88,
      "dur": 2.63,
      "text": "say when I was in high school, not to date myself, we would um definitely do"
    },
    {
      "start": 391.52,
      "dur": 1.91,
      "text": "date myself, we would um definitely do lockdown drills. And I think that is"
    },
    {
      "start": 393.44,
      "dur": 2.39,
      "text": "lockdown drills. And I think that is becoming uh or it has become something"
    },
    {
      "start": 395.84,
      "dur": 3.27,
      "text": "becoming uh or it has become something that's just a part of life in um Canada,"
    },
    {
      "start": 399.12,
      "dur": 2.87,
      "text": "that's just a part of life in um Canada, but never in the the real sense that I"
    },
    {
      "start": 402.0,
      "dur": 1.83,
      "text": "but never in the the real sense that I think people look at it in the United"
    },
    {
      "start": 403.84,
      "dur": 4.069,
      "text": "think people look at it in the United States. Um I think here uh it's still"
    },
    {
      "start": 407.919,
      "dur": 1.671,
      "text": "States. Um I think here uh it's still always treated as a little bit of a"
    },
    {
      "start": 409.6,
      "dur": 2.149,
      "text": "always treated as a little bit of a hypothetical. Um but I don't want to,"
    },
    {
      "start": 411.759,
      "dur": 2.231,
      "text": "hypothetical. Um but I don't want to, you know, I don't want to speculate on"
    },
    {
      "start": 414.0,
      "dur": 2.309,
      "text": "you know, I don't want to speculate on on how curriculums look at it at the"
    },
    {
      "start": 416.319,
      "dur": 1.111,
      "text": "on how curriculums look at it at the moment, unfortunately."
    },
    {
      "start": 417.44,
      "dur": 1.749,
      "text": "moment, unfortunately. &gt;&gt; No, totally understand. But look, thank"
    },
    {
      "start": 419.199,
      "dur": 1.591,
      "text": "&gt;&gt; No, totally understand. But look, thank you so much for your time on a very"
    },
    {
      "start": 420.8,
      "dur": 2.47,
      "text": "you so much for your time on a very difficult day for Canada. Swishy"
    },
    {
      "start": 423.28,
      "dur": 1.99,
      "text": "difficult day for Canada. Swishy Gangdev, assistant news director at"
    },
    {
      "start": 429.749,
      "dur": 0.01,
      "text": "live page of course and we are"
    },
    {
      "start": 429.759,
      "dur": 2.311,
      "text": "live page of course and we are continuing to monitor what is happening"
    },
    {
      "start": 432.08,
      "dur": 2.229,
      "text": "continuing to monitor what is happening there in Tumblr Ridge. A lot of"
    },
    {
      "start": 434.319,
      "dur": 2.15,
      "text": "there in Tumblr Ridge. A lot of eyewitness testimony as well describing"
    },
    {
      "start": 436.479,
      "dur": 2.871,
      "text": "eyewitness testimony as well describing the uh how these kids were barricading"
    },
    {
      "start": 439.36,
      "dur": 4.239,
      "text": "the uh how these kids were barricading themselves inside their classrooms."
    }
  ]
}