{
  "videoId": "04fpIZHFxRg",
  "title": "The UK Prime Minister faces a call to resign, but can he rally MPs and keep his job? | BBC Newscast",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 1921,
  "segments": [
    {
      "start": 0.1,
      "dur": 8.7,
      "text": "It's James in the newscast studio and it's Alex in the studio and it's Alex in the studio and we have been poised and we have been poised Yeah. Yeah. quite a lot of the day we've been poised"
    },
    {
      "start": 8.8,
      "dur": 8.6,
      "text": "quite a lot of the day we've been poised waiting to hear what Sir Starmmer had to waiting to hear what Sir Starmmer had to say or to hear about what Sirrar had to say or to hear about what Sirrar had to say to his MPs. say to his MPs. Yeah. Yeah. What do they call this? The PLP the"
    },
    {
      "start": 17.4,
      "dur": 9.1,
      "text": "What do they call this? The PLP the parliamentary labor party meeting at parliamentary labor party meeting at Westminster. Alex, is that right? Westminster. Alex, is that right? Yeah. And the re so so we have known Yeah. And the re so so we have known pretty much throughout the whole day pretty much throughout the whole day that one of the potentially pivotal"
    },
    {
      "start": 26.5,
      "dur": 9.7,
      "text": "that one of the potentially pivotal moments of the day was when Karma was moments of the day was when Karma was going to appear before his as you say going to appear before his as you say PLP the whole of the parliamentary PLP the whole of the parliamentary Labour party or at least as many MPs as Labour party or at least as many MPs as who choose to turn up and obviously this"
    },
    {
      "start": 36.2,
      "dur": 8.1,
      "text": "who choose to turn up and obviously this happens from time to time the prime happens from time to time the prime minister other cabinet ministers go and minister other cabinet ministers go and talk to the Labour party but the reason talk to the Labour party but the reason it matter today is of course the context it matter today is of course the context where there's lots of questions about"
    },
    {
      "start": 44.3,
      "dur": 11.1,
      "text": "where there's lots of questions about Karma's leadership in light of Karma's leadership in light of everything that's happened regarding everything that's happened regarding Peter Manderson and his ongoing Peter Manderson and his ongoing relationship with Jeffrey Epstein so we relationship with Jeffrey Epstein so we all They have sort of been waiting for all They have sort of been waiting for this moment to assess what Karma says"
    },
    {
      "start": 55.4,
      "dur": 9.8,
      "text": "this moment to assess what Karma says and then the subsequent mood in the and then the subsequent mood in the parliamentary Labor party which right parliamentary Labor party which right now at this junction is pretty crucial now at this junction is pretty crucial for the prime minister and his future for the prime minister and his future and to before we get to what Sakir said"
    },
    {
      "start": 65.2,
      "dur": 9.6,
      "text": "and to before we get to what Sakir said to those MPs tonight I think it's worth to those MPs tonight I think it's worth us thinking about the context of where us thinking about the context of where we were just a few hours ago because we were just a few hours ago because there was a point earlier today when we"
    },
    {
      "start": 74.8,
      "dur": 8.2,
      "text": "there was a point earlier today when we had had over the weekend the resignation had had over the weekend the resignation of the prime minister's chief of staff of the prime minister's chief of staff Morgan Mcweeny we had had this morning Morgan Mcweeny we had had this morning the resignation of his director of"
    },
    {
      "start": 83.0,
      "dur": 10.6,
      "text": "the resignation of his director of communications at number 10, Tim Allen. communications at number 10, Tim Allen. And then we heard that the Scottish And then we heard that the Scottish Labour leader and as Sarwir had called Labour leader and as Sarwir had called this emergency impromptu surprise call"
    },
    {
      "start": 93.6,
      "dur": 10.4,
      "text": "this emergency impromptu surprise call it what you like news conference for it what you like news conference for 2:30 this afternoon. We're recording at 2:30 this afternoon. We're recording at about 5 to 8 on Monday evening. And at about 5 to 8 on Monday evening. And at that point when we heard initially"
    },
    {
      "start": 104.0,
      "dur": 8.7,
      "text": "that point when we heard initially suspected and then realized for sure suspected and then realized for sure that Mr. Star War was going to call for that Mr. Star War was going to call for the prime minister to resign. We, it the prime minister to resign. We, it must be said, we thought, well, things"
    },
    {
      "start": 112.7,
      "dur": 9.5,
      "text": "must be said, we thought, well, things are looking bad because presumably he's are looking bad because presumably he's going to do that and others are going to going to do that and others are going to follow because you wouldn't do that on follow because you wouldn't do that on your own. your own. And remember the he Anna Sawa, the And remember the he Anna Sawa, the leader of Scottish Labor, was clearly"
    },
    {
      "start": 122.2,
      "dur": 8.4,
      "text": "leader of Scottish Labor, was clearly the most senior figure to publicly come the most senior figure to publicly come out and call for the prime minister, the out and call for the prime minister, the leader of the UK Labor Party to go. And"
    },
    {
      "start": 130.6,
      "dur": 8.0,
      "text": "leader of the UK Labor Party to go. And when he did that at that press when he did that at that press conference, he did it in a pretty stark conference, he did it in a pretty stark way, suggesting that there have been way, suggesting that there have been lots of mistakes made in Downing Street."
    },
    {
      "start": 138.6,
      "dur": 10.6,
      "text": "lots of mistakes made in Downing Street. In fact, we can have a little listen to In fact, we can have a little listen to some of what he had to say. some of what he had to say. This isn't easy and it's not without This isn't easy and it's not without pain as I have a genuine friendship with"
    },
    {
      "start": 149.2,
      "dur": 9.4,
      "text": "pain as I have a genuine friendship with Kier Starmer. But my first priority and Kier Starmer. But my first priority and my first loyalty is to my country, my first loyalty is to my country, Scotland. And I am not willing to"
    },
    {
      "start": 158.6,
      "dur": 8.1,
      "text": "Scotland. And I am not willing to sacrifice Scotland's NHS, our schools, sacrifice Scotland's NHS, our schools, our communities, our towns, cities, our communities, our towns, cities, villages, and islands to a third decade"
    },
    {
      "start": 166.7,
      "dur": 9.0,
      "text": "villages, and islands to a third decade of an SMP government. That's why the of an SMP government. That's why the distraction needs to end and the distraction needs to end and the leadership in Downing Street has to"
    },
    {
      "start": 175.7,
      "dur": 9.8,
      "text": "leadership in Downing Street has to change. And just before we get into what change. And just before we get into what happened next, happened next, it's worth understanding the context of it's worth understanding the context of that and newscasters, many newscasters"
    },
    {
      "start": 185.5,
      "dur": 8.7,
      "text": "that and newscasters, many newscasters will be aware, Alex, of the context, will be aware, Alex, of the context, which is that if you're an Assarwir and which is that if you're an Assarwir and you're going to the electorate in three you're going to the electorate in three months time, and you're looking at polls"
    },
    {
      "start": 194.2,
      "dur": 9.0,
      "text": "months time, and you're looking at polls that suggest your party is going to come that suggest your party is going to come third in those elections, and your dream third in those elections, and your dream of becoming first minister, which a of becoming first minister, which a couple of years ago when Labor won the"
    },
    {
      "start": 203.2,
      "dur": 8.0,
      "text": "couple of years ago when Labor won the general election looked like it was general election looked like it was quite a realistic dream prospect of quite a realistic dream prospect of turning into reality looks like it's turning into reality looks like it's turning to dust. And not just that, that"
    },
    {
      "start": 211.2,
      "dur": 8.0,
      "text": "turning to dust. And not just that, that you might come third behind the Scottish you might come third behind the Scottish National Party and Reform UK, then National Party and Reform UK, then you're thinking I've got to do something you're thinking I've got to do something pretty dramatic and this is the dramatic"
    },
    {
      "start": 219.2,
      "dur": 9.0,
      "text": "pretty dramatic and this is the dramatic thing he's done. But in the context of thing he's done. But in the context of the prime minister, I think I'm I for the prime minister, I think I'm I for one, and you tell me what you think, one, and you tell me what you think, Alex, I thought, well, in the seconds"
    },
    {
      "start": 228.2,
      "dur": 8.1,
      "text": "Alex, I thought, well, in the seconds after that, the minutes after that, after that, the minutes after that, surely other people are going to follow surely other people are going to follow because surely you don't do that if because surely you don't do that if others are going to follow. And it others are going to follow. And it became clear really quickly that that"
    },
    {
      "start": 236.3,
      "dur": 9.3,
      "text": "became clear really quickly that that was not what was happening today, didn't was not what was happening today, didn't it? it? Yeah. This felt to me like actually Yeah. This felt to me like actually quite a gamble from Anna Saw at this quite a gamble from Anna Saw at this point because we know and we have point because we know and we have covered on newscast and we've been"
    },
    {
      "start": 245.6,
      "dur": 8.6,
      "text": "covered on newscast and we've been talking about for some time that there talking about for some time that there is deep unhappiness in the parliamentary is deep unhappiness in the parliamentary Labor Party among MPs about Kharma. Not Labor Party among MPs about Kharma. Not everybody, but within that party there"
    },
    {
      "start": 254.2,
      "dur": 8.9,
      "text": "everybody, but within that party there clearly is deep unhappiness. And we had clearly is deep unhappiness. And we had a kind of handful of MPs coming out over a kind of handful of MPs coming out over the course of the last few days saying the course of the last few days saying publicly that maybe it was time for"
    },
    {
      "start": 263.1,
      "dur": 10.5,
      "text": "publicly that maybe it was time for Karma to go, but it was just a handful Karma to go, but it was just a handful and we hadn't, you know, that that and we hadn't, you know, that that you're not talking about kind of cabinet you're not talking about kind of cabinet ministers or anything that had done ministers or anything that had done something similar. And then you have something similar. And then you have this from Anastas and it did feel like a"
    },
    {
      "start": 273.6,
      "dur": 10.1,
      "text": "this from Anastas and it did feel like a gamble because he was really sticking gamble because he was really sticking his head above the parapet here and his head above the parapet here and effectively saying I don't think that effectively saying I don't think that Kestar is the man to lead us in number Kestar is the man to lead us in number 10 particularly as I'm about to go to"
    },
    {
      "start": 283.7,
      "dur": 8.7,
      "text": "10 particularly as I'm about to go to the hardcore bit of fighting these the hardcore bit of fighting these elections in Scotland. But very quickly elections in Scotland. But very quickly it felt like he had become quite it felt like he had become quite isolated in that position because as he"
    },
    {
      "start": 292.4,
      "dur": 9.8,
      "text": "isolated in that position because as he was on his feet giving that press was on his feet giving that press conference first off we got this kind of conference first off we got this kind of readout or you know statement from readout or you know statement from number 10 effectively with Karma saying number 10 effectively with Karma saying hang on I'm one of only a few Labour"
    },
    {
      "start": 302.2,
      "dur": 8.7,
      "text": "hang on I'm one of only a few Labour leaders has ever actually won a general leaders has ever actually won a general election. The public have given me a election. The public have given me a mandate. I'm sticking out. I'm not going mandate. I'm sticking out. I'm not going anywhere. I paraphrase but you get the anywhere. I paraphrase but you get the gist. And then very quickly after that,"
    },
    {
      "start": 310.9,
      "dur": 10.3,
      "text": "gist. And then very quickly after that, you had cabinet minister after cabinet you had cabinet minister after cabinet minister going out on social media to minister going out on social media to tweet their support in one form or tweet their support in one form or another for the prime minister and say, another for the prime minister and say, you know, I'm behind Karma."
    },
    {
      "start": 321.2,
      "dur": 8.5,
      "text": "you know, I'm behind Karma. This he's got a job to do. Coolheads This he's got a job to do. Coolheads prevail effectively. Sort of this very prevail effectively. Sort of this very deliberate and undoubtedly orchestrated"
    },
    {
      "start": 329.7,
      "dur": 8.9,
      "text": "deliberate and undoubtedly orchestrated show of support from every single member show of support from every single member of the cabinet. starting off with the of the cabinet. starting off with the deputy prime minister and the justice deputy prime minister and the justice secretary David Lammy but then secretary David Lammy but then eventually like journalists were sitting"
    },
    {
      "start": 338.6,
      "dur": 8.0,
      "text": "eventually like journalists were sitting there obviously seeing who had put out there obviously seeing who had put out some sort of message of support who some sort of message of support who hadn't then all the way through the hadn't then all the way through the cabinet including people like west cabinet including people like west streeting who is known pretty widely as"
    },
    {
      "start": 346.6,
      "dur": 8.6,
      "text": "streeting who is known pretty widely as a potential challenger for Kama at some a potential challenger for Kama at some point in the future point in the future and we maybe come back in a minute to and we maybe come back in a minute to the implications for the Hollywood the implications for the Hollywood elections and indeed elections elsewhere"
    },
    {
      "start": 355.2,
      "dur": 9.2,
      "text": "elections and indeed elections elsewhere in Britain in Wales um for the Senate in Britain in Wales um for the Senate and in England for the local elections and in England for the local elections but We probably should get to, shouldn't"
    },
    {
      "start": 364.4,
      "dur": 8.1,
      "text": "but We probably should get to, shouldn't we, the PLP, the parliamentary Labor we, the PLP, the parliamentary Labor Party. What has happened? Alex, you have Party. What has happened? Alex, you have some information, don't you, about what some information, don't you, about what the prime minister said. Quotes, I"
    },
    {
      "start": 372.5,
      "dur": 8.9,
      "text": "the prime minister said. Quotes, I think, direct quotes. Well, you get think, direct quotes. Well, you get that. These meetings are a strange that. These meetings are a strange phenomenon of Westminster when they are phenomenon of Westminster when they are obviously meant to be an opportunity for"
    },
    {
      "start": 381.4,
      "dur": 8.0,
      "text": "obviously meant to be an opportunity for the cabinet or the leader of a party or the cabinet or the leader of a party or whatever it might be to address the kind whatever it might be to address the kind of, you know, rank and file, their of, you know, rank and file, their membership, the people who are working membership, the people who are working for them in parliament, all of the MPs."
    },
    {
      "start": 389.4,
      "dur": 9.3,
      "text": "for them in parliament, all of the MPs. And they happen all the time. And what And they happen all the time. And what happens in these meetings that happens in these meetings that journalists huddle outside the doors in journalists huddle outside the doors in the corridors of Westminster to try and the corridors of Westminster to try and get a sense of what's being said or the get a sense of what's being said or the mood or the feeling. And one of our"
    },
    {
      "start": 398.7,
      "dur": 9.5,
      "text": "mood or the feeling. And one of our brilliant BBC colleagues, Harry Farley, brilliant BBC colleagues, Harry Farley, has been huddled outside door. has been huddled outside door. You mean literally like ear to the door You mean literally like ear to the door and can you hear through are they big and can you hear through are they big oak doors? Like can you hear through"
    },
    {
      "start": 408.2,
      "dur": 8.1,
      "text": "oak doors? Like can you hear through them what what's being said? them what what's being said? Depends where the room is. So yeah, so Depends where the room is. So yeah, so through the Brexit days those there were through the Brexit days those there were loads of these kind of meetings taking loads of these kind of meetings taking place across parliament and sometimes"
    },
    {
      "start": 416.3,
      "dur": 8.3,
      "text": "place across parliament and sometimes they were like you know senior figures they were like you know senior figures addressing MPs. In other cases, it was addressing MPs. In other cases, it was like you know secret chats between like you know secret chats between various and there would be time after various and there would be time after time journalists will kind of have their"
    },
    {
      "start": 424.6,
      "dur": 8.7,
      "text": "time journalists will kind of have their ear literally to the door. The people ear literally to the door. The people inside that room know exactly what is inside that room know exactly what is happening. This is not actually a sort happening. This is not actually a sort of highly confidential meeting that of highly confidential meeting that journalists are trying to you know"
    },
    {
      "start": 433.3,
      "dur": 8.3,
      "text": "journalists are trying to you know wrongly get access to. These things are wrongly get access to. These things are done in the full knowledge that done in the full knowledge that journalists will be hovering outside and journalists will be hovering outside and all the rest of it. But this one uh by"
    },
    {
      "start": 441.6,
      "dur": 8.2,
      "text": "all the rest of it. But this one uh by all accounts of my colleagues, our our all accounts of my colleagues, our our colleagues who were there, they said colleagues who were there, they said that when the prime minister went in, he that when the prime minister went in, he got a sort of rapturous round of got a sort of rapturous round of applause and a standing ovation and it"
    },
    {
      "start": 449.8,
      "dur": 10.4,
      "text": "applause and a standing ovation and it was standing room only and people were was standing room only and people were trying to get in the room at the last trying to get in the room at the last minute and told there was no space and minute and told there was no space and so it was obviously a packed event which so it was obviously a packed event which shows you just how important this moment shows you just how important this moment was for Kiama and then we got a sense of"
    },
    {
      "start": 460.2,
      "dur": 8.1,
      "text": "was for Kiama and then we got a sense of what Kim Karmama actually said to them. what Kim Karmama actually said to them. Um, and this was again from sort of Um, and this was again from sort of official sources, not just ear on the official sources, not just ear on the door thing, but it sounds like he was"
    },
    {
      "start": 468.3,
      "dur": 9.8,
      "text": "door thing, but it sounds like he was there kind of really trying to rally the there kind of really trying to rally the troops, but also show that he wasn't troops, but also show that he wasn't going anywhere. So, he was talking going anywhere. So, he was talking about, \"I've won every fight I've ever about, \"I've won every fight I've ever been in.\" Um, he went on to say, you"
    },
    {
      "start": 478.1,
      "dur": 9.3,
      "text": "been in.\" Um, he went on to say, you know, I fought to change the Labor Party know, I fought to change the Labor Party to allow us to win an election. People to allow us to win an election. People told me I couldn't do it. We won a told me I couldn't do it. We won a landslide majority. Every fight I've landslide majority. Every fight I've been in, I've won. And then the line"
    },
    {
      "start": 487.4,
      "dur": 9.2,
      "text": "been in, I've won. And then the line that really really stuck out to me is that really really stuck out to me is when he talked about this, \"Having when he talked about this, \"Having fought so hard for the chance to change fought so hard for the chance to change our country,\" in his words, \"I'm not"
    },
    {
      "start": 496.6,
      "dur": 9.2,
      "text": "our country,\" in his words, \"I'm not prepared to walk away from my mandate prepared to walk away from my mandate and my responsibility to my country or and my responsibility to my country or to plunge us into chaos as others have to plunge us into chaos as others have done.\" So in his own words, that's"
    },
    {
      "start": 505.8,
      "dur": 8.1,
      "text": "done.\" So in his own words, that's basically Kharma saying, \"I'm not going basically Kharma saying, \"I'm not going anywhere.\" anywhere.\" What's striking about these quotes from What's striking about these quotes from the prime minister is how robust they"
    },
    {
      "start": 513.9,
      "dur": 9.0,
      "text": "the prime minister is how robust they are. all this he he repeated the line I are. all this he he repeated the line I fought it's all fighting fight fight fought it's all fighting fight fight fight and every fight I've been in I fight and every fight I've been in I have won I mean we're only reading the"
    },
    {
      "start": 522.9,
      "dur": 9.1,
      "text": "have won I mean we're only reading the quotes we didn't see him in the in but quotes we didn't see him in the in but face to face doing this but you sort of face to face doing this but you sort of get the impression from the way the get the impression from the way the quotes read that if you had been close"
    },
    {
      "start": 532.0,
      "dur": 10.2,
      "text": "quotes read that if you had been close to him you might have stepped back yeah to him you might have stepped back yeah well it's interesting because one of our well it's interesting because one of our brilliant BBC political correspondents brilliant BBC political correspondents Harry Farley lingering outside the room Harry Farley lingering outside the room has sent some information in from the has sent some information in from the MPs who were in the room at the time and"
    },
    {
      "start": 542.2,
      "dur": 8.4,
      "text": "MPs who were in the room at the time and one of them saying he was almost a one of them saying he was almost a complete completely different person. complete completely different person. I've never seen him as passionate. I've never seen him as passionate. Another one Harry was reporting was Another one Harry was reporting was talking about if you could bottle that"
    },
    {
      "start": 550.6,
      "dur": 10.3,
      "text": "talking about if you could bottle that version of Kharma then it would do us version of Kharma then it would do us really good for the party in the longer really good for the party in the longer term because of course one of the term because of course one of the criticisms from some people in the criticisms from some people in the Labour party towards Karma is that his"
    },
    {
      "start": 560.9,
      "dur": 8.2,
      "text": "Labour party towards Karma is that his communication or the way he comes across communication or the way he comes across or his ability to convey the message of or his ability to convey the message of the Labour party that has been one of"
    },
    {
      "start": 569.1,
      "dur": 9.9,
      "text": "the Labour party that has been one of the issues in he how he's performed in the issues in he how he's performed in his you know what is it now 20 months or his you know what is it now 20 months or so since he's been in office. You know, so since he's been in office. You know, he's he's faced quite a lot of flack for"
    },
    {
      "start": 579.0,
      "dur": 9.6,
      "text": "he's he's faced quite a lot of flack for not having being able to really get that not having being able to really get that across to people publicly, the kind of across to people publicly, the kind of person that he is. person that he is. Well, this isn't publicly though. This Well, this isn't publicly though. This the problem seems like this is behind"
    },
    {
      "start": 588.6,
      "dur": 8.1,
      "text": "the problem seems like this is behind closed doors to Labour MPs when he's closed doors to Labour MPs when he's very clearly had his back against the very clearly had his back against the wall as a consequence of the last few wall as a consequence of the last few days and everything that's happened. he"
    },
    {
      "start": 596.7,
      "dur": 9.1,
      "text": "days and everything that's happened. he has come out and delivered to them has come out and delivered to them judging by the comments that are coming judging by the comments that are coming through and other people in the room through and other people in the room might have a different view a sense of might have a different view a sense of what they are wanting to hear from him."
    },
    {
      "start": 605.8,
      "dur": 8.0,
      "text": "what they are wanting to hear from him. So you do wonder whether or not there So you do wonder whether or not there might be something in the offing where might be something in the offing where he makes the attempt to do that in a he makes the attempt to do that in a more public facing way. Although it is more public facing way. Although it is also worth saying right now at this"
    },
    {
      "start": 613.8,
      "dur": 9.2,
      "text": "also worth saying right now at this junction. Of course what always matters junction. Of course what always matters the most is public opinion at the ballot the most is public opinion at the ballot box. Absolutely. But right now, the box. Absolutely. But right now, the audience that Kestama does need to win"
    },
    {
      "start": 623.0,
      "dur": 9.1,
      "text": "audience that Kestama does need to win over are the MPs in parliament because over are the MPs in parliament because they are the ones who have the power if they are the ones who have the power if they choose to to decide his immediate they choose to to decide his immediate future. So to plunge us into chaos as"
    },
    {
      "start": 632.1,
      "dur": 8.5,
      "text": "future. So to plunge us into chaos as others have done. I mean you could others have done. I mean you could easily listen to that and think who easily listen to that and think who plunged the Labour Party into chaos plunged the Labour Party into chaos today, the senior figure in the Labor today, the senior figure in the Labor Party who called for the prime minister"
    },
    {
      "start": 640.6,
      "dur": 8.3,
      "text": "Party who called for the prime minister to resign. If you're an Asarwir and no to resign. If you're an Asarwir and no one's followed you and you now need to one's followed you and you now need to fight an election campaign and you've"
    },
    {
      "start": 648.9,
      "dur": 9.4,
      "text": "fight an election campaign and you've cut off the prime minister and you've cut off the prime minister and you've cut off number 10, this the Secretary of cut off number 10, this the Secretary of State for Scotland, Douglas Alexander, State for Scotland, Douglas Alexander, who is supposed to be running the"
    },
    {
      "start": 658.3,
      "dur": 10.3,
      "text": "who is supposed to be running the campaign for Hollywood alongside an MSP, campaign for Hollywood alongside an MSP, Labor MSP, Jackie Bailey, and obviously Labor MSP, Jackie Bailey, and obviously with an Asarwire, he has come out in with an Asarwire, he has come out in support of the prime minister. It is"
    },
    {
      "start": 668.6,
      "dur": 9.8,
      "text": "support of the prime minister. It is very difficult to see how if Cir is very difficult to see how if Cir is still in post on May the 7th when the still in post on May the 7th when the people go to the polls how Labor can run"
    },
    {
      "start": 678.4,
      "dur": 9.2,
      "text": "people go to the polls how Labor can run any sort of coordinated harmonious any sort of coordinated harmonious campaign that won't be continually campaign that won't be continually dogged by questions to all Labor dogged by questions to all Labor parliamentarians in Scotland. Well,"
    },
    {
      "start": 687.6,
      "dur": 9.0,
      "text": "parliamentarians in Scotland. Well, whose side are you on? Are you on Kier whose side are you on? Are you on Kier Starmer's side because the Scottish Starmer's side because the Scottish Labour leader says that he's not doing a Labour leader says that he's not doing a good enough job and he's causing a"
    },
    {
      "start": 696.6,
      "dur": 8.4,
      "text": "good enough job and he's causing a nightmare for for you and he's basically nightmare for for you and he's basically going to lose us the election or are you going to lose us the election or are you on the side of the prime minister who on the side of the prime minister who says oh we don't need any more of this"
    },
    {
      "start": 705.0,
      "dur": 9.7,
      "text": "says oh we don't need any more of this chaos brackets maybe from an Asarwire I chaos brackets maybe from an Asarwire I mean how it's difficult to see mean how it's difficult to see how that works how that works well and what he's done of course is he"
    },
    {
      "start": 714.7,
      "dur": 9.8,
      "text": "well and what he's done of course is he has laid bare the division that exists has laid bare the division that exists even by doing what he did at the very even by doing what he did at the very top of the Labour party with these top of the Labour party with these senior figures Anas Sawa and Kama. And"
    },
    {
      "start": 724.5,
      "dur": 10.3,
      "text": "senior figures Anas Sawa and Kama. And when Anasawa was being asked lots of when Anasawa was being asked lots of questions by journalists in the wake of questions by journalists in the wake of him saying what he said, one of the him saying what he said, one of the moments that caught my eye was when moments that caught my eye was when somebody said, \"Have you spoken to somebody said, \"Have you spoken to Kustama about this?\" And Anasawa said,"
    },
    {
      "start": 734.8,
      "dur": 8.0,
      "text": "Kustama about this?\" And Anasawa said, \"Yes, I told him what I was going to \"Yes, I told him what I was going to do.\" And then he just went, \"Safe to do.\" And then he just went, \"Safe to say, we disagreed.\" You know, which is say, we disagreed.\" You know, which is totally revealing because it suggests"
    },
    {
      "start": 742.8,
      "dur": 10.1,
      "text": "totally revealing because it suggests that perhaps you might not unexpectedly that perhaps you might not unexpectedly it might be completely statement of the it might be completely statement of the obvious, but quite clearly that it was a obvious, but quite clearly that it was a very firm difference of what he was"
    },
    {
      "start": 752.9,
      "dur": 8.2,
      "text": "very firm difference of what he was about to do. about to do. There was something in the way he said There was something in the way he said that and the look on his face that gave that and the look on his face that gave me the very distinct impression that the"
    },
    {
      "start": 761.1,
      "dur": 9.6,
      "text": "me the very distinct impression that the prime minister had had raised his voice prime minister had had raised his voice at Mr. Sarwir. I think what was totally at Mr. Sarwir. I think what was totally like today it was one of those days like today it was one of those days where and I think we are sort of a"
    },
    {
      "start": 770.7,
      "dur": 9.5,
      "text": "where and I think we are sort of a little bit in that territory and have little bit in that territory and have been for a few days now where it is easy been for a few days now where it is easy and sometimes tempting to get a bit and sometimes tempting to get a bit breathless about everything that's going breathless about everything that's going on or you know because the atmosphere is"
    },
    {
      "start": 780.2,
      "dur": 9.7,
      "text": "on or you know because the atmosphere is always heightened at times like this always heightened at times like this when there are lots of questions about when there are lots of questions about the direction of a party not least a the direction of a party not least a party that's currently in government of party that's currently in government of course but I think today really was one course but I think today really was one of those days where the mood shifted"
    },
    {
      "start": 789.9,
      "dur": 8.4,
      "text": "of those days where the mood shifted really really quickly from one point to really really quickly from one point to another throughout the day depending on another throughout the day depending on the actions and the reactions of the the actions and the reactions of the people involved olved and what was people involved olved and what was interesting for me was when and we"
    },
    {
      "start": 798.3,
      "dur": 8.8,
      "text": "interesting for me was when and we hadn't heard a lot this morning from hadn't heard a lot this morning from senior members of the cabinet or the senior members of the cabinet or the government. Now that might just be a government. Now that might just be a kind of diary thing or a logistical kind of diary thing or a logistical thing. I don't know. But given the kind"
    },
    {
      "start": 807.1,
      "dur": 9.0,
      "text": "thing. I don't know. But given the kind of context in the background, we just of context in the background, we just hadn't heard a lot through the morning. hadn't heard a lot through the morning. And then we had Anna Saw standing up and And then we had Anna Saw standing up and saying what he did. And then very saying what he did. And then very quickly the cabinet kind of coming"
    },
    {
      "start": 816.1,
      "dur": 8.2,
      "text": "quickly the cabinet kind of coming round. And then you had this sort of round. And then you had this sort of seemingly quite feisty Karma at the seemingly quite feisty Karma at the parliamentary Labour Party meeting with parliamentary Labour Party meeting with all of the MPs and the cheers and all"
    },
    {
      "start": 824.3,
      "dur": 10.9,
      "text": "all of the MPs and the cheers and all the rest of it. And it seems to me that the rest of it. And it seems to me that as we have this conversation right now, as we have this conversation right now, one of the potential consequences of one of the potential consequences of what Anna Sawa did was to actually rally"
    },
    {
      "start": 835.2,
      "dur": 8.2,
      "text": "what Anna Sawa did was to actually rally quite a lot of the cabinet and some of quite a lot of the cabinet and some of the parliamentary Labor Party behind K the parliamentary Labor Party behind K star which has led to a sort of mood"
    },
    {
      "start": 843.4,
      "dur": 9.6,
      "text": "star which has led to a sort of mood shift again. Now how long that lasts we shift again. Now how long that lasts we don't know but you know you've had don't know but you know you've had people like Lucy Pal who was she is the people like Lucy Pal who was she is the deputy leader of the Labour party deputy leader of the Labour party elected to that position by party"
    },
    {
      "start": 853.0,
      "dur": 8.0,
      "text": "elected to that position by party members and she today has been out quite members and she today has been out quite robustly in defense of Kia Starman. In robustly in defense of Kia Starman. In fact I think we can hear a little bit of fact I think we can hear a little bit of her. The prime minister has my full"
    },
    {
      "start": 861.0,
      "dur": 8.7,
      "text": "her. The prime minister has my full support as the deputy leader of the support as the deputy leader of the Labour Party and I know he has the vast Labour Party and I know he has the vast majority of colleagues uh full support majority of colleagues uh full support as well because we've got a country to"
    },
    {
      "start": 869.7,
      "dur": 9.3,
      "text": "as well because we've got a country to run and we've got change that we're run and we've got change that we're trying to deliver and we've got trying to deliver and we've got elections that we're trying to win and elections that we're trying to win and the last thing we need right now is all the last thing we need right now is all this speculation looking inwards on"
    },
    {
      "start": 879.0,
      "dur": 8.3,
      "text": "this speculation looking inwards on ourselves. Yes, we've got to do better. ourselves. Yes, we've got to do better. Yes, we've got to take the fight to Yes, we've got to take the fight to reform. Yes, we've got to show people reform. Yes, we've got to show people whose side we're on. Um, but we're all"
    },
    {
      "start": 887.3,
      "dur": 8.8,
      "text": "whose side we're on. Um, but we're all focused on that as one Labor team with focused on that as one Labor team with Kier as our leader and I think that's Kier as our leader and I think that's been made really clear today. been made really clear today. And she's not the only one. We heard And she's not the only one. We heard from the education secretary Bridget"
    },
    {
      "start": 896.1,
      "dur": 9.7,
      "text": "from the education secretary Bridget Phillipsson speaking to Chris earlier Phillipsson speaking to Chris earlier and she too was reiterating her support. and she too was reiterating her support. Were it not for the leadership of Karma? Were it not for the leadership of Karma? We would not have won that election. We"
    },
    {
      "start": 905.8,
      "dur": 8.9,
      "text": "We would not have won that election. We would not be lifting over half a million would not be lifting over half a million children out of poverty. That is what children out of poverty. That is what Labor governments are elected to Labor governments are elected to deliver. But what about the deliver. But what about the responsibility people are seeing right"
    },
    {
      "start": 914.7,
      "dur": 8.7,
      "text": "responsibility people are seeing right now which looks chaotic because frankly now which looks chaotic because frankly it is chaotic. it is chaotic. Look I wish it weren't happening of Look I wish it weren't happening of course but you'd expect me to say that."
    },
    {
      "start": 923.4,
      "dur": 8.0,
      "text": "course but you'd expect me to say that. I have enormous respect for an Sawa. I have enormous respect for an Sawa. I've known him a long time but I think I've known him a long time but I think on this it's just profoundly the wrong on this it's just profoundly the wrong call and it's the wrong judgment. Karma"
    },
    {
      "start": 931.4,
      "dur": 8.1,
      "text": "call and it's the wrong judgment. Karma is a man of profound integrity, is a man of profound integrity, determination and public service. determination and public service. Will K star still be prime minister at Will K star still be prime minister at the end of the week? the end of the week? Yes. Yes. End of the month?"
    },
    {
      "start": 939.5,
      "dur": 8.6,
      "text": "End of the month? Yeah. Yeah. End of the year? Yes, End of the year? Yes, you're certain. you're certain. Yes. Yes. The more the longer those questions go The more the longer those questions go on, the more you have to keep saying"
    },
    {
      "start": 948.1,
      "dur": 8.3,
      "text": "on, the more you have to keep saying yes. yes. Yeah. Yeah. Although Chris says something like the Although Chris says something like the end of the century. end of the century. I did actually wonder. I I thought I I did actually wonder. I I thought I wonder how long you could push this. Two wonder how long you could push this. Two years, three, four century. I know."
    },
    {
      "start": 956.4,
      "dur": 8.8,
      "text": "years, three, four century. I know. Anyway, I want to ask you a couple of Anyway, I want to ask you a couple of things, Alex, about other people, um, things, Alex, about other people, um, interesting people, people who they say interesting people, people who they say might one day or might be considering"
    },
    {
      "start": 965.2,
      "dur": 9.8,
      "text": "might one day or might be considering challenging the prime minister. They challenging the prime minister. They deny it, of course. Angela Rener, former deny it, of course. Angela Rener, former deputy prime minister, posted a a video, deputy prime minister, posted a a video, was it on Tik Tok, Tik Tok, of her"
    },
    {
      "start": 975.0,
      "dur": 8.5,
      "text": "was it on Tik Tok, Tik Tok, of her getting her hair cut. getting her hair cut. Yeah. Yeah. She didn't post it. Her hairdresser She didn't post it. Her hairdresser posted it. posted it. Yeah. Which was widely sort of seen as, Yeah. Which was widely sort of seen as, you know, through what was, I think,"
    },
    {
      "start": 983.5,
      "dur": 8.3,
      "text": "you know, through what was, I think, undoubtedly a difficult weekend for undoubtedly a difficult weekend for Karma when he felt quite belleaguered Karma when he felt quite belleaguered and there were questions about his and there were questions about his judgment and his future. and you know"
    },
    {
      "start": 991.8,
      "dur": 8.8,
      "text": "judgment and his future. and you know Pat McFaden long-standing ally of the Pat McFaden long-standing ally of the prime minister was sent out to do all of prime minister was sent out to do all of the interviews saying about in in the interviews saying about in in support of him you then the kind of support of him you then the kind of juxiposition of having a seemingly"
    },
    {
      "start": 1000.6,
      "dur": 10.1,
      "text": "juxiposition of having a seemingly carefree Angela Raina was commented on carefree Angela Raina was commented on and picked up without a shadow of a and picked up without a shadow of a doubt doubt I wondered if that was the John Major at I wondered if that was the John Major at the dentist moment remember that when"
    },
    {
      "start": 1010.7,
      "dur": 8.1,
      "text": "the dentist moment remember that when Margaret Thatcher was under massive Margaret Thatcher was under massive pressure and it's not quite as much I pressure and it's not quite as much I mean one imagines that Angela Raina mean one imagines that Angela Raina enjoys having her haircut more than"
    },
    {
      "start": 1018.8,
      "dur": 8.6,
      "text": "enjoys having her haircut more than going to the dentist most people would I going to the dentist most people would I know indeed for but like but I wondered know indeed for but like but I wondered when I saw that I thought oh is that is when I saw that I thought oh is that is this a but it wasn't"
    },
    {
      "start": 1027.4,
      "dur": 10.4,
      "text": "this a but it wasn't well I think I also just give it with a well I think I also just give it with a caveat that people will inevitably read caveat that people will inevitably read into everything right now because even into everything right now because even though I hate the word and it is though I hate the word and it is overused it has been quite febal"
    },
    {
      "start": 1037.8,
      "dur": 8.0,
      "text": "overused it has been quite febal you said you said earlier you you you said you said earlier you you sometimes it's got an appropriate use sometimes it's got an appropriate use and I do feel like the use of the word and I do feel like the use of the word you know to describe the mood of the"
    },
    {
      "start": 1045.8,
      "dur": 9.6,
      "text": "you know to describe the mood of the last few days it's probably fairly last few days it's probably fairly accurate but interestingly on Angela accurate but interestingly on Angela Because of course, as you say, even Because of course, as you say, even though she would deny it, you know, she though she would deny it, you know, she has long been considered a potential"
    },
    {
      "start": 1055.4,
      "dur": 8.8,
      "text": "has long been considered a potential challenger for Karma at some point down challenger for Karma at some point down the line, but even she when we had the the line, but even she when we had the sort of stream of cabinet ministers sort of stream of cabinet ministers coming out publicly to state their coming out publicly to state their support for Karma, she joined in and did"
    },
    {
      "start": 1064.2,
      "dur": 8.7,
      "text": "support for Karma, she joined in and did a sort of series of of messages on X a sort of series of of messages on X saying about how she was backing the saying about how she was backing the prime minister right now as well. prime minister right now as well. And Wes Streeting, the health secretary."
    },
    {
      "start": 1072.9,
      "dur": 8.4,
      "text": "And Wes Streeting, the health secretary. Yeah. So, he he did this he actually Yeah. So, he he did this he actually gave an interview to Sky News, Beth gave an interview to Sky News, Beth Rigby from Sky News. Um and he did the Rigby from Sky News. Um and he did the same. You know, he gave his support for"
    },
    {
      "start": 1081.3,
      "dur": 9.3,
      "text": "same. You know, he gave his support for for the prime minister saying that it for the prime minister saying that it wasn't the time for the prime minister wasn't the time for the prime minister to go right now, etc., etc. But he to go right now, etc., etc. But he actually went a bit further because he actually went a bit further because he also wrote a piece for the Guardian"
    },
    {
      "start": 1090.6,
      "dur": 8.2,
      "text": "also wrote a piece for the Guardian newspaper um in which he was addressing newspaper um in which he was addressing headon his relationship with Peter headon his relationship with Peter Mandlesson. So a little bit of kind of"
    },
    {
      "start": 1098.8,
      "dur": 9.0,
      "text": "Mandlesson. So a little bit of kind of context to this because um while all of context to this because um while all of this has been going on obviously the this has been going on obviously the central question that has led to this"
    },
    {
      "start": 1107.8,
      "dur": 9.8,
      "text": "central question that has led to this point where Karma's judgment has been point where Karma's judgment has been openly questioned by many in his own openly questioned by many in his own party was the decision to appoint Peter party was the decision to appoint Peter Manderson as the US ambassador. Now over"
    },
    {
      "start": 1117.6,
      "dur": 8.8,
      "text": "Manderson as the US ambassador. Now over the course of the weekend there have the course of the weekend there have been lots of people saying well if it been lots of people saying well if it does come to it and Wes Streeting wants does come to it and Wes Streeting wants to challenge K star for leadership to challenge K star for leadership brackets West Streeting would deny that"
    },
    {
      "start": 1126.4,
      "dur": 9.6,
      "text": "brackets West Streeting would deny that right now but closed brackets but he right now but closed brackets but he might have a problem because he's might have a problem because he's particularly close to Peter Madison as particularly close to Peter Madison as well. So what West Streeting has done is well. So what West Streeting has done is I suspect quite a strategic move in"
    },
    {
      "start": 1136.0,
      "dur": 8.6,
      "text": "I suspect quite a strategic move in openly addressing that and saying it was openly addressing that and saying it was a sort of moral failure of everybody a sort of moral failure of everybody including himself not to question the including himself not to question the appointment of Peter Mandlesson, but"
    },
    {
      "start": 1144.6,
      "dur": 8.6,
      "text": "appointment of Peter Mandlesson, but also I think wanting to distance himself also I think wanting to distance himself a little bit from what has been reported a little bit from what has been reported as a very close relationship between the"
    },
    {
      "start": 1153.2,
      "dur": 9.0,
      "text": "as a very close relationship between the two. even going as far as to publish two. even going as far as to publish WhatsApp messages between himself and WhatsApp messages between himself and Peter Mandlesson trying to show that"
    },
    {
      "start": 1162.2,
      "dur": 9.4,
      "text": "Peter Mandlesson trying to show that they didn't have a very cozy or close they didn't have a very cozy or close relationship. But one of the things he's relationship. But one of the things he's also said is that he was a bit also said is that he was a bit frustrated at the briefings against him"
    },
    {
      "start": 1171.6,
      "dur": 9.5,
      "text": "frustrated at the briefings against him from number 10. Now you will remember from number 10. Now you will remember the last time that we're treating talked the last time that we're treating talked about this. It all erupt into a huge about this. It all erupt into a huge great row. So we'll see where that goes. great row. So we'll see where that goes. It's interesting. his his um his actions"
    },
    {
      "start": 1181.1,
      "dur": 9.5,
      "text": "It's interesting. his his um his actions today certainly have been interesting today certainly have been interesting and where they go next will be worth and where they go next will be worth keeping an eye on, won't they? There's keeping an eye on, won't they? There's one other figure today who um we"
    },
    {
      "start": 1190.6,
      "dur": 9.2,
      "text": "one other figure today who um we wondered about when we heard that Anasar wondered about when we heard that Anasar was going to give his news conference was going to give his news conference because um if the polls are bad for because um if the polls are bad for Labor in Scotland, they are bad for"
    },
    {
      "start": 1199.8,
      "dur": 9.6,
      "text": "Labor in Scotland, they are bad for Labor in Wales as well. um both ply Labor in Wales as well. um both ply comry and reform UK challenging um comry and reform UK challenging um labor's um dominance longtime dominance"
    },
    {
      "start": 1209.4,
      "dur": 9.6,
      "text": "labor's um dominance longtime dominance um since the evolution in 1999 in Wales um since the evolution in 1999 in Wales and the question was well if an asar is and the question was well if an asar is going to come out what is the Welsh"
    },
    {
      "start": 1219.0,
      "dur": 9.1,
      "text": "going to come out what is the Welsh first minister Ellen Morgan um going to first minister Ellen Morgan um going to do and we did wonder if she too was do and we did wonder if she too was going to come out and criticize or call going to come out and criticize or call for the prime minister to go and then"
    },
    {
      "start": 1228.1,
      "dur": 9.1,
      "text": "for the prime minister to go and then she didn't she didn't I think social media set a hair running I think social media set a hair running as it sometimes does in situations that as it sometimes does in situations that she might follow Anna Sawar and do she might follow Anna Sawar and do something similar. But then our something similar. But then our colleagues in BBC Wells got in touch"
    },
    {
      "start": 1237.2,
      "dur": 9.4,
      "text": "colleagues in BBC Wells got in touch with the team around her and they said with the team around her and they said that she's not in that space. I think that she's not in that space. I think the quote was the quote was Yeah. It's not really necessarily a Yeah. It's not really necessarily a fullthroated"
    },
    {
      "start": 1246.6,
      "dur": 9.8,
      "text": "fullthroated public loud defense of the prime public loud defense of the prime minister. minister. Well, you will know this. You will know Well, you will know this. You will know this better than I, James. But, you this better than I, James. But, you know, I think the the leaders of Labor know, I think the the leaders of Labor in Wales and Scotland have been walking"
    },
    {
      "start": 1256.4,
      "dur": 9.0,
      "text": "in Wales and Scotland have been walking quite a careful line. And I think they quite a careful line. And I think they might say that they are having to walk might say that they are having to walk quite a careful line in the run-up to quite a careful line in the run-up to what are crucial elections for the what are crucial elections for the Labour party in those two nations"
    },
    {
      "start": 1265.4,
      "dur": 9.4,
      "text": "Labour party in those two nations because they are conscious that because they are conscious that according to the polls the UK Labor according to the polls the UK Labor government is not particularly popular government is not particularly popular and at the same time they're trying to and at the same time they're trying to campaign on a Labor platform in Scotland"
    },
    {
      "start": 1274.8,
      "dur": 8.4,
      "text": "campaign on a Labor platform in Scotland or Wales. So Ellen Morgan, if you listen or Wales. So Ellen Morgan, if you listen to her words quite carefully over the to her words quite carefully over the course of the last few months really, course of the last few months really, you know, she has been trying to suggest"
    },
    {
      "start": 1283.2,
      "dur": 8.7,
      "text": "you know, she has been trying to suggest that the Labor Party in Wales isn't one that the Labor Party in Wales isn't one and the same in every capacity as the UK and the same in every capacity as the UK Labor government to sort of put a little"
    },
    {
      "start": 1291.9,
      "dur": 10.4,
      "text": "Labor government to sort of put a little bit of distance. So yeah, it was a sort bit of distance. So yeah, it was a sort of cautious distancing today. And we of cautious distancing today. And we have had in for years in Scotland, we've have had in for years in Scotland, we've had this debate about what detractors of"
    },
    {
      "start": 1302.3,
      "dur": 8.3,
      "text": "had this debate about what detractors of Scottish Labor call the branch office. Scottish Labor call the branch office. So people who criticize um the Scottish So people who criticize um the Scottish Labor Party over the years, particularly"
    },
    {
      "start": 1310.6,
      "dur": 9.0,
      "text": "Labor Party over the years, particularly the SNP um say, \"Oh, Scottish Labor is the SNP um say, \"Oh, Scottish Labor is just a branch office of of UK Labor. It just a branch office of of UK Labor. It does what it's told. It's run from does what it's told. It's run from London. It's run from the center. It"
    },
    {
      "start": 1319.6,
      "dur": 9.4,
      "text": "London. It's run from the center. It won't stick up for Scotland like we the won't stick up for Scotland like we the SNP quotes will stick up for Scotland.\" SNP quotes will stick up for Scotland.\" Obviously, Scottish Labor strongly Obviously, Scottish Labor strongly and angrily in some cases reject that"
    },
    {
      "start": 1329.0,
      "dur": 8.4,
      "text": "and angrily in some cases reject that characterization, but now we're seeing characterization, but now we're seeing that the the branch office argument that the the branch office argument playing out to to really extremes with"
    },
    {
      "start": 1337.4,
      "dur": 8.4,
      "text": "playing out to to really extremes with this idea that, you know, there's no this idea that, you know, there's no suggestion or no one can now say that an suggestion or no one can now say that an Asar's Labor Party is a branch office of"
    },
    {
      "start": 1345.8,
      "dur": 9.3,
      "text": "Asar's Labor Party is a branch office of the UK Labor Party. One might argue to a the UK Labor Party. One might argue to a fault because the ties have been and yet fault because the ties have been and yet even in today's news conference, Mr. Sar"
    },
    {
      "start": 1355.1,
      "dur": 8.3,
      "text": "even in today's news conference, Mr. Sar still feels the need to defend the UK still feels the need to defend the UK government or or or for whatever reason government or or or for whatever reason he thinks he should defend the UK he thinks he should defend the UK government. He says that part of the"
    },
    {
      "start": 1363.4,
      "dur": 8.9,
      "text": "government. He says that part of the problem here has not has been problem here has not has been presentation presentation rather than necessarily policy making rather than necessarily policy making and policy decisions. Although he does and policy decisions. Although he does think that in some respects policies"
    },
    {
      "start": 1372.3,
      "dur": 12.1,
      "text": "think that in some respects policies particularly around welfare have been particularly around welfare have been extremely unhelpful. extremely unhelpful. But in terms of um in terms of policy But in terms of um in terms of policy presentation, his argument is look when"
    },
    {
      "start": 1384.4,
      "dur": 8.2,
      "text": "presentation, his argument is look when Labor came to power nearly two years ago Labor came to power nearly two years ago in the UK general election and Scottish in the UK general election and Scottish Labor went from 1 to 37 MPs everything"
    },
    {
      "start": 1392.6,
      "dur": 8.2,
      "text": "Labor went from 1 to 37 MPs everything was on track everything was going well. was on track everything was going well. He would say and ask Sarwart, I've not He would say and ask Sarwart, I've not done anything wrong. have been running done anything wrong. have been running the party pretty well and indeed he has"
    },
    {
      "start": 1400.8,
      "dur": 8.8,
      "text": "the party pretty well and indeed he has in fairness been making an impact on in fairness been making an impact on certain issues particularly around a certain issues particularly around a hospital scandal in Glasgow um with um hospital scandal in Glasgow um with um voters and making interventions in the"
    },
    {
      "start": 1409.6,
      "dur": 9.4,
      "text": "voters and making interventions in the Scottish Parliament that some people Scottish Parliament that some people regard as being pretty effective. He regard as being pretty effective. He says look this I'm not the problem. The says look this I'm not the problem. The prime minister is the problem or the prime minister is the problem or the prime minister's team is the problem or prime minister's team is the problem or the UK government generally is the"
    },
    {
      "start": 1419.0,
      "dur": 10.0,
      "text": "the UK government generally is the problem. And as you say, that is where problem. And as you say, that is where you get to this idea that it's a really you get to this idea that it's a really difficult tight rope to walk to defend difficult tight rope to walk to defend the overall Labor project and the change"
    },
    {
      "start": 1429.0,
      "dur": 9.1,
      "text": "the overall Labor project and the change that Labor promised not just at that Labor promised not just at Westminster but also in the devolved Westminster but also in the devolved parliaments and yet at the same time, parliaments and yet at the same time, you know, try to keep your distance a you know, try to keep your distance a little bit little bit and then get all of that across to"
    },
    {
      "start": 1438.1,
      "dur": 10.6,
      "text": "and then get all of that across to voters voters and get all of that across. It's hard, and get all of that across. It's hard, isn't it? isn't it? Yeah, really hard. hard and it's Yeah, really hard. hard and it's complicated and I think you know look I complicated and I think you know look I would say it has been a day of very fast"
    },
    {
      "start": 1448.7,
      "dur": 9.3,
      "text": "would say it has been a day of very fast moving and changing moods. Um I suspect moving and changing moods. Um I suspect that K star and probably and his team that K star and probably and his team probably feel a little bit more"
    },
    {
      "start": 1458.0,
      "dur": 8.1,
      "text": "probably feel a little bit more confident as they sort of sit in Downing confident as they sort of sit in Downing Street this evening than perhaps they Street this evening than perhaps they did going into today. But there are"
    },
    {
      "start": 1466.1,
      "dur": 9.0,
      "text": "did going into today. But there are still some sort of practical questions still some sort of practical questions outstanding. you know, there are some outstanding. you know, there are some sort of gaps in the Downing Street sort of gaps in the Downing Street operation, not least, that Karmama still operation, not least, that Karmama still is going to have to fill. So, he's lost is going to have to fill. So, he's lost his director of communications. His"
    },
    {
      "start": 1475.1,
      "dur": 8.5,
      "text": "his director of communications. His chief of staff, he still needs to find a chief of staff, he still needs to find a sort of permanent replacement for. And, sort of permanent replacement for. And, you know, I think it's going to be one you know, I think it's going to be one of those things where I would not be at"
    },
    {
      "start": 1483.6,
      "dur": 10.7,
      "text": "of those things where I would not be at all confident to predict how the next all confident to predict how the next few days play out in in any way. few days play out in in any way. Yeah. And actually, newscasters, talking Yeah. And actually, newscasters, talking of questions, have been asking of questions, have been asking questions. Um, we have one from Martin"
    },
    {
      "start": 1494.3,
      "dur": 10.1,
      "text": "questions. Um, we have one from Martin Fuller who's got in touch via WhatsApp. Fuller who's got in touch via WhatsApp. Thank you very much, Martin. Um, Martin Thank you very much, Martin. Um, Martin says, \"Hi, does the panel, we had a says, \"Hi, does the panel, we had a panel, it's only you and me. Does do we"
    },
    {
      "start": 1504.4,
      "dur": 9.9,
      "text": "panel, it's only you and me. Does do we believe it likely a British prime believe it likely a British prime minister will ever serve a full term minister will ever serve a full term again? Or is deposing the leader of the again? Or is deposing the leader of the government something this country now government something this country now does as a matter of course?\" That is an"
    },
    {
      "start": 1514.3,
      "dur": 9.9,
      "text": "does as a matter of course?\" That is an interesting question, isn't it? Because interesting question, isn't it? Because we have chopped and changed a lot in we have chopped and changed a lot in recent years. recent years. It's it's such an interesting question It's it's such an interesting question for so many reasons. I mean, it's always for so many reasons. I mean, it's always been this sort of widely held assumption"
    },
    {
      "start": 1524.2,
      "dur": 8.2,
      "text": "been this sort of widely held assumption in Westminster that the Conservatives in Westminster that the Conservatives can be a bit more ruthless at ditching can be a bit more ruthless at ditching their leaders certainly than the Labor their leaders certainly than the Labor Party. Um, and of course, you know,"
    },
    {
      "start": 1532.4,
      "dur": 10.2,
      "text": "Party. Um, and of course, you know, right now Karma is prime minister and right now Karma is prime minister and he's in the job and that's where he is. he's in the job and that's where he is. Um but I think that there is an Um but I think that there is an interesting question about whether what interesting question about whether what happened in the last years of the"
    },
    {
      "start": 1542.6,
      "dur": 9.0,
      "text": "happened in the last years of the Conservatives in government where we had Conservatives in government where we had those successive changes in leader and those successive changes in leader and therefore prime minister really really therefore prime minister really really quickly you know um has the Labour party"
    },
    {
      "start": 1551.6,
      "dur": 8.2,
      "text": "quickly you know um has the Labour party now looked at that and there will be now looked at that and there will be some in that party that think my some in that party that think my goodness that's a terrible idea we don't goodness that's a terrible idea we don't want to be like that we need to kind of want to be like that we need to kind of you know stick it out but there might be"
    },
    {
      "start": 1559.8,
      "dur": 8.0,
      "text": "you know stick it out but there might be others that think others that think if it's not working change it and what if it's not working change it and what I'm totally fascinated by to this point I'm totally fascinated by to this point is what do people make of that? You"
    },
    {
      "start": 1567.8,
      "dur": 8.0,
      "text": "is what do people make of that? You know, is the country crying out for this know, is the country crying out for this or not? Is it good for the country or or not? Is it good for the country or not? You know, they are the kind of key not? You know, they are the kind of key questions that have to factor into this."
    },
    {
      "start": 1575.8,
      "dur": 8.8,
      "text": "questions that have to factor into this. Well, and then there's another question Well, and then there's another question about the electorate. Um, and about the electorate. Um, and newscasters will all have their own, you newscasters will all have their own, you know, people will have their own know, people will have their own opinions about this, but to to to what"
    },
    {
      "start": 1584.6,
      "dur": 10.4,
      "text": "opinions about this, but to to to what extent are we now an impatient extent are we now an impatient electorate? To what extent when a electorate? To what extent when a politician as Sakir Star did promises politician as Sakir Star did promises change, do we want to see the results of"
    },
    {
      "start": 1595.0,
      "dur": 8.3,
      "text": "change, do we want to see the results of that change very quickly? And and has that change very quickly? And and has that been affected by the shortening of that been affected by the shortening of an of our attention spans in a first of"
    },
    {
      "start": 1603.3,
      "dur": 8.1,
      "text": "an of our attention spans in a first of all a 24-hour news era and then secondly all a 24-hour news era and then secondly in a social media era? Has that in a social media era? Has that fundamentally made politics harder for"
    },
    {
      "start": 1611.4,
      "dur": 10.0,
      "text": "fundamentally made politics harder for those who say, as Sir did, this country those who say, as Sir did, this country needs a decade of renewal? Because then needs a decade of renewal? Because then you're like, well, okay, a decade of you're like, well, okay, a decade of renewal. Well, I mean, all right, but"
    },
    {
      "start": 1621.4,
      "dur": 9.0,
      "text": "renewal. Well, I mean, all right, but like, can't can I have lower bills and like, can't can I have lower bills and lower taxes and better public services lower taxes and better public services sooner than a decade, please? sooner than a decade, please? And what's totally interesting and And what's totally interesting and really hard to know about this current"
    },
    {
      "start": 1630.4,
      "dur": 8.3,
      "text": "really hard to know about this current situation is coming back to that point, situation is coming back to that point, people might be impatient for change. people might be impatient for change. People might be frustrated at being People might be frustrated at being promised something that they they then"
    },
    {
      "start": 1638.7,
      "dur": 8.3,
      "text": "promised something that they they then feel isn't being delivered, which is feel isn't being delivered, which is something you just hear time and time something you just hear time and time again. as you know when you go around again. as you know when you go around and speak to people that's one of their and speak to people that's one of their biggest frustrations with the political"
    },
    {
      "start": 1647.0,
      "dur": 8.0,
      "text": "biggest frustrations with the political system at the moment. Does that mean system at the moment. Does that mean that people are crying out for a sort of that people are crying out for a sort of ditching of the prime minister and a new ditching of the prime minister and a new prime minister? Now, what I think will"
    },
    {
      "start": 1655.0,
      "dur": 10.4,
      "text": "prime minister? Now, what I think will be really interesting to get a sense of be really interesting to get a sense of is when Labour MPs, after what had been is when Labour MPs, after what had been a very intense week in Westminster last a very intense week in Westminster last week, went back to their constituencies week, went back to their constituencies over the weekend and started to try and"
    },
    {
      "start": 1665.4,
      "dur": 8.7,
      "text": "over the weekend and started to try and assess what they were hearing from their assess what they were hearing from their voters on the doorsteps and whether or voters on the doorsteps and whether or not that changed their approach in any not that changed their approach in any way when it came to the future of the way when it came to the future of the prime minister. I'll tell you who is"
    },
    {
      "start": 1674.1,
      "dur": 9.6,
      "text": "prime minister. I'll tell you who is sticking up for the prime minister is a sticking up for the prime minister is a newscaster who's also a member of newscaster who's also a member of parliament John Slinger who's the MP for parliament John Slinger who's the MP for rugby rugby Labour MP for rugby has has"
    },
    {
      "start": 1683.7,
      "dur": 9.2,
      "text": "rugby rugby Labour MP for rugby has has um got in touch got in touch after the um got in touch got in touch after the weekend episodes um thank you very much weekend episodes um thank you very much saying hi Laura and team you said it was saying hi Laura and team you said it was increasingly hard to find a Labour MP increasingly hard to find a Labour MP who thinks Kier Starmer will still be PM"
    },
    {
      "start": 1692.9,
      "dur": 8.6,
      "text": "who thinks Kier Starmer will still be PM in a few months let alone lead us into in a few months let alone lead us into the next general election hi who doesn't the next general election hi who doesn't say that he says I'm one who thinks this say that he says I'm one who thinks this I think we as a party should be rallying"
    },
    {
      "start": 1701.5,
      "dur": 9.2,
      "text": "I think we as a party should be rallying behind the PM specul ulating about the behind the PM specul ulating about the leadership harms the country which is leadership harms the country which is far more important than the party far more important than the party interest um and so and we actually spoke"
    },
    {
      "start": 1710.7,
      "dur": 8.6,
      "text": "interest um and so and we actually spoke to um John Slinger after that and he to um John Slinger after that and he said there's actually a lot of support said there's actually a lot of support for um Kier Starmer was his argument and for um Kier Starmer was his argument and he thinks that Anas was very much"
    },
    {
      "start": 1719.3,
      "dur": 8.2,
      "text": "he thinks that Anas was very much playing to his own audience in Scotland playing to his own audience in Scotland this these recent events he thinks are this these recent events he thinks are distracting and detracting now that's distracting and detracting now that's only one that's only one"
    },
    {
      "start": 1727.5,
      "dur": 9.1,
      "text": "only one that's only one but that is I mean it's a valid point but that is I mean it's a valid point because I was talking to somebody else because I was talking to somebody else very very senior within the Labour party very very senior within the Labour party just before the actually and they were just before the actually and they were rightly making the point that the PLP"
    },
    {
      "start": 1736.6,
      "dur": 9.3,
      "text": "rightly making the point that the PLP the parliamentary labor party is not a the parliamentary labor party is not a homogeneous blob where everybody thinks homogeneous blob where everybody thinks exactly the same thing and I think it exactly the same thing and I think it can be easy u for journalists you know can be easy u for journalists you know you you speak to some MPs and you might"
    },
    {
      "start": 1745.9,
      "dur": 8.1,
      "text": "you you speak to some MPs and you might get a sense of that's the sort of move get a sense of that's the sort of move but there are lots of different but there are lots of different groupings lots of different factions and groupings lots of different factions and lots of different people within that big lots of different people within that big parliamentary Labor party that exists"
    },
    {
      "start": 1754.0,
      "dur": 8.8,
      "text": "parliamentary Labor party that exists who will feel very differently about who will feel very differently about what should happen in the next kind of what should happen in the next kind of days weeks months and and beyond and days weeks months and and beyond and while they're absolutely absolutely has"
    },
    {
      "start": 1762.8,
      "dur": 9.6,
      "text": "while they're absolutely absolutely has been real frustration and anger and been real frustration and anger and upset about the way that they think upset about the way that they think things have been going from the center. things have been going from the center. There will be others who think that you"
    },
    {
      "start": 1772.4,
      "dur": 8.1,
      "text": "There will be others who think that you know cool heads need to prevail. It just know cool heads need to prevail. It just sort of depends in the next couple of sort of depends in the next couple of days which which one is is is takes"
    },
    {
      "start": 1780.5,
      "dur": 9.3,
      "text": "days which which one is is is takes precedent or which one you know. precedent or which one you know. Yeah. And I'll tell you one thing, these Yeah. And I'll tell you one thing, these elections have been thrown into turmoil, elections have been thrown into turmoil, especially in Scotland, particularly the especially in Scotland, particularly the Hollywood election has really been, you"
    },
    {
      "start": 1789.8,
      "dur": 9.6,
      "text": "Hollywood election has really been, you know, we thought we maybe knew roughly know, we thought we maybe knew roughly the shape of this election and the the shape of this election and the campaigns and what they would look look campaigns and what they would look look like. And and I think now we we don't"
    },
    {
      "start": 1799.4,
      "dur": 10.0,
      "text": "like. And and I think now we we don't really know how the Hollywood elections really know how the Hollywood elections going to play out. How are people in the going to play out. How are people in the party going to respond to Kier to How party going to respond to Kier to How are people in the party going to respond are people in the party going to respond to an Asarwire? How are the public going"
    },
    {
      "start": 1809.4,
      "dur": 8.0,
      "text": "to an Asarwire? How are the public going to respond to to what he's done? And to respond to to what he's done? And I'll tell you how the S&P are going to I'll tell you how the S&P are going to respond, which is talking about um respond, which is talking about um instability. They're going to say"
    },
    {
      "start": 1817.4,
      "dur": 8.3,
      "text": "instability. They're going to say Westminster's the problem. That's the Westminster's the problem. That's the instability. You know, the the the SNP instability. You know, the the the SNP were very keen, as you know, Alex, to were very keen, as you know, Alex, to talk about independence as much as"
    },
    {
      "start": 1825.7,
      "dur": 8.9,
      "text": "talk about independence as much as possible during this election campaign possible during this election campaign because support for independence and because support for independence and support for the Scottish National Party support for the Scottish National Party have detached in the polls in recent"
    },
    {
      "start": 1834.6,
      "dur": 9.1,
      "text": "have detached in the polls in recent years. And you know, support for years. And you know, support for Scottish independence still running Scottish independence still running pretty high, like near nearly 50%. Uh, pretty high, like near nearly 50%. Uh, and support for the S&P while still high and support for the S&P while still high enough to have them in the lead in"
    },
    {
      "start": 1843.7,
      "dur": 9.2,
      "text": "enough to have them in the lead in Scotland according to the polls is has Scotland according to the polls is has fallen somewhat. And so John Swinny, the fallen somewhat. And so John Swinny, the first minister and SNP leader, is very first minister and SNP leader, is very keen to yoke those two things back"
    },
    {
      "start": 1852.9,
      "dur": 9.5,
      "text": "keen to yoke those two things back together. And I think these events will together. And I think these events will only strengthen his determination to only strengthen his determination to talk a lot about the constitution in talk a lot about the constitution in this campaign. So we've been in a bit of"
    },
    {
      "start": 1862.4,
      "dur": 8.3,
      "text": "this campaign. So we've been in a bit of a a bit of a um dip in the roller a a bit of a um dip in the roller coaster of constitutional debates, but coaster of constitutional debates, but maybe maybe it will come back to the maybe maybe it will come back to the four in the coming weeks."
    },
    {
      "start": 1870.7,
      "dur": 8.7,
      "text": "four in the coming weeks. Yeah. And we know of course on the Yeah. And we know of course on the horizon looking ahead here that there horizon looking ahead here that there are some really crucial moments coming are some really crucial moments coming up. So of course there are yes of course up. So of course there are yes of course that big set of elections in May the 7th that big set of elections in May the 7th Scotland Wales and local elections in"
    },
    {
      "start": 1879.4,
      "dur": 9.1,
      "text": "Scotland Wales and local elections in England. There's also a parliamentary bi England. There's also a parliamentary bi a parliamentary bi-election in a couple a parliamentary bi-election in a couple of weeks ahead of that which is pretty of weeks ahead of that which is pretty important and we are still waiting for important and we are still waiting for lots of the messages and information"
    },
    {
      "start": 1888.5,
      "dur": 10.1,
      "text": "lots of the messages and information around the appointment of Peter around the appointment of Peter Mandlesson to be published. So I feel Mandlesson to be published. So I feel like this has got a way to run. like this has got a way to run. It does. We've had the verdict of the It does. We've had the verdict of the Scottish Labor leader. We've had the Scottish Labor leader. We've had the verdict for now at least of the cabinet."
    },
    {
      "start": 1898.6,
      "dur": 8.1,
      "text": "verdict for now at least of the cabinet. And next we'll very much get the verdict And next we'll very much get the verdict of voters in lots of different places. of voters in lots of different places. Plenty more to come, I suspect. And of Plenty more to come, I suspect. And of course, we will follow it all. But that"
    },
    {
      "start": 1906.7,
      "dur": 8.1,
      "text": "course, we will follow it all. But that is it. That's all we got time for on is it. That's all we got time for on this episode of Newscast. this episode of Newscast. And we'll be in all week for Adam. And we'll be in all week for Adam. Yes, you and I here all week. So catch Yes, you and I here all week. So catch up with us then if you can. But for now,"
    },
    {
      "start": 1914.8,
      "dur": 3.4,
      "text": "up with us then if you can. But for now, goodbye. Bye-bye."
    }
  ]
}