{
  "videoId": "0ePoKFp96Ug",
  "title": "Morgan McSweeney resigns as UK PM’s chief of staff following Mandelson scandal | BBC News",
  "publishedAt": "2026-02-08",
  "channel": "BBC News",
  "durationSeconds": 791,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.4,
      "text": "Now, some breaking news here in the UK."
    },
    {
      "start": 2.48,
      "dur": 2.71,
      "text": "Now, some breaking news here in the UK. In the world of politics, we're getting"
    },
    {
      "start": 5.2,
      "dur": 3.03,
      "text": "In the world of politics, we're getting notification that uh number 10 has"
    },
    {
      "start": 8.24,
      "dur": 2.95,
      "text": "notification that uh number 10 has confirmed that Morgan Mweeny has"
    },
    {
      "start": 11.2,
      "dur": 2.79,
      "text": "confirmed that Morgan Mweeny has resigned as the prime minister's chief"
    },
    {
      "start": 14.0,
      "dur": 2.79,
      "text": "resigned as the prime minister's chief of staff. There was a question mark over"
    },
    {
      "start": 16.8,
      "dur": 2.309,
      "text": "of staff. There was a question mark over his position given that he was"
    },
    {
      "start": 19.119,
      "dur": 3.751,
      "text": "his position given that he was supportive of the uh of appointing Lord"
    },
    {
      "start": 22.88,
      "dur": 3.43,
      "text": "supportive of the uh of appointing Lord Manson as the UK ambassador to the"
    },
    {
      "start": 26.32,
      "dur": 2.63,
      "text": "Manson as the UK ambassador to the United States. The number 10 now"
    },
    {
      "start": 28.96,
      "dur": 3.589,
      "text": "United States. The number 10 now confirming that Morgan Mweeny has quit"
    },
    {
      "start": 32.559,
      "dur": 3.031,
      "text": "confirming that Morgan Mweeny has quit as Sakir Starmer's chief of staff. Well,"
    },
    {
      "start": 35.6,
      "dur": 2.469,
      "text": "as Sakir Starmer's chief of staff. Well, our political correspondent Billy Kenber"
    },
    {
      "start": 38.079,
      "dur": 2.391,
      "text": "our political correspondent Billy Kenber is back with us and Billy just a second"
    },
    {
      "start": 40.48,
      "dur": 1.99,
      "text": "is back with us and Billy just a second ago we were talking about his position"
    },
    {
      "start": 42.48,
      "dur": 1.749,
      "text": "ago we were talking about his position whether it was tenable. Well, it looks"
    },
    {
      "start": 44.239,
      "dur": 2.551,
      "text": "whether it was tenable. Well, it looks like that decision has now been made."
    },
    {
      "start": 46.8,
      "dur": 2.87,
      "text": "like that decision has now been made. &gt;&gt; Indeed, we've got his uh his resignation"
    },
    {
      "start": 49.68,
      "dur": 1.67,
      "text": "&gt;&gt; Indeed, we've got his uh his resignation statement here. He says that the"
    },
    {
      "start": 51.36,
      "dur": 1.99,
      "text": "statement here. He says that the decision to appoint Peter Vendlesen was"
    },
    {
      "start": 53.36,
      "dur": 1.75,
      "text": "decision to appoint Peter Vendlesen was wrong, that he's damaged the Labour"
    },
    {
      "start": 55.12,
      "dur": 1.51,
      "text": "wrong, that he's damaged the Labour Party, our country, and trust in"
    },
    {
      "start": 56.64,
      "dur": 2.229,
      "text": "Party, our country, and trust in politics. itself. He said that when"
    },
    {
      "start": 58.879,
      "dur": 1.911,
      "text": "politics. itself. He said that when asked, I advise the prime minister to"
    },
    {
      "start": 60.8,
      "dur": 1.749,
      "text": "asked, I advise the prime minister to make that appointment and I take full"
    },
    {
      "start": 62.559,
      "dur": 2.87,
      "text": "make that appointment and I take full responsibility for that advice. He said"
    },
    {
      "start": 65.439,
      "dur": 1.591,
      "text": "responsibility for that advice. He said in public life, responsibility must be"
    },
    {
      "start": 67.04,
      "dur": 1.51,
      "text": "in public life, responsibility must be owned when it matters most, not just"
    },
    {
      "start": 68.56,
      "dur": 1.75,
      "text": "owned when it matters most, not just when it is most convenient and he's"
    },
    {
      "start": 70.32,
      "dur": 2.07,
      "text": "when it is most convenient and he's decided that in the circumstances the"
    },
    {
      "start": 72.4,
      "dur": 2.23,
      "text": "decided that in the circumstances the only honorable cause is to step aside."
    },
    {
      "start": 74.64,
      "dur": 2.71,
      "text": "only honorable cause is to step aside. He concludes in this uh in this"
    },
    {
      "start": 77.36,
      "dur": 1.67,
      "text": "He concludes in this uh in this statement rather lengthy statement too"
    },
    {
      "start": 79.04,
      "dur": 2.15,
      "text": "statement rather lengthy statement too with a refle two further reflections."
    },
    {
      "start": 81.2,
      "dur": 2.07,
      "text": "with a refle two further reflections. one that it was important to remember"
    },
    {
      "start": 83.28,
      "dur": 1.91,
      "text": "one that it was important to remember the women and girls whose lives were"
    },
    {
      "start": 85.2,
      "dur": 1.51,
      "text": "the women and girls whose lives were ruined by Jeffrey Epstein and whose"
    },
    {
      "start": 86.72,
      "dur": 2.47,
      "text": "ruined by Jeffrey Epstein and whose voices went unheard for far too long."
    },
    {
      "start": 89.2,
      "dur": 2.15,
      "text": "voices went unheard for far too long. The second is that the uh due diligence"
    },
    {
      "start": 91.36,
      "dur": 1.67,
      "text": "The second is that the uh due diligence and vetting process which he says he"
    },
    {
      "start": 93.04,
      "dur": 2.47,
      "text": "and vetting process which he says he didn't oversee what did need to be"
    },
    {
      "start": 95.52,
      "dur": 1.99,
      "text": "didn't oversee what did need to be fundamentally overhauled. It was flawed"
    },
    {
      "start": 97.52,
      "dur": 2.15,
      "text": "fundamentally overhauled. It was flawed and that that cannot simply be a gesture"
    },
    {
      "start": 99.68,
      "dur": 1.83,
      "text": "and that that cannot simply be a gesture but a safeguard for the future. He says"
    },
    {
      "start": 101.52,
      "dur": 2.71,
      "text": "but a safeguard for the future. He says he remains fully supportive of the prime"
    },
    {
      "start": 104.24,
      "dur": 2.63,
      "text": "he remains fully supportive of the prime minister. So the breaking news that"
    },
    {
      "start": 106.88,
      "dur": 2.549,
      "text": "minister. So the breaking news that Morgan Mweeny has resigned as secure"
    },
    {
      "start": 109.439,
      "dur": 3.111,
      "text": "Morgan Mweeny has resigned as secure Starama's chief of staff. U we we'll go"
    },
    {
      "start": 112.56,
      "dur": 2.39,
      "text": "Starama's chief of staff. U we we'll go down through the timeline of who knew"
    },
    {
      "start": 114.96,
      "dur": 1.27,
      "text": "down through the timeline of who knew what when because that's a really"
    },
    {
      "start": 116.24,
      "dur": 1.67,
      "text": "what when because that's a really critical but I think it's Billy just"
    },
    {
      "start": 117.92,
      "dur": 2.549,
      "text": "critical but I think it's Billy just worth you reminding us the significance"
    },
    {
      "start": 120.479,
      "dur": 2.63,
      "text": "worth you reminding us the significance of Morgan Mweeny because he really"
    },
    {
      "start": 123.119,
      "dur": 2.31,
      "text": "of Morgan Mweeny because he really masterminded Sakir Stalmer's path to"
    },
    {
      "start": 125.439,
      "dur": 2.631,
      "text": "masterminded Sakir Stalmer's path to Downing Street. He was critical to Sakir"
    },
    {
      "start": 128.08,
      "dur": 2.149,
      "text": "Downing Street. He was critical to Sakir Stalmer. So this is a a blow."
    },
    {
      "start": 130.239,
      "dur": 2.231,
      "text": "Stalmer. So this is a a blow. &gt;&gt; Absolutely. It is hugely significant. He"
    },
    {
      "start": 132.48,
      "dur": 2.79,
      "text": "&gt;&gt; Absolutely. It is hugely significant. He is Kia Starmmer's and has been Karma's"
    },
    {
      "start": 135.28,
      "dur": 3.11,
      "text": "is Kia Starmmer's and has been Karma's closest aid. He was there when Karma"
    },
    {
      "start": 138.4,
      "dur": 1.67,
      "text": "closest aid. He was there when Karma became leader of the Labour Party in"
    },
    {
      "start": 140.08,
      "dur": 2.869,
      "text": "became leader of the Labour Party in 2020. He has overseen the reshaping of"
    },
    {
      "start": 142.959,
      "dur": 2.63,
      "text": "2020. He has overseen the reshaping of the Labour Party that uh that has taken"
    },
    {
      "start": 145.599,
      "dur": 1.831,
      "text": "the Labour Party that uh that has taken place under Kia Starmmer, the selection"
    },
    {
      "start": 147.44,
      "dur": 1.99,
      "text": "place under Kia Starmmer, the selection of candidates, the campaign, the"
    },
    {
      "start": 149.44,
      "dur": 1.91,
      "text": "of candidates, the campaign, the successful general election campaign"
    },
    {
      "start": 151.36,
      "dur": 1.91,
      "text": "successful general election campaign only 18 months ago which won that"
    },
    {
      "start": 153.28,
      "dur": 1.669,
      "text": "only 18 months ago which won that resounding majority and then followed"
    },
    {
      "start": 154.959,
      "dur": 2.311,
      "text": "resounding majority and then followed him of course into into government"
    },
    {
      "start": 157.28,
      "dur": 2.229,
      "text": "him of course into into government working at the heart of of number 10"
    },
    {
      "start": 159.519,
      "dur": 1.831,
      "text": "working at the heart of of number 10 since he came into power. a hugely"
    },
    {
      "start": 161.36,
      "dur": 2.55,
      "text": "since he came into power. a hugely significant figure in the Stara project"
    },
    {
      "start": 163.92,
      "dur": 2.15,
      "text": "significant figure in the Stara project and in this Labor government and one who"
    },
    {
      "start": 166.08,
      "dur": 1.59,
      "text": "and in this Labor government and one who today has resigned"
    },
    {
      "start": 167.68,
      "dur": 2.79,
      "text": "today has resigned &gt;&gt; and I guess the question now is is that"
    },
    {
      "start": 170.48,
      "dur": 2.63,
      "text": "&gt;&gt; and I guess the question now is is that enough to get the pressure off Sakir"
    },
    {
      "start": 173.12,
      "dur": 1.91,
      "text": "enough to get the pressure off Sakir Stalmer because we've heard the strength"
    },
    {
      "start": 175.04,
      "dur": 3.59,
      "text": "Stalmer because we've heard the strength of feeling of Labour MPs will it be"
    },
    {
      "start": 178.64,
      "dur": 2.07,
      "text": "of feeling of Labour MPs will it be enough potentially for him to carry on"
    },
    {
      "start": 180.72,
      "dur": 1.03,
      "text": "enough potentially for him to carry on as leader"
    },
    {
      "start": 181.76,
      "dur": 2.95,
      "text": "as leader &gt;&gt; well historically we've we have seen uh"
    },
    {
      "start": 184.72,
      "dur": 1.99,
      "text": "&gt;&gt; well historically we've we have seen uh prime minister's leaders have to"
    },
    {
      "start": 186.72,
      "dur": 2.39,
      "text": "prime minister's leaders have to sacrifice key aids and it and it rarely"
    },
    {
      "start": 189.12,
      "dur": 2.469,
      "text": "sacrifice key aids and it and it rarely ends happily for the leader themselves."
    },
    {
      "start": 191.599,
      "dur": 2.151,
      "text": "ends happily for the leader themselves. Only this morning, Pat McFaden was one"
    },
    {
      "start": 193.76,
      "dur": 2.389,
      "text": "Only this morning, Pat McFaden was one of one of Karma's close allies in the"
    },
    {
      "start": 196.159,
      "dur": 1.591,
      "text": "of one of Karma's close allies in the cabinet was asked on on the Laura"
    },
    {
      "start": 197.76,
      "dur": 2.23,
      "text": "cabinet was asked on on the Laura Coonsburg program whether whether Morgan"
    },
    {
      "start": 200.0,
      "dur": 2.309,
      "text": "Coonsburg program whether whether Morgan Mweeny should go. He said no. He saw no"
    },
    {
      "start": 202.319,
      "dur": 1.671,
      "text": "Mweeny should go. He said no. He saw no point in that. That there was no point"
    },
    {
      "start": 204.0,
      "dur": 3.11,
      "text": "point in that. That there was no point in Mweeny going if uh if Karma was"
    },
    {
      "start": 207.12,
      "dur": 1.67,
      "text": "in Mweeny going if uh if Karma was remaining as as prime minister. they are"
    },
    {
      "start": 208.8,
      "dur": 4.069,
      "text": "remaining as as prime minister. they are they they are integral uh to to this"
    },
    {
      "start": 212.879,
      "dur": 1.99,
      "text": "they they are integral uh to to this political project to the government one"
    },
    {
      "start": 214.879,
      "dur": 2.551,
      "text": "political project to the government one intertwined one and uh one and another"
    },
    {
      "start": 217.44,
      "dur": 2.31,
      "text": "intertwined one and uh one and another and uh and that was clearly his"
    },
    {
      "start": 219.76,
      "dur": 1.109,
      "text": "and uh and that was clearly his position. There were others of course"
    },
    {
      "start": 220.879,
      "dur": 2.791,
      "text": "position. There were others of course who who were calling for uh for Morgan"
    },
    {
      "start": 223.68,
      "dur": 1.43,
      "text": "who who were calling for uh for Morgan Mcweeni to go and that pressure had"
    },
    {
      "start": 225.12,
      "dur": 1.189,
      "text": "Mcweeni to go and that pressure had clearly been building particularly in"
    },
    {
      "start": 226.319,
      "dur": 1.751,
      "text": "clearly been building particularly in the last 24 hours. David Blunkett"
    },
    {
      "start": 228.08,
      "dur": 1.67,
      "text": "the last 24 hours. David Blunkett speaking on the radio this morning said"
    },
    {
      "start": 229.76,
      "dur": 1.829,
      "text": "speaking on the radio this morning said that he felt the prime minister was"
    },
    {
      "start": 231.599,
      "dur": 1.431,
      "text": "that he felt the prime minister was being poorly advised and that a new"
    },
    {
      "start": 233.04,
      "dur": 2.71,
      "text": "being poorly advised and that a new chief of staff was needed and and other"
    },
    {
      "start": 235.76,
      "dur": 2.15,
      "text": "chief of staff was needed and and other figures among Labour MPs who who weren't"
    },
    {
      "start": 237.92,
      "dur": 2.55,
      "text": "figures among Labour MPs who who weren't outright calling for Starama to go were"
    },
    {
      "start": 240.48,
      "dur": 2.23,
      "text": "outright calling for Starama to go were pointing fingers at those around him"
    },
    {
      "start": 242.72,
      "dur": 3.91,
      "text": "pointing fingers at those around him calling it a boy club um in one instance"
    },
    {
      "start": 246.64,
      "dur": 3.19,
      "text": "calling it a boy club um in one instance &gt;&gt; and the issue here is that Morgan Mweeny"
    },
    {
      "start": 249.84,
      "dur": 2.55,
      "text": "&gt;&gt; and the issue here is that Morgan Mweeny was really supportive of Lord"
    },
    {
      "start": 252.4,
      "dur": 2.23,
      "text": "was really supportive of Lord Mandlesson's appointment as UK"
    },
    {
      "start": 254.64,
      "dur": 2.709,
      "text": "Mandlesson's appointment as UK ambassador but at that stage age, we"
    },
    {
      "start": 257.359,
      "dur": 2.471,
      "text": "ambassador but at that stage age, we already knew that there was a a"
    },
    {
      "start": 259.84,
      "dur": 2.87,
      "text": "already knew that there was a a relationship that had been going on for"
    },
    {
      "start": 262.72,
      "dur": 2.39,
      "text": "relationship that had been going on for a while between"
    },
    {
      "start": 265.12,
      "dur": 3.91,
      "text": "a while between Lord Mandlesson and Jeffrey Epstein."
    },
    {
      "start": 269.04,
      "dur": 3.429,
      "text": "Lord Mandlesson and Jeffrey Epstein. And that had been reported uh by the FT"
    },
    {
      "start": 272.479,
      "dur": 4.391,
      "text": "And that had been reported uh by the FT and also in the BBC that those that"
    },
    {
      "start": 276.88,
      "dur": 3.43,
      "text": "and also in the BBC that those that relationship was known because JP Morgan"
    },
    {
      "start": 280.32,
      "dur": 1.429,
      "text": "relationship was known because JP Morgan was looking into it. Incredibly"
    },
    {
      "start": 281.759,
      "dur": 2.631,
      "text": "was looking into it. Incredibly complicated this, but we it was known"
    },
    {
      "start": 284.4,
      "dur": 3.91,
      "text": "complicated this, but we it was known &gt;&gt; at its core. This is a um controversy"
    },
    {
      "start": 288.32,
      "dur": 1.75,
      "text": "&gt;&gt; at its core. This is a um controversy and more than a controversy really about"
    },
    {
      "start": 290.08,
      "dur": 1.51,
      "text": "and more than a controversy really about the prime minister question marks about"
    },
    {
      "start": 291.6,
      "dur": 1.67,
      "text": "the prime minister question marks about the prime minister's judgment and why"
    },
    {
      "start": 293.28,
      "dur": 2.55,
      "text": "the prime minister's judgment and why did Peter Manderson get appointed at a"
    },
    {
      "start": 295.84,
      "dur": 2.069,
      "text": "did Peter Manderson get appointed at a time when it was in the public domain"
    },
    {
      "start": 297.919,
      "dur": 2.311,
      "text": "time when it was in the public domain that he had continued to have an"
    },
    {
      "start": 300.24,
      "dur": 1.75,
      "text": "that he had continued to have an involvement a relationship with Jeffrey"
    },
    {
      "start": 302.0,
      "dur": 3.27,
      "text": "involvement a relationship with Jeffrey Epstein after his conviction for uh"
    },
    {
      "start": 305.28,
      "dur": 3.189,
      "text": "Epstein after his conviction for uh underage sex in 2008."
    },
    {
      "start": 308.479,
      "dur": 2.15,
      "text": "underage sex in 2008. There was a real moment in the last week"
    },
    {
      "start": 310.639,
      "dur": 1.511,
      "text": "There was a real moment in the last week in the comments on Wednesday when the"
    },
    {
      "start": 312.16,
      "dur": 1.749,
      "text": "in the comments on Wednesday when the prime minister admitted at the third"
    },
    {
      "start": 313.919,
      "dur": 1.751,
      "text": "prime minister admitted at the third time of asking that he had been aware of"
    },
    {
      "start": 315.68,
      "dur": 2.31,
      "text": "time of asking that he had been aware of that ongoing relationship. But it was"
    },
    {
      "start": 318.0,
      "dur": 1.35,
      "text": "that ongoing relationship. But it was already out there. It was out there"
    },
    {
      "start": 319.36,
      "dur": 1.99,
      "text": "already out there. It was out there publicly for those who were paying"
    },
    {
      "start": 321.36,
      "dur": 2.389,
      "text": "publicly for those who were paying attention. And so the questions the"
    },
    {
      "start": 323.759,
      "dur": 1.27,
      "text": "attention. And so the questions the question really was why was the prime"
    },
    {
      "start": 325.039,
      "dur": 1.99,
      "text": "question really was why was the prime minister not more curious and was this a"
    },
    {
      "start": 327.039,
      "dur": 1.99,
      "text": "minister not more curious and was this a calculated risk that they took at the"
    },
    {
      "start": 329.039,
      "dur": 2.071,
      "text": "calculated risk that they took at the time that they thought Mandlesson was a"
    },
    {
      "start": 331.12,
      "dur": 1.67,
      "text": "time that they thought Mandlesson was a an appointment that would work in the"
    },
    {
      "start": 332.8,
      "dur": 1.51,
      "text": "an appointment that would work in the particular circumstances the particular"
    },
    {
      "start": 334.32,
      "dur": 2.47,
      "text": "particular circumstances the particular politics around the Trump administration"
    },
    {
      "start": 336.8,
      "dur": 3.27,
      "text": "politics around the Trump administration and that these uh this issue around his"
    },
    {
      "start": 340.08,
      "dur": 2.07,
      "text": "and that these uh this issue around his relationship with Jeffrey Epstein was a"
    },
    {
      "start": 342.16,
      "dur": 1.51,
      "text": "relationship with Jeffrey Epstein was a was a price worth paying. Now, of"
    },
    {
      "start": 343.68,
      "dur": 1.75,
      "text": "was a price worth paying. Now, of course, number 10 would say they"
    },
    {
      "start": 345.44,
      "dur": 2.07,
      "text": "course, number 10 would say they absolutely didn't know the depth of the"
    },
    {
      "start": 347.52,
      "dur": 2.07,
      "text": "absolutely didn't know the depth of the relationship with Jeffrey Epstein and"
    },
    {
      "start": 349.6,
      "dur": 1.11,
      "text": "relationship with Jeffrey Epstein and between Jeffrey Epste and Lord"
    },
    {
      "start": 350.72,
      "dur": 1.43,
      "text": "between Jeffrey Epste and Lord Mandlesson. And what's emerged in the"
    },
    {
      "start": 352.16,
      "dur": 2.469,
      "text": "Mandlesson. And what's emerged in the last week, I think, has has clearly"
    },
    {
      "start": 354.639,
      "dur": 1.911,
      "text": "last week, I think, has has clearly legitimately shocked those at the heart"
    },
    {
      "start": 356.56,
      "dur": 1.75,
      "text": "legitimately shocked those at the heart of of government, those who've known"
    },
    {
      "start": 358.32,
      "dur": 1.67,
      "text": "of of government, those who've known Lord Mandlesson for a long time. The"
    },
    {
      "start": 360.0,
      "dur": 2.79,
      "text": "Lord Mandlesson for a long time. The revelations that he passed confidential,"
    },
    {
      "start": 362.8,
      "dur": 1.43,
      "text": "revelations that he passed confidential, potentially confidential information,"
    },
    {
      "start": 364.24,
      "dur": 3.27,
      "text": "potentially confidential information, potentially market sensitive information"
    },
    {
      "start": 367.52,
      "dur": 1.669,
      "text": "potentially market sensitive information while he was in government, while he was"
    },
    {
      "start": 369.199,
      "dur": 1.83,
      "text": "while he was in government, while he was business secretary under Gordon Brown to"
    },
    {
      "start": 371.039,
      "dur": 2.231,
      "text": "business secretary under Gordon Brown to Jeffrey Epstein. information that it"
    },
    {
      "start": 373.28,
      "dur": 1.43,
      "text": "Jeffrey Epstein. information that it would be potentially possible for"
    },
    {
      "start": 374.72,
      "dur": 1.909,
      "text": "would be potentially possible for someone to make money from. That has"
    },
    {
      "start": 376.639,
      "dur": 3.191,
      "text": "someone to make money from. That has clearly caused huge anger and and also"
    },
    {
      "start": 379.84,
      "dur": 1.75,
      "text": "clearly caused huge anger and and also the detail of of how frequently they"
    },
    {
      "start": 381.6,
      "dur": 2.869,
      "text": "the detail of of how frequently they were talking, how uh how often and in"
    },
    {
      "start": 384.479,
      "dur": 1.83,
      "text": "were talking, how uh how often and in often in a light-hearted and joking"
    },
    {
      "start": 386.319,
      "dur": 1.43,
      "text": "often in a light-hearted and joking manner. We should say, of course, the"
    },
    {
      "start": 387.759,
      "dur": 1.831,
      "text": "manner. We should say, of course, the police investigation remains ongoing and"
    },
    {
      "start": 389.6,
      "dur": 1.83,
      "text": "police investigation remains ongoing and Lord Mandlesson, we understand,"
    },
    {
      "start": 391.44,
      "dur": 1.83,
      "text": "Lord Mandlesson, we understand, maintains that he has not behaved"
    },
    {
      "start": 393.28,
      "dur": 2.469,
      "text": "maintains that he has not behaved criminally in his view. And it's it's"
    },
    {
      "start": 395.759,
      "dur": 1.671,
      "text": "criminally in his view. And it's it's worth just on on the appointment just"
    },
    {
      "start": 397.44,
      "dur": 2.95,
      "text": "worth just on on the appointment just reminding the audience that Sakir Starma"
    },
    {
      "start": 400.4,
      "dur": 1.83,
      "text": "reminding the audience that Sakir Starma was actually they wanted a political"
    },
    {
      "start": 402.24,
      "dur": 1.75,
      "text": "was actually they wanted a political appointment. They realized the the"
    },
    {
      "start": 404.0,
      "dur": 3.43,
      "text": "appointment. They realized the the seriousness of uh the changing dynamic"
    },
    {
      "start": 407.44,
      "dur": 1.83,
      "text": "seriousness of uh the changing dynamic with the Trump administration. So they"
    },
    {
      "start": 409.28,
      "dur": 1.749,
      "text": "with the Trump administration. So they wanted this to be a hard-hitting"
    },
    {
      "start": 411.039,
      "dur": 1.831,
      "text": "wanted this to be a hard-hitting political appointment, but actually"
    },
    {
      "start": 412.88,
      "dur": 2.71,
      "text": "political appointment, but actually Sakir Stalmer was keen on George"
    },
    {
      "start": 415.6,
      "dur": 2.55,
      "text": "Sakir Stalmer was keen on George Osborne, the former UK conservative"
    },
    {
      "start": 418.16,
      "dur": 2.149,
      "text": "Osborne, the former UK conservative chancellor rather than Lord Mandlesson."
    },
    {
      "start": 420.319,
      "dur": 1.111,
      "text": "chancellor rather than Lord Mandlesson. &gt;&gt; That's right. There were a number of"
    },
    {
      "start": 421.44,
      "dur": 1.589,
      "text": "&gt;&gt; That's right. There were a number of names in the frame once the decision was"
    },
    {
      "start": 423.039,
      "dur": 1.671,
      "text": "names in the frame once the decision was made to make a political appointment."
    },
    {
      "start": 424.72,
      "dur": 1.99,
      "text": "made to make a political appointment. David Milliband was much talked about as"
    },
    {
      "start": 426.72,
      "dur": 2.55,
      "text": "David Milliband was much talked about as well, of course, former uh Labour MP and"
    },
    {
      "start": 429.28,
      "dur": 1.99,
      "text": "well, of course, former uh Labour MP and and brother of Ed Milliban. So, there"
    },
    {
      "start": 431.28,
      "dur": 2.629,
      "text": "and brother of Ed Milliban. So, there were other options there. We've heard"
    },
    {
      "start": 433.919,
      "dur": 1.591,
      "text": "were other options there. We've heard reports particularly in the last few"
    },
    {
      "start": 435.52,
      "dur": 1.91,
      "text": "reports particularly in the last few days in light of of what's now happened"
    },
    {
      "start": 437.44,
      "dur": 1.35,
      "text": "days in light of of what's now happened and the acknowledgement that this was a"
    },
    {
      "start": 438.8,
      "dur": 1.829,
      "text": "and the acknowledgement that this was a huge mistake that there were members of"
    },
    {
      "start": 440.639,
      "dur": 1.911,
      "text": "huge mistake that there were members of the cabinet that were advising it"
    },
    {
      "start": 442.56,
      "dur": 2.87,
      "text": "the cabinet that were advising it against appointing Lord Mandlesson. H"
    },
    {
      "start": 445.44,
      "dur": 2.79,
      "text": "against appointing Lord Mandlesson. H among them the former deputy leader"
    },
    {
      "start": 448.24,
      "dur": 2.87,
      "text": "among them the former deputy leader Angela Raina. So there were clearly"
    },
    {
      "start": 451.12,
      "dur": 1.67,
      "text": "Angela Raina. So there were clearly voices with different views, but"
    },
    {
      "start": 452.8,
      "dur": 1.75,
      "text": "voices with different views, but ultimately the decision was made and"
    },
    {
      "start": 454.56,
      "dur": 1.59,
      "text": "ultimately the decision was made and ultimately the decision is signed off by"
    },
    {
      "start": 456.16,
      "dur": 2.23,
      "text": "ultimately the decision is signed off by the prime minister. And so I think the"
    },
    {
      "start": 458.4,
      "dur": 1.99,
      "text": "the prime minister. And so I think the key question now with Morgan Msweeny"
    },
    {
      "start": 460.4,
      "dur": 3.349,
      "text": "key question now with Morgan Msweeny going is will this be enough to save the"
    },
    {
      "start": 463.759,
      "dur": 1.751,
      "text": "going is will this be enough to save the prime minister? This is clearly a moment"
    },
    {
      "start": 465.52,
      "dur": 2.15,
      "text": "prime minister? This is clearly a moment of huge political crisis for the prime"
    },
    {
      "start": 467.68,
      "dur": 2.789,
      "text": "of huge political crisis for the prime minister, huge threat to him staying in"
    },
    {
      "start": 470.479,
      "dur": 2.631,
      "text": "minister, huge threat to him staying in power, holding on to his job. That"
    },
    {
      "start": 473.12,
      "dur": 2.629,
      "text": "power, holding on to his job. That pressure, does it now go simply because"
    },
    {
      "start": 475.759,
      "dur": 2.951,
      "text": "pressure, does it now go simply because his his closest aid goes? We shall see."
    },
    {
      "start": 478.72,
      "dur": 2.39,
      "text": "his his closest aid goes? We shall see. But history suggests probably not."
    },
    {
      "start": 481.12,
      "dur": 2.629,
      "text": "But history suggests probably not. &gt;&gt; This is a really fastmoving development."
    },
    {
      "start": 483.759,
      "dur": 2.631,
      "text": "&gt;&gt; This is a really fastmoving development. Just to remind everybody uh potentially"
    },
    {
      "start": 486.4,
      "dur": 2.15,
      "text": "Just to remind everybody uh potentially joining us on the BBC News Channel,"
    },
    {
      "start": 488.56,
      "dur": 3.83,
      "text": "joining us on the BBC News Channel, Morgan Mcweeny has resigned as Secure"
    },
    {
      "start": 492.4,
      "dur": 3.75,
      "text": "Morgan Mcweeny has resigned as Secure Star's chief of staff. He's issued a"
    },
    {
      "start": 496.16,
      "dur": 2.23,
      "text": "Star's chief of staff. He's issued a full statement, a long statement which"
    },
    {
      "start": 498.4,
      "dur": 2.55,
      "text": "full statement, a long statement which is available on our website. But to"
    },
    {
      "start": 500.96,
      "dur": 2.069,
      "text": "is available on our website. But to abbreviate it, he says that the decision"
    },
    {
      "start": 503.039,
      "dur": 2.311,
      "text": "abbreviate it, he says that the decision to appoint Lord Mandlesson, Peter"
    },
    {
      "start": 505.36,
      "dur": 2.31,
      "text": "to appoint Lord Mandlesson, Peter Mandlesson, was wrong. that decision to"
    },
    {
      "start": 507.68,
      "dur": 3.27,
      "text": "Mandlesson, was wrong. that decision to appoint him as a UK ambassador to the"
    },
    {
      "start": 510.96,
      "dur": 2.949,
      "text": "appoint him as a UK ambassador to the US. He says he leaves with pride in all"
    },
    {
      "start": 513.919,
      "dur": 2.151,
      "text": "US. He says he leaves with pride in all we have achieved mixed with regret at"
    },
    {
      "start": 516.08,
      "dur": 2.629,
      "text": "we have achieved mixed with regret at the circumstances of my departure. But"
    },
    {
      "start": 518.719,
      "dur": 2.31,
      "text": "the circumstances of my departure. But this is Billy really fast moving because"
    },
    {
      "start": 521.039,
      "dur": 3.271,
      "text": "this is Billy really fast moving because just this mo morning uh Pat McFaden was"
    },
    {
      "start": 524.32,
      "dur": 2.069,
      "text": "just this mo morning uh Pat McFaden was doing the rounds on on the morning"
    },
    {
      "start": 526.399,
      "dur": 3.11,
      "text": "doing the rounds on on the morning political shows. He told Laura Kunberg"
    },
    {
      "start": 529.519,
      "dur": 3.511,
      "text": "political shows. He told Laura Kunberg that uh removing"
    },
    {
      "start": 533.04,
      "dur": 2.31,
      "text": "that uh removing Morgan Mweeny would cost the UK's"
    },
    {
      "start": 535.36,
      "dur": 4.07,
      "text": "Morgan Mweeny would cost the UK's economy and"
    },
    {
      "start": 539.44,
      "dur": 1.92,
      "text": "removing Sakir Starma as prime minister"
    },
    {
      "start": 541.36,
      "dur": 2.469,
      "text": "removing Sakir Starma as prime minister rather would cost the UK's economy and"
    },
    {
      "start": 543.839,
      "dur": 3.11,
      "text": "rather would cost the UK's economy and international reputation. So he was very"
    },
    {
      "start": 546.959,
      "dur": 2.631,
      "text": "international reputation. So he was very much insisting that Saki Starama should"
    },
    {
      "start": 549.6,
      "dur": 2.95,
      "text": "much insisting that Saki Starama should stay. The question now is with Morgan"
    },
    {
      "start": 552.56,
      "dur": 3.59,
      "text": "stay. The question now is with Morgan Mweeny leaving, is that feasible for the"
    },
    {
      "start": 556.16,
      "dur": 1.59,
      "text": "Mweeny leaving, is that feasible for the prime minister who's been arguably"
    },
    {
      "start": 557.76,
      "dur": 1.43,
      "text": "prime minister who's been arguably hugely wounded over all of this?"
    },
    {
      "start": 559.2,
      "dur": 1.99,
      "text": "hugely wounded over all of this? &gt;&gt; Well, look, where we stand now is I I I"
    },
    {
      "start": 561.2,
      "dur": 2.47,
      "text": "&gt;&gt; Well, look, where we stand now is I I I think uh it's really where we've stood"
    },
    {
      "start": 563.68,
      "dur": 2.31,
      "text": "think uh it's really where we've stood for a few days now, that there are many"
    },
    {
      "start": 566.0,
      "dur": 2.63,
      "text": "for a few days now, that there are many Labor MPs, I would say, potentially most"
    },
    {
      "start": 568.64,
      "dur": 2.79,
      "text": "Labor MPs, I would say, potentially most Labor MPs who believe that it is not a"
    },
    {
      "start": 571.44,
      "dur": 1.91,
      "text": "Labor MPs who believe that it is not a question of if he can survive, but how"
    },
    {
      "start": 573.36,
      "dur": 1.67,
      "text": "question of if he can survive, but how much longer and just a question around"
    },
    {
      "start": 575.04,
      "dur": 2.07,
      "text": "much longer and just a question around the timing rather than whether he will"
    },
    {
      "start": 577.12,
      "dur": 2.55,
      "text": "the timing rather than whether he will survive. I think you could see this"
    },
    {
      "start": 579.68,
      "dur": 2.47,
      "text": "survive. I think you could see this morning in Pat McFaden's"
    },
    {
      "start": 582.16,
      "dur": 3.109,
      "text": "morning in Pat McFaden's interview how severe the sense of"
    },
    {
      "start": 585.279,
      "dur": 2.151,
      "text": "interview how severe the sense of gravity at how serious the situation"
    },
    {
      "start": 587.44,
      "dur": 2.23,
      "text": "gravity at how serious the situation this is. His acknowledgement of just how"
    },
    {
      "start": 589.68,
      "dur": 2.39,
      "text": "this is. His acknowledgement of just how politically damaging the last week has"
    },
    {
      "start": 592.08,
      "dur": 2.39,
      "text": "politically damaging the last week has been. His plea really to colleagues to"
    },
    {
      "start": 594.48,
      "dur": 3.11,
      "text": "been. His plea really to colleagues to say as you as you say there that he"
    },
    {
      "start": 597.6,
      "dur": 1.43,
      "text": "say as you as you say there that he doesn't think it's a good idea to change"
    },
    {
      "start": 599.04,
      "dur": 1.43,
      "text": "doesn't think it's a good idea to change leader that he doesn't think the country"
    },
    {
      "start": 600.48,
      "dur": 2.789,
      "text": "leader that he doesn't think the country wants another change in in leader"
    },
    {
      "start": 603.279,
      "dur": 1.511,
      "text": "wants another change in in leader another change in prime minister. a"
    },
    {
      "start": 604.8,
      "dur": 1.19,
      "text": "another change in prime minister. a situation where prime ministers only"
    },
    {
      "start": 606.0,
      "dur": 3.67,
      "text": "situation where prime ministers only last 18 months to to two years. And he"
    },
    {
      "start": 609.68,
      "dur": 1.829,
      "text": "last 18 months to to two years. And he said as as part of that that he didn't"
    },
    {
      "start": 611.519,
      "dur": 2.471,
      "text": "said as as part of that that he didn't see any value in a change of staff"
    },
    {
      "start": 614.0,
      "dur": 1.59,
      "text": "see any value in a change of staff around prime minister that the chief of"
    },
    {
      "start": 615.6,
      "dur": 2.15,
      "text": "around prime minister that the chief of staff going wouldn't wouldn't change"
    },
    {
      "start": 617.76,
      "dur": 1.43,
      "text": "staff going wouldn't wouldn't change things, wouldn't fix things, and that"
    },
    {
      "start": 619.2,
      "dur": 1.43,
      "text": "things, wouldn't fix things, and that that in his view the prime minister"
    },
    {
      "start": 620.64,
      "dur": 1.749,
      "text": "that in his view the prime minister should be given a chance to get on with"
    },
    {
      "start": 622.399,
      "dur": 2.231,
      "text": "should be given a chance to get on with the job in hand and in implementing his"
    },
    {
      "start": 624.64,
      "dur": 3.189,
      "text": "the job in hand and in implementing his uh his policies. Whether that is"
    },
    {
      "start": 627.839,
      "dur": 1.99,
      "text": "uh his policies. Whether that is persuasive for other Labour MPs, well, I"
    },
    {
      "start": 629.839,
      "dur": 1.911,
      "text": "persuasive for other Labour MPs, well, I think many had already made their minds"
    },
    {
      "start": 631.76,
      "dur": 2.47,
      "text": "think many had already made their minds up and it's unlikely that Morgan Mcweeny"
    },
    {
      "start": 634.24,
      "dur": 1.91,
      "text": "up and it's unlikely that Morgan Mcweeny leaving will change them."
    },
    {
      "start": 636.16,
      "dur": 1.99,
      "text": "leaving will change them. &gt;&gt; And what is worth just uh reminding"
    },
    {
      "start": 638.16,
      "dur": 1.909,
      "text": "&gt;&gt; And what is worth just uh reminding everybody is that when it comes to"
    },
    {
      "start": 640.079,
      "dur": 3.111,
      "text": "everybody is that when it comes to Morgan Mweeny um quitting now that's"
    },
    {
      "start": 643.2,
      "dur": 1.83,
      "text": "Morgan Mweeny um quitting now that's been confirmed number 10 issuing that"
    },
    {
      "start": 645.04,
      "dur": 1.75,
      "text": "been confirmed number 10 issuing that statement and we've got that long"
    },
    {
      "start": 646.8,
      "dur": 2.39,
      "text": "statement and we've got that long statement from Morgan Mcweeny himself."
    },
    {
      "start": 649.2,
      "dur": 1.59,
      "text": "statement from Morgan Mcweeny himself. This is actually the second chief of"
    },
    {
      "start": 650.8,
      "dur": 2.469,
      "text": "This is actually the second chief of staff that Starmer has lost because of"
    },
    {
      "start": 653.279,
      "dur": 2.631,
      "text": "staff that Starmer has lost because of course Sue Gray went previously. That's"
    },
    {
      "start": 655.92,
      "dur": 2.149,
      "text": "course Sue Gray went previously. That's all right. That's right. So Sue Gray"
    },
    {
      "start": 658.079,
      "dur": 2.391,
      "text": "all right. That's right. So Sue Gray brought in uh from the civil service"
    },
    {
      "start": 660.48,
      "dur": 1.909,
      "text": "brought in uh from the civil service very controversially"
    },
    {
      "start": 662.399,
      "dur": 1.751,
      "text": "very controversially before they came into before Labour came"
    },
    {
      "start": 664.16,
      "dur": 2.229,
      "text": "before they came into before Labour came into power with a a remitt to prepare"
    },
    {
      "start": 666.399,
      "dur": 2.311,
      "text": "into power with a a remitt to prepare the party for power and then dispensed"
    },
    {
      "start": 668.72,
      "dur": 3.19,
      "text": "the party for power and then dispensed with fairly swiftly after arriving. The"
    },
    {
      "start": 671.92,
      "dur": 2.149,
      "text": "with fairly swiftly after arriving. The suggestion being that uh that the prime"
    },
    {
      "start": 674.079,
      "dur": 1.511,
      "text": "suggestion being that uh that the prime minister and those around him were were"
    },
    {
      "start": 675.6,
      "dur": 1.75,
      "text": "minister and those around him were were not impressed with the uh with the"
    },
    {
      "start": 677.36,
      "dur": 2.23,
      "text": "not impressed with the uh with the preparations that that she had made. But"
    },
    {
      "start": 679.6,
      "dur": 2.55,
      "text": "preparations that that she had made. But this another and then Morgan Mcweeny"
    },
    {
      "start": 682.16,
      "dur": 1.669,
      "text": "this another and then Morgan Mcweeny stepping up into the role. as you say,"
    },
    {
      "start": 683.839,
      "dur": 2.871,
      "text": "stepping up into the role. as you say, another chief of staff uh lost from"
    },
    {
      "start": 686.72,
      "dur": 1.91,
      "text": "another chief of staff uh lost from Downing Street. And it really is"
    },
    {
      "start": 688.64,
      "dur": 1.749,
      "text": "Downing Street. And it really is extraordinary the speed of all of this."
    },
    {
      "start": 690.399,
      "dur": 3.591,
      "text": "extraordinary the speed of all of this. It is it is barely 18 months since Karma"
    },
    {
      "start": 694.0,
      "dur": 1.829,
      "text": "It is it is barely 18 months since Karma won the general election with a really"
    },
    {
      "start": 695.839,
      "dur": 2.871,
      "text": "won the general election with a really huge majority. And we are now in a"
    },
    {
      "start": 698.72,
      "dur": 1.59,
      "text": "huge majority. And we are now in a position where he is fighting, make no"
    },
    {
      "start": 700.32,
      "dur": 1.59,
      "text": "position where he is fighting, make no mistake, fighting for his political"
    },
    {
      "start": 701.92,
      "dur": 2.63,
      "text": "mistake, fighting for his political survival with potentially"
    },
    {
      "start": 704.56,
      "dur": 2.63,
      "text": "survival with potentially days or or weeks left to uh to see that"
    },
    {
      "start": 707.2,
      "dur": 4.79,
      "text": "days or or weeks left to uh to see that play out. Well, as we just work out u"
    },
    {
      "start": 712.0,
      "dur": 1.829,
      "text": "play out. Well, as we just work out u when it comes to this breaking news,"
    },
    {
      "start": 713.839,
      "dur": 2.791,
      "text": "when it comes to this breaking news, Morgan Mcweeni indeed quitting as sage"
    },
    {
      "start": 716.64,
      "dur": 2.15,
      "text": "Morgan Mcweeni indeed quitting as sage star's chief of staff. It it's just"
    },
    {
      "start": 718.8,
      "dur": 1.67,
      "text": "star's chief of staff. It it's just fascinating. You say it's a fast"
    },
    {
      "start": 720.48,
      "dur": 2.87,
      "text": "fascinating. You say it's a fast developing situation. Only this morning,"
    },
    {
      "start": 723.36,
      "dur": 1.75,
      "text": "developing situation. Only this morning, only this morning, Pat McFaden was"
    },
    {
      "start": 725.12,
      "dur": 2.23,
      "text": "only this morning, Pat McFaden was talking to Laura saying that uh to quote"
    },
    {
      "start": 727.36,
      "dur": 2.07,
      "text": "talking to Laura saying that uh to quote him, that the country changing prime"
    },
    {
      "start": 729.44,
      "dur": 2.47,
      "text": "him, that the country changing prime minister every 18 months to two years"
    },
    {
      "start": 731.92,
      "dur": 2.63,
      "text": "minister every 18 months to two years had an economic cost, a confidence cost,"
    },
    {
      "start": 734.56,
      "dur": 3.509,
      "text": "had an economic cost, a confidence cost, an international reputation cost. And"
    },
    {
      "start": 738.079,
      "dur": 2.231,
      "text": "an international reputation cost. And now we're here a few hours later since"
    },
    {
      "start": 740.32,
      "dur": 1.91,
      "text": "now we're here a few hours later since that uh interview and we're still"
    },
    {
      "start": 742.24,
      "dur": 2.149,
      "text": "that uh interview and we're still discussing the potential of Sakir"
    },
    {
      "start": 744.399,
      "dur": 1.67,
      "text": "discussing the potential of Sakir Stalmer"
    },
    {
      "start": 746.079,
      "dur": 2.391,
      "text": "Stalmer losing his position despite Morgan"
    },
    {
      "start": 748.48,
      "dur": 2.07,
      "text": "losing his position despite Morgan Mweeni standing down."
    },
    {
      "start": 750.56,
      "dur": 1.829,
      "text": "Mweeni standing down. &gt;&gt; Absolutely. And it's hard to see an"
    },
    {
      "start": 752.399,
      "dur": 1.831,
      "text": "&gt;&gt; Absolutely. And it's hard to see an obvious way of the prime minister"
    },
    {
      "start": 754.24,
      "dur": 1.51,
      "text": "obvious way of the prime minister turning this around at this stage. I"
    },
    {
      "start": 755.76,
      "dur": 2.069,
      "text": "turning this around at this stage. I think that is really at the core of why"
    },
    {
      "start": 757.839,
      "dur": 2.951,
      "text": "think that is really at the core of why so many MPs think this is a is a one-way"
    },
    {
      "start": 760.8,
      "dur": 2.469,
      "text": "so many MPs think this is a is a one-way street. It's difficult to see what he"
    },
    {
      "start": 763.279,
      "dur": 2.55,
      "text": "street. It's difficult to see what he could now do that would restore his"
    },
    {
      "start": 765.839,
      "dur": 2.071,
      "text": "could now do that would restore his authority really restore his the faith"
    },
    {
      "start": 767.92,
      "dur": 1.83,
      "text": "authority really restore his the faith of the parliamentary labor party in his"
    },
    {
      "start": 769.76,
      "dur": 3.189,
      "text": "of the parliamentary labor party in his judgment in his political nouse and in"
    },
    {
      "start": 772.959,
      "dur": 2.791,
      "text": "judgment in his political nouse and in his ability to lead fundamentally. And"
    },
    {
      "start": 775.76,
      "dur": 1.67,
      "text": "his ability to lead fundamentally. And this is uh this is obviously very"
    },
    {
      "start": 777.44,
      "dur": 2.55,
      "text": "this is uh this is obviously very significant the departure of uh of such"
    },
    {
      "start": 780.0,
      "dur": 3.43,
      "text": "significant the departure of uh of such a close and and and senior aid. But can"
    },
    {
      "start": 783.44,
      "dur": 1.75,
      "text": "a close and and and senior aid. But can it change fundamentally the mood music"
    },
    {
      "start": 785.2,
      "dur": 2.309,
      "text": "it change fundamentally the mood music around Downing Street and this uh this"
    },
    {
      "start": 787.519,
      "dur": 2.31,
      "text": "around Downing Street and this uh this prime minister? Well, we shall see in"
    },
    {
      "start": 789.839,
      "dur": 3.041,
      "text": "prime minister? Well, we shall see in the in the days ahead."
    }
  ]
}