{
  "videoId": "0ePoKFp96Ug",
  "title": "Morgan McSweeney resigns as UK PM’s chief of staff following Mandelson scandal | BBC News",
  "publishedAt": "2026-02-08",
  "channel": "BBC News",
  "durationSeconds": 791,
  "segments": [
    {
      "start": 0.1,
      "dur": 8.1,
      "text": "Now, some breaking news here in the UK. In the world of politics, we're getting In the world of politics, we're getting notification that uh number 10 has"
    },
    {
      "start": 8.2,
      "dur": 8.6,
      "text": "notification that uh number 10 has confirmed that Morgan Mweeny has confirmed that Morgan Mweeny has resigned as the prime minister's chief resigned as the prime minister's chief of staff. There was a question mark over"
    },
    {
      "start": 16.8,
      "dur": 9.5,
      "text": "of staff. There was a question mark over his position given that he was his position given that he was supportive of the uh of appointing Lord supportive of the uh of appointing Lord Manson as the UK ambassador to the"
    },
    {
      "start": 26.3,
      "dur": 9.3,
      "text": "Manson as the UK ambassador to the United States. The number 10 now United States. The number 10 now confirming that Morgan Mweeny has quit confirming that Morgan Mweeny has quit as Sakir Starmer's chief of staff. Well,"
    },
    {
      "start": 35.6,
      "dur": 8.6,
      "text": "as Sakir Starmer's chief of staff. Well, our political correspondent Billy Kenber our political correspondent Billy Kenber is back with us and Billy just a second is back with us and Billy just a second ago we were talking about his position ago we were talking about his position whether it was tenable. Well, it looks"
    },
    {
      "start": 44.2,
      "dur": 9.2,
      "text": "whether it was tenable. Well, it looks like that decision has now been made. like that decision has now been made. Indeed, we've got his uh his resignation Indeed, we've got his uh his resignation statement here. He says that the statement here. He says that the decision to appoint Peter Vendlesen was"
    },
    {
      "start": 53.4,
      "dur": 9.2,
      "text": "decision to appoint Peter Vendlesen was wrong, that he's damaged the Labour wrong, that he's damaged the Labour Party, our country, and trust in Party, our country, and trust in politics. itself. He said that when politics. itself. He said that when asked, I advise the prime minister to asked, I advise the prime minister to make that appointment and I take full"
    },
    {
      "start": 62.6,
      "dur": 9.8,
      "text": "make that appointment and I take full responsibility for that advice. He said responsibility for that advice. He said in public life, responsibility must be in public life, responsibility must be owned when it matters most, not just owned when it matters most, not just when it is most convenient and he's when it is most convenient and he's decided that in the circumstances the"
    },
    {
      "start": 72.4,
      "dur": 8.8,
      "text": "decided that in the circumstances the only honorable cause is to step aside. only honorable cause is to step aside. He concludes in this uh in this He concludes in this uh in this statement rather lengthy statement too statement rather lengthy statement too with a refle two further reflections."
    },
    {
      "start": 81.2,
      "dur": 8.0,
      "text": "with a refle two further reflections. one that it was important to remember one that it was important to remember the women and girls whose lives were the women and girls whose lives were ruined by Jeffrey Epstein and whose ruined by Jeffrey Epstein and whose voices went unheard for far too long."
    },
    {
      "start": 89.2,
      "dur": 8.3,
      "text": "voices went unheard for far too long. The second is that the uh due diligence The second is that the uh due diligence and vetting process which he says he and vetting process which he says he didn't oversee what did need to be didn't oversee what did need to be fundamentally overhauled. It was flawed"
    },
    {
      "start": 97.5,
      "dur": 9.4,
      "text": "fundamentally overhauled. It was flawed and that that cannot simply be a gesture and that that cannot simply be a gesture but a safeguard for the future. He says but a safeguard for the future. He says he remains fully supportive of the prime he remains fully supportive of the prime minister. So the breaking news that"
    },
    {
      "start": 106.9,
      "dur": 8.1,
      "text": "minister. So the breaking news that Morgan Mweeny has resigned as secure Morgan Mweeny has resigned as secure Starama's chief of staff. U we we'll go Starama's chief of staff. U we we'll go down through the timeline of who knew"
    },
    {
      "start": 115.0,
      "dur": 8.1,
      "text": "down through the timeline of who knew what when because that's a really what when because that's a really critical but I think it's Billy just critical but I think it's Billy just worth you reminding us the significance worth you reminding us the significance of Morgan Mweeny because he really"
    },
    {
      "start": 123.1,
      "dur": 9.4,
      "text": "of Morgan Mweeny because he really masterminded Sakir Stalmer's path to masterminded Sakir Stalmer's path to Downing Street. He was critical to Sakir Downing Street. He was critical to Sakir Stalmer. So this is a a blow. Stalmer. So this is a a blow. Absolutely. It is hugely significant. He"
    },
    {
      "start": 132.5,
      "dur": 10.5,
      "text": "Absolutely. It is hugely significant. He is Kia Starmmer's and has been Karma's is Kia Starmmer's and has been Karma's closest aid. He was there when Karma closest aid. He was there when Karma became leader of the Labour Party in became leader of the Labour Party in 2020. He has overseen the reshaping of"
    },
    {
      "start": 143.0,
      "dur": 8.4,
      "text": "2020. He has overseen the reshaping of the Labour Party that uh that has taken the Labour Party that uh that has taken place under Kia Starmmer, the selection place under Kia Starmmer, the selection of candidates, the campaign, the of candidates, the campaign, the successful general election campaign"
    },
    {
      "start": 151.4,
      "dur": 8.1,
      "text": "successful general election campaign only 18 months ago which won that only 18 months ago which won that resounding majority and then followed resounding majority and then followed him of course into into government him of course into into government working at the heart of of number 10"
    },
    {
      "start": 159.5,
      "dur": 8.2,
      "text": "working at the heart of of number 10 since he came into power. a hugely since he came into power. a hugely significant figure in the Stara project significant figure in the Stara project and in this Labor government and one who and in this Labor government and one who today has resigned"
    },
    {
      "start": 167.7,
      "dur": 10.9,
      "text": "today has resigned and I guess the question now is is that and I guess the question now is is that enough to get the pressure off Sakir enough to get the pressure off Sakir Stalmer because we've heard the strength Stalmer because we've heard the strength of feeling of Labour MPs will it be"
    },
    {
      "start": 178.6,
      "dur": 8.1,
      "text": "of feeling of Labour MPs will it be enough potentially for him to carry on enough potentially for him to carry on as leader as leader well historically we've we have seen uh well historically we've we have seen uh prime minister's leaders have to"
    },
    {
      "start": 186.7,
      "dur": 9.5,
      "text": "prime minister's leaders have to sacrifice key aids and it and it rarely sacrifice key aids and it and it rarely ends happily for the leader themselves. ends happily for the leader themselves. Only this morning, Pat McFaden was one Only this morning, Pat McFaden was one of one of Karma's close allies in the"
    },
    {
      "start": 196.2,
      "dur": 10.9,
      "text": "of one of Karma's close allies in the cabinet was asked on on the Laura cabinet was asked on on the Laura Coonsburg program whether whether Morgan Coonsburg program whether whether Morgan Mweeny should go. He said no. He saw no Mweeny should go. He said no. He saw no point in that. That there was no point point in that. That there was no point in Mweeny going if uh if Karma was"
    },
    {
      "start": 207.1,
      "dur": 10.3,
      "text": "in Mweeny going if uh if Karma was remaining as as prime minister. they are remaining as as prime minister. they are they they are integral uh to to this they they are integral uh to to this political project to the government one political project to the government one intertwined one and uh one and another"
    },
    {
      "start": 217.4,
      "dur": 8.9,
      "text": "intertwined one and uh one and another and uh and that was clearly his and uh and that was clearly his position. There were others of course position. There were others of course who who were calling for uh for Morgan who who were calling for uh for Morgan Mcweeni to go and that pressure had Mcweeni to go and that pressure had clearly been building particularly in"
    },
    {
      "start": 226.3,
      "dur": 9.5,
      "text": "clearly been building particularly in the last 24 hours. David Blunkett the last 24 hours. David Blunkett speaking on the radio this morning said speaking on the radio this morning said that he felt the prime minister was that he felt the prime minister was being poorly advised and that a new being poorly advised and that a new chief of staff was needed and and other"
    },
    {
      "start": 235.8,
      "dur": 10.8,
      "text": "chief of staff was needed and and other figures among Labour MPs who who weren't figures among Labour MPs who who weren't outright calling for Starama to go were outright calling for Starama to go were pointing fingers at those around him pointing fingers at those around him calling it a boy club um in one instance"
    },
    {
      "start": 246.6,
      "dur": 8.0,
      "text": "calling it a boy club um in one instance and the issue here is that Morgan Mweeny and the issue here is that Morgan Mweeny was really supportive of Lord was really supportive of Lord Mandlesson's appointment as UK"
    },
    {
      "start": 254.6,
      "dur": 8.1,
      "text": "Mandlesson's appointment as UK ambassador but at that stage age, we ambassador but at that stage age, we already knew that there was a a already knew that there was a a relationship that had been going on for"
    },
    {
      "start": 262.7,
      "dur": 9.8,
      "text": "relationship that had been going on for a while between a while between Lord Mandlesson and Jeffrey Epstein. Lord Mandlesson and Jeffrey Epstein. And that had been reported uh by the FT"
    },
    {
      "start": 272.5,
      "dur": 9.3,
      "text": "And that had been reported uh by the FT and also in the BBC that those that and also in the BBC that those that relationship was known because JP Morgan relationship was known because JP Morgan was looking into it. Incredibly"
    },
    {
      "start": 281.8,
      "dur": 8.3,
      "text": "was looking into it. Incredibly complicated this, but we it was known complicated this, but we it was known at its core. This is a um controversy at its core. This is a um controversy and more than a controversy really about"
    },
    {
      "start": 290.1,
      "dur": 10.1,
      "text": "and more than a controversy really about the prime minister question marks about the prime minister question marks about the prime minister's judgment and why the prime minister's judgment and why did Peter Manderson get appointed at a did Peter Manderson get appointed at a time when it was in the public domain time when it was in the public domain that he had continued to have an"
    },
    {
      "start": 300.2,
      "dur": 8.3,
      "text": "that he had continued to have an involvement a relationship with Jeffrey involvement a relationship with Jeffrey Epstein after his conviction for uh Epstein after his conviction for uh underage sex in 2008."
    },
    {
      "start": 308.5,
      "dur": 9.5,
      "text": "underage sex in 2008. There was a real moment in the last week There was a real moment in the last week in the comments on Wednesday when the in the comments on Wednesday when the prime minister admitted at the third prime minister admitted at the third time of asking that he had been aware of time of asking that he had been aware of that ongoing relationship. But it was"
    },
    {
      "start": 318.0,
      "dur": 9.0,
      "text": "that ongoing relationship. But it was already out there. It was out there already out there. It was out there publicly for those who were paying publicly for those who were paying attention. And so the questions the attention. And so the questions the question really was why was the prime question really was why was the prime minister not more curious and was this a"
    },
    {
      "start": 327.0,
      "dur": 9.8,
      "text": "minister not more curious and was this a calculated risk that they took at the calculated risk that they took at the time that they thought Mandlesson was a time that they thought Mandlesson was a an appointment that would work in the an appointment that would work in the particular circumstances the particular particular circumstances the particular politics around the Trump administration"
    },
    {
      "start": 336.8,
      "dur": 8.6,
      "text": "politics around the Trump administration and that these uh this issue around his and that these uh this issue around his relationship with Jeffrey Epstein was a relationship with Jeffrey Epstein was a was a price worth paying. Now, of was a price worth paying. Now, of course, number 10 would say they"
    },
    {
      "start": 345.4,
      "dur": 9.2,
      "text": "course, number 10 would say they absolutely didn't know the depth of the absolutely didn't know the depth of the relationship with Jeffrey Epstein and relationship with Jeffrey Epstein and between Jeffrey Epste and Lord between Jeffrey Epste and Lord Mandlesson. And what's emerged in the Mandlesson. And what's emerged in the last week, I think, has has clearly"
    },
    {
      "start": 354.6,
      "dur": 8.2,
      "text": "last week, I think, has has clearly legitimately shocked those at the heart legitimately shocked those at the heart of of government, those who've known of of government, those who've known Lord Mandlesson for a long time. The Lord Mandlesson for a long time. The revelations that he passed confidential,"
    },
    {
      "start": 362.8,
      "dur": 8.2,
      "text": "revelations that he passed confidential, potentially confidential information, potentially confidential information, potentially market sensitive information potentially market sensitive information while he was in government, while he was while he was in government, while he was business secretary under Gordon Brown to"
    },
    {
      "start": 371.0,
      "dur": 8.8,
      "text": "business secretary under Gordon Brown to Jeffrey Epstein. information that it Jeffrey Epstein. information that it would be potentially possible for would be potentially possible for someone to make money from. That has someone to make money from. That has clearly caused huge anger and and also"
    },
    {
      "start": 379.8,
      "dur": 8.0,
      "text": "clearly caused huge anger and and also the detail of of how frequently they the detail of of how frequently they were talking, how uh how often and in were talking, how uh how often and in often in a light-hearted and joking often in a light-hearted and joking manner. We should say, of course, the"
    },
    {
      "start": 387.8,
      "dur": 8.0,
      "text": "manner. We should say, of course, the police investigation remains ongoing and police investigation remains ongoing and Lord Mandlesson, we understand, Lord Mandlesson, we understand, maintains that he has not behaved maintains that he has not behaved criminally in his view. And it's it's"
    },
    {
      "start": 395.8,
      "dur": 8.2,
      "text": "criminally in his view. And it's it's worth just on on the appointment just worth just on on the appointment just reminding the audience that Sakir Starma reminding the audience that Sakir Starma was actually they wanted a political was actually they wanted a political appointment. They realized the the"
    },
    {
      "start": 404.0,
      "dur": 8.9,
      "text": "appointment. They realized the the seriousness of uh the changing dynamic seriousness of uh the changing dynamic with the Trump administration. So they with the Trump administration. So they wanted this to be a hard-hitting wanted this to be a hard-hitting political appointment, but actually"
    },
    {
      "start": 412.9,
      "dur": 8.5,
      "text": "political appointment, but actually Sakir Stalmer was keen on George Sakir Stalmer was keen on George Osborne, the former UK conservative Osborne, the former UK conservative chancellor rather than Lord Mandlesson. chancellor rather than Lord Mandlesson. That's right. There were a number of"
    },
    {
      "start": 421.4,
      "dur": 9.9,
      "text": "That's right. There were a number of names in the frame once the decision was names in the frame once the decision was made to make a political appointment. made to make a political appointment. David Milliband was much talked about as David Milliband was much talked about as well, of course, former uh Labour MP and well, of course, former uh Labour MP and and brother of Ed Milliban. So, there"
    },
    {
      "start": 431.3,
      "dur": 9.3,
      "text": "and brother of Ed Milliban. So, there were other options there. We've heard were other options there. We've heard reports particularly in the last few reports particularly in the last few days in light of of what's now happened days in light of of what's now happened and the acknowledgement that this was a and the acknowledgement that this was a huge mistake that there were members of"
    },
    {
      "start": 440.6,
      "dur": 10.5,
      "text": "huge mistake that there were members of the cabinet that were advising it the cabinet that were advising it against appointing Lord Mandlesson. H against appointing Lord Mandlesson. H among them the former deputy leader among them the former deputy leader Angela Raina. So there were clearly"
    },
    {
      "start": 451.1,
      "dur": 9.3,
      "text": "Angela Raina. So there were clearly voices with different views, but voices with different views, but ultimately the decision was made and ultimately the decision was made and ultimately the decision is signed off by ultimately the decision is signed off by the prime minister. And so I think the the prime minister. And so I think the key question now with Morgan Msweeny"
    },
    {
      "start": 460.4,
      "dur": 10.1,
      "text": "key question now with Morgan Msweeny going is will this be enough to save the going is will this be enough to save the prime minister? This is clearly a moment prime minister? This is clearly a moment of huge political crisis for the prime of huge political crisis for the prime minister, huge threat to him staying in"
    },
    {
      "start": 470.5,
      "dur": 8.2,
      "text": "minister, huge threat to him staying in power, holding on to his job. That power, holding on to his job. That pressure, does it now go simply because pressure, does it now go simply because his his closest aid goes? We shall see."
    },
    {
      "start": 478.7,
      "dur": 9.9,
      "text": "his his closest aid goes? We shall see. But history suggests probably not. But history suggests probably not. This is a really fastmoving development. This is a really fastmoving development. Just to remind everybody uh potentially Just to remind everybody uh potentially joining us on the BBC News Channel,"
    },
    {
      "start": 488.6,
      "dur": 9.8,
      "text": "joining us on the BBC News Channel, Morgan Mcweeny has resigned as Secure Morgan Mcweeny has resigned as Secure Star's chief of staff. He's issued a Star's chief of staff. He's issued a full statement, a long statement which"
    },
    {
      "start": 498.4,
      "dur": 9.3,
      "text": "full statement, a long statement which is available on our website. But to is available on our website. But to abbreviate it, he says that the decision abbreviate it, he says that the decision to appoint Lord Mandlesson, Peter to appoint Lord Mandlesson, Peter Mandlesson, was wrong. that decision to"
    },
    {
      "start": 507.7,
      "dur": 8.4,
      "text": "Mandlesson, was wrong. that decision to appoint him as a UK ambassador to the appoint him as a UK ambassador to the US. He says he leaves with pride in all US. He says he leaves with pride in all we have achieved mixed with regret at"
    },
    {
      "start": 516.1,
      "dur": 8.2,
      "text": "we have achieved mixed with regret at the circumstances of my departure. But the circumstances of my departure. But this is Billy really fast moving because this is Billy really fast moving because just this mo morning uh Pat McFaden was"
    },
    {
      "start": 524.3,
      "dur": 8.7,
      "text": "just this mo morning uh Pat McFaden was doing the rounds on on the morning doing the rounds on on the morning political shows. He told Laura Kunberg political shows. He told Laura Kunberg that uh removing"
    },
    {
      "start": 533.0,
      "dur": 8.4,
      "text": "that uh removing Morgan Mweeny would cost the UK's Morgan Mweeny would cost the UK's economy and removing Sakir Starma as prime minister"
    },
    {
      "start": 541.4,
      "dur": 8.2,
      "text": "rather would cost the UK's economy and rather would cost the UK's economy and international reputation. So he was very international reputation. So he was very much insisting that Saki Starama should"
    },
    {
      "start": 549.6,
      "dur": 8.2,
      "text": "much insisting that Saki Starama should stay. The question now is with Morgan stay. The question now is with Morgan Mweeny leaving, is that feasible for the Mweeny leaving, is that feasible for the prime minister who's been arguably"
    },
    {
      "start": 557.8,
      "dur": 8.2,
      "text": "prime minister who's been arguably hugely wounded over all of this? hugely wounded over all of this? Well, look, where we stand now is I I I Well, look, where we stand now is I I I think uh it's really where we've stood think uh it's really where we've stood for a few days now, that there are many"
    },
    {
      "start": 566.0,
      "dur": 9.0,
      "text": "for a few days now, that there are many Labor MPs, I would say, potentially most Labor MPs, I would say, potentially most Labor MPs who believe that it is not a Labor MPs who believe that it is not a question of if he can survive, but how question of if he can survive, but how much longer and just a question around"
    },
    {
      "start": 575.0,
      "dur": 10.3,
      "text": "much longer and just a question around the timing rather than whether he will the timing rather than whether he will survive. I think you could see this survive. I think you could see this morning in Pat McFaden's morning in Pat McFaden's interview how severe the sense of"
    },
    {
      "start": 585.3,
      "dur": 9.2,
      "text": "interview how severe the sense of gravity at how serious the situation gravity at how serious the situation this is. His acknowledgement of just how this is. His acknowledgement of just how politically damaging the last week has politically damaging the last week has been. His plea really to colleagues to"
    },
    {
      "start": 594.5,
      "dur": 8.8,
      "text": "been. His plea really to colleagues to say as you as you say there that he say as you as you say there that he doesn't think it's a good idea to change doesn't think it's a good idea to change leader that he doesn't think the country leader that he doesn't think the country wants another change in in leader"
    },
    {
      "start": 603.3,
      "dur": 8.2,
      "text": "wants another change in in leader another change in prime minister. a another change in prime minister. a situation where prime ministers only situation where prime ministers only last 18 months to to two years. And he last 18 months to to two years. And he said as as part of that that he didn't"
    },
    {
      "start": 611.5,
      "dur": 9.1,
      "text": "said as as part of that that he didn't see any value in a change of staff see any value in a change of staff around prime minister that the chief of around prime minister that the chief of staff going wouldn't wouldn't change staff going wouldn't wouldn't change things, wouldn't fix things, and that things, wouldn't fix things, and that that in his view the prime minister"
    },
    {
      "start": 620.6,
      "dur": 9.2,
      "text": "that in his view the prime minister should be given a chance to get on with should be given a chance to get on with the job in hand and in implementing his the job in hand and in implementing his uh his policies. Whether that is uh his policies. Whether that is persuasive for other Labour MPs, well, I"
    },
    {
      "start": 629.8,
      "dur": 8.4,
      "text": "persuasive for other Labour MPs, well, I think many had already made their minds think many had already made their minds up and it's unlikely that Morgan Mcweeny up and it's unlikely that Morgan Mcweeny leaving will change them. leaving will change them. And what is worth just uh reminding"
    },
    {
      "start": 638.2,
      "dur": 8.6,
      "text": "And what is worth just uh reminding everybody is that when it comes to everybody is that when it comes to Morgan Mweeny um quitting now that's Morgan Mweeny um quitting now that's been confirmed number 10 issuing that been confirmed number 10 issuing that statement and we've got that long"
    },
    {
      "start": 646.8,
      "dur": 9.1,
      "text": "statement and we've got that long statement from Morgan Mcweeny himself. statement from Morgan Mcweeny himself. This is actually the second chief of This is actually the second chief of staff that Starmer has lost because of staff that Starmer has lost because of course Sue Gray went previously. That's"
    },
    {
      "start": 655.9,
      "dur": 8.3,
      "text": "course Sue Gray went previously. That's all right. That's right. So Sue Gray all right. That's right. So Sue Gray brought in uh from the civil service brought in uh from the civil service very controversially very controversially before they came into before Labour came"
    },
    {
      "start": 664.2,
      "dur": 9.9,
      "text": "before they came into before Labour came into power with a a remitt to prepare into power with a a remitt to prepare the party for power and then dispensed the party for power and then dispensed with fairly swiftly after arriving. The with fairly swiftly after arriving. The suggestion being that uh that the prime"
    },
    {
      "start": 674.1,
      "dur": 8.1,
      "text": "suggestion being that uh that the prime minister and those around him were were minister and those around him were were not impressed with the uh with the not impressed with the uh with the preparations that that she had made. But preparations that that she had made. But this another and then Morgan Mcweeny"
    },
    {
      "start": 682.2,
      "dur": 8.2,
      "text": "this another and then Morgan Mcweeny stepping up into the role. as you say, stepping up into the role. as you say, another chief of staff uh lost from another chief of staff uh lost from Downing Street. And it really is Downing Street. And it really is extraordinary the speed of all of this."
    },
    {
      "start": 690.4,
      "dur": 8.3,
      "text": "extraordinary the speed of all of this. It is it is barely 18 months since Karma It is it is barely 18 months since Karma won the general election with a really won the general election with a really huge majority. And we are now in a"
    },
    {
      "start": 698.7,
      "dur": 8.5,
      "text": "huge majority. And we are now in a position where he is fighting, make no position where he is fighting, make no mistake, fighting for his political mistake, fighting for his political survival with potentially survival with potentially days or or weeks left to uh to see that"
    },
    {
      "start": 707.2,
      "dur": 9.4,
      "text": "days or or weeks left to uh to see that play out. Well, as we just work out u play out. Well, as we just work out u when it comes to this breaking news, when it comes to this breaking news, Morgan Mcweeni indeed quitting as sage"
    },
    {
      "start": 716.6,
      "dur": 8.5,
      "text": "Morgan Mcweeni indeed quitting as sage star's chief of staff. It it's just star's chief of staff. It it's just fascinating. You say it's a fast fascinating. You say it's a fast developing situation. Only this morning, developing situation. Only this morning, only this morning, Pat McFaden was"
    },
    {
      "start": 725.1,
      "dur": 9.5,
      "text": "only this morning, Pat McFaden was talking to Laura saying that uh to quote talking to Laura saying that uh to quote him, that the country changing prime him, that the country changing prime minister every 18 months to two years minister every 18 months to two years had an economic cost, a confidence cost,"
    },
    {
      "start": 734.6,
      "dur": 9.8,
      "text": "had an economic cost, a confidence cost, an international reputation cost. And an international reputation cost. And now we're here a few hours later since now we're here a few hours later since that uh interview and we're still that uh interview and we're still discussing the potential of Sakir"
    },
    {
      "start": 744.4,
      "dur": 8.0,
      "text": "discussing the potential of Sakir Stalmer Stalmer losing his position despite Morgan losing his position despite Morgan Mweeni standing down. Mweeni standing down. Absolutely. And it's hard to see an"
    },
    {
      "start": 752.4,
      "dur": 8.4,
      "text": "Absolutely. And it's hard to see an obvious way of the prime minister obvious way of the prime minister turning this around at this stage. I turning this around at this stage. I think that is really at the core of why think that is really at the core of why so many MPs think this is a is a one-way"
    },
    {
      "start": 760.8,
      "dur": 9.0,
      "text": "so many MPs think this is a is a one-way street. It's difficult to see what he street. It's difficult to see what he could now do that would restore his could now do that would restore his authority really restore his the faith authority really restore his the faith of the parliamentary labor party in his"
    },
    {
      "start": 769.8,
      "dur": 10.2,
      "text": "of the parliamentary labor party in his judgment in his political nouse and in judgment in his political nouse and in his ability to lead fundamentally. And his ability to lead fundamentally. And this is uh this is obviously very this is uh this is obviously very significant the departure of uh of such"
    },
    {
      "start": 780.0,
      "dur": 9.8,
      "text": "significant the departure of uh of such a close and and and senior aid. But can a close and and and senior aid. But can it change fundamentally the mood music it change fundamentally the mood music around Downing Street and this uh this around Downing Street and this uh this prime minister? Well, we shall see in"
    },
    {
      "start": 789.8,
      "dur": 3.0,
      "text": "prime minister? Well, we shall see in the in the days ahead."
    }
  ]
}