{
  "videoId": "0mpv_teAN9Q",
  "title": "Can US-Iran strikes be avoided? | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 625,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.599,
      "text": "Welcome to the global news podcast on"
    },
    {
      "start": 1.839,
      "dur": 1.351,
      "text": "Welcome to the global news podcast on YouTube where we go behind the headlines"
    },
    {
      "start": 3.2,
      "dur": 1.83,
      "text": "YouTube where we go behind the headlines of a story and tell you why it really"
    },
    {
      "start": 5.04,
      "dur": 1.99,
      "text": "of a story and tell you why it really matters. Hello, I'm Anker Desan and"
    },
    {
      "start": 7.04,
      "dur": 2.79,
      "text": "matters. Hello, I'm Anker Desan and today we are breaking down the US and"
    },
    {
      "start": 9.84,
      "dur": 2.07,
      "text": "today we are breaking down the US and Iran talks which have been taking place"
    },
    {
      "start": 11.92,
      "dur": 2.39,
      "text": "Iran talks which have been taking place in Aman. Uh they've concluded for the"
    },
    {
      "start": 14.32,
      "dur": 1.83,
      "text": "in Aman. Uh they've concluded for the day and they were indirect with"
    },
    {
      "start": 16.16,
      "dur": 1.75,
      "text": "day and they were indirect with officials from both sides being"
    },
    {
      "start": 17.92,
      "dur": 2.47,
      "text": "officials from both sides being represented. The key question, can"
    },
    {
      "start": 20.4,
      "dur": 2.55,
      "text": "represented. The key question, can military action be averted? Now to dive"
    },
    {
      "start": 22.96,
      "dur": 1.67,
      "text": "military action be averted? Now to dive into this one, I've got our diplomatic"
    },
    {
      "start": 24.64,
      "dur": 2.469,
      "text": "into this one, I've got our diplomatic correspondent Caroline Holy with me."
    },
    {
      "start": 27.119,
      "dur": 2.31,
      "text": "correspondent Caroline Holy with me. Caroline, key question then. um what"
    },
    {
      "start": 29.439,
      "dur": 1.431,
      "text": "Caroline, key question then. um what would have been at the top of the agenda"
    },
    {
      "start": 30.88,
      "dur": 1.11,
      "text": "would have been at the top of the agenda today?"
    },
    {
      "start": 32.0,
      "dur": 1.91,
      "text": "today? &gt;&gt; Well, we know what's on the top of the"
    },
    {
      "start": 33.92,
      "dur": 3.27,
      "text": "&gt;&gt; Well, we know what's on the top of the US agenda and that is not the mass"
    },
    {
      "start": 37.2,
      "dur": 2.31,
      "text": "US agenda and that is not the mass killing of protesters last month, which"
    },
    {
      "start": 39.52,
      "dur": 1.83,
      "text": "killing of protesters last month, which is when Donald Trump said that help was"
    },
    {
      "start": 41.36,
      "dur": 2.79,
      "text": "is when Donald Trump said that help was on its way. But now the focus has been"
    },
    {
      "start": 44.16,
      "dur": 2.47,
      "text": "on its way. But now the focus has been on Iran's nuclear program and the White"
    },
    {
      "start": 46.64,
      "dur": 3.67,
      "text": "on Iran's nuclear program and the White House has said zero nuclear capability."
    },
    {
      "start": 50.32,
      "dur": 4.229,
      "text": "House has said zero nuclear capability. That is what it wanted and wants and uh"
    },
    {
      "start": 54.559,
      "dur": 2.15,
      "text": "That is what it wanted and wants and uh that is foremost in its mind. That is"
    },
    {
      "start": 56.719,
      "dur": 2.871,
      "text": "that is foremost in its mind. That is also what Iran has wanted to discuss"
    },
    {
      "start": 59.6,
      "dur": 2.469,
      "text": "also what Iran has wanted to discuss only the nuclear program, not the host"
    },
    {
      "start": 62.079,
      "dur": 2.07,
      "text": "only the nuclear program, not the host of other concerns that the US has, which"
    },
    {
      "start": 64.159,
      "dur": 3.191,
      "text": "of other concerns that the US has, which are the range of its ballistic weapons"
    },
    {
      "start": 67.36,
      "dur": 2.63,
      "text": "are the range of its ballistic weapons and also its support for militant groups"
    },
    {
      "start": 70.0,
      "dur": 3.429,
      "text": "and also its support for militant groups around the Middle East. But I'm not sure"
    },
    {
      "start": 73.439,
      "dur": 1.751,
      "text": "around the Middle East. But I'm not sure that any of this was on the agenda"
    },
    {
      "start": 75.2,
      "dur": 2.949,
      "text": "that any of this was on the agenda today. As far as we know, and this is"
    },
    {
      "start": 78.159,
      "dur": 1.751,
      "text": "today. As far as we know, and this is what the Omanis have said who are"
    },
    {
      "start": 79.92,
      "dur": 3.189,
      "text": "what the Omanis have said who are mediating that um they are just setting"
    },
    {
      "start": 83.119,
      "dur": 1.911,
      "text": "mediating that um they are just setting the stage if you want. These are"
    },
    {
      "start": 85.04,
      "dur": 2.389,
      "text": "the stage if you want. These are preparations being made for what they"
    },
    {
      "start": 87.439,
      "dur": 2.071,
      "text": "preparations being made for what they call technical and diplomatic"
    },
    {
      "start": 89.52,
      "dur": 2.87,
      "text": "call technical and diplomatic negotiations. But uh the two sides did"
    },
    {
      "start": 92.4,
      "dur": 2.23,
      "text": "negotiations. But uh the two sides did not actually meet each other directly."
    },
    {
      "start": 94.64,
      "dur": 1.99,
      "text": "not actually meet each other directly. So we know that the Iranian foreign"
    },
    {
      "start": 96.64,
      "dur": 1.67,
      "text": "So we know that the Iranian foreign minister met with the Omani foreign"
    },
    {
      "start": 98.32,
      "dur": 2.87,
      "text": "minister met with the Omani foreign minister who then met with uh the Middle"
    },
    {
      "start": 101.2,
      "dur": 1.909,
      "text": "minister who then met with uh the Middle East envoy, the US Middle East envoy"
    },
    {
      "start": 103.119,
      "dur": 1.831,
      "text": "East envoy, the US Middle East envoy Steve Wickoff and we think Jared Kushner"
    },
    {
      "start": 104.96,
      "dur": 2.87,
      "text": "Steve Wickoff and we think Jared Kushner as well uh Donald Trump's son-in-law. Um"
    },
    {
      "start": 107.84,
      "dur": 2.15,
      "text": "as well uh Donald Trump's son-in-law. Um the Omani foreign minister then met with"
    },
    {
      "start": 110.0,
      "dur": 2.55,
      "text": "the Omani foreign minister then met with the Iranian foreign minister again and"
    },
    {
      "start": 112.56,
      "dur": 1.509,
      "text": "the Iranian foreign minister again and shortly after that the talk seemed to"
    },
    {
      "start": 114.079,
      "dur": 3.271,
      "text": "shortly after that the talk seemed to have ended with um an agreement to talk"
    },
    {
      "start": 117.36,
      "dur": 2.95,
      "text": "have ended with um an agreement to talk again but we don't yet know the format."
    },
    {
      "start": 120.32,
      "dur": 3.51,
      "text": "again but we don't yet know the format. We don't know exactly when and I think I"
    },
    {
      "start": 123.84,
      "dur": 2.39,
      "text": "We don't know exactly when and I think I think what's clear is this is what Iran"
    },
    {
      "start": 126.24,
      "dur": 1.989,
      "text": "think what's clear is this is what Iran would have wanted. It wants to kind of"
    },
    {
      "start": 128.239,
      "dur": 2.311,
      "text": "would have wanted. It wants to kind of string these along by some time. And"
    },
    {
      "start": 130.56,
      "dur": 2.71,
      "text": "string these along by some time. And they managed to get the talks to be in"
    },
    {
      "start": 133.28,
      "dur": 1.589,
      "text": "they managed to get the talks to be in Oman rather than Turkey which was"
    },
    {
      "start": 134.879,
      "dur": 2.151,
      "text": "Oman rather than Turkey which was initially the the location they were"
    },
    {
      "start": 137.04,
      "dur": 1.51,
      "text": "initially the the location they were going to have the chat."
    },
    {
      "start": 138.56,
      "dur": 1.749,
      "text": "going to have the chat. &gt;&gt; Right. And this still actually surprises"
    },
    {
      "start": 140.319,
      "dur": 4.311,
      "text": "&gt;&gt; Right. And this still actually surprises me to some extent because um"
    },
    {
      "start": 144.64,
      "dur": 3.19,
      "text": "me to some extent because um regional uh countries Saudi Arabia,"
    },
    {
      "start": 147.84,
      "dur": 2.389,
      "text": "regional uh countries Saudi Arabia, Turkey, uh Qatar, Oman, and Egypt have"
    },
    {
      "start": 150.239,
      "dur": 1.751,
      "text": "Turkey, uh Qatar, Oman, and Egypt have all been involved in trying to calm"
    },
    {
      "start": 152.0,
      "dur": 1.509,
      "text": "all been involved in trying to calm things down because they don't want a"
    },
    {
      "start": 153.519,
      "dur": 2.231,
      "text": "things down because they don't want a confrontation that could lead to a war."
    },
    {
      "start": 155.76,
      "dur": 3.189,
      "text": "confrontation that could lead to a war. Um, so our understanding was originally"
    },
    {
      "start": 158.959,
      "dur": 1.751,
      "text": "Um, so our understanding was originally the idea was that they would the talks"
    },
    {
      "start": 160.72,
      "dur": 2.869,
      "text": "the idea was that they would the talks would take place in Turkey, but Iran"
    },
    {
      "start": 163.599,
      "dur": 1.751,
      "text": "would take place in Turkey, but Iran didn't want that. Iran didn't want that"
    },
    {
      "start": 165.36,
      "dur": 2.71,
      "text": "didn't want that. Iran didn't want that because it didn't want to be negotiating"
    },
    {
      "start": 168.08,
      "dur": 3.67,
      "text": "because it didn't want to be negotiating with the region as well as the"
    },
    {
      "start": 171.76,
      "dur": 2.23,
      "text": "with the region as well as the Americans. So it was more comfortable"
    },
    {
      "start": 174.0,
      "dur": 1.509,
      "text": "Americans. So it was more comfortable with this format that we've seen in"
    },
    {
      "start": 175.519,
      "dur": 3.35,
      "text": "with this format that we've seen in Oman. But what I'm a bit surprised by is"
    },
    {
      "start": 178.879,
      "dur": 2.07,
      "text": "Oman. But what I'm a bit surprised by is why everyone agreed to that"
    },
    {
      "start": 180.959,
      "dur": 1.751,
      "text": "why everyone agreed to that &gt;&gt; because everyone says and the US has"
    },
    {
      "start": 182.72,
      "dur": 1.75,
      "text": "&gt;&gt; because everyone says and the US has said it itself the regime is at its"
    },
    {
      "start": 184.48,
      "dur": 2.469,
      "text": "said it itself the regime is at its weakest. It's never been weaker since it"
    },
    {
      "start": 186.959,
      "dur": 2.471,
      "text": "weakest. It's never been weaker since it came to power in 1979 in that"
    },
    {
      "start": 189.44,
      "dur": 3.429,
      "text": "came to power in 1979 in that revolution. So but anyway they in a in a"
    },
    {
      "start": 192.879,
      "dur": 2.791,
      "text": "revolution. So but anyway they in a in a sense they won they got um they got the"
    },
    {
      "start": 195.68,
      "dur": 2.549,
      "text": "sense they won they got um they got the talks in Oman. Uh we know very little"
    },
    {
      "start": 198.239,
      "dur": 2.07,
      "text": "talks in Oman. Uh we know very little about what happened. What we do know"
    },
    {
      "start": 200.319,
      "dur": 5.351,
      "text": "about what happened. What we do know though from um some Iranians inside Iran"
    },
    {
      "start": 205.68,
      "dur": 2.95,
      "text": "though from um some Iranians inside Iran is that they are upset and they think"
    },
    {
      "start": 208.64,
      "dur": 3.91,
      "text": "is that they are upset and they think that just the mere fact of the talks"
    },
    {
      "start": 212.56,
      "dur": 2.15,
      "text": "that just the mere fact of the talks taking place and a red carpet being"
    },
    {
      "start": 214.72,
      "dur": 1.67,
      "text": "taking place and a red carpet being rolled out in in the Omani capital"
    },
    {
      "start": 216.4,
      "dur": 2.07,
      "text": "rolled out in in the Omani capital Muscat talks in a palace that gives"
    },
    {
      "start": 218.48,
      "dur": 2.87,
      "text": "Muscat talks in a palace that gives legitimacy to a regime that murdered uh"
    },
    {
      "start": 221.36,
      "dur": 2.07,
      "text": "legitimacy to a regime that murdered uh so many of its own people in January. We"
    },
    {
      "start": 223.44,
      "dur": 1.509,
      "text": "so many of its own people in January. We still don't know the exact number. I"
    },
    {
      "start": 224.959,
      "dur": 3.111,
      "text": "still don't know the exact number. I think it's um the most reliable uh"
    },
    {
      "start": 228.08,
      "dur": 2.149,
      "text": "think it's um the most reliable uh organization that's been counting the"
    },
    {
      "start": 230.239,
      "dur": 2.871,
      "text": "organization that's been counting the number of dead has almost 7,000"
    },
    {
      "start": 233.12,
      "dur": 1.669,
      "text": "number of dead has almost 7,000 protesters killed, but there are"
    },
    {
      "start": 234.799,
      "dur": 2.551,
      "text": "protesters killed, but there are thousands of other deaths under review."
    },
    {
      "start": 237.36,
      "dur": 2.71,
      "text": "thousands of other deaths under review. But it is an awful lot of people and and"
    },
    {
      "start": 240.08,
      "dur": 2.95,
      "text": "But it is an awful lot of people and and there is concern uh within Iran that"
    },
    {
      "start": 243.04,
      "dur": 1.67,
      "text": "there is concern uh within Iran that these talks have been taking place at"
    },
    {
      "start": 244.72,
      "dur": 1.75,
      "text": "these talks have been taking place at all given what happened."
    },
    {
      "start": 246.48,
      "dur": 1.51,
      "text": "all given what happened. &gt;&gt; There's some kind of reward."
    },
    {
      "start": 248.0,
      "dur": 2.07,
      "text": "&gt;&gt; There's some kind of reward. &gt;&gt; Yeah. And and that's what's going to be"
    },
    {
      "start": 250.08,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. And and that's what's going to be difficult to digest for so many people."
    },
    {
      "start": 252.0,
      "dur": 1.35,
      "text": "difficult to digest for so many people. and and and then I wanted to ask you"
    },
    {
      "start": 253.36,
      "dur": 1.35,
      "text": "and and and then I wanted to ask you then who holds the cards? But what"
    },
    {
      "start": 254.72,
      "dur": 3.189,
      "text": "then who holds the cards? But what you're saying today is Iran have had a"
    },
    {
      "start": 257.919,
      "dur": 3.111,
      "text": "you're saying today is Iran have had a had a positive day in their eyes, but"
    },
    {
      "start": 261.04,
      "dur": 1.75,
      "text": "had a positive day in their eyes, but then from the US point of view, what"
    },
    {
      "start": 262.8,
      "dur": 0.87,
      "text": "then from the US point of view, what what would they want?"
    },
    {
      "start": 263.68,
      "dur": 1.99,
      "text": "what would they want? &gt;&gt; I think the Iranian regime will"
    },
    {
      "start": 265.68,
      "dur": 2.229,
      "text": "&gt;&gt; I think the Iranian regime will definitely want to kind of string this"
    },
    {
      "start": 267.919,
      "dur": 3.27,
      "text": "definitely want to kind of string this out for as long as possible, um I think"
    },
    {
      "start": 271.199,
      "dur": 2.71,
      "text": "out for as long as possible, um I think their the main preoccupation for the"
    },
    {
      "start": 273.919,
      "dur": 2.231,
      "text": "their the main preoccupation for the Iranian regime at the moment is its own"
    },
    {
      "start": 276.16,
      "dur": 5.51,
      "text": "Iranian regime at the moment is its own survival. It is terribly weakened. Um so"
    },
    {
      "start": 281.68,
      "dur": 2.15,
      "text": "survival. It is terribly weakened. Um so amassed against it from the outside is"
    },
    {
      "start": 283.84,
      "dur": 1.27,
      "text": "amassed against it from the outside is what Donald Trump has called that"
    },
    {
      "start": 285.12,
      "dur": 2.789,
      "text": "what Donald Trump has called that massive armada uh in the Middle East."
    },
    {
      "start": 287.919,
      "dur": 1.431,
      "text": "massive armada uh in the Middle East. &gt;&gt; Yeah. That shadow looms large still,"
    },
    {
      "start": 289.36,
      "dur": 0.47,
      "text": "&gt;&gt; Yeah. That shadow looms large still, doesn't it?"
    },
    {
      "start": 289.84,
      "dur": 1.67,
      "text": "doesn't it? &gt;&gt; Exactly. And that will be certainly"
    },
    {
      "start": 291.52,
      "dur": 3.35,
      "text": "&gt;&gt; Exactly. And that will be certainly concentrating minds. But um still we're"
    },
    {
      "start": 294.88,
      "dur": 3.19,
      "text": "concentrating minds. But um still we're seeing quite sort of defiant language"
    },
    {
      "start": 298.08,
      "dur": 1.99,
      "text": "seeing quite sort of defiant language from the Iranian regime and they have"
    },
    {
      "start": 300.08,
      "dur": 1.669,
      "text": "from the Iranian regime and they have said if hit they will hit back and"
    },
    {
      "start": 301.759,
      "dur": 1.591,
      "text": "said if hit they will hit back and that's why regional countries are so"
    },
    {
      "start": 303.36,
      "dur": 2.95,
      "text": "that's why regional countries are so concerned and I think for the Americans"
    },
    {
      "start": 306.32,
      "dur": 1.429,
      "text": "concerned and I think for the Americans what are they thinking? They have so"
    },
    {
      "start": 307.759,
      "dur": 3.751,
      "text": "what are they thinking? They have so many concerns about Iran, but in a way"
    },
    {
      "start": 311.52,
      "dur": 2.229,
      "text": "many concerns about Iran, but in a way there there are no very easy options. Of"
    },
    {
      "start": 313.759,
      "dur": 1.911,
      "text": "there there are no very easy options. Of course, there could be a military"
    },
    {
      "start": 315.68,
      "dur": 3.67,
      "text": "course, there could be a military strike, but in to to rid uh the the"
    },
    {
      "start": 319.36,
      "dur": 2.15,
      "text": "strike, but in to to rid uh the the world, to rid Iran of the current"
    },
    {
      "start": 321.52,
      "dur": 1.99,
      "text": "world, to rid Iran of the current regime, you probably need to do much"
    },
    {
      "start": 323.52,
      "dur": 3.35,
      "text": "regime, you probably need to do much more than strike from the air. So,"
    },
    {
      "start": 326.88,
      "dur": 0.39,
      "text": "more than strike from the air. So, &gt;&gt; yeah,"
    },
    {
      "start": 327.28,
      "dur": 2.15,
      "text": "&gt;&gt; yeah, &gt;&gt; difficult choices for the Americans. And"
    },
    {
      "start": 329.44,
      "dur": 2.55,
      "text": "&gt;&gt; difficult choices for the Americans. And for the moment, they seem to be talking"
    },
    {
      "start": 332.0,
      "dur": 1.83,
      "text": "for the moment, they seem to be talking they they seem to be very keen to pursue"
    },
    {
      "start": 333.84,
      "dur": 3.75,
      "text": "they they seem to be very keen to pursue this diplomatic track. Um but the White"
    },
    {
      "start": 337.6,
      "dur": 2.95,
      "text": "this diplomatic track. Um but the White House has said um that Donald Trump has"
    },
    {
      "start": 340.56,
      "dur": 3.349,
      "text": "House has said um that Donald Trump has many uh options other than diplomacy. So"
    },
    {
      "start": 343.919,
      "dur": 2.071,
      "text": "many uh options other than diplomacy. So that threat is hanging over everything"
    },
    {
      "start": 346.0,
      "dur": 1.749,
      "text": "that threat is hanging over everything that happens next."
    },
    {
      "start": 347.759,
      "dur": 1.671,
      "text": "that happens next. &gt;&gt; That's before we even talk about the the"
    },
    {
      "start": 349.44,
      "dur": 2.15,
      "text": "&gt;&gt; That's before we even talk about the the ballistics program which the US want"
    },
    {
      "start": 351.6,
      "dur": 3.19,
      "text": "ballistics program which the US want Iran to descale as well. Um, and also a"
    },
    {
      "start": 354.8,
      "dur": 2.47,
      "text": "Iran to descale as well. Um, and also a big question of Israel as well and the"
    },
    {
      "start": 357.28,
      "dur": 2.31,
      "text": "big question of Israel as well and the role that they play in this and and I"
    },
    {
      "start": 359.6,
      "dur": 2.47,
      "text": "role that they play in this and and I guess the distrust from both sides when"
    },
    {
      "start": 362.08,
      "dur": 2.549,
      "text": "guess the distrust from both sides when it comes to Israel, what sort of a a"
    },
    {
      "start": 364.639,
      "dur": 2.151,
      "text": "it comes to Israel, what sort of a a role they play in in this geopolitical"
    },
    {
      "start": 366.8,
      "dur": 1.19,
      "text": "role they play in in this geopolitical situation."
    },
    {
      "start": 368.0,
      "dur": 1.189,
      "text": "situation. &gt;&gt; Well, it was interesting because the"
    },
    {
      "start": 369.199,
      "dur": 2.791,
      "text": "&gt;&gt; Well, it was interesting because the Middle East envoy Steve Wickoff went to"
    },
    {
      "start": 372.0,
      "dur": 2.23,
      "text": "Middle East envoy Steve Wickoff went to uh speak to Israeli officials earlier in"
    },
    {
      "start": 374.24,
      "dur": 5.19,
      "text": "uh speak to Israeli officials earlier in the week. Um, Israel has always wanted"
    },
    {
      "start": 379.44,
      "dur": 3.189,
      "text": "the week. Um, Israel has always wanted uh the end of Iran's nuclear program."
    },
    {
      "start": 382.639,
      "dur": 2.711,
      "text": "uh the end of Iran's nuclear program. And of course, there was the the war"
    },
    {
      "start": 385.36,
      "dur": 3.43,
      "text": "And of course, there was the the war last June when Israel attacked uh"
    },
    {
      "start": 388.8,
      "dur": 2.15,
      "text": "last June when Israel attacked uh Iranian military facilities and"
    },
    {
      "start": 390.96,
      "dur": 2.71,
      "text": "Iranian military facilities and ballistic missiles programs as well as"
    },
    {
      "start": 393.68,
      "dur": 1.83,
      "text": "ballistic missiles programs as well as nuclear facilities. And then the US"
    },
    {
      "start": 395.52,
      "dur": 3.19,
      "text": "nuclear facilities. And then the US joined um those those attacks and"
    },
    {
      "start": 398.72,
      "dur": 1.67,
      "text": "joined um those those attacks and particularly on the three key nuclear"
    },
    {
      "start": 400.4,
      "dur": 2.55,
      "text": "particularly on the three key nuclear sites that are central to Iran's nuclear"
    },
    {
      "start": 402.96,
      "dur": 3.349,
      "text": "sites that are central to Iran's nuclear program. Um, so, so that that's what"
    },
    {
      "start": 406.319,
      "dur": 1.831,
      "text": "program. Um, so, so that that's what Israel would like most. But I think"
    },
    {
      "start": 408.16,
      "dur": 1.83,
      "text": "Israel would like most. But I think everyone in the Middle East is is"
    },
    {
      "start": 410.0,
      "dur": 4.55,
      "text": "everyone in the Middle East is is thinking how how how do you reach that"
    },
    {
      "start": 414.56,
      "dur": 1.99,
      "text": "thinking how how how do you reach that outcome? How do you make sure that Iran"
    },
    {
      "start": 416.56,
      "dur": 2.629,
      "text": "outcome? How do you make sure that Iran doesn't try surreptitiously to continue"
    },
    {
      "start": 419.199,
      "dur": 2.311,
      "text": "doesn't try surreptitiously to continue a nuclear program? And I think that um"
    },
    {
      "start": 421.52,
      "dur": 1.75,
      "text": "a nuclear program? And I think that um what some of the regional negotiators"
    },
    {
      "start": 423.28,
      "dur": 3.51,
      "text": "what some of the regional negotiators were talking about was um limiting the"
    },
    {
      "start": 426.8,
      "dur": 2.31,
      "text": "were talking about was um limiting the nuclear program so Iran at least for"
    },
    {
      "start": 429.12,
      "dur": 1.99,
      "text": "nuclear program so Iran at least for some time doesn't enrich any more"
    },
    {
      "start": 431.12,
      "dur": 3.59,
      "text": "some time doesn't enrich any more uranium. Um but then maybe it does at a"
    },
    {
      "start": 434.72,
      "dur": 2.469,
      "text": "uranium. Um but then maybe it does at a lower level at some later point. But"
    },
    {
      "start": 437.199,
      "dur": 1.911,
      "text": "lower level at some later point. But then there's also the stock of"
    },
    {
      "start": 439.12,
      "dur": 2.31,
      "text": "then there's also the stock of highlyenriched uranium that it has and"
    },
    {
      "start": 441.44,
      "dur": 1.749,
      "text": "highlyenriched uranium that it has and no one knows exactly where that is and"
    },
    {
      "start": 443.199,
      "dur": 1.751,
      "text": "no one knows exactly where that is and whether that could go to a third"
    },
    {
      "start": 444.96,
      "dur": 1.669,
      "text": "whether that could go to a third country. These are all things that will"
    },
    {
      "start": 446.639,
      "dur": 2.871,
      "text": "country. These are all things that will be talked about but down the road and we"
    },
    {
      "start": 449.52,
      "dur": 1.27,
      "text": "be talked about but down the road and we don't know when the next round of"
    },
    {
      "start": 450.8,
      "dur": 1.99,
      "text": "don't know when the next round of negotiations will be at the moment and"
    },
    {
      "start": 452.8,
      "dur": 1.27,
      "text": "negotiations will be at the moment and it it's too much to call them"
    },
    {
      "start": 454.08,
      "dur": 1.99,
      "text": "it it's too much to call them negotiations. We've just seen these"
    },
    {
      "start": 456.08,
      "dur": 2.549,
      "text": "negotiations. We've just seen these separate talks between the Omani foreign"
    },
    {
      "start": 458.639,
      "dur": 2.311,
      "text": "separate talks between the Omani foreign minister and the two sides. Let's finish"
    },
    {
      "start": 460.96,
      "dur": 2.39,
      "text": "minister and the two sides. Let's finish off then with a possible look into your"
    },
    {
      "start": 463.36,
      "dur": 1.35,
      "text": "off then with a possible look into your crystal ball with with all your"
    },
    {
      "start": 464.72,
      "dur": 2.15,
      "text": "crystal ball with with all your knowledge and understanding of of this"
    },
    {
      "start": 466.88,
      "dur": 2.23,
      "text": "knowledge and understanding of of this region. What could be the possible"
    },
    {
      "start": 469.12,
      "dur": 3.03,
      "text": "region. What could be the possible outcomes when we look into the future?"
    },
    {
      "start": 472.16,
      "dur": 2.709,
      "text": "outcomes when we look into the future? People talk about regime change. Very"
    },
    {
      "start": 474.879,
      "dur": 2.471,
      "text": "People talk about regime change. Very difficult. People talk about a force"
    },
    {
      "start": 477.36,
      "dur": 3.75,
      "text": "difficult. People talk about a force compromise or a controlled war. at the"
    },
    {
      "start": 481.12,
      "dur": 2.23,
      "text": "compromise or a controlled war. at the heart of all of this, the Iranian people"
    },
    {
      "start": 483.36,
      "dur": 2.71,
      "text": "heart of all of this, the Iranian people and what they want and and and and how"
    },
    {
      "start": 486.08,
      "dur": 2.71,
      "text": "and what they want and and and and how we can possibly understand what they're"
    },
    {
      "start": 488.8,
      "dur": 1.91,
      "text": "we can possibly understand what they're going through and and and what they"
    },
    {
      "start": 490.72,
      "dur": 2.309,
      "text": "going through and and and what they essentially need when all these talks"
    },
    {
      "start": 493.039,
      "dur": 1.351,
      "text": "essentially need when all these talks are finished."
    },
    {
      "start": 494.4,
      "dur": 2.069,
      "text": "are finished. &gt;&gt; I think what the vast majority of"
    },
    {
      "start": 496.479,
      "dur": 1.511,
      "text": "&gt;&gt; I think what the vast majority of Iranians and of course there are no"
    },
    {
      "start": 498.0,
      "dur": 2.23,
      "text": "Iranians and of course there are no public opinion polls uh taking place"
    },
    {
      "start": 500.24,
      "dur": 1.59,
      "text": "public opinion polls uh taking place there, what they want is an end to the"
    },
    {
      "start": 501.84,
      "dur": 1.99,
      "text": "there, what they want is an end to the regime and that is why we saw that"
    },
    {
      "start": 503.84,
      "dur": 2.71,
      "text": "regime and that is why we saw that nationwide uprising. It was really"
    },
    {
      "start": 506.56,
      "dur": 2.069,
      "text": "nationwide uprising. It was really protests were in every corner of the"
    },
    {
      "start": 508.639,
      "dur": 4.471,
      "text": "protests were in every corner of the country and um large numbers of people"
    },
    {
      "start": 513.12,
      "dur": 1.75,
      "text": "country and um large numbers of people whole families going out into the"
    },
    {
      "start": 514.88,
      "dur": 3.11,
      "text": "whole families going out into the streets uh in some cases attacking hated"
    },
    {
      "start": 518.0,
      "dur": 2.149,
      "text": "streets uh in some cases attacking hated symbols of the regime including mosques."
    },
    {
      "start": 520.159,
      "dur": 1.99,
      "text": "symbols of the regime including mosques. That's the level of kind of hatred there"
    },
    {
      "start": 522.159,
      "dur": 3.031,
      "text": "That's the level of kind of hatred there is of the regime among so many Iranians."
    },
    {
      "start": 525.2,
      "dur": 2.15,
      "text": "is of the regime among so many Iranians. But also what you saw is the Iranian"
    },
    {
      "start": 527.36,
      "dur": 2.39,
      "text": "But also what you saw is the Iranian regime being able to put down those"
    },
    {
      "start": 529.76,
      "dur": 2.87,
      "text": "regime being able to put down those protests with brutal force in every"
    },
    {
      "start": 532.64,
      "dur": 1.91,
      "text": "protests with brutal force in every corner of the country. there weren't the"
    },
    {
      "start": 534.56,
      "dur": 2.31,
      "text": "corner of the country. there weren't the defections that you would uh need to"
    },
    {
      "start": 536.88,
      "dur": 2.389,
      "text": "defections that you would uh need to see, large-scale defections to actually"
    },
    {
      "start": 539.279,
      "dur": 3.271,
      "text": "see, large-scale defections to actually uh deliver a final blow uh to the"
    },
    {
      "start": 542.56,
      "dur": 2.79,
      "text": "uh deliver a final blow uh to the regime. So, it's very hard to see what"
    },
    {
      "start": 545.36,
      "dur": 3.51,
      "text": "regime. So, it's very hard to see what happens next. Um and of course, the"
    },
    {
      "start": 548.88,
      "dur": 1.99,
      "text": "happens next. Um and of course, the American military strikes are still very"
    },
    {
      "start": 550.88,
      "dur": 3.509,
      "text": "American military strikes are still very much uh on the agenda. Um so, we wait to"
    },
    {
      "start": 554.399,
      "dur": 2.391,
      "text": "much uh on the agenda. Um so, we wait to see how Iran kind of responds in the"
    },
    {
      "start": 556.8,
      "dur": 2.469,
      "text": "see how Iran kind of responds in the negotiations. At the moment, um, you've"
    },
    {
      "start": 559.279,
      "dur": 1.751,
      "text": "negotiations. At the moment, um, you've got both sides, I think, going back to"
    },
    {
      "start": 561.04,
      "dur": 2.39,
      "text": "got both sides, I think, going back to their respective capitals, uh, to decide"
    },
    {
      "start": 563.44,
      "dur": 1.19,
      "text": "their respective capitals, uh, to decide on the next steps."
    },
    {
      "start": 564.64,
      "dur": 1.67,
      "text": "on the next steps. &gt;&gt; Caroline, thank you so much for your"
    },
    {
      "start": 566.32,
      "dur": 1.67,
      "text": "&gt;&gt; Caroline, thank you so much for your time. Really appreciate it. Caroline"
    },
    {
      "start": 568.0,
      "dur": 2.47,
      "text": "time. Really appreciate it. Caroline Hol, our diplomatic correspondent. We'll"
    },
    {
      "start": 570.48,
      "dur": 2.39,
      "text": "Hol, our diplomatic correspondent. We'll be sure to revisit this subject again"
    },
    {
      "start": 572.88,
      "dur": 1.91,
      "text": "be sure to revisit this subject again with Caroline when we know about the"
    },
    {
      "start": 574.8,
      "dur": 2.95,
      "text": "with Caroline when we know about the next set of talks to take place. Now, if"
    },
    {
      "start": 577.76,
      "dur": 1.67,
      "text": "next set of talks to take place. Now, if you do enjoy world stories like this"
    },
    {
      "start": 579.44,
      "dur": 1.509,
      "text": "you do enjoy world stories like this one, do check out our Global News"
    },
    {
      "start": 580.959,
      "dur": 1.191,
      "text": "one, do check out our Global News podcast. You can download that from"
    },
    {
      "start": 582.16,
      "dur": 1.99,
      "text": "podcast. You can download that from wherever you get your podcast from. And"
    },
    {
      "start": 584.16,
      "dur": 2.95,
      "text": "wherever you get your podcast from. And do like and subscribe to this video. And"
    },
    {
      "start": 587.12,
      "dur": 1.829,
      "text": "do like and subscribe to this video. And uh if you want to let us know if there"
    },
    {
      "start": 588.959,
      "dur": 1.351,
      "text": "uh if you want to let us know if there are any other stories that you want us"
    },
    {
      "start": 590.32,
      "dur": 1.99,
      "text": "are any other stories that you want us to cover, uh get in touch with us below"
    },
    {
      "start": 592.32,
      "dur": 1.59,
      "text": "to cover, uh get in touch with us below and leave a comment. Thanks so much for"
    },
    {
      "start": 593.92,
      "dur": 1.51,
      "text": "and leave a comment. Thanks so much for your time. I'll do another version"
    },
    {
      "start": 595.44,
      "dur": 1.43,
      "text": "your time. I'll do another version because that was a bit mumbo jumbo at"
    },
    {
      "start": 596.88,
      "dur": 1.91,
      "text": "because that was a bit mumbo jumbo at the end. Caroline, thank you so much for"
    },
    {
      "start": 598.8,
      "dur": 1.27,
      "text": "the end. Caroline, thank you so much for your time. Really appreciate that."
    },
    {
      "start": 600.08,
      "dur": 1.91,
      "text": "your time. Really appreciate that. Caroline Holy, our diplomatic"
    },
    {
      "start": 602.0,
      "dur": 1.75,
      "text": "Caroline Holy, our diplomatic correspondent. We'll be sure to revisit"
    },
    {
      "start": 603.76,
      "dur": 1.91,
      "text": "correspondent. We'll be sure to revisit this subject again when we know more"
    },
    {
      "start": 605.68,
      "dur": 2.79,
      "text": "this subject again when we know more about the next round of talks. Thanks so"
    },
    {
      "start": 608.48,
      "dur": 2.39,
      "text": "about the next round of talks. Thanks so much for watching today. If you do enjoy"
    },
    {
      "start": 610.88,
      "dur": 1.43,
      "text": "much for watching today. If you do enjoy world stories like this, check out our"
    },
    {
      "start": 612.32,
      "dur": 1.67,
      "text": "world stories like this, check out our Global News podcast. You can download"
    },
    {
      "start": 614.0,
      "dur": 1.75,
      "text": "Global News podcast. You can download that from wherever you get your podcast"
    },
    {
      "start": 615.76,
      "dur": 2.15,
      "text": "that from wherever you get your podcast from. Do like and subscribe to this"
    },
    {
      "start": 617.92,
      "dur": 2.31,
      "text": "from. Do like and subscribe to this video too and drop us a comment below if"
    },
    {
      "start": 620.24,
      "dur": 1.51,
      "text": "video too and drop us a comment below if there's anything else you'd like us to"
    },
    {
      "start": 621.76,
      "dur": 1.59,
      "text": "there's anything else you'd like us to cover. For now, thank you so much for"
    },
    {
      "start": 623.36,
      "dur": 2.719,
      "text": "cover. For now, thank you so much for your company."
    }
  ]
}