{
  "videoId": "0OnjoivJDYA",
  "title": "BBC Inside Iran: as Trump threatens “something very tough” if talks fail | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 508,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.999,
      "text": "Tonight, we're reporting from inside"
    },
    {
      "start": 2.159,
      "dur": 2.951,
      "text": "Tonight, we're reporting from inside Iran as Donald Trump renews his threats"
    },
    {
      "start": 5.12,
      "dur": 2.31,
      "text": "Iran as Donald Trump renews his threats against the Islamic regime, saying the"
    },
    {
      "start": 7.44,
      "dur": 2.47,
      "text": "against the Islamic regime, saying the US will have to do something very tough"
    },
    {
      "start": 9.92,
      "dur": 2.47,
      "text": "US will have to do something very tough if a deal isn't reached over its nuclear"
    },
    {
      "start": 12.4,
      "dur": 3.03,
      "text": "if a deal isn't reached over its nuclear program. After indirect talks between US"
    },
    {
      "start": 15.44,
      "dur": 2.15,
      "text": "program. After indirect talks between US and Iranian delegations ended last week"
    },
    {
      "start": 17.6,
      "dur": 2.79,
      "text": "and Iranian delegations ended last week in Oman, Mr. Trump now says he's"
    },
    {
      "start": 20.4,
      "dur": 2.15,
      "text": "in Oman, Mr. Trump now says he's considering sending a second aircraft"
    },
    {
      "start": 22.56,
      "dur": 2.07,
      "text": "considering sending a second aircraft carrier to the Middle East, having last"
    },
    {
      "start": 24.64,
      "dur": 2.15,
      "text": "carrier to the Middle East, having last month dispatched several other warships"
    },
    {
      "start": 26.8,
      "dur": 2.629,
      "text": "month dispatched several other warships close to Iranian waters. Israel's Prime"
    },
    {
      "start": 29.439,
      "dur": 2.391,
      "text": "close to Iranian waters. Israel's Prime Minister Benjamin Netanyahu is on his"
    },
    {
      "start": 31.84,
      "dur": 1.91,
      "text": "Minister Benjamin Netanyahu is on his way to the White House for talks, saying"
    },
    {
      "start": 33.76,
      "dur": 2.469,
      "text": "way to the White House for talks, saying the most important topic for discussion"
    },
    {
      "start": 36.239,
      "dur": 3.271,
      "text": "the most important topic for discussion will be Iran. All this comes a month"
    },
    {
      "start": 39.52,
      "dur": 1.83,
      "text": "will be Iran. All this comes a month after widespread anti-government"
    },
    {
      "start": 41.36,
      "dur": 1.99,
      "text": "after widespread anti-government protests were followed by a bloody"
    },
    {
      "start": 43.36,
      "dur": 2.31,
      "text": "protests were followed by a bloody crackdown from the authorities that a"
    },
    {
      "start": 45.68,
      "dur": 2.23,
      "text": "crackdown from the authorities that a US-based human rights group says killed"
    },
    {
      "start": 47.92,
      "dur": 3.109,
      "text": "US-based human rights group says killed close to 7,000 people. More opposition"
    },
    {
      "start": 51.039,
      "dur": 2.391,
      "text": "close to 7,000 people. More opposition figures were detained inside the country"
    },
    {
      "start": 53.44,
      "dur": 1.749,
      "text": "figures were detained inside the country this week."
    },
    {
      "start": 55.199,
      "dur": 1.431,
      "text": "this week. Well, for the first time since the"
    },
    {
      "start": 56.64,
      "dur": 2.47,
      "text": "Well, for the first time since the unrest, the BBC is there with our chief"
    },
    {
      "start": 59.12,
      "dur": 2.31,
      "text": "unrest, the BBC is there with our chief international correspondent, Lee Ducet,"
    },
    {
      "start": 61.44,
      "dur": 2.55,
      "text": "international correspondent, Lee Ducet, reporting on condition that none of her"
    },
    {
      "start": 64.0,
      "dur": 2.39,
      "text": "reporting on condition that none of her material is used on the BBC's Persian"
    },
    {
      "start": 66.4,
      "dur": 2.23,
      "text": "material is used on the BBC's Persian service, a restriction that applies to"
    },
    {
      "start": 68.64,
      "dur": 2.39,
      "text": "service, a restriction that applies to all international media organizations"
    },
    {
      "start": 71.04,
      "dur": 3.03,
      "text": "all international media organizations operating inside the country. So, let's"
    },
    {
      "start": 74.08,
      "dur": 3.029,
      "text": "operating inside the country. So, let's join Le now live in Thran. Le over to"
    },
    {
      "start": 77.119,
      "dur": 3.03,
      "text": "join Le now live in Thran. Le over to you."
    },
    {
      "start": 80.159,
      "dur": 1.6,
      "text": "&gt;&gt; Yes, Clyde. Well, I think our viewers"
    },
    {
      "start": 81.759,
      "dur": 2.951,
      "text": "&gt;&gt; Yes, Clyde. Well, I think our viewers know that in these momentous weeks um in"
    },
    {
      "start": 84.72,
      "dur": 2.389,
      "text": "know that in these momentous weeks um in Iran, it's been exceptionally difficult,"
    },
    {
      "start": 87.119,
      "dur": 2.071,
      "text": "Iran, it's been exceptionally difficult, not impossible, but really difficult to"
    },
    {
      "start": 89.2,
      "dur": 1.909,
      "text": "not impossible, but really difficult to find out exactly what's been happening"
    },
    {
      "start": 91.119,
      "dur": 1.99,
      "text": "find out exactly what's been happening on the ground, especially because of"
    },
    {
      "start": 93.119,
      "dur": 2.551,
      "text": "on the ground, especially because of this almost total internet blackout,"
    },
    {
      "start": 95.68,
      "dur": 2.71,
      "text": "this almost total internet blackout, which has been lifted, but not"
    },
    {
      "start": 98.4,
      "dur": 2.15,
      "text": "which has been lifted, but not completely. It has been eased. Even when"
    },
    {
      "start": 100.56,
      "dur": 1.83,
      "text": "completely. It has been eased. Even when you're here, it's hard to find out"
    },
    {
      "start": 102.4,
      "dur": 1.99,
      "text": "you're here, it's hard to find out everything that's going on. But what has"
    },
    {
      "start": 104.4,
      "dur": 2.15,
      "text": "everything that's going on. But what has been clear in recent weeks is that"
    },
    {
      "start": 106.56,
      "dur": 2.39,
      "text": "been clear in recent weeks is that Iranians want their voices and their"
    },
    {
      "start": 108.96,
      "dur": 4.07,
      "text": "Iranians want their voices and their views to be heard."
    },
    {
      "start": 113.04,
      "dur": 3.119,
      "text": "The skies of Thran were exploding"
    },
    {
      "start": 116.159,
      "dur": 1.831,
      "text": "The skies of Thran were exploding tonight."
    },
    {
      "start": 118.0,
      "dur": 2.63,
      "text": "tonight. Now it's only fireworks lighting the"
    },
    {
      "start": 120.64,
      "dur": 3.35,
      "text": "Now it's only fireworks lighting the dark. But from their windows, people"
    },
    {
      "start": 124.0,
      "dur": 2.95,
      "text": "dark. But from their windows, people chant."
    },
    {
      "start": 126.96,
      "dur": 3.03,
      "text": "chant. Allah Akbar, God is greatest, cried"
    },
    {
      "start": 130.0,
      "dur": 2.55,
      "text": "Allah Akbar, God is greatest, cried government supporters. a celebration of"
    },
    {
      "start": 132.56,
      "dur": 2.71,
      "text": "government supporters. a celebration of the 47th anniversary of their Islamic"
    },
    {
      "start": 135.28,
      "dur": 1.83,
      "text": "the 47th anniversary of their Islamic revolution."
    },
    {
      "start": 137.12,
      "dur": 2.55,
      "text": "revolution. We hear other chants in other parts of"
    },
    {
      "start": 139.68,
      "dur": 2.71,
      "text": "We hear other chants in other parts of this city."
    },
    {
      "start": 142.4,
      "dur": 3.27,
      "text": "this city. Death to the dictator."
    },
    {
      "start": 145.68,
      "dur": 2.39,
      "text": "Death to the dictator. That was one of the cries which set the"
    },
    {
      "start": 148.08,
      "dur": 3.11,
      "text": "That was one of the cries which set the streets al light across Iran last month"
    },
    {
      "start": 151.2,
      "dur": 3.109,
      "text": "streets al light across Iran last month and was met by lethal force, including"
    },
    {
      "start": 154.319,
      "dur": 4.151,
      "text": "and was met by lethal force, including gunmen on motorcycles."
    },
    {
      "start": 158.48,
      "dur": 2.24,
      "text": "This video from the city of Shiraz in"
    },
    {
      "start": 160.72,
      "dur": 3.509,
      "text": "This video from the city of Shiraz in the southwest has just emerged. Violence"
    },
    {
      "start": 164.239,
      "dur": 2.871,
      "text": "the southwest has just emerged. Violence the government blames on terrorists and"
    },
    {
      "start": 167.12,
      "dur": 2.469,
      "text": "the government blames on terrorists and troublemakers."
    },
    {
      "start": 169.599,
      "dur": 2.63,
      "text": "troublemakers. The streets of this capital are now back"
    },
    {
      "start": 172.239,
      "dur": 3.191,
      "text": "The streets of this capital are now back to their everyday busyness. Flags and"
    },
    {
      "start": 175.44,
      "dur": 3.19,
      "text": "to their everyday busyness. Flags and bunting to mark the revolution brighten"
    },
    {
      "start": 178.64,
      "dur": 4.07,
      "text": "bunting to mark the revolution brighten the gray. But a dark paw hangs over this"
    },
    {
      "start": 182.72,
      "dur": 3.19,
      "text": "the gray. But a dark paw hangs over this city. We can feel it even in the short"
    },
    {
      "start": 185.92,
      "dur": 2.55,
      "text": "city. We can feel it even in the short time we've been here in Tehran. When we"
    },
    {
      "start": 188.48,
      "dur": 2.55,
      "text": "time we've been here in Tehran. When we speak to people on the streets, the pain"
    },
    {
      "start": 191.04,
      "dur": 3.189,
      "text": "speak to people on the streets, the pain is still palpable after unprecedented"
    },
    {
      "start": 194.239,
      "dur": 3.27,
      "text": "is still palpable after unprecedented force was used to put down unprecedented"
    },
    {
      "start": 197.519,
      "dur": 5.911,
      "text": "force was used to put down unprecedented protests causing a huge loss of life."
    },
    {
      "start": 203.44,
      "dur": 2.0,
      "text": "&gt;&gt; I haven't slept or eaten properly for a"
    },
    {
      "start": 205.44,
      "dur": 2.789,
      "text": "&gt;&gt; I haven't slept or eaten properly for a month. Look at me. I am only 32 years"
    },
    {
      "start": 208.239,
      "dur": 2.55,
      "text": "month. Look at me. I am only 32 years old. Why should I be feeling depressed?"
    },
    {
      "start": 210.799,
      "dur": 2.391,
      "text": "old. Why should I be feeling depressed? What crimes did our youth commit? They"
    },
    {
      "start": 213.2,
      "dur": 2.23,
      "text": "What crimes did our youth commit? They called them rioters. Protesters were not"
    },
    {
      "start": 215.44,
      "dur": 5.67,
      "text": "called them rioters. Protesters were not armed. They just wanted a better life."
    },
    {
      "start": 221.12,
      "dur": 2.16,
      "text": "They killed so many people and then the"
    },
    {
      "start": 223.28,
      "dur": 2.309,
      "text": "They killed so many people and then the next day pretended as if nothing has"
    },
    {
      "start": 225.599,
      "dur": 3.27,
      "text": "next day pretended as if nothing has happened. We have high unemployment and"
    },
    {
      "start": 228.879,
      "dur": 2.71,
      "text": "happened. We have high unemployment and prices have hit the roof from meat to"
    },
    {
      "start": 231.599,
      "dur": 2.871,
      "text": "prices have hit the roof from meat to cooking oil and chicken."
    },
    {
      "start": 234.48,
      "dur": 2.15,
      "text": "cooking oil and chicken. The government wants this week to be a"
    },
    {
      "start": 236.64,
      "dur": 2.63,
      "text": "The government wants this week to be a show of its strength. The Supreme Leader"
    },
    {
      "start": 239.28,
      "dur": 3.27,
      "text": "show of its strength. The Supreme Leader Ayatollah Kame has called on Iranians to"
    },
    {
      "start": 242.56,
      "dur": 2.229,
      "text": "Ayatollah Kame has called on Iranians to take to the streets tomorrow to display"
    },
    {
      "start": 244.799,
      "dur": 2.311,
      "text": "take to the streets tomorrow to display their loyalty to the Islamic Republic"
    },
    {
      "start": 247.12,
      "dur": 3.43,
      "text": "their loyalty to the Islamic Republic and drive its enemies to despair."
    },
    {
      "start": 250.56,
      "dur": 2.63,
      "text": "and drive its enemies to despair. Today, more than 2,000 prisoners were"
    },
    {
      "start": 253.2,
      "dur": 2.869,
      "text": "Today, more than 2,000 prisoners were pardoned. But Iran's Chief Justice"
    },
    {
      "start": 256.079,
      "dur": 3.511,
      "text": "pardoned. But Iran's Chief Justice Moseni Aayi made sure none of the many"
    },
    {
      "start": 259.6,
      "dur": 2.309,
      "text": "Moseni Aayi made sure none of the many thousands of people arrested in the"
    },
    {
      "start": 261.919,
      "dur": 3.191,
      "text": "thousands of people arrested in the unrest were included. More dissenters"
    },
    {
      "start": 265.12,
      "dur": 2.15,
      "text": "unrest were included. More dissenters were detained this week, including"
    },
    {
      "start": 267.28,
      "dur": 2.55,
      "text": "were detained this week, including prominent reformists."
    },
    {
      "start": 269.84,
      "dur": 2.87,
      "text": "prominent reformists. Many Iranians will turn out tomorrow,"
    },
    {
      "start": 272.72,
      "dur": 3.35,
      "text": "Many Iranians will turn out tomorrow, but many won't. All too worried about"
    },
    {
      "start": 276.08,
      "dur": 3.35,
      "text": "but many won't. All too worried about all too much. Angry about what happened"
    },
    {
      "start": 279.44,
      "dur": 2.87,
      "text": "all too much. Angry about what happened last month. Anxious about what could"
    },
    {
      "start": 282.32,
      "dur": 2.55,
      "text": "last month. Anxious about what could happen this month. With America's threat"
    },
    {
      "start": 284.88,
      "dur": 3.589,
      "text": "happen this month. With America's threat of military action also looming large in"
    },
    {
      "start": 288.479,
      "dur": 3.831,
      "text": "of military action also looming large in their lives."
    },
    {
      "start": 292.32,
      "dur": 3.12,
      "text": "Le um the indirect talks with the US"
    },
    {
      "start": 295.44,
      "dur": 2.39,
      "text": "Le um the indirect talks with the US they ended last week in Oman and there's"
    },
    {
      "start": 297.84,
      "dur": 2.55,
      "text": "they ended last week in Oman and there's no timetable as we understand at the"
    },
    {
      "start": 300.4,
      "dur": 1.509,
      "text": "no timetable as we understand at the moment for a second round of"
    },
    {
      "start": 301.919,
      "dur": 1.511,
      "text": "moment for a second round of discussions. Is there a sense that"
    },
    {
      "start": 303.44,
      "dur": 2.39,
      "text": "discussions. Is there a sense that diplomacy might not be enough now to"
    },
    {
      "start": 305.84,
      "dur": 4.39,
      "text": "diplomacy might not be enough now to stop an American attack?"
    },
    {
      "start": 310.24,
      "dur": 1.519,
      "text": "&gt;&gt; Well, we've certainly seen this massive"
    },
    {
      "start": 311.759,
      "dur": 2.471,
      "text": "&gt;&gt; Well, we've certainly seen this massive military buildup in the Arabian Sea and"
    },
    {
      "start": 314.24,
      "dur": 2.07,
      "text": "military buildup in the Arabian Sea and we've heard the threats from Iran, the"
    },
    {
      "start": 316.32,
      "dur": 2.149,
      "text": "we've heard the threats from Iran, the warnings to President Trump. In fact,"
    },
    {
      "start": 318.479,
      "dur": 1.751,
      "text": "warnings to President Trump. In fact, they they're making these warnings that"
    },
    {
      "start": 320.24,
      "dur": 3.35,
      "text": "they they're making these warnings that if he does strike that he will unleash a"
    },
    {
      "start": 323.6,
      "dur": 2.39,
      "text": "if he does strike that he will unleash a massive conflict right across this"
    },
    {
      "start": 326.0,
      "dur": 2.23,
      "text": "massive conflict right across this region and chaos that will not leave"
    },
    {
      "start": 328.24,
      "dur": 2.229,
      "text": "region and chaos that will not leave anyone untouched because they know this"
    },
    {
      "start": 330.479,
      "dur": 2.071,
      "text": "anyone untouched because they know this is what President Trump doesn't want. He"
    },
    {
      "start": 332.56,
      "dur": 3.11,
      "text": "is what President Trump doesn't want. He wants a short, sharp, successful strike."
    },
    {
      "start": 335.68,
      "dur": 1.67,
      "text": "wants a short, sharp, successful strike. And he has said he would prefer to have"
    },
    {
      "start": 337.36,
      "dur": 2.07,
      "text": "And he has said he would prefer to have a deal. Iran says it would prefer to"
    },
    {
      "start": 339.44,
      "dur": 1.99,
      "text": "a deal. Iran says it would prefer to have a deal. I have to say that if you"
    },
    {
      "start": 341.44,
      "dur": 2.63,
      "text": "have a deal. I have to say that if you compare this period of diplomacy to last"
    },
    {
      "start": 344.08,
      "dur": 2.15,
      "text": "compare this period of diplomacy to last year to the talks which were in which"
    },
    {
      "start": 346.24,
      "dur": 2.31,
      "text": "year to the talks which were in which were shattered when Israel attacked"
    },
    {
      "start": 348.56,
      "dur": 2.71,
      "text": "were shattered when Israel attacked Iran, there is much more diplomacy now."
    },
    {
      "start": 351.28,
      "dur": 2.31,
      "text": "Iran, there is much more diplomacy now. The top security official Ali Larijani"
    },
    {
      "start": 353.6,
      "dur": 2.869,
      "text": "The top security official Ali Larijani has gone to Oman in the Gulf which has"
    },
    {
      "start": 356.479,
      "dur": 2.15,
      "text": "has gone to Oman in the Gulf which has Oman is now the main Arab mediator"
    },
    {
      "start": 358.639,
      "dur": 1.431,
      "text": "Oman is now the main Arab mediator carrying a message and there's been"
    },
    {
      "start": 360.08,
      "dur": 1.91,
      "text": "carrying a message and there's been discussions there. The foreign minister"
    },
    {
      "start": 362.0,
      "dur": 2.07,
      "text": "discussions there. The foreign minister here, Abbasaraki, is on the phone"
    },
    {
      "start": 364.08,
      "dur": 2.71,
      "text": "here, Abbasaraki, is on the phone constantly to other his counterparts"
    },
    {
      "start": 366.8,
      "dur": 1.91,
      "text": "constantly to other his counterparts across this region and they're on the"
    },
    {
      "start": 368.72,
      "dur": 2.55,
      "text": "across this region and they're on the phone to President Trump also warning"
    },
    {
      "start": 371.28,
      "dur": 2.23,
      "text": "phone to President Trump also warning don't strike. But it all depends what"
    },
    {
      "start": 373.52,
      "dur": 1.91,
      "text": "don't strike. But it all depends what happens on the table. Iran keeps saying"
    },
    {
      "start": 375.44,
      "dur": 2.15,
      "text": "happens on the table. Iran keeps saying we want fair talks. In other words, it"
    },
    {
      "start": 377.6,
      "dur": 2.79,
      "text": "we want fair talks. In other words, it will not accept a maximalist demand for"
    },
    {
      "start": 380.4,
      "dur": 3.03,
      "text": "will not accept a maximalist demand for zero enrichment, but maybe a low level."
    },
    {
      "start": 383.44,
      "dur": 2.79,
      "text": "zero enrichment, but maybe a low level. It only wants to discuss nuclear. It all"
    },
    {
      "start": 386.24,
      "dur": 1.35,
      "text": "It only wants to discuss nuclear. It all depends to what happens in the White"
    },
    {
      "start": 387.6,
      "dur": 2.309,
      "text": "depends to what happens in the White House when Prime Minister Netanyahu is"
    },
    {
      "start": 389.919,
      "dur": 2.151,
      "text": "House when Prime Minister Netanyahu is talking to President Trump. So, it's"
    },
    {
      "start": 392.08,
      "dur": 3.27,
      "text": "talking to President Trump. So, it's still unpredictable and still perilous"
    },
    {
      "start": 395.36,
      "dur": 2.389,
      "text": "still unpredictable and still perilous &gt;&gt; indeed. Le, thank you. Le Ducet there"
    },
    {
      "start": 397.759,
      "dur": 1.671,
      "text": "&gt;&gt; indeed. Le, thank you. Le Ducet there live in Tehran, our chief international"
    },
    {
      "start": 399.44,
      "dur": 1.91,
      "text": "live in Tehran, our chief international correspondent reporting there. Um, well,"
    },
    {
      "start": 401.36,
      "dur": 1.75,
      "text": "correspondent reporting there. Um, well, what's the view from Washington? Sarah"
    },
    {
      "start": 403.12,
      "dur": 2.95,
      "text": "what's the view from Washington? Sarah Smith is uh in the US capital for us"
    },
    {
      "start": 406.08,
      "dur": 1.829,
      "text": "Smith is uh in the US capital for us now. Donald Trump, Sarah, he's talking"
    },
    {
      "start": 407.919,
      "dur": 2.071,
      "text": "now. Donald Trump, Sarah, he's talking tough again, suggesting he might send"
    },
    {
      "start": 410.0,
      "dur": 2.07,
      "text": "tough again, suggesting he might send another aircraft carrier to the Persian"
    },
    {
      "start": 412.08,
      "dur": 2.63,
      "text": "another aircraft carrier to the Persian Gulf. And Benjamin Netanyahu will be in"
    },
    {
      "start": 414.72,
      "dur": 5.189,
      "text": "Gulf. And Benjamin Netanyahu will be in town. Iran at the top of the agenda."
    },
    {
      "start": 419.919,
      "dur": 1.351,
      "text": "town. Iran at the top of the agenda. &gt;&gt; Yeah, certainly those talks will be"
    },
    {
      "start": 421.28,
      "dur": 1.749,
      "text": "&gt;&gt; Yeah, certainly those talks will be taking place in the White House tomorrow"
    },
    {
      "start": 423.039,
      "dur": 2.71,
      "text": "taking place in the White House tomorrow when Benjamin Netanyahu is here. And"
    },
    {
      "start": 425.759,
      "dur": 2.311,
      "text": "when Benjamin Netanyahu is here. And there's good reason why Donald Trump is"
    },
    {
      "start": 428.08,
      "dur": 2.229,
      "text": "there's good reason why Donald Trump is making these threats because he believes"
    },
    {
      "start": 430.319,
      "dur": 2.471,
      "text": "making these threats because he believes a show of force is the thing that might"
    },
    {
      "start": 432.8,
      "dur": 1.91,
      "text": "a show of force is the thing that might persuade Iran to do a deal that they"
    },
    {
      "start": 434.72,
      "dur": 2.07,
      "text": "persuade Iran to do a deal that they wouldn't do last year. So he's already"
    },
    {
      "start": 436.8,
      "dur": 2.47,
      "text": "wouldn't do last year. So he's already sent what he calls a massive armada to"
    },
    {
      "start": 439.28,
      "dur": 2.629,
      "text": "sent what he calls a massive armada to the region with an aircraft carrier uh"
    },
    {
      "start": 441.919,
      "dur": 2.55,
      "text": "the region with an aircraft carrier uh three destroyers and additional um"
    },
    {
      "start": 444.479,
      "dur": 1.911,
      "text": "three destroyers and additional um aircraft and now he's talking about"
    },
    {
      "start": 446.4,
      "dur": 2.229,
      "text": "aircraft and now he's talking about possibly sending another aircraft"
    },
    {
      "start": 448.639,
      "dur": 1.83,
      "text": "possibly sending another aircraft carrier strike group as well. And this"
    },
    {
      "start": 450.479,
      "dur": 2.55,
      "text": "carrier strike group as well. And this is all intended to heap pressure on the"
    },
    {
      "start": 453.039,
      "dur": 2.15,
      "text": "is all intended to heap pressure on the Iranian regime. Donald Trump says he is"
    },
    {
      "start": 455.199,
      "dur": 1.99,
      "text": "Iranian regime. Donald Trump says he is convinced that they were unable to reach"
    },
    {
      "start": 457.199,
      "dur": 2.39,
      "text": "convinced that they were unable to reach a diplomatic solution last year because"
    },
    {
      "start": 459.599,
      "dur": 1.911,
      "text": "a diplomatic solution last year because Iran didn't believe he was prepared to"
    },
    {
      "start": 461.52,
      "dur": 2.31,
      "text": "Iran didn't believe he was prepared to take military action. Now, he's told an"
    },
    {
      "start": 463.84,
      "dur": 2.15,
      "text": "take military action. Now, he's told an Israeli TV channel that he thinks Iran"
    },
    {
      "start": 466.0,
      "dur": 1.99,
      "text": "Israeli TV channel that he thinks Iran is desperate to make a deal because they"
    },
    {
      "start": 468.0,
      "dur": 4.07,
      "text": "is desperate to make a deal because they saw last July uh those US aircraft"
    },
    {
      "start": 472.08,
      "dur": 2.549,
      "text": "saw last July uh those US aircraft striking, bombing the Iranian nuclear"
    },
    {
      "start": 474.639,
      "dur": 2.23,
      "text": "striking, bombing the Iranian nuclear sites and they know that he is prepared"
    },
    {
      "start": 476.879,
      "dur": 1.75,
      "text": "sites and they know that he is prepared to take military action and that's very"
    },
    {
      "start": 478.639,
      "dur": 3.031,
      "text": "to take military action and that's very much the message he wants to send. Now,"
    },
    {
      "start": 481.68,
      "dur": 1.909,
      "text": "much the message he wants to send. Now, that was complicated last month when he"
    },
    {
      "start": 483.599,
      "dur": 1.831,
      "text": "that was complicated last month when he told Iranian protesters to keep up their"
    },
    {
      "start": 485.44,
      "dur": 2.149,
      "text": "told Iranian protesters to keep up their protest. Help is on its way and then he"
    },
    {
      "start": 487.599,
      "dur": 2.071,
      "text": "protest. Help is on its way and then he didn't follow through with any kind of"
    },
    {
      "start": 489.68,
      "dur": 2.629,
      "text": "didn't follow through with any kind of action. But he firmly believes it is a"
    },
    {
      "start": 492.319,
      "dur": 2.55,
      "text": "action. But he firmly believes it is a show of force and him repeating that he"
    },
    {
      "start": 494.879,
      "dur": 2.471,
      "text": "show of force and him repeating that he is prepared to use that military force"
    },
    {
      "start": 497.36,
      "dur": 2.549,
      "text": "is prepared to use that military force that will get Iran to uh talk about a"
    },
    {
      "start": 499.919,
      "dur": 1.431,
      "text": "that will get Iran to uh talk about a deal they wouldn't have contemplated"
    },
    {
      "start": 501.36,
      "dur": 1.509,
      "text": "deal they wouldn't have contemplated otherwise. And you're absolutely right,"
    },
    {
      "start": 502.879,
      "dur": 1.671,
      "text": "otherwise. And you're absolutely right, that will be right at the top of the"
    },
    {
      "start": 504.56,
      "dur": 1.83,
      "text": "that will be right at the top of the agenda in talks with the Israeli prime"
    },
    {
      "start": 506.4,
      "dur": 2.88,
      "text": "agenda in talks with the Israeli prime minister at the White House"
    }
  ]
}