{
  "videoId": "1hFX1gCrZLU",
  "title": "How Trump's world order hangs over Europe | Global News Podcast",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 624,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.319,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.399,
      "dur": 1.51,
      "text": "Welcome to the Global News podcast on YouTube where we go behind the"
    },
    {
      "start": 3.919,
      "dur": 2.471,
      "text": "YouTube where we go behind the headlines. Hello, I'm Oliver Conway and"
    },
    {
      "start": 6.4,
      "dur": 2.47,
      "text": "headlines. Hello, I'm Oliver Conway and today we're looking at global security a"
    },
    {
      "start": 8.88,
      "dur": 1.99,
      "text": "today we're looking at global security a year on from that speech at the Munich"
    },
    {
      "start": 10.88,
      "dur": 2.47,
      "text": "year on from that speech at the Munich conference by the US Vice President JD"
    },
    {
      "start": 13.36,
      "dur": 2.389,
      "text": "conference by the US Vice President JD Vance. We're joined by our diplomatic"
    },
    {
      "start": 15.759,
      "dur": 2.791,
      "text": "Vance. We're joined by our diplomatic correspondent James Landell. And James,"
    },
    {
      "start": 18.56,
      "dur": 2.789,
      "text": "correspondent James Landell. And James, JD Vance really lashed out at Europe"
    },
    {
      "start": 21.359,
      "dur": 2.231,
      "text": "JD Vance really lashed out at Europe that day. Remind us of how that speech"
    },
    {
      "start": 23.6,
      "dur": 2.15,
      "text": "that day. Remind us of how that speech went down and what it signaled about the"
    },
    {
      "start": 25.76,
      "dur": 1.99,
      "text": "went down and what it signaled about the new Trump administration's view of the"
    },
    {
      "start": 27.76,
      "dur": 2.79,
      "text": "new Trump administration's view of the world. Basically, uh, JD Vance, the US"
    },
    {
      "start": 30.56,
      "dur": 2.39,
      "text": "world. Basically, uh, JD Vance, the US vice president, uh, sort of landed in,"
    },
    {
      "start": 32.96,
      "dur": 2.15,
      "text": "vice president, uh, sort of landed in, if I can use a rugby metaphor, with both"
    },
    {
      "start": 35.12,
      "dur": 2.39,
      "text": "if I can use a rugby metaphor, with both both boots, studs on, straight into the"
    },
    {
      "start": 37.52,
      "dur": 3.349,
      "text": "both boots, studs on, straight into the Europeans and essentially launched a"
    },
    {
      "start": 40.879,
      "dur": 2.471,
      "text": "Europeans and essentially launched a strong ideological attack, which was"
    },
    {
      "start": 43.36,
      "dur": 2.869,
      "text": "strong ideological attack, which was essentially saying, look, you Europeans,"
    },
    {
      "start": 46.239,
      "dur": 2.63,
      "text": "essentially saying, look, you Europeans, you're wrong on on uh freedom of speech."
    },
    {
      "start": 48.879,
      "dur": 1.591,
      "text": "you're wrong on on uh freedom of speech. You know, you're suppressing freedom of"
    },
    {
      "start": 50.48,
      "dur": 2.31,
      "text": "You know, you're suppressing freedom of speech. You're controlling the big tech"
    },
    {
      "start": 52.8,
      "dur": 2.31,
      "text": "speech. You're controlling the big tech companies. you are opening your borders"
    },
    {
      "start": 55.12,
      "dur": 2.79,
      "text": "companies. you are opening your borders too much to uncontrolled uh migration"
    },
    {
      "start": 57.92,
      "dur": 3.269,
      "text": "too much to uncontrolled uh migration and as a result you are threatening your"
    },
    {
      "start": 61.199,
      "dur": 3.111,
      "text": "and as a result you are threatening your own cultures. So in other words his"
    },
    {
      "start": 64.32,
      "dur": 3.27,
      "text": "own cultures. So in other words his argument there was not the usual one of"
    },
    {
      "start": 67.6,
      "dur": 1.829,
      "text": "argument there was not the usual one of look Europe can you spend more on your"
    },
    {
      "start": 69.439,
      "dur": 1.591,
      "text": "look Europe can you spend more on your own defense? Can you do a little bit"
    },
    {
      "start": 71.04,
      "dur": 3.27,
      "text": "own defense? Can you do a little bit more to be more self-sufficient and less"
    },
    {
      "start": 74.32,
      "dur": 2.55,
      "text": "more to be more self-sufficient and less reliant on the United States? It was"
    },
    {
      "start": 76.88,
      "dur": 1.51,
      "text": "reliant on the United States? It was essentially saying you guys are"
    },
    {
      "start": 78.4,
      "dur": 1.99,
      "text": "essentially saying you guys are governing wrong. you're making the wrong"
    },
    {
      "start": 80.4,
      "dur": 2.23,
      "text": "governing wrong. you're making the wrong choices and ultimately you're"
    },
    {
      "start": 82.64,
      "dur": 3.109,
      "text": "choices and ultimately you're threatening the civilization from which"
    },
    {
      "start": 85.759,
      "dur": 2.791,
      "text": "threatening the civilization from which the United States um originally emerged."
    },
    {
      "start": 88.56,
      "dur": 2.63,
      "text": "the United States um originally emerged. So it absolutely shocked the people who"
    },
    {
      "start": 91.2,
      "dur": 1.19,
      "text": "So it absolutely shocked the people who were at Munich."
    },
    {
      "start": 92.4,
      "dur": 3.43,
      "text": "were at Munich. &gt;&gt; A year on a lot has happened. Take us"
    },
    {
      "start": 95.84,
      "dur": 2.15,
      "text": "&gt;&gt; A year on a lot has happened. Take us through some of the most take us through"
    },
    {
      "start": 98.0,
      "dur": 1.59,
      "text": "through some of the most take us through some of the most significant moments."
    },
    {
      "start": 99.6,
      "dur": 2.549,
      "text": "some of the most significant moments. &gt;&gt; Well, I mean it's it's it has just been"
    },
    {
      "start": 102.159,
      "dur": 3.431,
      "text": "&gt;&gt; Well, I mean it's it's it has just been non-stop. I mean uh and and the thing is"
    },
    {
      "start": 105.6,
      "dur": 1.11,
      "text": "non-stop. I mean uh and and the thing is is that there are some things that we"
    },
    {
      "start": 106.72,
      "dur": 1.029,
      "text": "is that there are some things that we think about we can remember because"
    },
    {
      "start": 107.759,
      "dur": 1.511,
      "text": "think about we can remember because they're relatively recent. So, like this"
    },
    {
      "start": 109.28,
      "dur": 2.23,
      "text": "they're relatively recent. So, like this year, we've had the US attack on"
    },
    {
      "start": 111.52,
      "dur": 2.869,
      "text": "year, we've had the US attack on Venezuela uh and the removal of of the"
    },
    {
      "start": 114.399,
      "dur": 3.591,
      "text": "Venezuela uh and the removal of of the leadership there. We've had um Donald"
    },
    {
      "start": 118.0,
      "dur": 1.59,
      "text": "leadership there. We've had um Donald Trump's threat of military action"
    },
    {
      "start": 119.6,
      "dur": 3.829,
      "text": "Trump's threat of military action against Greenland to take over that. Um"
    },
    {
      "start": 123.439,
      "dur": 2.471,
      "text": "against Greenland to take over that. Um uh we've now had more discussions and"
    },
    {
      "start": 125.92,
      "dur": 1.99,
      "text": "uh we've now had more discussions and the buildup of US forces um off the"
    },
    {
      "start": 127.92,
      "dur": 2.469,
      "text": "the buildup of US forces um off the coast of Iran. Uh so that's just a bit"
    },
    {
      "start": 130.399,
      "dur": 1.351,
      "text": "coast of Iran. Uh so that's just a bit of this year, but if you think about"
    },
    {
      "start": 131.76,
      "dur": 3.99,
      "text": "of this year, but if you think about last year um you know we've had um and"
    },
    {
      "start": 135.76,
      "dur": 1.51,
      "text": "last year um you know we've had um and obviously this time last year was"
    },
    {
      "start": 137.28,
      "dur": 3.669,
      "text": "obviously this time last year was dominated by uh President Trump's attack"
    },
    {
      "start": 140.959,
      "dur": 1.91,
      "text": "dominated by uh President Trump's attack on President Silinski of Ukraine in the"
    },
    {
      "start": 142.879,
      "dur": 1.591,
      "text": "on President Silinski of Ukraine in the Oval Office and everything that fell"
    },
    {
      "start": 144.48,
      "dur": 1.829,
      "text": "Oval Office and everything that fell from that you know the Americans"
    },
    {
      "start": 146.319,
      "dur": 4.231,
      "text": "from that you know the Americans withholding military support um and then"
    },
    {
      "start": 150.56,
      "dur": 2.07,
      "text": "withholding military support um and then repairing the relationship a mineral"
    },
    {
      "start": 152.64,
      "dur": 2.869,
      "text": "repairing the relationship a mineral deal that evolves slowly but surely into"
    },
    {
      "start": 155.519,
      "dur": 1.191,
      "text": "deal that evolves slowly but surely into talk. So there's been a whole kind of"
    },
    {
      "start": 156.72,
      "dur": 2.47,
      "text": "talk. So there's been a whole kind of sort of Ukraine strand. remember the"
    },
    {
      "start": 159.2,
      "dur": 2.63,
      "text": "sort of Ukraine strand. remember the military confrontation between Pakistan"
    },
    {
      "start": 161.84,
      "dur": 3.029,
      "text": "military confrontation between Pakistan and India uh last May where you know"
    },
    {
      "start": 164.879,
      "dur": 1.911,
      "text": "and India uh last May where you know both these are two you know suspected"
    },
    {
      "start": 166.8,
      "dur": 1.509,
      "text": "both these are two you know suspected nuclear powers lobbing missiles at each"
    },
    {
      "start": 168.319,
      "dur": 1.19,
      "text": "nuclear powers lobbing missiles at each other you know it was it was a very"
    },
    {
      "start": 169.519,
      "dur": 2.79,
      "text": "other you know it was it was a very serious moment um you've got uh Trump's"
    },
    {
      "start": 172.319,
      "dur": 2.151,
      "text": "serious moment um you've got uh Trump's trade wars obviously underlining a lot"
    },
    {
      "start": 174.48,
      "dur": 2.55,
      "text": "trade wars obviously underlining a lot of that uh you've got the developments"
    },
    {
      "start": 177.04,
      "dur": 3.189,
      "text": "of that uh you've got the developments uh in Gaza with the Americans finally"
    },
    {
      "start": 180.239,
      "dur": 3.91,
      "text": "uh in Gaza with the Americans finally and the others forcing an element of of"
    },
    {
      "start": 184.159,
      "dur": 1.99,
      "text": "and the others forcing an element of of some sort of change of the status quo"
    },
    {
      "start": 186.159,
      "dur": 1.99,
      "text": "some sort of change of the status quo the acceptance of the first stage been"
    },
    {
      "start": 188.159,
      "dur": 3.99,
      "text": "the acceptance of the first stage been part of a of a peace negotiation. Um, as"
    },
    {
      "start": 192.159,
      "dur": 1.911,
      "text": "part of a of a peace negotiation. Um, as well as that, you know, more civil war"
    },
    {
      "start": 194.08,
      "dur": 3.99,
      "text": "well as that, you know, more civil war in in Sudan at huge cost uh in a way"
    },
    {
      "start": 198.08,
      "dur": 1.99,
      "text": "in in Sudan at huge cost uh in a way that many in the west have sort of"
    },
    {
      "start": 200.08,
      "dur": 1.509,
      "text": "that many in the west have sort of ignored. So, I mean, there's a sort of"
    },
    {
      "start": 201.599,
      "dur": 2.311,
      "text": "ignored. So, I mean, there's a sort of constant list of events that has just"
    },
    {
      "start": 203.92,
      "dur": 2.63,
      "text": "constant list of events that has just sort of, you know, it shocked us, it"
    },
    {
      "start": 206.56,
      "dur": 2.63,
      "text": "sort of, you know, it shocked us, it shocked audiences and, you know, it's"
    },
    {
      "start": 209.2,
      "dur": 1.43,
      "text": "shocked audiences and, you know, it's taken a lot of policy makers by"
    },
    {
      "start": 210.64,
      "dur": 0.71,
      "text": "taken a lot of policy makers by surprise."
    },
    {
      "start": 211.36,
      "dur": 2.47,
      "text": "surprise. &gt;&gt; You mentioned that list by JD Vance of"
    },
    {
      "start": 213.84,
      "dur": 1.99,
      "text": "&gt;&gt; You mentioned that list by JD Vance of cultural issues that he wasn't happy"
    },
    {
      "start": 215.84,
      "dur": 2.469,
      "text": "cultural issues that he wasn't happy about. But the Americans also did want"
    },
    {
      "start": 218.319,
      "dur": 3.111,
      "text": "about. But the Americans also did want the Europeans to do more for security."
    },
    {
      "start": 221.44,
      "dur": 1.67,
      "text": "the Europeans to do more for security. Did they have a point there?"
    },
    {
      "start": 223.12,
      "dur": 1.27,
      "text": "Did they have a point there? &gt;&gt; Oh yeah. No, I think they have had a"
    },
    {
      "start": 224.4,
      "dur": 1.909,
      "text": "&gt;&gt; Oh yeah. No, I think they have had a point and that and you know successive"
    },
    {
      "start": 226.319,
      "dur": 1.591,
      "text": "point and that and you know successive American administrations going back a"
    },
    {
      "start": 227.92,
      "dur": 2.07,
      "text": "American administrations going back a long time. You know Eisenhower was first"
    },
    {
      "start": 230.0,
      "dur": 1.35,
      "text": "long time. You know Eisenhower was first talking about this after the war. So"
    },
    {
      "start": 231.36,
      "dur": 2.07,
      "text": "talking about this after the war. So this is not a new argument but I think"
    },
    {
      "start": 233.44,
      "dur": 3.11,
      "text": "this is not a new argument but I think it was one that was um offered by the"
    },
    {
      "start": 236.56,
      "dur": 1.91,
      "text": "it was one that was um offered by the Americans under under Trump too you know"
    },
    {
      "start": 238.48,
      "dur": 3.35,
      "text": "Americans under under Trump too you know with greater force and greater power. Um"
    },
    {
      "start": 241.84,
      "dur": 2.07,
      "text": "with greater force and greater power. Um the thing is the Europeans have accepted"
    },
    {
      "start": 243.92,
      "dur": 2.229,
      "text": "the thing is the Europeans have accepted that. They now accept that principle."
    },
    {
      "start": 246.159,
      "dur": 1.831,
      "text": "that. They now accept that principle. They have started spending more on"
    },
    {
      "start": 248.0,
      "dur": 1.99,
      "text": "They have started spending more on defense. Not enough in the view of the"
    },
    {
      "start": 250.0,
      "dur": 2.789,
      "text": "defense. Not enough in the view of the Americans, not enough in the view um of"
    },
    {
      "start": 252.799,
      "dur": 1.831,
      "text": "Americans, not enough in the view um of some members of of Europe who think that"
    },
    {
      "start": 254.64,
      "dur": 1.19,
      "text": "some members of of Europe who think that you know that there's still some"
    },
    {
      "start": 255.84,
      "dur": 1.509,
      "text": "you know that there's still some countries particularly you know close to"
    },
    {
      "start": 257.359,
      "dur": 1.83,
      "text": "countries particularly you know close to the Mediterranean that are are lagging"
    },
    {
      "start": 259.199,
      "dur": 2.71,
      "text": "the Mediterranean that are are lagging their feet. Um but certainly there is an"
    },
    {
      "start": 261.919,
      "dur": 1.911,
      "text": "their feet. Um but certainly there is an an awareness now and a realization"
    },
    {
      "start": 263.84,
      "dur": 2.629,
      "text": "an awareness now and a realization within Europe uh that things have to"
    },
    {
      "start": 266.479,
      "dur": 2.631,
      "text": "within Europe uh that things have to change that they can no longer hide or"
    },
    {
      "start": 269.12,
      "dur": 2.629,
      "text": "change that they can no longer hide or rely upon the eur US security umbrella"
    },
    {
      "start": 271.759,
      "dur": 1.591,
      "text": "rely upon the eur US security umbrella in a way they always have done. That"
    },
    {
      "start": 273.36,
      "dur": 1.59,
      "text": "in a way they always have done. That doesn't mean sort of, you know, leaving"
    },
    {
      "start": 274.96,
      "dur": 1.59,
      "text": "doesn't mean sort of, you know, leaving chucking, you know, the baby out with"
    },
    {
      "start": 276.56,
      "dur": 1.99,
      "text": "chucking, you know, the baby out with the bath water, but it does mean"
    },
    {
      "start": 278.56,
      "dur": 3.83,
      "text": "the bath water, but it does mean thinking how do European countries shore"
    },
    {
      "start": 282.4,
      "dur": 1.91,
      "text": "thinking how do European countries shore up their own defenses, cooperate more"
    },
    {
      "start": 284.32,
      "dur": 1.67,
      "text": "up their own defenses, cooperate more amongst themselves to do that."
    },
    {
      "start": 286.0,
      "dur": 1.99,
      "text": "amongst themselves to do that. &gt;&gt; Of course, it's not just Europe feeling"
    },
    {
      "start": 288.0,
      "dur": 1.67,
      "text": "&gt;&gt; Of course, it's not just Europe feeling the heat. What about other countries"
    },
    {
      "start": 289.68,
      "dur": 3.43,
      "text": "the heat. What about other countries like Canada? the Canadians uh have at"
    },
    {
      "start": 293.12,
      "dur": 1.83,
      "text": "like Canada? the Canadians uh have at the various stages clashed with the"
    },
    {
      "start": 294.96,
      "dur": 2.39,
      "text": "the various stages clashed with the Americans particularly between um Prime"
    },
    {
      "start": 297.36,
      "dur": 2.15,
      "text": "Americans particularly between um Prime Minister Carney um who's obviously a new"
    },
    {
      "start": 299.52,
      "dur": 3.19,
      "text": "Minister Carney um who's obviously a new leader for the Canadians um with Donald"
    },
    {
      "start": 302.72,
      "dur": 2.469,
      "text": "leader for the Canadians um with Donald Trump. So that has been uh fairly up and"
    },
    {
      "start": 305.199,
      "dur": 1.591,
      "text": "Trump. So that has been uh fairly up and down relationship. What's been"
    },
    {
      "start": 306.8,
      "dur": 3.03,
      "text": "down relationship. What's been interesting is the way that Carney has"
    },
    {
      "start": 309.84,
      "dur": 2.15,
      "text": "interesting is the way that Carney has begun to sort of carve out a little role"
    },
    {
      "start": 312.0,
      "dur": 2.55,
      "text": "begun to sort of carve out a little role for himself uh not necessarily as the"
    },
    {
      "start": 314.56,
      "dur": 2.469,
      "text": "for himself uh not necessarily as the leader of the sort of anti-Trump crow"
    },
    {
      "start": 317.039,
      "dur": 0.951,
      "text": "leader of the sort of anti-Trump crow because I think he would he would"
    },
    {
      "start": 318.0,
      "dur": 2.87,
      "text": "because I think he would he would dispute that but he is certainly now"
    },
    {
      "start": 320.88,
      "dur": 2.79,
      "text": "dispute that but he is certainly now saying this is how other countries like"
    },
    {
      "start": 323.68,
      "dur": 4.069,
      "text": "saying this is how other countries like Canada like the UK like middle powers"
    },
    {
      "start": 327.759,
      "dur": 3.111,
      "text": "Canada like the UK like middle powers can think about doing things slightly"
    },
    {
      "start": 330.88,
      "dur": 1.589,
      "text": "can think about doing things slightly differently instead of just hanging on"
    },
    {
      "start": 332.479,
      "dur": 2.15,
      "text": "differently instead of just hanging on every truth social that Donald Trump"
    },
    {
      "start": 334.639,
      "dur": 3.351,
      "text": "every truth social that Donald Trump puts out. We need to organize ourselves"
    },
    {
      "start": 338.0,
      "dur": 1.59,
      "text": "puts out. We need to organize ourselves and we need to cooperate better"
    },
    {
      "start": 339.6,
      "dur": 2.63,
      "text": "and we need to cooperate better ourselves so that you can say let's have"
    },
    {
      "start": 342.24,
      "dur": 1.509,
      "text": "ourselves so that you can say let's have an ad hoc you know whether you're"
    },
    {
      "start": 343.759,
      "dur": 3.591,
      "text": "an ad hoc you know whether you're talking about AI uh sharing of biotech"
    },
    {
      "start": 347.36,
      "dur": 3.35,
      "text": "talking about AI uh sharing of biotech or um uh military issues or whatever it"
    },
    {
      "start": 350.72,
      "dur": 2.309,
      "text": "or um uh military issues or whatever it is just saying look let's have ad hoc"
    },
    {
      "start": 353.039,
      "dur": 2.791,
      "text": "is just saying look let's have ad hoc relationships partnerships that form a"
    },
    {
      "start": 355.84,
      "dur": 2.15,
      "text": "relationships partnerships that form a new kind of way of cooperating that"
    },
    {
      "start": 358.0,
      "dur": 3.189,
      "text": "new kind of way of cooperating that isn't just um dependent on you know what"
    },
    {
      "start": 361.199,
      "dur": 1.351,
      "text": "isn't just um dependent on you know what the United States says"
    },
    {
      "start": 362.56,
      "dur": 2.629,
      "text": "the United States says &gt;&gt; talking of truth socials it's Not just"
    },
    {
      "start": 365.199,
      "dur": 1.911,
      "text": "&gt;&gt; talking of truth socials it's Not just rhetoric. The US has written all this"
    },
    {
      "start": 367.12,
      "dur": 3.03,
      "text": "rhetoric. The US has written all this down in its new security strategy. How"
    },
    {
      "start": 370.16,
      "dur": 1.27,
      "text": "down in its new security strategy. How much difference does that make?"
    },
    {
      "start": 371.44,
      "dur": 2.07,
      "text": "much difference does that make? &gt;&gt; I think it's a very significant document"
    },
    {
      "start": 373.52,
      "dur": 2.949,
      "text": "&gt;&gt; I think it's a very significant document because essentially it sets out uh in"
    },
    {
      "start": 376.479,
      "dur": 3.111,
      "text": "because essentially it sets out uh in cold print Donald Trump's instincts that"
    },
    {
      "start": 379.6,
      "dur": 2.95,
      "text": "cold print Donald Trump's instincts that are also instincts now of the American"
    },
    {
      "start": 382.56,
      "dur": 1.43,
      "text": "are also instincts now of the American system. In other words, it sort of says,"
    },
    {
      "start": 384.0,
      "dur": 1.99,
      "text": "system. In other words, it sort of says, look, this is not just a Trump issue."
    },
    {
      "start": 386.0,
      "dur": 2.07,
      "text": "look, this is not just a Trump issue. this is going to outlast Trump and is is"
    },
    {
      "start": 388.08,
      "dur": 2.549,
      "text": "this is going to outlast Trump and is is is now the US position which is"
    },
    {
      "start": 390.639,
      "dur": 1.911,
      "text": "is now the US position which is essentially"
    },
    {
      "start": 392.56,
      "dur": 2.629,
      "text": "essentially in many ways a retreat back into the old"
    },
    {
      "start": 395.199,
      "dur": 2.55,
      "text": "in many ways a retreat back into the old position of the Monroe Doctrine of"
    },
    {
      "start": 397.759,
      "dur": 1.43,
      "text": "position of the Monroe Doctrine of saying that the United States is only"
    },
    {
      "start": 399.199,
      "dur": 1.27,
      "text": "saying that the United States is only going to be concerned about its own"
    },
    {
      "start": 400.479,
      "dur": 2.631,
      "text": "going to be concerned about its own affairs its own region in the world"
    },
    {
      "start": 403.12,
      "dur": 2.39,
      "text": "affairs its own region in the world which they call the western hemisphere."
    },
    {
      "start": 405.52,
      "dur": 2.63,
      "text": "which they call the western hemisphere. So that's why Donald Trump feels able to"
    },
    {
      "start": 408.16,
      "dur": 2.869,
      "text": "So that's why Donald Trump feels able to in his mind to conduct military action"
    },
    {
      "start": 411.039,
      "dur": 1.59,
      "text": "in his mind to conduct military action against Venezuela in breach of"
    },
    {
      "start": 412.639,
      "dur": 2.151,
      "text": "against Venezuela in breach of international law. That's why he thinks"
    },
    {
      "start": 414.8,
      "dur": 2.07,
      "text": "international law. That's why he thinks it's perfectly acceptable to threaten"
    },
    {
      "start": 416.88,
      "dur": 1.67,
      "text": "it's perfectly acceptable to threaten military action against Greenland"
    },
    {
      "start": 418.56,
      "dur": 1.349,
      "text": "military action against Greenland because he considers both those"
    },
    {
      "start": 419.919,
      "dur": 1.511,
      "text": "because he considers both those countries to be part of the US"
    },
    {
      "start": 421.44,
      "dur": 3.27,
      "text": "countries to be part of the US hemisphere uh over which the US feels it"
    },
    {
      "start": 424.72,
      "dur": 2.63,
      "text": "hemisphere uh over which the US feels it has a uh national security right to do"
    },
    {
      "start": 427.36,
      "dur": 3.35,
      "text": "has a uh national security right to do as it pleases. Uh so that's the drive of"
    },
    {
      "start": 430.72,
      "dur": 3.35,
      "text": "as it pleases. Uh so that's the drive of the security um document that the"
    },
    {
      "start": 434.08,
      "dur": 1.829,
      "text": "the security um document that the strategy that's been set out. The other"
    },
    {
      "start": 435.919,
      "dur": 2.311,
      "text": "strategy that's been set out. The other side of it though was also it set out in"
    },
    {
      "start": 438.24,
      "dur": 2.71,
      "text": "side of it though was also it set out in very very cold print America's view of"
    },
    {
      "start": 440.96,
      "dur": 2.15,
      "text": "very very cold print America's view of Europe and basically saying you know you"
    },
    {
      "start": 443.12,
      "dur": 1.11,
      "text": "Europe and basically saying you know you guys have to be more concerned about"
    },
    {
      "start": 444.24,
      "dur": 2.229,
      "text": "guys have to be more concerned about your own security. We're focused you"
    },
    {
      "start": 446.479,
      "dur": 2.311,
      "text": "your own security. We're focused you know on the United States with one eye"
    },
    {
      "start": 448.8,
      "dur": 2.949,
      "text": "know on the United States with one eye of course to China um with a with an"
    },
    {
      "start": 451.759,
      "dur": 3.031,
      "text": "of course to China um with a with an echo of where we began with JD Vance and"
    },
    {
      "start": 454.8,
      "dur": 2.15,
      "text": "echo of where we began with JD Vance and Munich. This document warned that if"
    },
    {
      "start": 456.96,
      "dur": 2.15,
      "text": "Munich. This document warned that if Europe carried on its current uh path,"
    },
    {
      "start": 459.12,
      "dur": 1.67,
      "text": "Europe carried on its current uh path, it would face what what they called"
    },
    {
      "start": 460.8,
      "dur": 2.87,
      "text": "it would face what what they called civilizational erasia, which again"
    },
    {
      "start": 463.68,
      "dur": 2.39,
      "text": "civilizational erasia, which again infuriated the Europeans because they"
    },
    {
      "start": 466.08,
      "dur": 1.75,
      "text": "infuriated the Europeans because they obviously disagreed very strongly."
    },
    {
      "start": 467.84,
      "dur": 2.71,
      "text": "obviously disagreed very strongly. &gt;&gt; Yeah. On top of this change in strategy,"
    },
    {
      "start": 470.56,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. On top of this change in strategy, you've also got this strange"
    },
    {
      "start": 471.84,
      "dur": 2.31,
      "text": "you've also got this strange relationship between Presidents Trump"
    },
    {
      "start": 474.16,
      "dur": 1.99,
      "text": "relationship between Presidents Trump and Putin. What does all this mean for"
    },
    {
      "start": 476.16,
      "dur": 2.07,
      "text": "and Putin. What does all this mean for for Russia's place in the world? Well,"
    },
    {
      "start": 478.24,
      "dur": 2.789,
      "text": "for Russia's place in the world? Well, for the Russians, it's been um an"
    },
    {
      "start": 481.039,
      "dur": 2.791,
      "text": "for the Russians, it's been um an uncertain uh slightly discombobulating"
    },
    {
      "start": 483.84,
      "dur": 2.31,
      "text": "uncertain uh slightly discombobulating period because the Americans have blown"
    },
    {
      "start": 486.16,
      "dur": 1.67,
      "text": "period because the Americans have blown hot and cold. On the one hand, Donald"
    },
    {
      "start": 487.84,
      "dur": 1.349,
      "text": "hot and cold. On the one hand, Donald Trump has made it very clear that he"
    },
    {
      "start": 489.199,
      "dur": 3.67,
      "text": "Trump has made it very clear that he wants that US and Russia relations to be"
    },
    {
      "start": 492.879,
      "dur": 3.111,
      "text": "wants that US and Russia relations to be normalized. Uh he talks constantly of"
    },
    {
      "start": 496.0,
      "dur": 2.23,
      "text": "normalized. Uh he talks constantly of the economic gains that he believes that"
    },
    {
      "start": 498.24,
      "dur": 2.55,
      "text": "the economic gains that he believes that uh can be be gained from that. But on"
    },
    {
      "start": 500.8,
      "dur": 2.069,
      "text": "uh can be be gained from that. But on Ukraine, which is obviously the main"
    },
    {
      "start": 502.879,
      "dur": 3.111,
      "text": "Ukraine, which is obviously the main point of focus, the Americans have blown"
    },
    {
      "start": 506.0,
      "dur": 2.23,
      "text": "point of focus, the Americans have blown hot and cold. And sometimes they are"
    },
    {
      "start": 508.24,
      "dur": 1.83,
      "text": "hot and cold. And sometimes they are very supportive of of the Russians are"
    },
    {
      "start": 510.08,
      "dur": 1.35,
      "text": "very supportive of of the Russians are very critical of the Ukrainians and they"
    },
    {
      "start": 511.44,
      "dur": 1.269,
      "text": "very critical of the Ukrainians and they accuse the Ukrainians of being the"
    },
    {
      "start": 512.719,
      "dur": 2.631,
      "text": "accuse the Ukrainians of being the people who are holding up peace when you"
    },
    {
      "start": 515.36,
      "dur": 1.909,
      "text": "people who are holding up peace when you know it's clearly the Russians because"
    },
    {
      "start": 517.279,
      "dur": 1.831,
      "text": "know it's clearly the Russians because they are the aggressors here. On other"
    },
    {
      "start": 519.12,
      "dur": 2.389,
      "text": "they are the aggressors here. On other occasions though, Donald Trump has uh"
    },
    {
      "start": 521.519,
      "dur": 2.151,
      "text": "occasions though, Donald Trump has uh expressed and voiced his own frustration"
    },
    {
      "start": 523.68,
      "dur": 3.35,
      "text": "expressed and voiced his own frustration at his inability to get Vladimir Putin"
    },
    {
      "start": 527.04,
      "dur": 1.43,
      "text": "at his inability to get Vladimir Putin to change his mind on Ukraine. And and"
    },
    {
      "start": 528.48,
      "dur": 2.15,
      "text": "to change his mind on Ukraine. And and thus far uh you know, as somebody who"
    },
    {
      "start": 530.64,
      "dur": 1.27,
      "text": "thus far uh you know, as somebody who watched this quite closely and spends a"
    },
    {
      "start": 531.92,
      "dur": 1.43,
      "text": "watched this quite closely and spends a fair amount of time in Ukraine, I have"
    },
    {
      "start": 533.36,
      "dur": 2.63,
      "text": "fair amount of time in Ukraine, I have yet to see any evidence that the"
    },
    {
      "start": 536.0,
      "dur": 2.47,
      "text": "yet to see any evidence that the Russians genuinely want there to be"
    },
    {
      "start": 538.48,
      "dur": 2.95,
      "text": "Russians genuinely want there to be peace and that at the moment they the"
    },
    {
      "start": 541.44,
      "dur": 2.15,
      "text": "peace and that at the moment they the Russian side believes that there are"
    },
    {
      "start": 543.6,
      "dur": 2.15,
      "text": "Russian side believes that there are greater gains to be made by continuing"
    },
    {
      "start": 545.76,
      "dur": 2.47,
      "text": "greater gains to be made by continuing to prosecute this war. And that does"
    },
    {
      "start": 548.24,
      "dur": 1.589,
      "text": "to prosecute this war. And that does cause some frustration within the White"
    },
    {
      "start": 549.839,
      "dur": 0.631,
      "text": "cause some frustration within the White House."
    },
    {
      "start": 550.48,
      "dur": 3.11,
      "text": "House. &gt;&gt; So, one year into the second Trump"
    },
    {
      "start": 553.6,
      "dur": 2.63,
      "text": "&gt;&gt; So, one year into the second Trump presidency, is the world safer or more"
    },
    {
      "start": 556.24,
      "dur": 1.269,
      "text": "presidency, is the world safer or more dangerous?"
    },
    {
      "start": 557.519,
      "dur": 2.391,
      "text": "dangerous? &gt;&gt; Uh, I think"
    },
    {
      "start": 559.92,
      "dur": 3.99,
      "text": "&gt;&gt; Uh, I think the world is is safer in as much that it"
    },
    {
      "start": 563.92,
      "dur": 2.87,
      "text": "the world is is safer in as much that it is adapting. It's learning to get used"
    },
    {
      "start": 566.8,
      "dur": 3.35,
      "text": "is adapting. It's learning to get used to this new uh new system, but on the"
    },
    {
      "start": 570.16,
      "dur": 2.07,
      "text": "to this new uh new system, but on the other hand, it is more dangerous because"
    },
    {
      "start": 572.24,
      "dur": 2.39,
      "text": "other hand, it is more dangerous because there are more moving parts. There are"
    },
    {
      "start": 574.64,
      "dur": 2.15,
      "text": "there are more moving parts. There are fewer norms. there are there are fewer"
    },
    {
      "start": 576.8,
      "dur": 1.83,
      "text": "fewer norms. there are there are fewer rules. It may be that we reach at some"
    },
    {
      "start": 578.64,
      "dur": 2.869,
      "text": "rules. It may be that we reach at some point a new order where there are"
    },
    {
      "start": 581.519,
      "dur": 1.831,
      "text": "point a new order where there are different rules but at the moment"
    },
    {
      "start": 583.36,
      "dur": 2.63,
      "text": "different rules but at the moment countries are very uncertain"
    },
    {
      "start": 586.0,
      "dur": 1.91,
      "text": "countries are very uncertain uh about what these rules are. They're"
    },
    {
      "start": 587.92,
      "dur": 2.469,
      "text": "uh about what these rules are. They're trying to navigate"
    },
    {
      "start": 590.399,
      "dur": 2.791,
      "text": "trying to navigate uh and for many of them it's very very"
    },
    {
      "start": 593.2,
      "dur": 2.39,
      "text": "uh and for many of them it's very very hard. I spend a lot of my time talking"
    },
    {
      "start": 595.6,
      "dur": 1.99,
      "text": "hard. I spend a lot of my time talking to diplomats and I met one of them"
    },
    {
      "start": 597.6,
      "dur": 1.43,
      "text": "to diplomats and I met one of them yesterday who was the head of a very of"
    },
    {
      "start": 599.04,
      "dur": 1.83,
      "text": "yesterday who was the head of a very of a very significant middle power"
    },
    {
      "start": 600.88,
      "dur": 1.83,
      "text": "a very significant middle power government who just said, \"James, it's"
    },
    {
      "start": 602.72,
      "dur": 2.15,
      "text": "government who just said, \"James, it's it's the law of the jungle and we're all"
    },
    {
      "start": 604.88,
      "dur": 1.35,
      "text": "it's the law of the jungle and we're all trying to work out how to navigate"
    },
    {
      "start": 606.24,
      "dur": 0.95,
      "text": "trying to work out how to navigate through it.\""
    },
    {
      "start": 607.2,
      "dur": 1.83,
      "text": "through it.\" &gt;&gt; James Landal, our diplomatic"
    },
    {
      "start": 609.04,
      "dur": 2.55,
      "text": "&gt;&gt; James Landal, our diplomatic correspondent. Thank you. If you liked"
    },
    {
      "start": 611.6,
      "dur": 2.789,
      "text": "correspondent. Thank you. If you liked this episode, please uh subscribe on"
    },
    {
      "start": 614.399,
      "dur": 1.511,
      "text": "this episode, please uh subscribe on YouTube. If there's anything you'd like"
    },
    {
      "start": 615.92,
      "dur": 2.63,
      "text": "YouTube. If there's anything you'd like us to cover, leave a comment below. And"
    },
    {
      "start": 618.56,
      "dur": 2.07,
      "text": "us to cover, leave a comment below. And for more international stories, download"
    },
    {
      "start": 620.64,
      "dur": 2.309,
      "text": "for more international stories, download the Global News podcast wherever you get"
    },
    {
      "start": 622.959,
      "dur": 3.12,
      "text": "the Global News podcast wherever you get your BBC podcasts."
    }
  ]
}