{
  "videoId": "1hyNfGPD2zM",
  "title": "What is ICE doing on America's streets? | Global News Podcast",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 618,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.08,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.24,
      "dur": 1.669,
      "text": "Welcome to the Global News podcast on YouTube, where we go behind the"
    },
    {
      "start": 3.919,
      "dur": 2.631,
      "text": "YouTube, where we go behind the headlines to focus on one story and why"
    },
    {
      "start": 6.56,
      "dur": 2.31,
      "text": "headlines to focus on one story and why it matters. The Trump administration is"
    },
    {
      "start": 8.88,
      "dur": 2.23,
      "text": "it matters. The Trump administration is facing more and more backlash over its"
    },
    {
      "start": 11.12,
      "dur": 2.389,
      "text": "facing more and more backlash over its immigration crackdown in Minneapolis"
    },
    {
      "start": 13.519,
      "dur": 2.871,
      "text": "immigration crackdown in Minneapolis after the killing of another US citizen."
    },
    {
      "start": 16.4,
      "dur": 2.07,
      "text": "after the killing of another US citizen. Let's go to Washington. Burn Dezman is"
    },
    {
      "start": 18.48,
      "dur": 1.91,
      "text": "Let's go to Washington. Burn Dezman is there. Burn, thank you for talking this"
    },
    {
      "start": 20.4,
      "dur": 2.23,
      "text": "there. Burn, thank you for talking this through. Let's take a step back. What is"
    },
    {
      "start": 22.64,
      "dur": 1.99,
      "text": "through. Let's take a step back. What is it that these agents are doing on the"
    },
    {
      "start": 24.64,
      "dur": 3.11,
      "text": "it that these agents are doing on the streets of Minneapolis and other cities?"
    },
    {
      "start": 27.76,
      "dur": 1.269,
      "text": "streets of Minneapolis and other cities? Well, according to the Trump"
    },
    {
      "start": 29.039,
      "dur": 2.07,
      "text": "Well, according to the Trump administration, what Immigrations and"
    },
    {
      "start": 31.119,
      "dur": 2.711,
      "text": "administration, what Immigrations and Customs Enforcement or ICE is doing is"
    },
    {
      "start": 33.84,
      "dur": 2.31,
      "text": "Customs Enforcement or ICE is doing is enforcing existing immigration policy."
    },
    {
      "start": 36.16,
      "dur": 2.87,
      "text": "enforcing existing immigration policy. Now, the arrest and removal of what the"
    },
    {
      "start": 39.04,
      "dur": 2.31,
      "text": "Now, the arrest and removal of what the Trump administration has dubbed illegal"
    },
    {
      "start": 41.36,
      "dur": 2.07,
      "text": "Trump administration has dubbed illegal criminal aliens uh was kind of a"
    },
    {
      "start": 43.44,
      "dur": 1.59,
      "text": "criminal aliens uh was kind of a cornerstone of the Trump campaign and"
    },
    {
      "start": 45.04,
      "dur": 1.349,
      "text": "cornerstone of the Trump campaign and it's something that his campaign's been"
    },
    {
      "start": 46.399,
      "dur": 2.871,
      "text": "it's something that his campaign's been very very active in since he came into"
    },
    {
      "start": 49.28,
      "dur": 2.71,
      "text": "very very active in since he came into back into office just over one year ago."
    },
    {
      "start": 52.0,
      "dur": 2.15,
      "text": "back into office just over one year ago. In in practice, what they are doing is"
    },
    {
      "start": 54.16,
      "dur": 1.909,
      "text": "In in practice, what they are doing is kind of it's been much expanded from its"
    },
    {
      "start": 56.079,
      "dur": 1.99,
      "text": "kind of it's been much expanded from its previous mission. And now we're seeing"
    },
    {
      "start": 58.079,
      "dur": 2.071,
      "text": "previous mission. And now we're seeing ICE agents in cities where it"
    },
    {
      "start": 60.16,
      "dur": 1.189,
      "text": "ICE agents in cities where it traditionally wouldn't have been"
    },
    {
      "start": 61.359,
      "dur": 1.51,
      "text": "traditionally wouldn't have been particularly common to see them on the"
    },
    {
      "start": 62.879,
      "dur": 1.751,
      "text": "particularly common to see them on the street and operate in ways than which"
    },
    {
      "start": 64.64,
      "dur": 1.67,
      "text": "street and operate in ways than which they hadn't before. Now you're seeing"
    },
    {
      "start": 66.32,
      "dur": 1.59,
      "text": "they hadn't before. Now you're seeing kind of much more sweeping and"
    },
    {
      "start": 67.92,
      "dur": 2.15,
      "text": "kind of much more sweeping and widespread detention powers. And and"
    },
    {
      "start": 70.08,
      "dur": 1.43,
      "text": "widespread detention powers. And and that's why people on the streets of"
    },
    {
      "start": 71.52,
      "dur": 1.75,
      "text": "that's why people on the streets of Minneapolis and Los Angeles and other"
    },
    {
      "start": 73.28,
      "dur": 2.47,
      "text": "Minneapolis and Los Angeles and other American cities in many cases are are"
    },
    {
      "start": 75.76,
      "dur": 1.669,
      "text": "American cities in many cases are are protesting. They see this as very much"
    },
    {
      "start": 77.439,
      "dur": 3.191,
      "text": "protesting. They see this as very much an an overreach of what ICE was intended"
    },
    {
      "start": 80.64,
      "dur": 2.55,
      "text": "an an overreach of what ICE was intended to do. that they think has now had"
    },
    {
      "start": 83.2,
      "dur": 2.07,
      "text": "to do. that they think has now had deadly consequences at least twice in"
    },
    {
      "start": 85.28,
      "dur": 0.63,
      "text": "deadly consequences at least twice in Minneapolis."
    },
    {
      "start": 85.92,
      "dur": 2.15,
      "text": "Minneapolis. &gt;&gt; Now, you use the term ICE agents, which"
    },
    {
      "start": 88.08,
      "dur": 2.55,
      "text": "&gt;&gt; Now, you use the term ICE agents, which we hear in the news all the time. Now,"
    },
    {
      "start": 90.64,
      "dur": 2.39,
      "text": "we hear in the news all the time. Now, what actually does that mean? Who are"
    },
    {
      "start": 93.04,
      "dur": 2.31,
      "text": "what actually does that mean? Who are ICE agents and where do border force"
    },
    {
      "start": 95.36,
      "dur": 1.99,
      "text": "ICE agents and where do border force agents fit into this?"
    },
    {
      "start": 97.36,
      "dur": 2.55,
      "text": "agents fit into this? &gt;&gt; Sure. Well, ICE is Immigration and"
    },
    {
      "start": 99.92,
      "dur": 1.91,
      "text": "&gt;&gt; Sure. Well, ICE is Immigration and Customs Enforcement, and they're"
    },
    {
      "start": 101.84,
      "dur": 2.47,
      "text": "Customs Enforcement, and they're essentially charged with enforcing US"
    },
    {
      "start": 104.32,
      "dur": 2.469,
      "text": "essentially charged with enforcing US immigration law in the interior of the"
    },
    {
      "start": 106.799,
      "dur": 1.831,
      "text": "immigration law in the interior of the country. Now, traditionally, as I"
    },
    {
      "start": 108.64,
      "dur": 1.35,
      "text": "country. Now, traditionally, as I mentioned, that would have meant, for"
    },
    {
      "start": 110.0,
      "dur": 2.149,
      "text": "mentioned, that would have meant, for example, checking on workplaces that"
    },
    {
      "start": 112.159,
      "dur": 3.511,
      "text": "example, checking on workplaces that were found to have undocumented workers,"
    },
    {
      "start": 115.68,
      "dur": 1.35,
      "text": "were found to have undocumented workers, for example, that here in the United"
    },
    {
      "start": 117.04,
      "dur": 2.069,
      "text": "for example, that here in the United States illegally. Whereas, Border"
    },
    {
      "start": 119.119,
      "dur": 1.59,
      "text": "States illegally. Whereas, Border Patrol, uh, which is formerly known as"
    },
    {
      "start": 120.719,
      "dur": 2.311,
      "text": "Patrol, uh, which is formerly known as Customs and Border Protection, they have"
    },
    {
      "start": 123.04,
      "dur": 3.83,
      "text": "Customs and Border Protection, they have a similar role, but exclusively along"
    },
    {
      "start": 126.88,
      "dur": 2.47,
      "text": "a similar role, but exclusively along United States borders. So, for example,"
    },
    {
      "start": 129.36,
      "dur": 2.949,
      "text": "United States borders. So, for example, when one drives across from Mexico into"
    },
    {
      "start": 132.319,
      "dur": 1.831,
      "text": "when one drives across from Mexico into the United States, your first point of"
    },
    {
      "start": 134.16,
      "dur": 2.87,
      "text": "the United States, your first point of contact with an American official of any"
    },
    {
      "start": 137.04,
      "dur": 1.75,
      "text": "contact with an American official of any kind would be with a border patrol"
    },
    {
      "start": 138.8,
      "dur": 2.149,
      "text": "kind would be with a border patrol officer. Uh, close to the border, you'll"
    },
    {
      "start": 140.959,
      "dur": 1.751,
      "text": "officer. Uh, close to the border, you'll see Border Patrol helicopters, Border"
    },
    {
      "start": 142.72,
      "dur": 1.75,
      "text": "see Border Patrol helicopters, Border Patrol vehicles, in in many cases,"
    },
    {
      "start": 144.48,
      "dur": 2.95,
      "text": "Patrol vehicles, in in many cases, Border Patrol blimps that kind of hang"
    },
    {
      "start": 147.44,
      "dur": 2.63,
      "text": "Border Patrol blimps that kind of hang over the border. um they not only check"
    },
    {
      "start": 150.08,
      "dur": 1.43,
      "text": "over the border. um they not only check people coming in and out of ports of"
    },
    {
      "start": 151.52,
      "dur": 2.069,
      "text": "people coming in and out of ports of entry, but also they're in charge of,"
    },
    {
      "start": 153.599,
      "dur": 2.63,
      "text": "entry, but also they're in charge of, for example, chasing smugglers that"
    },
    {
      "start": 156.239,
      "dur": 1.99,
      "text": "for example, chasing smugglers that perhaps cross the Rio Grande or they're"
    },
    {
      "start": 158.239,
      "dur": 2.391,
      "text": "perhaps cross the Rio Grande or they're coming through the desert carrying uh"
    },
    {
      "start": 160.64,
      "dur": 2.949,
      "text": "coming through the desert carrying uh drugs or guiding undocumented migrants"
    },
    {
      "start": 163.599,
      "dur": 1.91,
      "text": "drugs or guiding undocumented migrants into the United States. Uh but there"
    },
    {
      "start": 165.519,
      "dur": 1.831,
      "text": "into the United States. Uh but there again, you're seeing kind of those roles"
    },
    {
      "start": 167.36,
      "dur": 2.39,
      "text": "again, you're seeing kind of those roles be kind of expanded. Both of those"
    },
    {
      "start": 169.76,
      "dur": 2.15,
      "text": "be kind of expanded. Both of those agencies are under DHS, the Department"
    },
    {
      "start": 171.92,
      "dur": 1.83,
      "text": "agencies are under DHS, the Department of Homeland Security. And now you're"
    },
    {
      "start": 173.76,
      "dur": 2.71,
      "text": "of Homeland Security. And now you're seeing both border patrol and ICE agents"
    },
    {
      "start": 176.48,
      "dur": 2.63,
      "text": "seeing both border patrol and ICE agents deployed inside US cities, which is"
    },
    {
      "start": 179.12,
      "dur": 2.469,
      "text": "deployed inside US cities, which is something that was never the case before"
    },
    {
      "start": 181.599,
      "dur": 1.671,
      "text": "something that was never the case before this Trump administration. So, for"
    },
    {
      "start": 183.28,
      "dur": 2.869,
      "text": "this Trump administration. So, for example, many people will see border"
    },
    {
      "start": 186.159,
      "dur": 2.231,
      "text": "example, many people will see border patrol agents uh that you can tell by"
    },
    {
      "start": 188.4,
      "dur": 2.07,
      "text": "patrol agents uh that you can tell by the marking on the vests or on their"
    },
    {
      "start": 190.48,
      "dur": 2.63,
      "text": "the marking on the vests or on their uniforms, which tend to be green, uh"
    },
    {
      "start": 193.12,
      "dur": 2.07,
      "text": "uniforms, which tend to be green, uh inside American cities that are nowhere"
    },
    {
      "start": 195.2,
      "dur": 2.55,
      "text": "inside American cities that are nowhere near the Mexican or Canadian borders, uh"
    },
    {
      "start": 197.76,
      "dur": 1.91,
      "text": "near the Mexican or Canadian borders, uh helping enforce those immigration"
    },
    {
      "start": 199.68,
      "dur": 2.31,
      "text": "helping enforce those immigration policies. Uh, essentially what the Trump"
    },
    {
      "start": 202.0,
      "dur": 2.949,
      "text": "policies. Uh, essentially what the Trump administration did was bring in every"
    },
    {
      "start": 204.959,
      "dur": 3.91,
      "text": "administration did was bring in every available agency it could to help find,"
    },
    {
      "start": 208.879,
      "dur": 3.591,
      "text": "available agency it could to help find, detain, and deport undocumented migrants"
    },
    {
      "start": 212.48,
      "dur": 1.35,
      "text": "detain, and deport undocumented migrants in the United States. And that's why"
    },
    {
      "start": 213.84,
      "dur": 2.389,
      "text": "in the United States. And that's why you're seeing kind of them be in the"
    },
    {
      "start": 216.239,
      "dur": 1.511,
      "text": "you're seeing kind of them be in the public consciousness in a way that"
    },
    {
      "start": 217.76,
      "dur": 2.31,
      "text": "public consciousness in a way that wasn't the case before. Very few people,"
    },
    {
      "start": 220.08,
      "dur": 1.59,
      "text": "wasn't the case before. Very few people, unless you cross the border, would have"
    },
    {
      "start": 221.68,
      "dur": 1.51,
      "text": "unless you cross the border, would have had any sort of encounter with Border"
    },
    {
      "start": 223.2,
      "dur": 1.029,
      "text": "had any sort of encounter with Border Patrol in the past."
    },
    {
      "start": 224.239,
      "dur": 1.591,
      "text": "Patrol in the past. &gt;&gt; So, obviously, you need a lot of people"
    },
    {
      "start": 225.84,
      "dur": 2.389,
      "text": "&gt;&gt; So, obviously, you need a lot of people to do this work. Are they trained for"
    },
    {
      "start": 228.239,
      "dur": 1.591,
      "text": "to do this work. Are they trained for the work that they're doing? Well,"
    },
    {
      "start": 229.84,
      "dur": 2.389,
      "text": "the work that they're doing? Well, that's one of the the main concerns at"
    },
    {
      "start": 232.239,
      "dur": 2.391,
      "text": "that's one of the the main concerns at the moment that there's been a massive"
    },
    {
      "start": 234.64,
      "dur": 2.149,
      "text": "the moment that there's been a massive recruitment drive and and quite large"
    },
    {
      "start": 236.799,
      "dur": 4.231,
      "text": "recruitment drive and and quite large bonuses given to people to join ICE. Uh"
    },
    {
      "start": 241.04,
      "dur": 1.829,
      "text": "bonuses given to people to join ICE. Uh but there are a lot of concerns that"
    },
    {
      "start": 242.879,
      "dur": 3.191,
      "text": "but there are a lot of concerns that because of the the demands on that"
    },
    {
      "start": 246.08,
      "dur": 2.869,
      "text": "because of the the demands on that service, they're kind of rushing rushing"
    },
    {
      "start": 248.959,
      "dur": 1.671,
      "text": "service, they're kind of rushing rushing through training and that perhaps"
    },
    {
      "start": 250.64,
      "dur": 1.99,
      "text": "through training and that perhaps standards have dropped. These aren't"
    },
    {
      "start": 252.64,
      "dur": 1.669,
      "text": "standards have dropped. These aren't necessarily people that go through the"
    },
    {
      "start": 254.319,
      "dur": 2.551,
      "text": "necessarily people that go through the entire training process, which was quite"
    },
    {
      "start": 256.88,
      "dur": 1.589,
      "text": "entire training process, which was quite long. that would have been the case in"
    },
    {
      "start": 258.479,
      "dur": 1.99,
      "text": "long. that would have been the case in the past and and that could have pretty"
    },
    {
      "start": 260.479,
      "dur": 1.671,
      "text": "the past and and that could have pretty that could have grave consequences. I"
    },
    {
      "start": 262.16,
      "dur": 1.35,
      "text": "that could have grave consequences. I think that's one of the main reasons the"
    },
    {
      "start": 263.52,
      "dur": 1.669,
      "text": "think that's one of the main reasons the the protesters are there. Also, you're"
    },
    {
      "start": 265.199,
      "dur": 1.99,
      "text": "the protesters are there. Also, you're seeing a lot of backlash into the way"
    },
    {
      "start": 267.199,
      "dur": 3.27,
      "text": "seeing a lot of backlash into the way ICE has been trained and rushed to do"
    },
    {
      "start": 270.479,
      "dur": 2.15,
      "text": "ICE has been trained and rushed to do this mission uh from people in many of"
    },
    {
      "start": 272.639,
      "dur": 1.751,
      "text": "this mission uh from people in many of the cities where they're operating now."
    },
    {
      "start": 274.4,
      "dur": 2.31,
      "text": "the cities where they're operating now. &gt;&gt; And and B, in those interactions that"
    },
    {
      "start": 276.72,
      "dur": 2.31,
      "text": "&gt;&gt; And and B, in those interactions that Asians are having with US citizens, what"
    },
    {
      "start": 279.04,
      "dur": 2.709,
      "text": "Asians are having with US citizens, what legal powers do they have? essentially"
    },
    {
      "start": 281.759,
      "dur": 3.031,
      "text": "legal powers do they have? essentially they they are in fact allowed to to see"
    },
    {
      "start": 284.8,
      "dur": 2.71,
      "text": "they they are in fact allowed to to see for example if someone is a US citizen"
    },
    {
      "start": 287.52,
      "dur": 3.03,
      "text": "for example if someone is a US citizen uh but the concern is that the probable"
    },
    {
      "start": 290.56,
      "dur": 1.27,
      "text": "uh but the concern is that the probable cause that would have been legally"
    },
    {
      "start": 291.84,
      "dur": 2.23,
      "text": "cause that would have been legally required in the past that's in many"
    },
    {
      "start": 294.08,
      "dur": 3.03,
      "text": "required in the past that's in many cases appears to be lowered um for"
    },
    {
      "start": 297.12,
      "dur": 1.67,
      "text": "cases appears to be lowered um for example now you're seeing many US"
    },
    {
      "start": 298.8,
      "dur": 3.59,
      "text": "example now you're seeing many US citizens come forward and say that they"
    },
    {
      "start": 302.4,
      "dur": 2.55,
      "text": "citizens come forward and say that they were perhaps racially profiled by ICE or"
    },
    {
      "start": 304.96,
      "dur": 1.91,
      "text": "were perhaps racially profiled by ICE or other federal law enforcement officers"
    },
    {
      "start": 306.88,
      "dur": 2.869,
      "text": "other federal law enforcement officers on American city streets uh that they've"
    },
    {
      "start": 309.759,
      "dur": 2.231,
      "text": "on American city streets uh that they've been unfairly they followed uh that"
    },
    {
      "start": 312.0,
      "dur": 2.23,
      "text": "been unfairly they followed uh that proper search and seizure laws which are"
    },
    {
      "start": 314.24,
      "dur": 1.99,
      "text": "proper search and seizure laws which are protected by the US constitution aren't"
    },
    {
      "start": 316.24,
      "dur": 1.91,
      "text": "protected by the US constitution aren't being followed and again I think that's"
    },
    {
      "start": 318.16,
      "dur": 2.23,
      "text": "being followed and again I think that's causing quite a lot of anger too because"
    },
    {
      "start": 320.4,
      "dur": 1.75,
      "text": "causing quite a lot of anger too because now also you're seeing these agents who"
    },
    {
      "start": 322.16,
      "dur": 2.71,
      "text": "now also you're seeing these agents who are almost universally wearing face"
    },
    {
      "start": 324.88,
      "dur": 2.23,
      "text": "are almost universally wearing face masks or balaclavas when they're"
    },
    {
      "start": 327.12,
      "dur": 2.71,
      "text": "masks or balaclavas when they're operating and and don't have bodywn"
    },
    {
      "start": 329.84,
      "dur": 1.83,
      "text": "operating and and don't have bodywn cameras as local law enforcement"
    },
    {
      "start": 331.68,
      "dur": 3.03,
      "text": "cameras as local law enforcement officers do they're stopping people US"
    },
    {
      "start": 334.72,
      "dur": 2.63,
      "text": "officers do they're stopping people US citizens and others and those"
    },
    {
      "start": 337.36,
      "dur": 2.31,
      "text": "citizens and others and those interactions are are very tense and"
    },
    {
      "start": 339.68,
      "dur": 2.069,
      "text": "interactions are are very tense and there is a concern concerned that there"
    },
    {
      "start": 341.759,
      "dur": 1.831,
      "text": "there is a concern concerned that there is very little recourse if something"
    },
    {
      "start": 343.6,
      "dur": 1.35,
      "text": "is very little recourse if something were to go wrong because there's no"
    },
    {
      "start": 344.96,
      "dur": 1.91,
      "text": "were to go wrong because there's no bodywn cameras for example."
    },
    {
      "start": 346.88,
      "dur": 1.589,
      "text": "bodywn cameras for example. &gt;&gt; This is something I think is obvious to"
    },
    {
      "start": 348.479,
      "dur": 2.071,
      "text": "&gt;&gt; This is something I think is obvious to people watching us in the US but much"
    },
    {
      "start": 350.56,
      "dur": 2.55,
      "text": "people watching us in the US but much less so elsewhere. Who are these people"
    },
    {
      "start": 353.12,
      "dur": 1.83,
      "text": "less so elsewhere. Who are these people answerable to? We get the idea they're"
    },
    {
      "start": 354.96,
      "dur": 1.99,
      "text": "answerable to? We get the idea they're answerable to President Trump and"
    },
    {
      "start": 356.96,
      "dur": 2.15,
      "text": "answerable to President Trump and operating in Minnesota without any"
    },
    {
      "start": 359.12,
      "dur": 2.069,
      "text": "operating in Minnesota without any support of the people who run Minnesota."
    },
    {
      "start": 361.199,
      "dur": 1.83,
      "text": "support of the people who run Minnesota. &gt;&gt; In some ways that's very much the case."
    },
    {
      "start": 363.039,
      "dur": 3.59,
      "text": "&gt;&gt; In some ways that's very much the case. So both ICE and and Border Patrol op uh"
    },
    {
      "start": 366.639,
      "dur": 1.67,
      "text": "So both ICE and and Border Patrol op uh answer to the Department of Homeland"
    },
    {
      "start": 368.319,
      "dur": 1.59,
      "text": "answer to the Department of Homeland Security which was established a few"
    },
    {
      "start": 369.919,
      "dur": 2.39,
      "text": "Security which was established a few years after the September 11th attacks."
    },
    {
      "start": 372.319,
      "dur": 2.71,
      "text": "years after the September 11th attacks. Uh but in this case the the direction"
    },
    {
      "start": 375.039,
      "dur": 1.99,
      "text": "Uh but in this case the the direction really does seem to be coming from the"
    },
    {
      "start": 377.039,
      "dur": 2.15,
      "text": "really does seem to be coming from the White House from the White House through"
    },
    {
      "start": 379.199,
      "dur": 3.11,
      "text": "White House from the White House through the director of DHS Christine Gnome to"
    },
    {
      "start": 382.319,
      "dur": 2.951,
      "text": "the director of DHS Christine Gnome to those agencies. And what we do know is"
    },
    {
      "start": 385.28,
      "dur": 1.51,
      "text": "those agencies. And what we do know is that there's been very very little"
    },
    {
      "start": 386.8,
      "dur": 1.99,
      "text": "that there's been very very little cooperation in the case of Minneapolis"
    },
    {
      "start": 388.8,
      "dur": 1.91,
      "text": "cooperation in the case of Minneapolis between those federal law enforcement"
    },
    {
      "start": 390.72,
      "dur": 2.95,
      "text": "between those federal law enforcement agencies and local police and local"
    },
    {
      "start": 393.68,
      "dur": 0.71,
      "text": "agencies and local police and local officials."
    },
    {
      "start": 394.4,
      "dur": 1.83,
      "text": "officials. &gt;&gt; But in some parts of the US, this has"
    },
    {
      "start": 396.24,
      "dur": 1.99,
      "text": "&gt;&gt; But in some parts of the US, this has support. So let's talk about the policy"
    },
    {
      "start": 398.24,
      "dur": 2.63,
      "text": "support. So let's talk about the policy that these agents are enforcing. Am I"
    },
    {
      "start": 400.88,
      "dur": 1.589,
      "text": "that these agents are enforcing. Am I right in thinking that these are"
    },
    {
      "start": 402.479,
      "dur": 1.83,
      "text": "right in thinking that these are immigration rules that have always been"
    },
    {
      "start": 404.319,
      "dur": 2.31,
      "text": "immigration rules that have always been there but haven't always been enforced"
    },
    {
      "start": 406.639,
      "dur": 2.071,
      "text": "there but haven't always been enforced like this? And I think it's very much"
    },
    {
      "start": 408.72,
      "dur": 2.07,
      "text": "like this? And I think it's very much fair to say that immigration enforcement"
    },
    {
      "start": 410.8,
      "dur": 3.27,
      "text": "fair to say that immigration enforcement and and border security is perhaps not"
    },
    {
      "start": 414.08,
      "dur": 2.71,
      "text": "and and border security is perhaps not the main reason that Trump was elected"
    },
    {
      "start": 416.8,
      "dur": 2.389,
      "text": "the main reason that Trump was elected president uh in the last election, but"
    },
    {
      "start": 419.199,
      "dur": 1.43,
      "text": "president uh in the last election, but it's certainly one of the top reasons."
    },
    {
      "start": 420.639,
      "dur": 1.751,
      "text": "it's certainly one of the top reasons. It's something he promised to do"
    },
    {
      "start": 422.4,
      "dur": 2.069,
      "text": "It's something he promised to do throughout his presidential campaign and"
    },
    {
      "start": 424.479,
      "dur": 2.791,
      "text": "throughout his presidential campaign and which he began doing on on the first day"
    },
    {
      "start": 427.28,
      "dur": 2.07,
      "text": "which he began doing on on the first day of his administration in January of last"
    },
    {
      "start": 429.36,
      "dur": 2.229,
      "text": "of his administration in January of last year. And it's something that's broadly"
    },
    {
      "start": 431.599,
      "dur": 2.231,
      "text": "year. And it's something that's broadly popular with his base. Now, I think"
    },
    {
      "start": 433.84,
      "dur": 2.629,
      "text": "popular with his base. Now, I think we're starting to see polls suggest that"
    },
    {
      "start": 436.479,
      "dur": 2.391,
      "text": "we're starting to see polls suggest that while people are broadly in favor of the"
    },
    {
      "start": 438.88,
      "dur": 1.91,
      "text": "while people are broadly in favor of the the ultimate objective of this sort of"
    },
    {
      "start": 440.8,
      "dur": 1.829,
      "text": "the ultimate objective of this sort of immigrations enforcement, there is"
    },
    {
      "start": 442.639,
      "dur": 3.11,
      "text": "immigrations enforcement, there is growing unease with the way it's been"
    },
    {
      "start": 445.759,
      "dur": 1.99,
      "text": "growing unease with the way it's been carried out. Uh people thought very much"
    },
    {
      "start": 447.759,
      "dur": 2.231,
      "text": "carried out. Uh people thought very much it would be much more focused on"
    },
    {
      "start": 450.0,
      "dur": 3.51,
      "text": "it would be much more focused on criminals who have uh bes have committed"
    },
    {
      "start": 453.52,
      "dur": 2.389,
      "text": "criminals who have uh bes have committed violent crimes, for example, or crimes"
    },
    {
      "start": 455.919,
      "dur": 2.871,
      "text": "violent crimes, for example, or crimes other than immigration violations. And"
    },
    {
      "start": 458.8,
      "dur": 1.99,
      "text": "other than immigration violations. And now we're seeing more and more, for"
    },
    {
      "start": 460.8,
      "dur": 1.59,
      "text": "now we're seeing more and more, for example, families or people that had"
    },
    {
      "start": 462.4,
      "dur": 2.15,
      "text": "example, families or people that had been in communities for decades. They've"
    },
    {
      "start": 464.56,
      "dur": 2.069,
      "text": "been in communities for decades. They've also been caught up in this. And I think"
    },
    {
      "start": 466.639,
      "dur": 4.151,
      "text": "also been caught up in this. And I think that's poll suggest causing uh a lot of"
    },
    {
      "start": 470.8,
      "dur": 1.99,
      "text": "that's poll suggest causing uh a lot of discomfort with the way it's been"
    },
    {
      "start": 472.8,
      "dur": 0.789,
      "text": "discomfort with the way it's been handled."
    },
    {
      "start": 473.599,
      "dur": 2.071,
      "text": "handled. &gt;&gt; And let's talk more about the criticisms"
    },
    {
      "start": 475.68,
      "dur": 2.71,
      "text": "&gt;&gt; And let's talk more about the criticisms beyond Minneapolis. We've got former"
    },
    {
      "start": 478.4,
      "dur": 1.67,
      "text": "beyond Minneapolis. We've got former presidents like President Obama,"
    },
    {
      "start": 480.08,
      "dur": 2.389,
      "text": "presidents like President Obama, President Clinton talking about hundreds"
    },
    {
      "start": 482.479,
      "dur": 2.871,
      "text": "President Clinton talking about hundreds of years of freedoms being at stake. And"
    },
    {
      "start": 485.36,
      "dur": 1.91,
      "text": "of years of freedoms being at stake. And even Trump's supporters like Joe Rogan"
    },
    {
      "start": 487.28,
      "dur": 1.99,
      "text": "even Trump's supporters like Joe Rogan on his podcast talking about, you know,"
    },
    {
      "start": 489.28,
      "dur": 2.23,
      "text": "on his podcast talking about, you know, this leading to military guys parading"
    },
    {
      "start": 491.52,
      "dur": 2.069,
      "text": "this leading to military guys parading the streets asking US citizens to show"
    },
    {
      "start": 493.599,
      "dur": 1.751,
      "text": "the streets asking US citizens to show their papers and being very against"
    },
    {
      "start": 495.36,
      "dur": 1.59,
      "text": "their papers and being very against that."
    },
    {
      "start": 496.96,
      "dur": 2.87,
      "text": "that. &gt;&gt; Indeed. And I I think for the for the"
    },
    {
      "start": 499.84,
      "dur": 2.23,
      "text": "&gt;&gt; Indeed. And I I think for the for the White House, those voices such as Joe"
    },
    {
      "start": 502.08,
      "dur": 2.15,
      "text": "White House, those voices such as Joe Rogan in particular, that'll very much"
    },
    {
      "start": 504.24,
      "dur": 2.949,
      "text": "Rogan in particular, that'll very much be raising alarm bells because these are"
    },
    {
      "start": 507.199,
      "dur": 2.151,
      "text": "be raising alarm bells because these are uh there's very influential podcasters"
    },
    {
      "start": 509.36,
      "dur": 2.63,
      "text": "uh there's very influential podcasters within the broader magaz"
    },
    {
      "start": 512.0,
      "dur": 3.19,
      "text": "within the broader magaz that are kind of expressing that"
    },
    {
      "start": 515.2,
      "dur": 1.829,
      "text": "that are kind of expressing that discomfort that I mentioned earlier in"
    },
    {
      "start": 517.039,
      "dur": 1.831,
      "text": "discomfort that I mentioned earlier in terms of how this has been done. I"
    },
    {
      "start": 518.88,
      "dur": 1.589,
      "text": "terms of how this has been done. I thought one of the most telling things,"
    },
    {
      "start": 520.479,
      "dur": 2.311,
      "text": "thought one of the most telling things, for example, about the shooting in"
    },
    {
      "start": 522.8,
      "dur": 2.469,
      "text": "for example, about the shooting in Minneapolis, uh, uh, that took place"
    },
    {
      "start": 525.279,
      "dur": 3.431,
      "text": "Minneapolis, uh, uh, that took place recently was that very influential"
    },
    {
      "start": 528.72,
      "dur": 3.43,
      "text": "recently was that very influential figures within the progun lobby that are"
    },
    {
      "start": 532.16,
      "dur": 1.99,
      "text": "figures within the progun lobby that are broadly supportive of Republicans and"
    },
    {
      "start": 534.16,
      "dur": 2.15,
      "text": "broadly supportive of Republicans and broadly supportive of President Trump,"
    },
    {
      "start": 536.32,
      "dur": 3.35,
      "text": "broadly supportive of President Trump, they came and expressed grave concern"
    },
    {
      "start": 539.68,
      "dur": 2.149,
      "text": "they came and expressed grave concern about how this shooting took place and"
    },
    {
      "start": 541.839,
      "dur": 3.11,
      "text": "about how this shooting took place and what exactly led to this man being shot"
    },
    {
      "start": 544.959,
      "dur": 3.591,
      "text": "what exactly led to this man being shot because they, the way they saw it, he is"
    },
    {
      "start": 548.56,
      "dur": 1.829,
      "text": "because they, the way they saw it, he is being blamed for being a legal gun"
    },
    {
      "start": 550.399,
      "dur": 2.87,
      "text": "being blamed for being a legal gun owner, which for for them and for"
    },
    {
      "start": 553.279,
      "dur": 1.751,
      "text": "owner, which for for them and for millions of Americans is an issue that"
    },
    {
      "start": 555.04,
      "dur": 1.43,
      "text": "millions of Americans is an issue that they're very passionate about. You're"
    },
    {
      "start": 556.48,
      "dur": 2.55,
      "text": "they're very passionate about. You're also seeing other"
    },
    {
      "start": 559.04,
      "dur": 2.63,
      "text": "also seeing other uh kind uh people within that broad"
    },
    {
      "start": 561.68,
      "dur": 2.95,
      "text": "uh kind uh people within that broad Trump base that are very influential."
    },
    {
      "start": 564.64,
      "dur": 1.43,
      "text": "Trump base that are very influential. They all see this as kind of a"
    },
    {
      "start": 566.08,
      "dur": 2.07,
      "text": "They all see this as kind of a distraction perhaps from for example the"
    },
    {
      "start": 568.16,
      "dur": 2.47,
      "text": "distraction perhaps from for example the economy. Uh you know that the president"
    },
    {
      "start": 570.64,
      "dur": 3.189,
      "text": "economy. Uh you know that the president is focused on riots in Minneapolis. He's"
    },
    {
      "start": 573.839,
      "dur": 1.99,
      "text": "is focused on riots in Minneapolis. He's not focused on bringing down prices or"
    },
    {
      "start": 575.839,
      "dur": 1.831,
      "text": "not focused on bringing down prices or bringing down inflation. And I think"
    },
    {
      "start": 577.68,
      "dur": 1.43,
      "text": "bringing down inflation. And I think that's something that the Trump"
    },
    {
      "start": 579.12,
      "dur": 1.35,
      "text": "that's something that the Trump administration is very much going to"
    },
    {
      "start": 580.48,
      "dur": 1.75,
      "text": "administration is very much going to have to respond to in the short term. I"
    },
    {
      "start": 582.24,
      "dur": 1.75,
      "text": "have to respond to in the short term. I think from their perspective, it's"
    },
    {
      "start": 584.0,
      "dur": 2.23,
      "text": "think from their perspective, it's almost to be expected that Obama or"
    },
    {
      "start": 586.24,
      "dur": 1.91,
      "text": "almost to be expected that Obama or Clinton would be critical of them, even"
    },
    {
      "start": 588.16,
      "dur": 2.47,
      "text": "Clinton would be critical of them, even if the language is is very strong from"
    },
    {
      "start": 590.64,
      "dur": 2.39,
      "text": "if the language is is very strong from from the Obamas and from the Clintons."
    },
    {
      "start": 593.04,
      "dur": 2.15,
      "text": "from the Obamas and from the Clintons. Uh they're very much more worried about"
    },
    {
      "start": 595.2,
      "dur": 2.95,
      "text": "Uh they're very much more worried about how this is perceived within the"
    },
    {
      "start": 598.16,
      "dur": 1.91,
      "text": "how this is perceived within the segments of America that already support"
    },
    {
      "start": 600.08,
      "dur": 3.429,
      "text": "segments of America that already support them and I think uh seem quite shaky in"
    },
    {
      "start": 603.519,
      "dur": 0.631,
      "text": "them and I think uh seem quite shaky in some regards."
    },
    {
      "start": 604.16,
      "dur": 1.669,
      "text": "some regards. &gt;&gt; Well, thanks B in Washington. You can"
    },
    {
      "start": 605.839,
      "dur": 1.911,
      "text": "&gt;&gt; Well, thanks B in Washington. You can get more of that interview and the other"
    },
    {
      "start": 607.76,
      "dur": 1.749,
      "text": "get more of that interview and the other global news of the day in the global"
    },
    {
      "start": 609.519,
      "dur": 1.351,
      "text": "global news of the day in the global news podcast. Wherever you get your"
    },
    {
      "start": 610.88,
      "dur": 2.629,
      "text": "news podcast. Wherever you get your podcasts from, you can subscribe here on"
    },
    {
      "start": 613.519,
      "dur": 1.75,
      "text": "podcasts from, you can subscribe here on YouTube. And if there's a story you'd"
    },
    {
      "start": 615.279,
      "dur": 1.99,
      "text": "YouTube. And if there's a story you'd like us to cover, then do drop a comment"
    },
    {
      "start": 617.279,
      "dur": 2.401,
      "text": "like us to cover, then do drop a comment below."
    }
  ]
}