{
  "videoId": "1UhyoswBx9w",
  "title": "How do student loans work and are the recent changes ‘reasonable and fair’?| BBC Radio 4",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 556,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.96,
      "text": "Students dressed as sharks gathered"
    },
    {
      "start": 2.96,
      "dur": 2.15,
      "text": "Students dressed as sharks gathered outside parliament. Their protest was"
    },
    {
      "start": 5.12,
      "dur": 1.749,
      "text": "outside parliament. Their protest was against the latest changes to student"
    },
    {
      "start": 6.879,
      "dur": 2.151,
      "text": "against the latest changes to student loans in England. There are growing"
    },
    {
      "start": 9.04,
      "dur": 1.669,
      "text": "loans in England. There are growing calls for a redesign of the student loan"
    },
    {
      "start": 10.719,
      "dur": 0.391,
      "text": "calls for a redesign of the student loan system."
    },
    {
      "start": 11.12,
      "dur": 1.67,
      "text": "system. &gt;&gt; The debt is going up as fast as the"
    },
    {
      "start": 12.8,
      "dur": 2.15,
      "text": "&gt;&gt; The debt is going up as fast as the payments are going in. It's just"
    },
    {
      "start": 14.96,
      "dur": 1.91,
      "text": "payments are going in. It's just &gt;&gt; horrible, horrible to see that. If"
    },
    {
      "start": 16.88,
      "dur": 2.389,
      "text": "&gt;&gt; horrible, horrible to see that. If you're trying to get a loan to go down,"
    },
    {
      "start": 19.279,
      "dur": 1.75,
      "text": "you're trying to get a loan to go down, it's not like a mortgage where my"
    },
    {
      "start": 21.039,
      "dur": 2.23,
      "text": "it's not like a mortgage where my payments are fixed every month. It's a"
    },
    {
      "start": 23.279,
      "dur": 1.99,
      "text": "payments are fixed every month. It's a payment that is dependent on how much"
    },
    {
      "start": 25.279,
      "dur": 1.91,
      "text": "payment that is dependent on how much I'm earning. You have to get back to is"
    },
    {
      "start": 27.199,
      "dur": 3.271,
      "text": "I'm earning. You have to get back to is this system fair?"
    },
    {
      "start": 30.48,
      "dur": 1.99,
      "text": "this system fair? Hello, I'm Sarah Monty from the World at"
    },
    {
      "start": 32.48,
      "dur": 0.31,
      "text": "Hello, I'm Sarah Monty from the World at One"
    },
    {
      "start": 32.8,
      "dur": 2.39,
      "text": "One &gt;&gt; and I'm Evan Davis from the PM program."
    },
    {
      "start": 35.2,
      "dur": 2.71,
      "text": "&gt;&gt; and I'm Evan Davis from the PM program. &gt;&gt; Now Evan, look, this whole thing we have"
    },
    {
      "start": 37.92,
      "dur": 1.83,
      "text": "&gt;&gt; Now Evan, look, this whole thing we have we I mean it's obvious really it's"
    },
    {
      "start": 39.76,
      "dur": 1.67,
      "text": "we I mean it's obvious really it's fishly complicated."
    },
    {
      "start": 41.44,
      "dur": 0.31,
      "text": "fishly complicated. &gt;&gt; Yes,"
    },
    {
      "start": 41.76,
      "dur": 1.51,
      "text": "&gt;&gt; Yes, &gt;&gt; we're going to have to talk I mean there"
    },
    {
      "start": 43.28,
      "dur": 2.07,
      "text": "&gt;&gt; we're going to have to talk I mean there are so many different plans but in a way"
    },
    {
      "start": 45.36,
      "dur": 1.509,
      "text": "are so many different plans but in a way I thought one of the things that just"
    },
    {
      "start": 46.879,
      "dur": 2.471,
      "text": "I thought one of the things that just illustrates the problem for me was the"
    },
    {
      "start": 49.36,
      "dur": 3.829,
      "text": "illustrates the problem for me was the example of the case of Martyr. Marta is"
    },
    {
      "start": 53.199,
      "dur": 1.99,
      "text": "example of the case of Martyr. Marta is our colleague who pulled together this"
    },
    {
      "start": 55.199,
      "dur": 1.911,
      "text": "our colleague who pulled together this research for us and I was saying I want"
    },
    {
      "start": 57.12,
      "dur": 3.51,
      "text": "research for us and I was saying I want an example and she said use me in her"
    },
    {
      "start": 60.64,
      "dur": 1.67,
      "text": "an example and she said use me in her case"
    },
    {
      "start": 62.32,
      "dur": 3.35,
      "text": "case she graduated 2018 she had a loan of"
    },
    {
      "start": 65.68,
      "dur": 3.19,
      "text": "she graduated 2018 she had a loan of 27,000 which was just this the tuition"
    },
    {
      "start": 68.88,
      "dur": 2.549,
      "text": "27,000 which was just this the tuition in 2021 she hit the threshold for paying"
    },
    {
      "start": 71.439,
      "dur": 3.191,
      "text": "in 2021 she hit the threshold for paying it off last week she checked and she now"
    },
    {
      "start": 74.64,
      "dur": 3.19,
      "text": "it off last week she checked and she now owes 35,000 now that's just one example"
    },
    {
      "start": 77.84,
      "dur": 3.03,
      "text": "owes 35,000 now that's just one example for so many students that you see their"
    },
    {
      "start": 80.88,
      "dur": 1.43,
      "text": "for so many students that you see their situation is so much worse."
    },
    {
      "start": 82.32,
      "dur": 2.07,
      "text": "situation is so much worse. &gt;&gt; So what we have in this country and"
    },
    {
      "start": 84.4,
      "dur": 1.43,
      "text": "&gt;&gt; So what we have in this country and we've got two different systems. There's"
    },
    {
      "start": 85.84,
      "dur": 2.07,
      "text": "we've got two different systems. There's the plan two system so-called that"
    },
    {
      "start": 87.92,
      "dur": 2.229,
      "text": "the plan two system so-called that applied for people starting in England"
    },
    {
      "start": 90.159,
      "dur": 2.711,
      "text": "applied for people starting in England up to 2022. So that people have just"
    },
    {
      "start": 92.88,
      "dur": 3.189,
      "text": "up to 2022. So that people have just graduated and then the the new plan five"
    },
    {
      "start": 96.079,
      "dur": 1.99,
      "text": "graduated and then the the new plan five system which is slightly different and"
    },
    {
      "start": 98.079,
      "dur": 2.471,
      "text": "system which is slightly different and be been re been tweaked quite"
    },
    {
      "start": 100.56,
      "dur": 0.47,
      "text": "be been re been tweaked quite significantly"
    },
    {
      "start": 101.04,
      "dur": 1.19,
      "text": "significantly &gt;&gt; which is from 2023"
    },
    {
      "start": 102.24,
      "dur": 2.15,
      "text": "&gt;&gt; which is from 2023 &gt;&gt; which is which is from the the more"
    },
    {
      "start": 104.4,
      "dur": 2.87,
      "text": "&gt;&gt; which is which is from the the more recent graduates. Now, Marta is on plan"
    },
    {
      "start": 107.28,
      "dur": 3.75,
      "text": "recent graduates. Now, Marta is on plan two and that's where you get uh it's"
    },
    {
      "start": 111.04,
      "dur": 2.389,
      "text": "two and that's where you get uh it's it's a it's a sliding scale depending on"
    },
    {
      "start": 113.439,
      "dur": 3.03,
      "text": "it's a it's a sliding scale depending on your income broadly RPI plus 3%."
    },
    {
      "start": 116.479,
      "dur": 0.391,
      "text": "your income broadly RPI plus 3%. &gt;&gt; Correct."
    },
    {
      "start": 116.88,
      "dur": 2.229,
      "text": "&gt;&gt; Correct. &gt;&gt; After 30 years it gets written off."
    },
    {
      "start": 119.119,
      "dur": 1.27,
      "text": "&gt;&gt; After 30 years it gets written off. &gt;&gt; Correct."
    },
    {
      "start": 120.399,
      "dur": 2.631,
      "text": "&gt;&gt; Correct. &gt;&gt; The plan five which is the more recent"
    },
    {
      "start": 123.04,
      "dur": 3.429,
      "text": "&gt;&gt; The plan five which is the more recent adjustment you're actually only playing"
    },
    {
      "start": 126.479,
      "dur": 1.511,
      "text": "adjustment you're actually only playing RPI but"
    },
    {
      "start": 128.0,
      "dur": 2.15,
      "text": "RPI but &gt;&gt; lower rate of interest but 40 years."
    },
    {
      "start": 130.16,
      "dur": 3.75,
      "text": "&gt;&gt; lower rate of interest but 40 years. &gt;&gt; 40. Yeah. more people will pay off plan"
    },
    {
      "start": 133.92,
      "dur": 4.07,
      "text": "&gt;&gt; 40. Yeah. more people will pay off plan five than pay off plan plan two. Um so"
    },
    {
      "start": 138.0,
      "dur": 1.75,
      "text": "five than pay off plan plan two. Um so they've gone to a system that is just a"
    },
    {
      "start": 139.76,
      "dur": 1.91,
      "text": "they've gone to a system that is just a little bit more like a loan because for"
    },
    {
      "start": 141.68,
      "dur": 1.51,
      "text": "little bit more like a loan because for people who are going to pay it off it"
    },
    {
      "start": 143.2,
      "dur": 2.23,
      "text": "people who are going to pay it off it operates more like a loan. For people"
    },
    {
      "start": 145.44,
      "dur": 1.509,
      "text": "operates more like a loan. For people who are never going to pay it off, it's"
    },
    {
      "start": 146.959,
      "dur": 2.471,
      "text": "who are never going to pay it off, it's more like a it is more like a tax if you"
    },
    {
      "start": 149.44,
      "dur": 1.509,
      "text": "more like a it is more like a tax if you see what I mean. But the government is"
    },
    {
      "start": 150.959,
      "dur": 3.031,
      "text": "see what I mean. But the government is not coining it in from the overall loan"
    },
    {
      "start": 154.0,
      "dur": 2.39,
      "text": "not coining it in from the overall loan system. So these are the the key fact is"
    },
    {
      "start": 156.4,
      "dur": 1.27,
      "text": "system. So these are the the key fact is the government's not making a lot of"
    },
    {
      "start": 157.68,
      "dur": 2.07,
      "text": "the government's not making a lot of money out of it or sometimes might make"
    },
    {
      "start": 159.76,
      "dur": 3.109,
      "text": "money out of it or sometimes might make a bit and sometimes not but"
    },
    {
      "start": 162.879,
      "dur": 2.71,
      "text": "a bit and sometimes not but richer students those who are earning"
    },
    {
      "start": 165.599,
      "dur": 3.591,
      "text": "richer students those who are earning more have been subsidizing within the"
    },
    {
      "start": 169.2,
      "dur": 2.71,
      "text": "more have been subsidizing within the loan system the less welloff students"
    },
    {
      "start": 171.92,
      "dur": 3.75,
      "text": "loan system the less welloff students because in order to make the loan system"
    },
    {
      "start": 175.68,
      "dur": 2.629,
      "text": "because in order to make the loan system not a a massive loss maker for"
    },
    {
      "start": 178.319,
      "dur": 3.351,
      "text": "not a a massive loss maker for government given that a sizable number"
    },
    {
      "start": 181.68,
      "dur": 1.75,
      "text": "government given that a sizable number of students are never paying the loans"
    },
    {
      "start": 183.44,
      "dur": 2.789,
      "text": "of students are never paying the loans back in full you've been making money"
    },
    {
      "start": 186.239,
      "dur": 1.751,
      "text": "back in full you've been making money out of richer students. So the"
    },
    {
      "start": 188.0,
      "dur": 2.309,
      "text": "out of richer students. So the distribution in the system has been from"
    },
    {
      "start": 190.319,
      "dur": 2.231,
      "text": "distribution in the system has been from richer graduates to poorer graduates and"
    },
    {
      "start": 192.56,
      "dur": 1.589,
      "text": "richer graduates to poorer graduates and that has meant that the university"
    },
    {
      "start": 194.159,
      "dur": 2.471,
      "text": "that has meant that the university system overall if you like the loan"
    },
    {
      "start": 196.64,
      "dur": 3.99,
      "text": "system overall if you like the loan system pays for itself more or less but"
    },
    {
      "start": 200.64,
      "dur": 1.35,
      "text": "system pays for itself more or less but some people are paying more than they"
    },
    {
      "start": 202.0,
      "dur": 2.309,
      "text": "some people are paying more than they should. They're paying more than would"
    },
    {
      "start": 204.319,
      "dur": 0.231,
      "text": "should. They're paying more than would be"
    },
    {
      "start": 204.56,
      "dur": 1.35,
      "text": "be &gt;&gt; it is worth saying just two things."
    },
    {
      "start": 205.92,
      "dur": 1.669,
      "text": "&gt;&gt; it is worth saying just two things. First of all it's expected that about"
    },
    {
      "start": 207.599,
      "dur": 4.231,
      "text": "First of all it's expected that about half of graduates will pay off their"
    },
    {
      "start": 211.84,
      "dur": 2.469,
      "text": "half of graduates will pay off their loan. And when you talk about richer, of"
    },
    {
      "start": 214.319,
      "dur": 2.311,
      "text": "loan. And when you talk about richer, of course, the richest don't even need to"
    },
    {
      "start": 216.64,
      "dur": 2.07,
      "text": "course, the richest don't even need to take it out in the first place. So they"
    },
    {
      "start": 218.72,
      "dur": 1.19,
      "text": "take it out in the first place. So they do rather well."
    },
    {
      "start": 219.92,
      "dur": 2.07,
      "text": "do rather well. &gt;&gt; They they their parents or they pay it"
    },
    {
      "start": 222.0,
      "dur": 2.229,
      "text": "&gt;&gt; They they their parents or they pay it out of their savings. They give up those"
    },
    {
      "start": 224.239,
      "dur": 1.831,
      "text": "out of their savings. They give up those savings. They give up the interest they"
    },
    {
      "start": 226.08,
      "dur": 1.91,
      "text": "savings. They give up the interest they would be making on those savings. So"
    },
    {
      "start": 228.0,
      "dur": 2.309,
      "text": "would be making on those savings. So there's a cost to them, but they don't"
    },
    {
      "start": 230.319,
      "dur": 1.351,
      "text": "there's a cost to them, but they don't have to go through all the hassle. But"
    },
    {
      "start": 231.68,
      "dur": 2.95,
      "text": "have to go through all the hassle. But it is also the case that it's the it's"
    },
    {
      "start": 234.64,
      "dur": 3.19,
      "text": "it is also the case that it's the it's the sort of middle of the earning group"
    },
    {
      "start": 237.84,
      "dur": 2.71,
      "text": "the sort of middle of the earning group who are actually paying more over their"
    },
    {
      "start": 240.56,
      "dur": 2.63,
      "text": "who are actually paying more over their lifetime of earnings. They get"
    },
    {
      "start": 243.2,
      "dur": 3.43,
      "text": "lifetime of earnings. They get particularly hard rather than those who"
    },
    {
      "start": 246.64,
      "dur": 3.35,
      "text": "particularly hard rather than those who end up doing very well earning a lot."
    },
    {
      "start": 250.0,
      "dur": 1.67,
      "text": "end up doing very well earning a lot. &gt;&gt; They they don't pay so much."
    },
    {
      "start": 251.68,
      "dur": 1.749,
      "text": "&gt;&gt; They they don't pay so much. &gt;&gt; Here's the here's how it works. The"
    },
    {
      "start": 253.439,
      "dur": 2.711,
      "text": "&gt;&gt; Here's the here's how it works. The poorer graduates are subsidized because"
    },
    {
      "start": 256.16,
      "dur": 1.029,
      "text": "poorer graduates are subsidized because they're never going to pay the loan"
    },
    {
      "start": 257.199,
      "dur": 2.391,
      "text": "they're never going to pay the loan back. The very rich graduates who never"
    },
    {
      "start": 259.6,
      "dur": 1.349,
      "text": "back. The very rich graduates who never take out a loan don't have to worry"
    },
    {
      "start": 260.959,
      "dur": 1.51,
      "text": "take out a loan don't have to worry about it. They just pay their fees and"
    },
    {
      "start": 262.479,
      "dur": 1.351,
      "text": "about it. They just pay their fees and and and they borrow it from their"
    },
    {
      "start": 263.84,
      "dur": 2.789,
      "text": "and and they borrow it from their parents or whatever. The richer"
    },
    {
      "start": 266.639,
      "dur": 3.031,
      "text": "parents or whatever. The richer graduates on the loan system"
    },
    {
      "start": 269.68,
      "dur": 2.71,
      "text": "graduates on the loan system often they will pay it back and they"
    },
    {
      "start": 272.4,
      "dur": 3.19,
      "text": "often they will pay it back and they might even pay it back quite quickly in"
    },
    {
      "start": 275.6,
      "dur": 1.589,
      "text": "might even pay it back quite quickly in which case they're not burdened with"
    },
    {
      "start": 277.199,
      "dur": 2.311,
      "text": "which case they're not burdened with heavy interest payments that are kind of"
    },
    {
      "start": 279.52,
      "dur": 3.19,
      "text": "heavy interest payments that are kind of subsidizing the system. the the sort of"
    },
    {
      "start": 282.72,
      "dur": 2.95,
      "text": "subsidizing the system. the the sort of middle upper middle graduates are the"
    },
    {
      "start": 285.68,
      "dur": 1.91,
      "text": "middle upper middle graduates are the ones who as their as a proportion of"
    },
    {
      "start": 287.6,
      "dur": 2.63,
      "text": "ones who as their as a proportion of their lifetime earnings are often paying"
    },
    {
      "start": 290.24,
      "dur": 2.71,
      "text": "their lifetime earnings are often paying more than than uh than others at either"
    },
    {
      "start": 292.96,
      "dur": 0.15,
      "text": "more than than uh than others at either end"
    },
    {
      "start": 293.12,
      "dur": 1.509,
      "text": "end &gt;&gt; and they're the ones who feel agree. Now"
    },
    {
      "start": 294.639,
      "dur": 1.83,
      "text": "&gt;&gt; and they're the ones who feel agree. Now in terms of the proportion of your"
    },
    {
      "start": 296.479,
      "dur": 1.831,
      "text": "in terms of the proportion of your lifetime earnings that you'll be paying"
    },
    {
      "start": 298.32,
      "dur": 1.589,
      "text": "lifetime earnings that you'll be paying back to the government on these loan"
    },
    {
      "start": 299.919,
      "dur": 2.471,
      "text": "back to the government on these loan schemes is something like"
    },
    {
      "start": 302.4,
      "dur": 2.229,
      "text": "schemes is something like &gt;&gt; two two and a half% of your lifetime"
    },
    {
      "start": 304.639,
      "dur": 1.751,
      "text": "&gt;&gt; two two and a half% of your lifetime earnings. That's the cost of doing a"
    },
    {
      "start": 306.4,
      "dur": 2.47,
      "text": "earnings. That's the cost of doing a degree. Um and that's"
    },
    {
      "start": 308.88,
      "dur": 1.99,
      "text": "degree. Um and that's &gt;&gt; and of course doing a group degree"
    },
    {
      "start": 310.88,
      "dur": 1.43,
      "text": "&gt;&gt; and of course doing a group degree should earn you more"
    },
    {
      "start": 312.32,
      "dur": 1.51,
      "text": "should earn you more &gt;&gt; and you should be earning more. Now"
    },
    {
      "start": 313.84,
      "dur": 1.75,
      "text": "&gt;&gt; and you should be earning more. Now here's the question. I think this is the"
    },
    {
      "start": 315.6,
      "dur": 1.67,
      "text": "here's the question. I think this is the fundamental question about social"
    },
    {
      "start": 317.28,
      "dur": 2.55,
      "text": "fundamental question about social justice of the loan scheme. Do we want"
    },
    {
      "start": 319.84,
      "dur": 3.189,
      "text": "justice of the loan scheme. Do we want the university system to be paid for by"
    },
    {
      "start": 323.039,
      "dur": 2.87,
      "text": "the university system to be paid for by people who go to university more or less"
    },
    {
      "start": 325.919,
      "dur": 1.99,
      "text": "people who go to university more or less via a loan scheme that tries to break"
    },
    {
      "start": 327.919,
      "dur": 5.031,
      "text": "via a loan scheme that tries to break even? Or or do we want richer graduates"
    },
    {
      "start": 332.96,
      "dur": 4.069,
      "text": "even? Or or do we want richer graduates to pay for themselves and their costs"
    },
    {
      "start": 337.039,
      "dur": 2.87,
      "text": "to pay for themselves and their costs and for the overall tax system to pay"
    },
    {
      "start": 339.919,
      "dur": 2.55,
      "text": "and for the overall tax system to pay for the poorer graduates."
    },
    {
      "start": 342.479,
      "dur": 2.471,
      "text": "for the poorer graduates. So at the moment richer graduates are"
    },
    {
      "start": 344.96,
      "dur": 3.19,
      "text": "So at the moment richer graduates are subsidizing poorer graduates. Do we want"
    },
    {
      "start": 348.16,
      "dur": 2.15,
      "text": "subsidizing poorer graduates. Do we want richer graduates to be if you like given"
    },
    {
      "start": 350.32,
      "dur": 1.27,
      "text": "richer graduates to be if you like given not only having to pay for their"
    },
    {
      "start": 351.6,
      "dur": 2.07,
      "text": "not only having to pay for their university education but pay a bit more"
    },
    {
      "start": 353.68,
      "dur": 1.75,
      "text": "university education but pay a bit more so that the system is kind of breaking"
    },
    {
      "start": 355.44,
      "dur": 3.67,
      "text": "so that the system is kind of breaking even that I think is the the fundamental"
    },
    {
      "start": 359.12,
      "dur": 2.31,
      "text": "even that I think is the the fundamental question and it is richer graduates or"
    },
    {
      "start": 361.44,
      "dur": 1.99,
      "text": "question and it is richer graduates or the sort of upper middle who are saying"
    },
    {
      "start": 363.44,
      "dur": 2.469,
      "text": "the sort of upper middle who are saying this is I'm being stung and I I feel I'm"
    },
    {
      "start": 365.919,
      "dur": 2.151,
      "text": "this is I'm being stung and I I feel I'm paying more than I really should for the"
    },
    {
      "start": 368.08,
      "dur": 2.47,
      "text": "paying more than I really should for the education I got and for the the costs"
    },
    {
      "start": 370.56,
      "dur": 1.909,
      "text": "education I got and for the the costs I've incurred. So so that's a really big"
    },
    {
      "start": 372.479,
      "dur": 1.671,
      "text": "I've incurred. So so that's a really big &gt;&gt; I mean I I would stress it. I think it"
    },
    {
      "start": 374.16,
      "dur": 1.749,
      "text": "&gt;&gt; I mean I I would stress it. I think it is the middle who are getting hit"
    },
    {
      "start": 375.919,
      "dur": 1.351,
      "text": "is the middle who are getting hit particularly hard rather when you say"
    },
    {
      "start": 377.28,
      "dur": 2.87,
      "text": "particularly hard rather when you say richer you mean well I yeah the the yeah"
    },
    {
      "start": 380.16,
      "dur": 1.83,
      "text": "richer you mean well I yeah the the yeah the middle and yeah"
    },
    {
      "start": 382.0,
      "dur": 1.99,
      "text": "the middle and yeah &gt;&gt; I mentioned the lone sharks outside"
    },
    {
      "start": 384.0,
      "dur": 1.67,
      "text": "&gt;&gt; I mentioned the lone sharks outside parliament the sort of sharks with the"
    },
    {
      "start": 385.68,
      "dur": 1.99,
      "text": "parliament the sort of sharks with the Rachel Reeves faces the protesters what"
    },
    {
      "start": 387.68,
      "dur": 2.31,
      "text": "Rachel Reeves faces the protesters what they're angry about is the chancellor's"
    },
    {
      "start": 390.0,
      "dur": 3.189,
      "text": "they're angry about is the chancellor's decision to freeze the threshold so that"
    },
    {
      "start": 393.199,
      "dur": 1.351,
      "text": "decision to freeze the threshold so that the point at which you have to start"
    },
    {
      "start": 394.56,
      "dur": 3.83,
      "text": "the point at which you have to start paying 9% of your earnings uh kicks in"
    },
    {
      "start": 398.4,
      "dur": 1.67,
      "text": "paying 9% of your earnings uh kicks in earlier"
    },
    {
      "start": 400.08,
      "dur": 2.79,
      "text": "earlier that does look like she might have to"
    },
    {
      "start": 402.88,
      "dur": 1.429,
      "text": "that does look like she might have to move on that I mean that could be"
    },
    {
      "start": 404.319,
      "dur": 1.111,
      "text": "move on that I mean that could be another U-turn."
    },
    {
      "start": 405.44,
      "dur": 2.309,
      "text": "another U-turn. &gt;&gt; That could be a U-turn. That is it's"
    },
    {
      "start": 407.759,
      "dur": 3.351,
      "text": "&gt;&gt; That could be a U-turn. That is it's made a lot of graduates very angry and"
    },
    {
      "start": 411.12,
      "dur": 2.95,
      "text": "made a lot of graduates very angry and it if you were running a mortgage loan"
    },
    {
      "start": 414.08,
      "dur": 1.829,
      "text": "it if you were running a mortgage loan scheme, you wouldn't be allowed to"
    },
    {
      "start": 415.919,
      "dur": 2.151,
      "text": "scheme, you wouldn't be allowed to change the terms retrospectively like"
    },
    {
      "start": 418.08,
      "dur": 2.87,
      "text": "change the terms retrospectively like that. It you you could say she's the"
    },
    {
      "start": 420.96,
      "dur": 2.069,
      "text": "that. It you you could say she's the loans have been missold because you're"
    },
    {
      "start": 423.039,
      "dur": 2.071,
      "text": "loans have been missold because you're not allowed to change terms of loans"
    },
    {
      "start": 425.12,
      "dur": 1.75,
      "text": "not allowed to change terms of loans after you've after people have taken"
    },
    {
      "start": 426.88,
      "dur": 2.709,
      "text": "after you've after people have taken them out. On the other hand, we come"
    },
    {
      "start": 429.599,
      "dur": 1.511,
      "text": "them out. On the other hand, we come back to this is not really a loan"
    },
    {
      "start": 431.12,
      "dur": 3.509,
      "text": "back to this is not really a loan scheme. This is a hybrid loan tax scheme"
    },
    {
      "start": 434.639,
      "dur": 1.911,
      "text": "scheme. This is a hybrid loan tax scheme and governments change taxes all the"
    },
    {
      "start": 436.56,
      "dur": 2.31,
      "text": "and governments change taxes all the time and and and take money from people."
    },
    {
      "start": 438.88,
      "dur": 1.749,
      "text": "time and and and take money from people. These are these are decisions that are"
    },
    {
      "start": 440.639,
      "dur": 1.99,
      "text": "These are these are decisions that are going to cost over the lifetime of these"
    },
    {
      "start": 442.639,
      "dur": 2.631,
      "text": "going to cost over the lifetime of these graduates probably several thousand."
    },
    {
      "start": 445.28,
      "dur": 1.27,
      "text": "graduates probably several thousand. &gt;&gt; But isn't there an argument that there's"
    },
    {
      "start": 446.56,
      "dur": 2.069,
      "text": "&gt;&gt; But isn't there an argument that there's a sort of misselling here because if you"
    },
    {
      "start": 448.639,
      "dur": 1.511,
      "text": "a sort of misselling here because if you take out a loan when you go to"
    },
    {
      "start": 450.16,
      "dur": 1.429,
      "text": "take out a loan when you go to university and you have certain"
    },
    {
      "start": 451.599,
      "dur": 2.471,
      "text": "university and you have certain expectations of it, if the deals then"
    },
    {
      "start": 454.08,
      "dur": 2.549,
      "text": "expectations of it, if the deals then keep changing that would affect the"
    },
    {
      "start": 456.639,
      "dur": 1.431,
      "text": "keep changing that would affect the decision that you took and you're going"
    },
    {
      "start": 458.08,
      "dur": 1.669,
      "text": "decision that you took and you're going to be pursued if you say actually do you"
    },
    {
      "start": 459.759,
      "dur": 1.111,
      "text": "to be pursued if you say actually do you know what I'm not going to pay."
    },
    {
      "start": 460.88,
      "dur": 1.51,
      "text": "know what I'm not going to pay. &gt;&gt; Yeah. No, there there is an argument"
    },
    {
      "start": 462.4,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah. No, there there is an argument that that it's misselling. On the other"
    },
    {
      "start": 464.16,
      "dur": 2.469,
      "text": "that that it's misselling. On the other hand, I mean the 18 year olds going to"
    },
    {
      "start": 466.639,
      "dur": 1.751,
      "text": "hand, I mean the 18 year olds going to university won't be reading the the sub"
    },
    {
      "start": 468.4,
      "dur": 2.069,
      "text": "university won't be reading the the sub clauses anyway is said in in the"
    },
    {
      "start": 470.479,
      "dur": 2.311,
      "text": "clauses anyway is said in in the conditions of the loan that they may"
    },
    {
      "start": 472.8,
      "dur": 1.35,
      "text": "conditions of the loan that they may they they reserve the right to change"
    },
    {
      "start": 474.16,
      "dur": 2.07,
      "text": "they they reserve the right to change the to change the terms or to tinker"
    },
    {
      "start": 476.24,
      "dur": 1.83,
      "text": "the to change the terms or to tinker with the terms. I think it would you"
    },
    {
      "start": 478.08,
      "dur": 1.829,
      "text": "with the terms. I think it would you know ideally you wouldn't be tinkering"
    },
    {
      "start": 479.919,
      "dur": 1.27,
      "text": "know ideally you wouldn't be tinkering with the terms. There would be a"
    },
    {
      "start": 481.199,
      "dur": 2.311,
      "text": "with the terms. There would be a stability so people could make informed"
    },
    {
      "start": 483.52,
      "dur": 2.55,
      "text": "stability so people could make informed choices about the about what they want."
    },
    {
      "start": 486.08,
      "dur": 1.99,
      "text": "choices about the about what they want. But you have to remember that one of the"
    },
    {
      "start": 488.08,
      "dur": 2.549,
      "text": "But you have to remember that one of the things about our loan scheme as opposed"
    },
    {
      "start": 490.639,
      "dur": 2.791,
      "text": "things about our loan scheme as opposed to offering people mortgage type loans"
    },
    {
      "start": 493.44,
      "dur": 3.029,
      "text": "to offering people mortgage type loans with fixed payment terms um one of the"
    },
    {
      "start": 496.479,
      "dur": 1.511,
      "text": "with fixed payment terms um one of the things about our loan scheme which has"
    },
    {
      "start": 498.0,
      "dur": 3.43,
      "text": "things about our loan scheme which has got this very tax-based thing in it is"
    },
    {
      "start": 501.44,
      "dur": 1.67,
      "text": "got this very tax-based thing in it is one of the things you don't know when"
    },
    {
      "start": 503.12,
      "dur": 2.15,
      "text": "one of the things you don't know when you go to university is whether you're"
    },
    {
      "start": 505.28,
      "dur": 3.349,
      "text": "you go to university is whether you're going to be a rich graduate or a poor"
    },
    {
      "start": 508.639,
      "dur": 1.511,
      "text": "going to be a rich graduate or a poor graduate. You don't know what your"
    },
    {
      "start": 510.16,
      "dur": 2.47,
      "text": "graduate. You don't know what your earnings are going to be. And so there's"
    },
    {
      "start": 512.64,
      "dur": 2.55,
      "text": "earnings are going to be. And so there's an insurance system built into our loan"
    },
    {
      "start": 515.2,
      "dur": 2.47,
      "text": "an insurance system built into our loan scheme. If you are a graduate and you"
    },
    {
      "start": 517.68,
      "dur": 1.349,
      "text": "scheme. If you are a graduate and you don't make money out of being a"
    },
    {
      "start": 519.039,
      "dur": 1.91,
      "text": "don't make money out of being a graduate, you're not going to be"
    },
    {
      "start": 520.959,
      "dur": 1.831,
      "text": "graduate, you're not going to be shouldered with the burden of the of of"
    },
    {
      "start": 522.8,
      "dur": 0.55,
      "text": "shouldered with the burden of the of of the loan."
    },
    {
      "start": 523.36,
      "dur": 1.35,
      "text": "the loan. &gt;&gt; The amount of people you will have had"
    },
    {
      "start": 524.72,
      "dur": 2.63,
      "text": "&gt;&gt; The amount of people you will have had this saying if I can find a way to pay"
    },
    {
      "start": 527.36,
      "dur": 2.39,
      "text": "this saying if I can find a way to pay off my student debt, should I do it now?"
    },
    {
      "start": 529.76,
      "dur": 1.43,
      "text": "off my student debt, should I do it now? And it's an impossible question to"
    },
    {
      "start": 531.2,
      "dur": 0.47,
      "text": "And it's an impossible question to answer. It's"
    },
    {
      "start": 531.68,
      "dur": 1.269,
      "text": "answer. It's &gt;&gt; a really difficult question"
    },
    {
      "start": 532.959,
      "dur": 2.071,
      "text": "&gt;&gt; a really difficult question &gt;&gt; because it depends on the individual and"
    },
    {
      "start": 535.04,
      "dur": 2.07,
      "text": "&gt;&gt; because it depends on the individual and what is going to happen to them in the"
    },
    {
      "start": 537.12,
      "dur": 1.67,
      "text": "what is going to happen to them in the decades ahead in terms of earning. If"
    },
    {
      "start": 538.8,
      "dur": 1.99,
      "text": "decades ahead in terms of earning. If your earnings are going to collapse for"
    },
    {
      "start": 540.8,
      "dur": 1.589,
      "text": "your earnings are going to collapse for reasons that you don't know about yet,"
    },
    {
      "start": 542.399,
      "dur": 2.071,
      "text": "reasons that you don't know about yet, you'll probably regret having put some"
    },
    {
      "start": 544.48,
      "dur": 1.029,
      "text": "you'll probably regret having put some money in because you're never going to"
    },
    {
      "start": 545.519,
      "dur": 1.671,
      "text": "money in because you're never going to pay it off. So if you're never going to"
    },
    {
      "start": 547.2,
      "dur": 1.59,
      "text": "pay it off. So if you're never going to pay it off and you're throwing money at"
    },
    {
      "start": 548.8,
      "dur": 1.75,
      "text": "pay it off and you're throwing money at this thing, you're just putting money"
    },
    {
      "start": 550.56,
      "dur": 2.23,
      "text": "this thing, you're just putting money into reducing the amount of subsidy you"
    },
    {
      "start": 552.8,
      "dur": 1.35,
      "text": "into reducing the amount of subsidy you get from the government. No point in"
    },
    {
      "start": 554.16,
      "dur": 1.51,
      "text": "get from the government. No point in doing No, it's a really complicated"
    },
    {
      "start": 555.68,
      "dur": 2.4,
      "text": "doing No, it's a really complicated calculation."
    }
  ]
}