{
  "videoId": "1Zj4rDbgRwc",
  "title": "Can smart glasses take off? | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 349,
  "segments": [
    {
      "start": 4.72,
      "dur": 1.92,
      "text": "I've just sent a WhatsApp message by"
    },
    {
      "start": 6.64,
      "dur": 3.11,
      "text": "I've just sent a WhatsApp message by writing on the table."
    },
    {
      "start": 9.76,
      "dur": 2.47,
      "text": "writing on the table. &gt;&gt; It's a new feature on the Meta Display"
    },
    {
      "start": 12.24,
      "dur": 2.79,
      "text": "&gt;&gt; It's a new feature on the Meta Display glasses. And could this be the year that"
    },
    {
      "start": 15.04,
      "dur": 2.47,
      "text": "glasses. And could this be the year that smart glasses finally take off"
    },
    {
      "start": 17.52,
      "dur": 1.99,
      "text": "smart glasses finally take off &gt;&gt; on these ones? I can even watch my Tik"
    },
    {
      "start": 19.52,
      "dur": 1.669,
      "text": "&gt;&gt; on these ones? I can even watch my Tik Toks."
    },
    {
      "start": 21.199,
      "dur": 1.591,
      "text": "Toks. &gt;&gt; There's certainly no shortage of"
    },
    {
      "start": 22.8,
      "dur": 3.27,
      "text": "&gt;&gt; There's certainly no shortage of companies trying to crack the market."
    },
    {
      "start": 26.08,
      "dur": 2.31,
      "text": "companies trying to crack the market. They come in different shapes and sizes."
    },
    {
      "start": 28.4,
      "dur": 2.47,
      "text": "They come in different shapes and sizes. Some are audiobased while others now"
    },
    {
      "start": 30.88,
      "dur": 3.03,
      "text": "Some are audiobased while others now include displays on the lenses. Now I'm"
    },
    {
      "start": 33.92,
      "dur": 2.469,
      "text": "include displays on the lenses. Now I'm going to play a skiing game. Oh, cool."
    },
    {
      "start": 36.399,
      "dur": 2.231,
      "text": "going to play a skiing game. Oh, cool. Okay. So, as I Yeah. So, as I move this"
    },
    {
      "start": 38.64,
      "dur": 2.229,
      "text": "Okay. So, as I Yeah. So, as I move this way, he's skiing the opposite direction."
    },
    {
      "start": 40.879,
      "dur": 1.751,
      "text": "way, he's skiing the opposite direction. &gt;&gt; Oh, no. I'm crashing into literally all"
    },
    {
      "start": 42.64,
      "dur": 2.95,
      "text": "&gt;&gt; Oh, no. I'm crashing into literally all the signs."
    },
    {
      "start": 45.6,
      "dur": 2.15,
      "text": "the signs. &gt;&gt; Uptake of smart glasses is still quite"
    },
    {
      "start": 47.76,
      "dur": 1.91,
      "text": "&gt;&gt; Uptake of smart glasses is still quite slow. And perhaps one of the biggest"
    },
    {
      "start": 49.68,
      "dur": 2.07,
      "text": "slow. And perhaps one of the biggest barriers is convincing us that they're"
    },
    {
      "start": 51.76,
      "dur": 2.55,
      "text": "barriers is convincing us that they're fashionable."
    },
    {
      "start": 54.32,
      "dur": 2.47,
      "text": "fashionable. Meta are trying to do just that. They've"
    },
    {
      "start": 56.8,
      "dur": 1.99,
      "text": "Meta are trying to do just that. They've partnered with the company behind Rayban"
    },
    {
      "start": 58.8,
      "dur": 2.069,
      "text": "partnered with the company behind Rayban and Oakley to bring their tech to our"
    },
    {
      "start": 60.879,
      "dur": 1.591,
      "text": "and Oakley to bring their tech to our eyes."
    },
    {
      "start": 62.48,
      "dur": 2.87,
      "text": "eyes. &gt;&gt; It was really hard for us to try to"
    },
    {
      "start": 65.36,
      "dur": 1.99,
      "text": "&gt;&gt; It was really hard for us to try to build a pair of glasses that are"
    },
    {
      "start": 67.36,
      "dur": 2.15,
      "text": "build a pair of glasses that are authentically a Ray-B band, that have a"
    },
    {
      "start": 69.52,
      "dur": 2.07,
      "text": "authentically a Ray-B band, that have a display that's bright enough that you"
    },
    {
      "start": 71.6,
      "dur": 2.07,
      "text": "display that's bright enough that you can look at it even in the sunlight,"
    },
    {
      "start": 73.68,
      "dur": 1.99,
      "text": "can look at it even in the sunlight, that's high resolution enough that you"
    },
    {
      "start": 75.68,
      "dur": 2.15,
      "text": "that's high resolution enough that you can read message content, that doesn't"
    },
    {
      "start": 77.84,
      "dur": 1.589,
      "text": "can read message content, that doesn't leak light out, so when you're reading"
    },
    {
      "start": 79.439,
      "dur": 1.751,
      "text": "leak light out, so when you're reading it, no one can see what you're reading,"
    },
    {
      "start": 81.2,
      "dur": 2.229,
      "text": "it, no one can see what you're reading, and that all fits into this form factor"
    },
    {
      "start": 83.439,
      "dur": 1.35,
      "text": "and that all fits into this form factor at a light enough weight that's"
    },
    {
      "start": 84.799,
      "dur": 4.151,
      "text": "at a light enough weight that's comfortable to wear. Let's try it on."
    },
    {
      "start": 88.96,
      "dur": 2.31,
      "text": "comfortable to wear. Let's try it on. &gt;&gt; So far, these glasses are only on sale"
    },
    {
      "start": 91.28,
      "dur": 2.469,
      "text": "&gt;&gt; So far, these glasses are only on sale in the US with supply issues meaning"
    },
    {
      "start": 93.759,
      "dur": 1.911,
      "text": "in the US with supply issues meaning their roll out to other countries has"
    },
    {
      "start": 95.68,
      "dur": 2.31,
      "text": "their roll out to other countries has been delayed. And for me, that means"
    },
    {
      "start": 98.0,
      "dur": 1.99,
      "text": "been delayed. And for me, that means this is my first try of this tech."
    },
    {
      "start": 100.0,
      "dur": 1.27,
      "text": "this is my first try of this tech. &gt;&gt; So, you're going to take your thumb and"
    },
    {
      "start": 101.28,
      "dur": 2.869,
      "text": "&gt;&gt; So, you're going to take your thumb and your middle finger and double tap middle"
    },
    {
      "start": 104.159,
      "dur": 0.471,
      "text": "your middle finger and double tap middle finger."
    },
    {
      "start": 104.64,
      "dur": 1.829,
      "text": "finger. &gt;&gt; They do take a little bit of getting"
    },
    {
      "start": 106.479,
      "dur": 1.831,
      "text": "&gt;&gt; They do take a little bit of getting used to. There we are. The display is"
    },
    {
      "start": 108.32,
      "dur": 0.469,
      "text": "used to. There we are. The display is just"
    },
    {
      "start": 108.799,
      "dur": 1.831,
      "text": "just &gt;&gt; The display is on. You're on the"
    },
    {
      "start": 110.64,
      "dur": 1.99,
      "text": "&gt;&gt; The display is on. You're on the settings page."
    },
    {
      "start": 112.64,
      "dur": 2.23,
      "text": "settings page. The display is appearing in front of my"
    },
    {
      "start": 114.88,
      "dur": 2.15,
      "text": "The display is appearing in front of my right eye. It's been designed that way"
    },
    {
      "start": 117.04,
      "dur": 2.069,
      "text": "right eye. It's been designed that way to avoid obstructing my view."
    },
    {
      "start": 119.119,
      "dur": 1.35,
      "text": "to avoid obstructing my view. &gt;&gt; How it works is it's called an"
    },
    {
      "start": 120.479,
      "dur": 2.071,
      "text": "&gt;&gt; How it works is it's called an electromyiography technology. These"
    },
    {
      "start": 122.56,
      "dur": 1.589,
      "text": "electromyiography technology. These sensors that are on the inside of the"
    },
    {
      "start": 124.159,
      "dur": 1.511,
      "text": "sensors that are on the inside of the band, it's actually going to pick up the"
    },
    {
      "start": 125.68,
      "dur": 2.47,
      "text": "band, it's actually going to pick up the electrical signals in your wrist that"
    },
    {
      "start": 128.16,
      "dur": 2.069,
      "text": "electrical signals in your wrist that controls different gestures. So, when"
    },
    {
      "start": 130.239,
      "dur": 2.07,
      "text": "controls different gestures. So, when you take your thumb and your index"
    },
    {
      "start": 132.319,
      "dur": 1.431,
      "text": "you take your thumb and your index finger and you tap, then you're"
    },
    {
      "start": 133.76,
      "dur": 1.67,
      "text": "finger and you tap, then you're selecting and we know how to read that"
    },
    {
      "start": 135.44,
      "dur": 3.03,
      "text": "selecting and we know how to read that signal and it changes on your glasses."
    },
    {
      "start": 138.48,
      "dur": 2.469,
      "text": "signal and it changes on your glasses. And perhaps the coolest feature that's"
    },
    {
      "start": 140.959,
      "dur": 2.471,
      "text": "And perhaps the coolest feature that's just been added for users, writing out"
    },
    {
      "start": 143.44,
      "dur": 1.509,
      "text": "just been added for users, writing out message replies."
    },
    {
      "start": 144.959,
      "dur": 3.511,
      "text": "message replies. &gt;&gt; Okay, so I've had a message privacy."
    },
    {
      "start": 148.48,
      "dur": 1.99,
      "text": "&gt;&gt; Okay, so I've had a message privacy. So let's say"
    },
    {
      "start": 150.48,
      "dur": 4.07,
      "text": "So let's say it was"
    },
    {
      "start": 154.56,
      "dur": 1.679,
      "text": "&gt;&gt; great. Cool stuff."
    },
    {
      "start": 156.239,
      "dur": 2.551,
      "text": "&gt;&gt; great. Cool stuff. &gt;&gt; You are very fast."
    },
    {
      "start": 158.8,
      "dur": 1.11,
      "text": "&gt;&gt; You are very fast. &gt;&gt; And you just learned"
    },
    {
      "start": 159.92,
      "dur": 3.51,
      "text": "&gt;&gt; And you just learned &gt;&gt; my message appeared on the screen"
    },
    {
      "start": 163.44,
      "dur": 1.429,
      "text": "&gt;&gt; my message appeared on the screen perfectly. There's no spelling mistake"
    },
    {
      "start": 164.879,
      "dur": 0.951,
      "text": "perfectly. There's no spelling mistake or anything."
    },
    {
      "start": 165.84,
      "dur": 2.71,
      "text": "or anything. &gt;&gt; Yeah. and I have terrible handwriting."
    },
    {
      "start": 168.56,
      "dur": 2.15,
      "text": "&gt;&gt; Yeah. and I have terrible handwriting. &gt;&gt; I mean, that's what was such an amazing"
    },
    {
      "start": 170.72,
      "dur": 1.589,
      "text": "&gt;&gt; I mean, that's what was such an amazing technical challenge with this technology"
    },
    {
      "start": 172.319,
      "dur": 1.671,
      "text": "technical challenge with this technology is because everyone has such personal"
    },
    {
      "start": 174.0,
      "dur": 2.63,
      "text": "is because everyone has such personal ways of writing. Um, and we had to train"
    },
    {
      "start": 176.64,
      "dur": 1.91,
      "text": "ways of writing. Um, and we had to train the model to be able to successfully"
    },
    {
      "start": 178.56,
      "dur": 1.35,
      "text": "the model to be able to successfully pick up what you're writing even when"
    },
    {
      "start": 179.92,
      "dur": 1.669,
      "text": "pick up what you're writing even when you're in a hurry and even a different"
    },
    {
      "start": 181.599,
      "dur": 2.231,
      "text": "you're in a hurry and even a different style from every single person."
    },
    {
      "start": 183.84,
      "dur": 2.23,
      "text": "style from every single person. &gt;&gt; Other features include maps,"
    },
    {
      "start": 186.08,
      "dur": 2.39,
      "text": "&gt;&gt; Other features include maps, translation, and a teleprompter."
    },
    {
      "start": 188.48,
      "dur": 1.27,
      "text": "translation, and a teleprompter. &gt;&gt; And that's useful if you're giving a"
    },
    {
      "start": 189.76,
      "dur": 1.35,
      "text": "&gt;&gt; And that's useful if you're giving a talk. It's useful if you're doing an"
    },
    {
      "start": 191.12,
      "dur": 1.51,
      "text": "talk. It's useful if you're doing an interview like this. We got to get you a"
    },
    {
      "start": 192.64,
      "dur": 1.91,
      "text": "interview like this. We got to get you a pair. Does that mean you've got a script"
    },
    {
      "start": 194.56,
      "dur": 1.35,
      "text": "pair. Does that mean you've got a script on your glasses right now?"
    },
    {
      "start": 195.92,
      "dur": 1.51,
      "text": "on your glasses right now? &gt;&gt; I'm authentically talking to you right"
    },
    {
      "start": 197.44,
      "dur": 1.91,
      "text": "&gt;&gt; I'm authentically talking to you right now, but if I forget something, I will"
    },
    {
      "start": 199.36,
      "dur": 1.509,
      "text": "now, but if I forget something, I will probably get a message which will show"
    },
    {
      "start": 200.879,
      "dur": 2.151,
      "text": "probably get a message which will show up in my field of view and be able to"
    },
    {
      "start": 203.04,
      "dur": 1.75,
      "text": "up in my field of view and be able to read it."
    },
    {
      "start": 204.8,
      "dur": 1.75,
      "text": "read it. &gt;&gt; People find at the moment they have a"
    },
    {
      "start": 206.56,
      "dur": 1.43,
      "text": "&gt;&gt; People find at the moment they have a lot of distractions in their life and"
    },
    {
      "start": 208.0,
      "dur": 1.19,
      "text": "lot of distractions in their life and actually putting the phone in your"
    },
    {
      "start": 209.2,
      "dur": 1.35,
      "text": "actually putting the phone in your pocket because you're going into an"
    },
    {
      "start": 210.56,
      "dur": 1.83,
      "text": "pocket because you're going into an important meeting or you're going to the"
    },
    {
      "start": 212.4,
      "dur": 1.909,
      "text": "important meeting or you're going to the cinema or you're going somewhere is"
    },
    {
      "start": 214.319,
      "dur": 1.591,
      "text": "cinema or you're going somewhere is actually something people value. Do you"
    },
    {
      "start": 215.92,
      "dur": 1.43,
      "text": "actually something people value. Do you think people really want constant"
    },
    {
      "start": 217.36,
      "dur": 1.03,
      "text": "think people really want constant interruptions in their life?"
    },
    {
      "start": 218.4,
      "dur": 1.59,
      "text": "interruptions in their life? &gt;&gt; Oh, we definitely I I completely agree"
    },
    {
      "start": 220.0,
      "dur": 1.83,
      "text": "&gt;&gt; Oh, we definitely I I completely agree with you. So we internally we talk about"
    },
    {
      "start": 221.84,
      "dur": 2.55,
      "text": "with you. So we internally we talk about being present as the primary thing we"
    },
    {
      "start": 224.4,
      "dur": 2.15,
      "text": "being present as the primary thing we want to help people do yet connected."
    },
    {
      "start": 226.56,
      "dur": 2.15,
      "text": "want to help people do yet connected. And right now we've been really"
    },
    {
      "start": 228.72,
      "dur": 2.63,
      "text": "And right now we've been really selective with which notifications can"
    },
    {
      "start": 231.36,
      "dur": 2.63,
      "text": "selective with which notifications can come through. You can also uh set it so"
    },
    {
      "start": 234.0,
      "dur": 1.83,
      "text": "come through. You can also uh set it so that the display does not turn on when a"
    },
    {
      "start": 235.84,
      "dur": 1.35,
      "text": "that the display does not turn on when a notification comes in so you're not"
    },
    {
      "start": 237.2,
      "dur": 2.389,
      "text": "notification comes in so you're not alerted to it in your field of view."
    },
    {
      "start": 239.599,
      "dur": 2.63,
      "text": "alerted to it in your field of view. &gt;&gt; One of the main features across Meta's"
    },
    {
      "start": 242.239,
      "dur": 2.311,
      "text": "&gt;&gt; One of the main features across Meta's smart glasses and those from many other"
    },
    {
      "start": 244.56,
      "dur": 2.47,
      "text": "smart glasses and those from many other companies is a camera. It's part of"
    },
    {
      "start": 247.04,
      "dur": 2.469,
      "text": "companies is a camera. It's part of interacting with AI based search, but"
    },
    {
      "start": 249.519,
      "dur": 2.551,
      "text": "interacting with AI based search, but also for capturing what we're doing."
    },
    {
      "start": 252.08,
      "dur": 3.11,
      "text": "also for capturing what we're doing. &gt;&gt; Pinch your finger and rotate like a"
    },
    {
      "start": 255.2,
      "dur": 4.23,
      "text": "&gt;&gt; Pinch your finger and rotate like a radio dial, and you can zoom in and out"
    },
    {
      "start": 259.44,
      "dur": 1.99,
      "text": "radio dial, and you can zoom in and out to get that perfect photo."
    },
    {
      "start": 261.44,
      "dur": 2.79,
      "text": "to get that perfect photo. &gt;&gt; Okay, now I'm zooming in and out like"
    },
    {
      "start": 264.24,
      "dur": 3.19,
      "text": "&gt;&gt; Okay, now I'm zooming in and out like turning a dial"
    },
    {
      "start": 267.44,
      "dur": 1.029,
      "text": "turning a dial &gt;&gt; and snapping a picture."
    },
    {
      "start": 268.479,
      "dur": 2.071,
      "text": "&gt;&gt; and snapping a picture. &gt;&gt; And stabbing a picture."
    },
    {
      "start": 270.56,
      "dur": 1.67,
      "text": "&gt;&gt; And stabbing a picture. &gt;&gt; You got a perfect one of Martin. Good"
    },
    {
      "start": 272.24,
      "dur": 1.75,
      "text": "&gt;&gt; You got a perfect one of Martin. Good job."
    },
    {
      "start": 274.0,
      "dur": 1.99,
      "text": "job. One of the big concerns people have with"
    },
    {
      "start": 276.0,
      "dur": 2.15,
      "text": "One of the big concerns people have with your glasses is the cameras and how are"
    },
    {
      "start": 278.16,
      "dur": 1.51,
      "text": "your glasses is the cameras and how are they recording them without people"
    },
    {
      "start": 279.68,
      "dur": 1.67,
      "text": "they recording them without people knowing about it. Well, it's really"
    },
    {
      "start": 281.36,
      "dur": 2.549,
      "text": "knowing about it. Well, it's really important to us that not just do you"
    },
    {
      "start": 283.919,
      "dur": 1.511,
      "text": "important to us that not just do you like how the glasses look and how you"
    },
    {
      "start": 285.44,
      "dur": 1.27,
      "text": "like how the glasses look and how you feel wearing them and that you get value"
    },
    {
      "start": 286.72,
      "dur": 1.67,
      "text": "feel wearing them and that you get value out of them, but equally important is"
    },
    {
      "start": 288.4,
      "dur": 1.509,
      "text": "out of them, but equally important is that the people around you feel"
    },
    {
      "start": 289.919,
      "dur": 1.191,
      "text": "that the people around you feel comfortable that you're wearing them"
    },
    {
      "start": 291.12,
      "dur": 1.59,
      "text": "comfortable that you're wearing them because if they don't, you're going to"
    },
    {
      "start": 292.72,
      "dur": 1.749,
      "text": "because if they don't, you're going to stop wearing them."
    },
    {
      "start": 294.479,
      "dur": 2.71,
      "text": "stop wearing them. &gt;&gt; The right side is the privacy LED. When"
    },
    {
      "start": 297.199,
      "dur": 2.151,
      "text": "&gt;&gt; The right side is the privacy LED. When you take a photo, it flashes once. When"
    },
    {
      "start": 299.36,
      "dur": 1.91,
      "text": "you take a photo, it flashes once. When you take a video, it continuously pulses"
    },
    {
      "start": 301.28,
      "dur": 1.83,
      "text": "you take a video, it continuously pulses for the duration of the video. We"
    },
    {
      "start": 303.12,
      "dur": 1.91,
      "text": "for the duration of the video. We actually have a light detector on the"
    },
    {
      "start": 305.04,
      "dur": 3.27,
      "text": "actually have a light detector on the LED. So when you activate the camera, we"
    },
    {
      "start": 308.32,
      "dur": 2.47,
      "text": "LED. So when you activate the camera, we detect if light is able to enter that"
    },
    {
      "start": 310.8,
      "dur": 1.75,
      "text": "detect if light is able to enter that LED. And if it if it's not, it means"
    },
    {
      "start": 312.56,
      "dur": 1.349,
      "text": "LED. And if it if it's not, it means someone's trying to cover it and the"
    },
    {
      "start": 313.919,
      "dur": 1.99,
      "text": "someone's trying to cover it and the camera doesn't work."
    },
    {
      "start": 315.919,
      "dur": 2.951,
      "text": "camera doesn't work. My demo of these glasses was only brief."
    },
    {
      "start": 318.88,
      "dur": 1.589,
      "text": "My demo of these glasses was only brief. But from the now many different types"
    },
    {
      "start": 320.479,
      "dur": 1.99,
      "text": "But from the now many different types I've tried, it does feel like we're on"
    },
    {
      "start": 322.479,
      "dur": 2.231,
      "text": "I've tried, it does feel like we're on the cusp of smart glasses becoming a"
    },
    {
      "start": 324.72,
      "dur": 2.39,
      "text": "the cusp of smart glasses becoming a part of our lives. Consumers just need"
    },
    {
      "start": 327.12,
      "dur": 1.83,
      "text": "part of our lives. Consumers just need to be convinced they offer something we"
    },
    {
      "start": 328.96,
      "dur": 3.43,
      "text": "to be convinced they offer something we can't get from a phone or a smartwatch."
    },
    {
      "start": 332.4,
      "dur": 1.75,
      "text": "can't get from a phone or a smartwatch. We believe that wearables are the best"
    },
    {
      "start": 334.16,
      "dur": 1.91,
      "text": "We believe that wearables are the best AI form factor because they're able to"
    },
    {
      "start": 336.08,
      "dur": 2.23,
      "text": "AI form factor because they're able to have the context of where you are, what"
    },
    {
      "start": 338.32,
      "dur": 1.75,
      "text": "have the context of where you are, what you're seeing, what you're hearing, and"
    },
    {
      "start": 340.08,
      "dur": 1.109,
      "text": "you're seeing, what you're hearing, and they're the most accessible because"
    },
    {
      "start": 341.199,
      "dur": 2.071,
      "text": "they're the most accessible because they're already on you. The AI is going"
    },
    {
      "start": 343.28,
      "dur": 1.83,
      "text": "they're already on you. The AI is going to get a lot better in this coming year."
    },
    {
      "start": 345.12,
      "dur": 1.27,
      "text": "to get a lot better in this coming year. You should see a lot more coming from"
    },
    {
      "start": 346.4,
      "dur": 3.0,
      "text": "You should see a lot more coming from us."
    }
  ]
}