{
  "videoId": "2NxvH2anPrk",
  "title": "Should we ban social media for under 16s? | BBC Question Time",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 587,
  "segments": [
    {
      "start": 0.08,
      "dur": 3.28,
      "text": "This has been an experiment designed by"
    },
    {
      "start": 3.36,
      "dur": 1.989,
      "text": "This has been an experiment designed by addiction specialists that has been"
    },
    {
      "start": 5.359,
      "dur": 2.39,
      "text": "addiction specialists that has been unleashed on vulnerable people."
    },
    {
      "start": 7.759,
      "dur": 2.071,
      "text": "unleashed on vulnerable people. &gt;&gt; Does the panel think banning social"
    },
    {
      "start": 9.84,
      "dur": 3.11,
      "text": "&gt;&gt; Does the panel think banning social media for under 16 is a good idea and"
    },
    {
      "start": 12.96,
      "dur": 1.19,
      "text": "media for under 16 is a good idea and will work?"
    },
    {
      "start": 14.16,
      "dur": 1.91,
      "text": "will work? &gt;&gt; Right. So, Australia's already banned"
    },
    {
      "start": 16.08,
      "dur": 2.63,
      "text": "&gt;&gt; Right. So, Australia's already banned it. France is looking close to banning"
    },
    {
      "start": 18.72,
      "dur": 3.27,
      "text": "it. France is looking close to banning it and the government is consulting on"
    },
    {
      "start": 22.0,
      "dur": 2.07,
      "text": "it and the government is consulting on possibly banning it amongst a number of"
    },
    {
      "start": 24.08,
      "dur": 2.71,
      "text": "possibly banning it amongst a number of other things. Jim,"
    },
    {
      "start": 26.8,
      "dur": 2.629,
      "text": "other things. Jim, &gt;&gt; so I think this is a really interesting"
    },
    {
      "start": 29.439,
      "dur": 4.63,
      "text": "&gt;&gt; so I think this is a really interesting question. Um, I think that we can easily"
    },
    {
      "start": 34.079,
      "dur": 1.831,
      "text": "question. Um, I think that we can easily fall into a trap of debating should we"
    },
    {
      "start": 35.92,
      "dur": 2.469,
      "text": "fall into a trap of debating should we just ban children from social media? But"
    },
    {
      "start": 38.399,
      "dur": 2.391,
      "text": "just ban children from social media? But that doesn't cover conversations around"
    },
    {
      "start": 40.8,
      "dur": 1.749,
      "text": "that doesn't cover conversations around actually how do we make sure that we"
    },
    {
      "start": 42.559,
      "dur": 2.391,
      "text": "actually how do we make sure that we remove um, you know, pornographic and"
    },
    {
      "start": 44.96,
      "dur": 1.35,
      "text": "remove um, you know, pornographic and particularly extreme pornographic"
    },
    {
      "start": 46.32,
      "dur": 2.31,
      "text": "particularly extreme pornographic content from social media. How do we"
    },
    {
      "start": 48.64,
      "dur": 2.55,
      "text": "content from social media. How do we regulate uh gambling adverts? you know,"
    },
    {
      "start": 51.2,
      "dur": 2.39,
      "text": "regulate uh gambling adverts? you know, how do we deal with racism, homophobia,"
    },
    {
      "start": 53.6,
      "dur": 2.07,
      "text": "how do we deal with racism, homophobia, and other forms of hate speech, right?"
    },
    {
      "start": 55.68,
      "dur": 0.47,
      "text": "and other forms of hate speech, right? But"
    },
    {
      "start": 56.16,
      "dur": 1.51,
      "text": "But &gt;&gt; but given that the question is, should"
    },
    {
      "start": 57.68,
      "dur": 2.07,
      "text": "&gt;&gt; but given that the question is, should we ban social media for under 16? No, I"
    },
    {
      "start": 59.76,
      "dur": 0.789,
      "text": "we ban social media for under 16? No, I think you think we should or we"
    },
    {
      "start": 60.559,
      "dur": 0.391,
      "text": "think you think we should or we shouldn't."
    },
    {
      "start": 60.96,
      "dur": 1.269,
      "text": "shouldn't. &gt;&gt; No, I think I but the point I'm trying"
    },
    {
      "start": 62.239,
      "dur": 1.591,
      "text": "&gt;&gt; No, I think I but the point I'm trying to make is I think the question is much"
    },
    {
      "start": 63.84,
      "dur": 2.07,
      "text": "to make is I think the question is much broader than that. Um, there is an"
    },
    {
      "start": 65.92,
      "dur": 1.91,
      "text": "broader than that. Um, there is an issue, you know, if you set up a Tik Tok"
    },
    {
      "start": 67.84,
      "dur": 3.03,
      "text": "issue, you know, if you set up a Tik Tok account in the profile of a teenage boy,"
    },
    {
      "start": 70.88,
      "dur": 2.07,
      "text": "account in the profile of a teenage boy, it takes 30 minutes before extreme"
    },
    {
      "start": 72.96,
      "dur": 2.469,
      "text": "it takes 30 minutes before extreme misogynistic content is promoted to that"
    },
    {
      "start": 75.439,
      "dur": 2.871,
      "text": "misogynistic content is promoted to that that user. So what I'm saying is I don't"
    },
    {
      "start": 78.32,
      "dur": 2.71,
      "text": "that user. So what I'm saying is I don't think simply banning uh social media for"
    },
    {
      "start": 81.04,
      "dur": 2.389,
      "text": "think simply banning uh social media for a particular age group is the issue. It"
    },
    {
      "start": 83.439,
      "dur": 2.071,
      "text": "a particular age group is the issue. It is why do we have platforms that have"
    },
    {
      "start": 85.52,
      "dur": 2.55,
      "text": "is why do we have platforms that have become so unregulated that are"
    },
    {
      "start": 88.08,
      "dur": 1.83,
      "text": "become so unregulated that are controlled by algorithms that are"
    },
    {
      "start": 89.92,
      "dur": 2.71,
      "text": "controlled by algorithms that are determined to promote damaging content"
    },
    {
      "start": 92.64,
      "dur": 1.59,
      "text": "determined to promote damaging content and essentially in doing you know we've"
    },
    {
      "start": 94.24,
      "dur": 3.35,
      "text": "and essentially in doing you know we've we've handed over the regulation or lack"
    },
    {
      "start": 97.6,
      "dur": 1.59,
      "text": "we've handed over the regulation or lack of any regulation around what is"
    },
    {
      "start": 99.2,
      "dur": 2.869,
      "text": "of any regulation around what is appropriate to kind of billionaire"
    },
    {
      "start": 102.079,
      "dur": 1.751,
      "text": "appropriate to kind of billionaire oligarchs who buy social media"
    },
    {
      "start": 103.84,
      "dur": 2.629,
      "text": "oligarchs who buy social media platforms. that's the issue and they are"
    },
    {
      "start": 106.479,
      "dur": 2.231,
      "text": "platforms. that's the issue and they are driving agendas and we I don't think"
    },
    {
      "start": 108.72,
      "dur": 1.51,
      "text": "driving agendas and we I don't think it's as simple as just saying we ban it"
    },
    {
      "start": 110.24,
      "dur": 1.43,
      "text": "it's as simple as just saying we ban it for a group but there's a much bigger"
    },
    {
      "start": 111.68,
      "dur": 2.31,
      "text": "for a group but there's a much bigger conversation around who is driving"
    },
    {
      "start": 114.0,
      "dur": 2.789,
      "text": "conversation around who is driving opinion who is driving content and why"
    },
    {
      "start": 116.799,
      "dur": 1.91,
      "text": "opinion who is driving content and why we have allowed these online spaces to"
    },
    {
      "start": 118.719,
      "dur": 2.231,
      "text": "we have allowed these online spaces to become unregulated and bear in mind"
    },
    {
      "start": 120.96,
      "dur": 2.23,
      "text": "become unregulated and bear in mind people are making money from this right"
    },
    {
      "start": 123.2,
      "dur": 2.71,
      "text": "people are making money from this right people upload this incredibly uh"
    },
    {
      "start": 125.92,
      "dur": 2.63,
      "text": "people upload this incredibly uh divisive and incredibly uh extreme"
    },
    {
      "start": 128.56,
      "dur": 3.91,
      "text": "divisive and incredibly uh extreme content to monetize it we saw Elon Musk"
    },
    {
      "start": 132.48,
      "dur": 1.59,
      "text": "content to monetize it we saw Elon Musk severely"
    },
    {
      "start": 134.08,
      "dur": 2.95,
      "text": "severely playing politics in America, generating"
    },
    {
      "start": 137.04,
      "dur": 1.99,
      "text": "playing politics in America, generating lots of money, driving opinion in"
    },
    {
      "start": 139.04,
      "dur": 2.07,
      "text": "lots of money, driving opinion in certain ways. I think it's a much bigger"
    },
    {
      "start": 141.12,
      "dur": 2.15,
      "text": "certain ways. I think it's a much bigger question than just do we ban under 16"
    },
    {
      "start": 143.28,
      "dur": 0.87,
      "text": "question than just do we ban under 16 year olds."
    },
    {
      "start": 144.16,
      "dur": 1.429,
      "text": "year olds. &gt;&gt; So Douglas, presume this is something"
    },
    {
      "start": 145.599,
      "dur": 2.791,
      "text": "&gt;&gt; So Douglas, presume this is something the government is considering because"
    },
    {
      "start": 148.4,
      "dur": 1.189,
      "text": "the government is considering because although that you've got the online"
    },
    {
      "start": 149.599,
      "dur": 2.151,
      "text": "although that you've got the online safety act, I know you had some some"
    },
    {
      "start": 151.76,
      "dur": 2.07,
      "text": "safety act, I know you had some some success with Grock in terms of it new"
    },
    {
      "start": 153.84,
      "dur": 2.15,
      "text": "success with Grock in terms of it new defined pictures and and getting a row"
    },
    {
      "start": 156.0,
      "dur": 1.99,
      "text": "defined pictures and and getting a row back on that. But that I assume the"
    },
    {
      "start": 158.0,
      "dur": 0.869,
      "text": "back on that. But that I assume the government is looking at it because"
    },
    {
      "start": 158.879,
      "dur": 2.07,
      "text": "government is looking at it because there's just so much of this stuff that"
    },
    {
      "start": 160.959,
      "dur": 1.91,
      "text": "there's just so much of this stuff that Joe's talking about that actually the"
    },
    {
      "start": 162.879,
      "dur": 2.07,
      "text": "Joe's talking about that actually the only way to try and sort out sort it out"
    },
    {
      "start": 164.959,
      "dur": 1.511,
      "text": "only way to try and sort out sort it out may be simply just to ban it."
    },
    {
      "start": 166.48,
      "dur": 1.829,
      "text": "may be simply just to ban it. &gt;&gt; So honestly my sense is this"
    },
    {
      "start": 168.319,
      "dur": 1.831,
      "text": "&gt;&gt; So honestly my sense is this conversation is happening pretty much"
    },
    {
      "start": 170.16,
      "dur": 1.19,
      "text": "conversation is happening pretty much everywhere in the country. It's"
    },
    {
      "start": 171.36,
      "dur": 1.43,
      "text": "everywhere in the country. It's happening around the kitchen table and"
    },
    {
      "start": 172.8,
      "dur": 2.47,
      "text": "happening around the kitchen table and in families and living rooms across the"
    },
    {
      "start": 175.28,
      "dur": 1.589,
      "text": "in families and living rooms across the country. We had a conversation about it"
    },
    {
      "start": 176.879,
      "dur": 2.231,
      "text": "country. We had a conversation about it at the cabinet on Tuesday morning"
    },
    {
      "start": 179.12,
      "dur": 1.43,
      "text": "at the cabinet on Tuesday morning without breaching cabinet"
    },
    {
      "start": 180.56,
      "dur": 1.83,
      "text": "without breaching cabinet confidentiality. One of my colleagues"
    },
    {
      "start": 182.4,
      "dur": 3.27,
      "text": "confidentiality. One of my colleagues said, \"If the content that arrives on"
    },
    {
      "start": 185.68,
      "dur": 1.75,
      "text": "said, \"If the content that arrives on someone a kid's phone [clears throat]"
    },
    {
      "start": 187.44,
      "dur": 1.99,
      "text": "someone a kid's phone [clears throat] was posted through the post and you"
    },
    {
      "start": 189.44,
      "dur": 1.83,
      "text": "was posted through the post and you could open up and look at it, would any"
    },
    {
      "start": 191.28,
      "dur": 2.55,
      "text": "could open up and look at it, would any of us as parents want our kids to see"
    },
    {
      "start": 193.84,
      "dur": 2.63,
      "text": "of us as parents want our kids to see that?\" I think in addition to that very"
    },
    {
      "start": 196.48,
      "dur": 2.389,
      "text": "that?\" I think in addition to that very basic point, one of our real challenges"
    },
    {
      "start": 198.879,
      "dur": 2.871,
      "text": "basic point, one of our real challenges is how do you parent effectively? We"
    },
    {
      "start": 201.76,
      "dur": 1.91,
      "text": "is how do you parent effectively? We wouldn't leave our kids to wander about"
    },
    {
      "start": 203.68,
      "dur": 2.39,
      "text": "wouldn't leave our kids to wander about a strange city to meet an unknown"
    },
    {
      "start": 206.08,
      "dur": 2.149,
      "text": "a strange city to meet an unknown stranger. And yet that's exactly what"
    },
    {
      "start": 208.239,
      "dur": 1.671,
      "text": "stranger. And yet that's exactly what can happen with social media through"
    },
    {
      "start": 209.92,
      "dur": 1.19,
      "text": "can happen with social media through their phones when they're sitting in"
    },
    {
      "start": 211.12,
      "dur": 2.07,
      "text": "their phones when they're sitting in their bedrooms. So I think we have a"
    },
    {
      "start": 213.2,
      "dur": 1.669,
      "text": "their bedrooms. So I think we have a responsibility to look at this. Formally"
    },
    {
      "start": 214.879,
      "dur": 1.43,
      "text": "responsibility to look at this. Formally we're having a consultation that will"
    },
    {
      "start": 216.319,
      "dur": 2.151,
      "text": "we're having a consultation that will run for 3 months. The prime minister's"
    },
    {
      "start": 218.48,
      "dur": 1.27,
      "text": "run for 3 months. The prime minister's already spoken to Prime Minister"
    },
    {
      "start": 219.76,
      "dur": 2.79,
      "text": "already spoken to Prime Minister Albanesei where there's been a ban um in"
    },
    {
      "start": 222.56,
      "dur": 2.15,
      "text": "Albanesei where there's been a ban um in Australia. But I would also pick up the"
    },
    {
      "start": 224.72,
      "dur": 1.75,
      "text": "Australia. But I would also pick up the point in terms of the algorithms. The"
    },
    {
      "start": 226.48,
      "dur": 2.79,
      "text": "point in terms of the algorithms. The truth is, you know, it's an unfair fight"
    },
    {
      "start": 229.28,
      "dur": 1.43,
      "text": "truth is, you know, it's an unfair fight between the human brain and these"
    },
    {
      "start": 230.72,
      "dur": 3.27,
      "text": "between the human brain and these algorithms. They are literally designed"
    },
    {
      "start": 234.0,
      "dur": 2.55,
      "text": "algorithms. They are literally designed to be addictive. And if you look at what"
    },
    {
      "start": 236.56,
      "dur": 1.99,
      "text": "to be addictive. And if you look at what they are promoting just now, there's a"
    },
    {
      "start": 238.56,
      "dur": 2.309,
      "text": "they are promoting just now, there's a lot of talk about the attention economy,"
    },
    {
      "start": 240.879,
      "dur": 1.99,
      "text": "lot of talk about the attention economy, they grab our attention. With the"
    },
    {
      "start": 242.879,
      "dur": 2.471,
      "text": "they grab our attention. With the development of AI, we're moving from the"
    },
    {
      "start": 245.36,
      "dur": 1.75,
      "text": "development of AI, we're moving from the attention economy to the connection"
    },
    {
      "start": 247.12,
      "dur": 2.309,
      "text": "attention economy to the connection economy. You look at how many people are"
    },
    {
      "start": 249.439,
      "dur": 2.71,
      "text": "economy. You look at how many people are already using chat GPT and other forms"
    },
    {
      "start": 252.159,
      "dur": 3.43,
      "text": "already using chat GPT and other forms of AI for counseling for some of their"
    },
    {
      "start": 255.599,
      "dur": 2.791,
      "text": "of AI for counseling for some of their deepest and more personal questions. I"
    },
    {
      "start": 258.4,
      "dur": 2.15,
      "text": "deepest and more personal questions. I think we have a deep responsibility to"
    },
    {
      "start": 260.56,
      "dur": 1.75,
      "text": "think we have a deep responsibility to act because if you look at the"
    },
    {
      "start": 262.32,
      "dur": 1.91,
      "text": "act because if you look at the coincidence of the use of smartphones,"
    },
    {
      "start": 264.24,
      "dur": 3.03,
      "text": "coincidence of the use of smartphones, the rise of algorithms and the explosion"
    },
    {
      "start": 267.28,
      "dur": 1.75,
      "text": "the rise of algorithms and the explosion of mental health problems amongst our"
    },
    {
      "start": 269.04,
      "dur": 1.83,
      "text": "of mental health problems amongst our young people, I think there's a"
    },
    {
      "start": 270.88,
      "dur": 1.83,
      "text": "young people, I think there's a real-time experiment that is going"
    },
    {
      "start": 272.72,
      "dur": 2.07,
      "text": "real-time experiment that is going pretty badly wrong right now and"
    },
    {
      "start": 274.8,
      "dur": 1.829,
      "text": "pretty badly wrong right now and governments not just here in the UK but"
    },
    {
      "start": 276.639,
      "dur": 1.191,
      "text": "governments not just here in the UK but right around the world are trying to"
    },
    {
      "start": 277.84,
      "dur": 1.909,
      "text": "right around the world are trying to figure out how we can act and get this"
    },
    {
      "start": 279.759,
      "dur": 2.71,
      "text": "figure out how we can act and get this right. So my sense is the question is"
    },
    {
      "start": 282.479,
      "dur": 2.311,
      "text": "right. So my sense is the question is how do we get this right? How do we make"
    },
    {
      "start": 284.8,
      "dur": 2.15,
      "text": "how do we get this right? How do we make sure that those companies are regulated"
    },
    {
      "start": 286.96,
      "dur": 2.15,
      "text": "sure that those companies are regulated effectively and how do we give our"
    },
    {
      "start": 289.12,
      "dur": 2.629,
      "text": "effectively and how do we give our children their childhoods back? And I"
    },
    {
      "start": 291.759,
      "dur": 1.191,
      "text": "children their childhoods back? And I think that's something that you would"
    },
    {
      "start": 292.96,
      "dur": 2.55,
      "text": "think that's something that you would expect us to be looking at."
    },
    {
      "start": 295.52,
      "dur": 1.91,
      "text": "expect us to be looking at. &gt;&gt; Man in the black top there."
    },
    {
      "start": 297.44,
      "dur": 2.23,
      "text": "&gt;&gt; Man in the black top there. &gt;&gt; Yes, you you got the mic. So in"
    },
    {
      "start": 299.68,
      "dur": 2.15,
      "text": "&gt;&gt; Yes, you you got the mic. So in reference you you've discussed banning"
    },
    {
      "start": 301.84,
      "dur": 2.55,
      "text": "reference you you've discussed banning uh social media for under 16s and you've"
    },
    {
      "start": 304.4,
      "dur": 2.229,
      "text": "uh social media for under 16s and you've touched on artificial intelligence and"
    },
    {
      "start": 306.639,
      "dur": 2.471,
      "text": "touched on artificial intelligence and we've seen in this month of January with"
    },
    {
      "start": 309.12,
      "dur": 3.349,
      "text": "we've seen in this month of January with X AI and Grock and it's disgusting"
    },
    {
      "start": 312.479,
      "dur": 3.27,
      "text": "X AI and Grock and it's disgusting frankly undressing of women and the"
    },
    {
      "start": 315.759,
      "dur": 1.671,
      "text": "frankly undressing of women and the damage it's done in that regard. Do you"
    },
    {
      "start": 317.44,
      "dur": 1.51,
      "text": "damage it's done in that regard. Do you think that there needs to be greater"
    },
    {
      "start": 318.96,
      "dur": 1.91,
      "text": "think that there needs to be greater safeguards in relation to artificial"
    },
    {
      "start": 320.88,
      "dur": 1.67,
      "text": "safeguards in relation to artificial intelligence and in fact do you think"
    },
    {
      "start": 322.56,
      "dur": 1.909,
      "text": "intelligence and in fact do you think this plan should be extended to under"
    },
    {
      "start": 324.479,
      "dur": 1.511,
      "text": "this plan should be extended to under 16s in regards to artificial"
    },
    {
      "start": 326.0,
      "dur": 2.07,
      "text": "16s in regards to artificial intelligence? Well, not allowing under"
    },
    {
      "start": 328.08,
      "dur": 3.03,
      "text": "intelligence? Well, not allowing under 16s to access AI"
    },
    {
      "start": 331.12,
      "dur": 2.069,
      "text": "16s to access AI Constantine on both things."
    },
    {
      "start": 333.199,
      "dur": 1.911,
      "text": "Constantine on both things. &gt;&gt; I I think actually surprising a lot of"
    },
    {
      "start": 335.12,
      "dur": 2.789,
      "text": "&gt;&gt; I I think actually surprising a lot of sense has been spoken on this so far. Um"
    },
    {
      "start": 337.919,
      "dur": 2.791,
      "text": "sense has been spoken on this so far. Um my wife is has become in relation to our"
    },
    {
      "start": 340.72,
      "dur": 2.63,
      "text": "my wife is has become in relation to our son complete screen Nazi. He hasn't seen"
    },
    {
      "start": 343.36,
      "dur": 1.99,
      "text": "son complete screen Nazi. He hasn't seen a tablet or a phone and I don't think it"
    },
    {
      "start": 345.36,
      "dur": 1.03,
      "text": "a tablet or a phone and I don't think it will for some time."
    },
    {
      "start": 346.4,
      "dur": 0.87,
      "text": "will for some time. &gt;&gt; How old is your son?"
    },
    {
      "start": 347.28,
      "dur": 1.99,
      "text": "&gt;&gt; How old is your son? &gt;&gt; My son is about to be four, but I don't"
    },
    {
      "start": 349.28,
      "dur": 1.51,
      "text": "&gt;&gt; My son is about to be four, but I don't think he'll be seeing those things for"
    },
    {
      "start": 350.8,
      "dur": 2.07,
      "text": "think he'll be seeing those things for ages. I I I wouldn't I'd be in favor of"
    },
    {
      "start": 352.88,
      "dur": 1.91,
      "text": "ages. I I I wouldn't I'd be in favor of banning phones from schools. I think"
    },
    {
      "start": 354.8,
      "dur": 2.15,
      "text": "banning phones from schools. I think there's plenty of evidence now, as"
    },
    {
      "start": 356.96,
      "dur": 2.31,
      "text": "there's plenty of evidence now, as Douglas says, that this has been an"
    },
    {
      "start": 359.28,
      "dur": 2.39,
      "text": "Douglas says, that this has been an experiment designed by addiction"
    },
    {
      "start": 361.68,
      "dur": 2.39,
      "text": "experiment designed by addiction specialists that has been unleashed on"
    },
    {
      "start": 364.08,
      "dur": 1.99,
      "text": "specialists that has been unleashed on vulnerable people, which is what all"
    },
    {
      "start": 366.08,
      "dur": 4.15,
      "text": "vulnerable people, which is what all children are in that respect. Um, and I"
    },
    {
      "start": 370.24,
      "dur": 1.669,
      "text": "children are in that respect. Um, and I think the evidence is very clear that"
    },
    {
      "start": 371.919,
      "dur": 2.231,
      "text": "think the evidence is very clear that when you if you are a parent that takes"
    },
    {
      "start": 374.16,
      "dur": 3.35,
      "text": "when you if you are a parent that takes a phone away from a child, they react as"
    },
    {
      "start": 377.52,
      "dur": 2.47,
      "text": "a phone away from a child, they react as an addict would to having the drug"
    },
    {
      "start": 380.0,
      "dur": 1.59,
      "text": "an addict would to having the drug withdrawn. That is the level of"
    },
    {
      "start": 381.6,
      "dur": 2.07,
      "text": "withdrawn. That is the level of addiction it's causing. So I I think"
    },
    {
      "start": 383.68,
      "dur": 2.229,
      "text": "addiction it's causing. So I I think it's it is a very serious issue. And by"
    },
    {
      "start": 385.919,
      "dur": 1.751,
      "text": "it's it is a very serious issue. And by the way, uh I agree about, you know,"
    },
    {
      "start": 387.68,
      "dur": 1.91,
      "text": "the way, uh I agree about, you know, there's obviously terrible content that"
    },
    {
      "start": 389.6,
      "dur": 2.55,
      "text": "there's obviously terrible content that gets shown to people on all kinds of"
    },
    {
      "start": 392.16,
      "dur": 2.149,
      "text": "gets shown to people on all kinds of platforms. Uh and that's an issue, but"
    },
    {
      "start": 394.319,
      "dur": 1.831,
      "text": "platforms. Uh and that's an issue, but that isn't the only damage that's being"
    },
    {
      "start": 396.16,
      "dur": 1.589,
      "text": "that isn't the only damage that's being done even when they're engaging with"
    },
    {
      "start": 397.759,
      "dur": 2.471,
      "text": "done even when they're engaging with relatively innocuous content, the"
    },
    {
      "start": 400.24,
      "dur": 1.75,
      "text": "relatively innocuous content, the addictiveness of it, you know, even when"
    },
    {
      "start": 402.0,
      "dur": 1.749,
      "text": "addictiveness of it, you know, even when you're looking at normal things for 10"
    },
    {
      "start": 403.759,
      "dur": 1.43,
      "text": "you're looking at normal things for 10 hours a day because you can't stop."
    },
    {
      "start": 405.199,
      "dur": 1.911,
      "text": "hours a day because you can't stop. That's not a good thing. So uh"
    },
    {
      "start": 407.12,
      "dur": 1.509,
      "text": "That's not a good thing. So uh absolutely I would ban phones in schools"
    },
    {
      "start": 408.639,
      "dur": 2.471,
      "text": "absolutely I would ban phones in schools and I actually start there because of of"
    },
    {
      "start": 411.12,
      "dur": 2.069,
      "text": "and I actually start there because of of the impact that's having and then social"
    },
    {
      "start": 413.199,
      "dur": 1.751,
      "text": "the impact that's having and then social media. The issue with this is is how do"
    },
    {
      "start": 414.96,
      "dur": 1.27,
      "text": "media. The issue with this is is how do you implement it because then you mean"
    },
    {
      "start": 416.24,
      "dur": 1.43,
      "text": "you implement it because then you mean it means you have to get every single"
    },
    {
      "start": 417.68,
      "dur": 1.59,
      "text": "it means you have to get every single person to verify their identity and"
    },
    {
      "start": 419.28,
      "dur": 2.07,
      "text": "person to verify their identity and there's privacy issues to do with that."
    },
    {
      "start": 421.36,
      "dur": 1.75,
      "text": "there's privacy issues to do with that. And of course globally there are people"
    },
    {
      "start": 423.12,
      "dur": 1.59,
      "text": "And of course globally there are people who would have to verify their identity."
    },
    {
      "start": 424.72,
      "dur": 2.55,
      "text": "who would have to verify their identity. If you're a freedom activist in Iran,"
    },
    {
      "start": 427.28,
      "dur": 1.909,
      "text": "If you're a freedom activist in Iran, you've got to submit your passport to"
    },
    {
      "start": 429.199,
      "dur": 2.151,
      "text": "you've got to submit your passport to Facebook or X and now you get hacked and"
    },
    {
      "start": 431.36,
      "dur": 1.99,
      "text": "Facebook or X and now you get hacked and now you get exposed. There's a lot to do"
    },
    {
      "start": 433.36,
      "dur": 1.91,
      "text": "now you get exposed. There's a lot to do with the implementation of this, but the"
    },
    {
      "start": 435.28,
      "dur": 1.749,
      "text": "with the implementation of this, but the broad thrust of it absolutely banned"
    },
    {
      "start": 437.039,
      "dur": 2.471,
      "text": "broad thrust of it absolutely banned from from schools and social media is"
    },
    {
      "start": 439.52,
      "dur": 1.59,
      "text": "from from schools and social media is not good for kids. We know that now and"
    },
    {
      "start": 441.12,
      "dur": 1.11,
      "text": "not good for kids. We know that now and we've got to be sensible about"
    },
    {
      "start": 442.24,
      "dur": 1.11,
      "text": "we've got to be sensible about &gt;&gt; and what about this point about AI"
    },
    {
      "start": 443.36,
      "dur": 1.75,
      "text": "&gt;&gt; and what about this point about AI because you're taking it much broader,"
    },
    {
      "start": 445.12,
      "dur": 0.55,
      "text": "because you're taking it much broader, aren't you?"
    },
    {
      "start": 445.68,
      "dur": 1.59,
      "text": "aren't you? &gt;&gt; Yeah. Well, I I don't know that look,"
    },
    {
      "start": 447.28,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah. Well, I I don't know that look, children should be getting supervised"
    },
    {
      "start": 449.36,
      "dur": 1.109,
      "text": "children should be getting supervised internet access. It should be"
    },
    {
      "start": 450.479,
      "dur": 1.99,
      "text": "internet access. It should be supervised. And I think the one thing I"
    },
    {
      "start": 452.479,
      "dur": 1.911,
      "text": "supervised. And I think the one thing I would say as well is we've discussed the"
    },
    {
      "start": 454.4,
      "dur": 1.83,
      "text": "would say as well is we've discussed the failures of government all night tonight"
    },
    {
      "start": 456.24,
      "dur": 1.669,
      "text": "failures of government all night tonight and I don't think that's likely to"
    },
    {
      "start": 457.919,
      "dur": 1.431,
      "text": "and I don't think that's likely to change in the next couple of years. So,"
    },
    {
      "start": 459.36,
      "dur": 1.43,
      "text": "change in the next couple of years. So, as parents, I think what we should"
    },
    {
      "start": 460.8,
      "dur": 1.99,
      "text": "as parents, I think what we should actually be doing is taking way more"
    },
    {
      "start": 462.8,
      "dur": 2.389,
      "text": "actually be doing is taking way more responsibility and saying, \"I, as a"
    },
    {
      "start": 465.199,
      "dur": 2.311,
      "text": "responsibility and saying, \"I, as a parent, I'm going to design the way that"
    },
    {
      "start": 467.52,
      "dur": 2.229,
      "text": "parent, I'm going to design the way that my children interact with the internet"
    },
    {
      "start": 469.759,
      "dur": 1.671,
      "text": "my children interact with the internet in a way that is going to be good for"
    },
    {
      "start": 471.44,
      "dur": 1.749,
      "text": "in a way that is going to be good for them because they will need to. I mean,"
    },
    {
      "start": 473.199,
      "dur": 2.311,
      "text": "them because they will need to. I mean, AI is a powerful tool and they need to"
    },
    {
      "start": 475.52,
      "dur": 2.15,
      "text": "AI is a powerful tool and they need to learn how to how to use it. Not at least"
    },
    {
      "start": 477.68,
      "dur": 1.43,
      "text": "learn how to how to use it. Not at least because when we're they're older,"
    },
    {
      "start": 479.12,
      "dur": 1.43,
      "text": "because when we're they're older, they'll be able to show us what to do on"
    },
    {
      "start": 480.56,
      "dur": 2.95,
      "text": "they'll be able to show us what to do on the internet.\" Um, so, uh, we need to"
    },
    {
      "start": 483.52,
      "dur": 1.83,
      "text": "the internet.\" Um, so, uh, we need to have our children be able to use the"
    },
    {
      "start": 485.36,
      "dur": 1.91,
      "text": "have our children be able to use the technology, but I think there's such a"
    },
    {
      "start": 487.28,
      "dur": 1.99,
      "text": "technology, but I think there's such a thing as age appropriateness and"
    },
    {
      "start": 489.28,
      "dur": 1.83,
      "text": "thing as age appropriateness and internet access has to be supervised for"
    },
    {
      "start": 491.12,
      "dur": 1.27,
      "text": "internet access has to be supervised for children under a certain age. I think"
    },
    {
      "start": 492.4,
      "dur": 1.349,
      "text": "children under a certain age. I think it's no-brainer really."
    },
    {
      "start": 493.759,
      "dur": 1.671,
      "text": "it's no-brainer really. &gt;&gt; And this is where the Conservative Party"
    },
    {
      "start": 495.44,
      "dur": 2.55,
      "text": "&gt;&gt; And this is where the Conservative Party at [applause]"
    },
    {
      "start": 498.0,
      "dur": 2.72,
      "text": "&gt;&gt; Yeah. I mean, the question was, should"
    },
    {
      "start": 500.72,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. I mean, the question was, should social media be banned for under 16s?"
    },
    {
      "start": 502.72,
      "dur": 2.07,
      "text": "social media be banned for under 16s? Our position is yes, it should. Very"
    },
    {
      "start": 504.8,
      "dur": 1.35,
      "text": "Our position is yes, it should. Very simple, very straightforward. That's"
    },
    {
      "start": 506.16,
      "dur": 1.749,
      "text": "simple, very straightforward. That's been Kem's position. It wasn't"
    },
    {
      "start": 507.919,
      "dur": 1.511,
      "text": "been Kem's position. It wasn't originally the prime minister's. He has"
    },
    {
      "start": 509.44,
      "dur": 1.91,
      "text": "originally the prime minister's. He has now announced this consultation. So"
    },
    {
      "start": 511.36,
      "dur": 2.229,
      "text": "now announced this consultation. So hopefully there'll be another U-turn."
    },
    {
      "start": 513.599,
      "dur": 1.511,
      "text": "hopefully there'll be another U-turn. But I think the thing is there are there"
    },
    {
      "start": 515.12,
      "dur": 2.709,
      "text": "But I think the thing is there are there are just sometimes occasions when it"
    },
    {
      "start": 517.839,
      "dur": 1.67,
      "text": "are just sometimes occasions when it really helps. I've have four children."
    },
    {
      "start": 519.519,
      "dur": 2.39,
      "text": "really helps. I've have four children. It really helps for parents and for"
    },
    {
      "start": 521.919,
      "dur": 2.151,
      "text": "It really helps for parents and for families to have that leave from central"
    },
    {
      "start": 524.08,
      "dur": 1.99,
      "text": "families to have that leave from central government. Um because you're right,"
    },
    {
      "start": 526.08,
      "dur": 2.55,
      "text": "government. Um because you're right, these algorithms um they are designed to"
    },
    {
      "start": 528.64,
      "dur": 1.43,
      "text": "these algorithms um they are designed to create addiction. Let's be honest."
    },
    {
      "start": 530.08,
      "dur": 1.83,
      "text": "create addiction. Let's be honest. &gt;&gt; And what do you say, James? I mean there"
    },
    {
      "start": 531.92,
      "dur": 1.51,
      "text": "&gt;&gt; And what do you say, James? I mean there are some online safety campaigners,"
    },
    {
      "start": 533.44,
      "dur": 1.829,
      "text": "are some online safety campaigners, there's charities like the NPCC, for"
    },
    {
      "start": 535.279,
      "dur": 1.431,
      "text": "there's charities like the NPCC, for example. They're saying that a ban is"
    },
    {
      "start": 536.72,
      "dur": 3.43,
      "text": "example. They're saying that a ban is the wrong solution. that actually"
    },
    {
      "start": 540.16,
      "dur": 1.349,
      "text": "the wrong solution. that actually it would it would push children into"
    },
    {
      "start": 541.519,
      "dur": 1.75,
      "text": "it would it would push children into using online spaces that are even less"
    },
    {
      "start": 543.279,
      "dur": 1.67,
      "text": "using online spaces that are even less safe. Do you have any truck with that"
    },
    {
      "start": 544.959,
      "dur": 0.87,
      "text": "safe. Do you have any truck with that argument?"
    },
    {
      "start": 545.839,
      "dur": 1.751,
      "text": "argument? &gt;&gt; I see where they're coming from and that"
    },
    {
      "start": 547.6,
      "dur": 1.75,
      "text": "&gt;&gt; I see where they're coming from and that that would be a concern, but I think"
    },
    {
      "start": 549.36,
      "dur": 2.469,
      "text": "that would be a concern, but I think that you know you have to start with the"
    },
    {
      "start": 551.839,
      "dur": 2.631,
      "text": "that you know you have to start with the ban to have to to have that enforced."
    },
    {
      "start": 554.48,
      "dur": 0.87,
      "text": "ban to have to to have that enforced. There are going to be other"
    },
    {
      "start": 555.36,
      "dur": 1.43,
      "text": "There are going to be other technological questions that come along"
    },
    {
      "start": 556.8,
      "dur": 1.83,
      "text": "technological questions that come along with this. Um I think you're talking"
    },
    {
      "start": 558.64,
      "dur": 1.91,
      "text": "with this. Um I think you're talking about what's called the dark web."
    },
    {
      "start": 560.56,
      "dur": 1.91,
      "text": "about what's called the dark web. Understood. So, you know, you have to"
    },
    {
      "start": 562.48,
      "dur": 1.67,
      "text": "Understood. So, you know, you have to work with the companies, but ultimately"
    },
    {
      "start": 564.16,
      "dur": 2.229,
      "text": "work with the companies, but ultimately there has to be a clear direction from"
    },
    {
      "start": 566.399,
      "dur": 1.751,
      "text": "there has to be a clear direction from the center about what we think is the"
    },
    {
      "start": 568.16,
      "dur": 1.03,
      "text": "the center about what we think is the right thing to do. These are the"
    },
    {
      "start": 569.2,
      "dur": 1.59,
      "text": "right thing to do. These are the children we're talking about. Our"
    },
    {
      "start": 570.8,
      "dur": 1.99,
      "text": "children we're talking about. Our position is ban them from social media"
    },
    {
      "start": 572.8,
      "dur": 1.35,
      "text": "position is ban them from social media because it's harmful to them."
    },
    {
      "start": 574.16,
      "dur": 1.51,
      "text": "because it's harmful to them. &gt;&gt; J, I've got about 15 seconds left. I"
    },
    {
      "start": 575.68,
      "dur": 0.47,
      "text": "&gt;&gt; J, I've got about 15 seconds left. I know you want to."
    },
    {
      "start": 576.16,
      "dur": 1.43,
      "text": "know you want to. &gt;&gt; Yeah, I just think this is kind of"
    },
    {
      "start": 577.6,
      "dur": 1.909,
      "text": "&gt;&gt; Yeah, I just think this is kind of epitomizing what I'm saying, which is an"
    },
    {
      "start": 579.519,
      "dur": 2.551,
      "text": "epitomizing what I'm saying, which is an easy fix is to just ban under 16s. I"
    },
    {
      "start": 582.08,
      "dur": 1.27,
      "text": "easy fix is to just ban under 16s. I think there's a much bigger discussion"
    },
    {
      "start": 583.36,
      "dur": 1.51,
      "text": "think there's a much bigger discussion to be had about the dangers of the"
    },
    {
      "start": 584.88,
      "dur": 3.28,
      "text": "to be had about the dangers of the algorithm and what we see"
    }
  ]
}