{
  "videoId": "37rLFjgS95M",
  "title": "US wants Russia and Ukraine to end war by June, says Volodymyr Zelensky | BBC News",
  "publishedAt": "2026-02-07",
  "channel": "BBC News",
  "durationSeconds": 284,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.68,
      "text": "Ukraine's president Silinski says"
    },
    {
      "start": 1.92,
      "dur": 2.15,
      "text": "Ukraine's president Silinski says Ukraine and Russia have been invited to"
    },
    {
      "start": 4.08,
      "dur": 1.91,
      "text": "Ukraine and Russia have been invited to talks next week and that the US is"
    },
    {
      "start": 6.0,
      "dur": 2.47,
      "text": "talks next week and that the US is pushing to end the war by June. The"
    },
    {
      "start": 8.48,
      "dur": 2.069,
      "text": "pushing to end the war by June. The development comes as Ukraine says Russia"
    },
    {
      "start": 10.559,
      "dur": 2.15,
      "text": "development comes as Ukraine says Russia has carried out a huge attack on its"
    },
    {
      "start": 12.719,
      "dur": 2.231,
      "text": "has carried out a huge attack on its critical energy facilities triggering"
    },
    {
      "start": 14.96,
      "dur": 3.11,
      "text": "critical energy facilities triggering emergency power outages in most regions."
    },
    {
      "start": 18.08,
      "dur": 1.83,
      "text": "emergency power outages in most regions. Our correspondent in Kev, Sarah"
    },
    {
      "start": 19.92,
      "dur": 2.07,
      "text": "Our correspondent in Kev, Sarah Reignsford, gave us this update on those"
    },
    {
      "start": 22.0,
      "dur": 1.109,
      "text": "Reignsford, gave us this update on those attacks."
    },
    {
      "start": 23.119,
      "dur": 2.07,
      "text": "attacks. &gt;&gt; The focus this time appears to have been"
    },
    {
      "start": 25.199,
      "dur": 1.511,
      "text": "&gt;&gt; The focus this time appears to have been in the center and the west of the"
    },
    {
      "start": 26.72,
      "dur": 2.23,
      "text": "in the center and the west of the country. Uh we have reports this morning"
    },
    {
      "start": 28.96,
      "dur": 2.389,
      "text": "country. Uh we have reports this morning of major power outages uh in western"
    },
    {
      "start": 31.359,
      "dur": 1.991,
      "text": "of major power outages uh in western Ukraine in particular um and across the"
    },
    {
      "start": 33.36,
      "dur": 2.31,
      "text": "Ukraine in particular um and across the country. So this is Lviv region. This is"
    },
    {
      "start": 35.68,
      "dur": 2.07,
      "text": "country. So this is Lviv region. This is Ivana Frankie. This is Rivena in the"
    },
    {
      "start": 37.76,
      "dur": 2.87,
      "text": "Ivana Frankie. This is Rivena in the center of Ukraine. Again, Russia has"
    },
    {
      "start": 40.64,
      "dur": 3.67,
      "text": "center of Ukraine. Again, Russia has been deliberately and and uh in a"
    },
    {
      "start": 44.32,
      "dur": 2.79,
      "text": "been deliberately and and uh in a focused way targeting the energy"
    },
    {
      "start": 47.12,
      "dur": 2.23,
      "text": "focused way targeting the energy infrastructure which is something of a"
    },
    {
      "start": 49.36,
      "dur": 1.59,
      "text": "infrastructure which is something of a pattern this winter. Of course, it has"
    },
    {
      "start": 50.96,
      "dur": 2.63,
      "text": "pattern this winter. Of course, it has been a particularly cold winter this"
    },
    {
      "start": 53.6,
      "dur": 2.23,
      "text": "been a particularly cold winter this year and that has led to these massive"
    },
    {
      "start": 55.84,
      "dur": 2.47,
      "text": "year and that has led to these massive out outages of power that we've seen uh"
    },
    {
      "start": 58.32,
      "dur": 2.31,
      "text": "out outages of power that we've seen uh and many people left uh without central"
    },
    {
      "start": 60.64,
      "dur": 2.229,
      "text": "and many people left uh without central heating, without hot water and sometimes"
    },
    {
      "start": 62.879,
      "dur": 2.391,
      "text": "heating, without hot water and sometimes without electricity in their homes. So"
    },
    {
      "start": 65.28,
      "dur": 2.39,
      "text": "without electricity in their homes. So that is a campaign uh which has"
    },
    {
      "start": 67.68,
      "dur": 2.95,
      "text": "that is a campaign uh which has continued overnight. Uh we were at a"
    },
    {
      "start": 70.64,
      "dur": 1.91,
      "text": "continued overnight. Uh we were at a power station here in Kiev just"
    },
    {
      "start": 72.56,
      "dur": 2.229,
      "text": "power station here in Kiev just yesterday uh to witness some of the"
    },
    {
      "start": 74.799,
      "dur": 1.751,
      "text": "yesterday uh to witness some of the damage that had been done there in"
    },
    {
      "start": 76.56,
      "dur": 2.31,
      "text": "damage that had been done there in repeated attacks earlier in the month."
    },
    {
      "start": 78.88,
      "dur": 2.39,
      "text": "repeated attacks earlier in the month. So a few days ago here in uh in Kiev"
    },
    {
      "start": 81.28,
      "dur": 1.59,
      "text": "So a few days ago here in uh in Kiev that particular power station was hit"
    },
    {
      "start": 82.88,
      "dur": 2.47,
      "text": "that particular power station was hit with five ballistic missiles and the"
    },
    {
      "start": 85.36,
      "dur": 2.31,
      "text": "with five ballistic missiles and the damage is enormous. In fact that uh"
    },
    {
      "start": 87.68,
      "dur": 1.59,
      "text": "damage is enormous. In fact that uh power plant which at the time was only"
    },
    {
      "start": 89.28,
      "dur": 2.31,
      "text": "power plant which at the time was only generating heating uh it was not even"
    },
    {
      "start": 91.6,
      "dur": 1.67,
      "text": "generating heating uh it was not even generating electricity because of"
    },
    {
      "start": 93.28,
      "dur": 1.829,
      "text": "generating electricity because of previous damage that power plant won't"
    },
    {
      "start": 95.119,
      "dur": 2.31,
      "text": "previous damage that power plant won't be repaired this winter. The damage is"
    },
    {
      "start": 97.439,
      "dur": 2.951,
      "text": "be repaired this winter. The damage is is obvious. It is immense. The place has"
    },
    {
      "start": 100.4,
      "dur": 2.79,
      "text": "is obvious. It is immense. The place has been smashed to smitherines. So Russia's"
    },
    {
      "start": 103.2,
      "dur": 2.07,
      "text": "been smashed to smitherines. So Russia's attacks continue. And again, yes, it was"
    },
    {
      "start": 105.28,
      "dur": 1.75,
      "text": "attacks continue. And again, yes, it was a major attack overnight, uh,"
    },
    {
      "start": 107.04,
      "dur": 1.59,
      "text": "a major attack overnight, uh, particularly focused on the west."
    },
    {
      "start": 108.64,
      "dur": 2.87,
      "text": "particularly focused on the west. &gt;&gt; Give us a sense of what the locals are"
    },
    {
      "start": 111.52,
      "dur": 1.19,
      "text": "&gt;&gt; Give us a sense of what the locals are making of that because obviously the"
    },
    {
      "start": 112.72,
      "dur": 2.069,
      "text": "making of that because obviously the Russians are targeting the power because"
    },
    {
      "start": 114.799,
      "dur": 1.911,
      "text": "Russians are targeting the power because then they're in the freezing conditions."
    },
    {
      "start": 116.72,
      "dur": 2.709,
      "text": "then they're in the freezing conditions. How are they getting through the days"
    },
    {
      "start": 119.439,
      "dur": 3.911,
      "text": "How are they getting through the days without that power?"
    },
    {
      "start": 123.36,
      "dur": 1.439,
      "text": "&gt;&gt; Yeah, I mean, I think it's clear that"
    },
    {
      "start": 124.799,
      "dur": 1.751,
      "text": "&gt;&gt; Yeah, I mean, I think it's clear that these attacks supposed to be"
    },
    {
      "start": 126.56,
      "dur": 2.549,
      "text": "these attacks supposed to be debilitating. They're supposed to uh"
    },
    {
      "start": 129.119,
      "dur": 2.551,
      "text": "debilitating. They're supposed to uh make Ukrainians angry, presumably to"
    },
    {
      "start": 131.68,
      "dur": 2.15,
      "text": "make Ukrainians angry, presumably to turn them against their own authorities"
    },
    {
      "start": 133.84,
      "dur": 1.749,
      "text": "turn them against their own authorities and to demand a stop to this war, to"
    },
    {
      "start": 135.599,
      "dur": 1.99,
      "text": "and to demand a stop to this war, to demand that Ukraine makes concessions."
    },
    {
      "start": 137.599,
      "dur": 1.751,
      "text": "demand that Ukraine makes concessions. Um you might think logically that would"
    },
    {
      "start": 139.36,
      "dur": 1.67,
      "text": "Um you might think logically that would would be what happened, but but it's not"
    },
    {
      "start": 141.04,
      "dur": 1.35,
      "text": "would be what happened, but but it's not what we found here. It's certainly not"
    },
    {
      "start": 142.4,
      "dur": 1.99,
      "text": "what we found here. It's certainly not the mood on the ground. that we've been"
    },
    {
      "start": 144.4,
      "dur": 2.39,
      "text": "the mood on the ground. that we've been to speak to many people in recent days"
    },
    {
      "start": 146.8,
      "dur": 1.83,
      "text": "to speak to many people in recent days and the last couple of weeks who have no"
    },
    {
      "start": 148.64,
      "dur": 1.589,
      "text": "and the last couple of weeks who have no heating, who have no hot water, who are"
    },
    {
      "start": 150.239,
      "dur": 1.591,
      "text": "heating, who have no hot water, who are living in really tough conditions at"
    },
    {
      "start": 151.84,
      "dur": 1.99,
      "text": "living in really tough conditions at home and they are getting through and in"
    },
    {
      "start": 153.84,
      "dur": 1.669,
      "text": "home and they are getting through and in fact I think if anything uh the"
    },
    {
      "start": 155.519,
      "dur": 2.231,
      "text": "fact I think if anything uh the resilience has increased they they are"
    },
    {
      "start": 157.76,
      "dur": 2.87,
      "text": "resilience has increased they they are not in any mood uh for compromise or for"
    },
    {
      "start": 160.64,
      "dur": 2.39,
      "text": "not in any mood uh for compromise or for surrender certainly um they are managing"
    },
    {
      "start": 163.04,
      "dur": 2.469,
      "text": "surrender certainly um they are managing how they can. Uh people who have gas in"
    },
    {
      "start": 165.519,
      "dur": 2.151,
      "text": "how they can. Uh people who have gas in their homes will heat bricks on the gas"
    },
    {
      "start": 167.68,
      "dur": 2.87,
      "text": "their homes will heat bricks on the gas stoves to uh give out extra warmth. Uh"
    },
    {
      "start": 170.56,
      "dur": 2.63,
      "text": "stoves to uh give out extra warmth. Uh one lady we met uh uh in one city, she"
    },
    {
      "start": 173.2,
      "dur": 2.15,
      "text": "one lady we met uh uh in one city, she uh was boiling pans of water, putting a"
    },
    {
      "start": 175.36,
      "dur": 1.67,
      "text": "uh was boiling pans of water, putting a lid on it, and popping her feet on top"
    },
    {
      "start": 177.04,
      "dur": 2.07,
      "text": "lid on it, and popping her feet on top of the saucepan to keep her feet warm."
    },
    {
      "start": 179.12,
      "dur": 2.79,
      "text": "of the saucepan to keep her feet warm. People wearing hu multiple layers of of"
    },
    {
      "start": 181.92,
      "dur": 1.51,
      "text": "People wearing hu multiple layers of of clothing, going to bed in their coats"
    },
    {
      "start": 183.44,
      "dur": 2.069,
      "text": "clothing, going to bed in their coats and in their hats. But still, as I say,"
    },
    {
      "start": 185.519,
      "dur": 1.35,
      "text": "and in their hats. But still, as I say, it does seem that the mood is very much"
    },
    {
      "start": 186.879,
      "dur": 2.151,
      "text": "it does seem that the mood is very much one of continuing to defend Ukraine and"
    },
    {
      "start": 189.04,
      "dur": 1.59,
      "text": "one of continuing to defend Ukraine and certainly not giving in uh to the"
    },
    {
      "start": 190.64,
      "dur": 1.91,
      "text": "certainly not giving in uh to the compromises that Russia is demanding,"
    },
    {
      "start": 192.56,
      "dur": 1.749,
      "text": "compromises that Russia is demanding, particularly in terms of handing over"
    },
    {
      "start": 194.319,
      "dur": 1.19,
      "text": "particularly in terms of handing over territory to Moscow."
    },
    {
      "start": 195.519,
      "dur": 2.151,
      "text": "territory to Moscow. &gt;&gt; Now, President Zilinski has been talking"
    },
    {
      "start": 197.68,
      "dur": 2.07,
      "text": "&gt;&gt; Now, President Zilinski has been talking about the talks. What has he been"
    },
    {
      "start": 199.76,
      "dur": 4.63,
      "text": "about the talks. What has he been saying? Is there any optimism?"
    },
    {
      "start": 204.4,
      "dur": 2.16,
      "text": "&gt;&gt; Well, I think on the positive side,"
    },
    {
      "start": 206.56,
      "dur": 1.11,
      "text": "&gt;&gt; Well, I think on the positive side, there are a couple of things. There was"
    },
    {
      "start": 207.68,
      "dur": 1.99,
      "text": "there are a couple of things. There was another prisoner exchange this week. So,"
    },
    {
      "start": 209.68,
      "dur": 2.71,
      "text": "another prisoner exchange this week. So, more than 150 Ukrainians returned home,"
    },
    {
      "start": 212.4,
      "dur": 1.749,
      "text": "more than 150 Ukrainians returned home, Russian prisoners of war back to Russia."
    },
    {
      "start": 214.159,
      "dur": 2.15,
      "text": "Russian prisoners of war back to Russia. So, that was a proof that there is some"
    },
    {
      "start": 216.319,
      "dur": 2.47,
      "text": "So, that was a proof that there is some engagement. In terms of the talks too,"
    },
    {
      "start": 218.799,
      "dur": 2.471,
      "text": "engagement. In terms of the talks too, President Zilinski has said that Russia"
    },
    {
      "start": 221.28,
      "dur": 1.83,
      "text": "President Zilinski has said that Russia uh is engaged in less rhetoric these"
    },
    {
      "start": 223.12,
      "dur": 1.749,
      "text": "uh is engaged in less rhetoric these days and much more focused on the"
    },
    {
      "start": 224.879,
      "dur": 2.791,
      "text": "days and much more focused on the concrete uh matters of any kind of deal."
    },
    {
      "start": 227.68,
      "dur": 1.51,
      "text": "concrete uh matters of any kind of deal. So particularly for example how any"
    },
    {
      "start": 229.2,
      "dur": 1.749,
      "text": "So particularly for example how any ceasefire would be monitored who would"
    },
    {
      "start": 230.959,
      "dur": 1.99,
      "text": "ceasefire would be monitored who would be involved uh you know where lines"
    },
    {
      "start": 232.959,
      "dur": 1.91,
      "text": "be involved uh you know where lines might be drawn. So instead of giving"
    },
    {
      "start": 234.879,
      "dur": 2.231,
      "text": "might be drawn. So instead of giving endless false historical lectures he"
    },
    {
      "start": 237.12,
      "dur": 1.51,
      "text": "endless false historical lectures he said they are focusing on the"
    },
    {
      "start": 238.64,
      "dur": 2.229,
      "text": "said they are focusing on the practicalities and that's partly because"
    },
    {
      "start": 240.879,
      "dur": 1.831,
      "text": "practicalities and that's partly because uh the makeup of the Russian team uh"
    },
    {
      "start": 242.72,
      "dur": 2.229,
      "text": "uh the makeup of the Russian team uh negotiating has changed. So a more"
    },
    {
      "start": 244.959,
      "dur": 2.231,
      "text": "negotiating has changed. So a more serious approach he argues but again he"
    },
    {
      "start": 247.2,
      "dur": 2.55,
      "text": "serious approach he argues but again he is saying uh that Russia is insisting on"
    },
    {
      "start": 249.76,
      "dur": 2.15,
      "text": "is saying uh that Russia is insisting on taking territory for free that Ukraine"
    },
    {
      "start": 251.92,
      "dur": 2.389,
      "text": "taking territory for free that Ukraine will not hand over. uh one interesting"
    },
    {
      "start": 254.319,
      "dur": 1.591,
      "text": "will not hand over. uh one interesting point I think he did make uh is that"
    },
    {
      "start": 255.92,
      "dur": 1.989,
      "text": "point I think he did make uh is that there is now some serious discussion"
    },
    {
      "start": 257.919,
      "dur": 1.83,
      "text": "there is now some serious discussion about whether there might be at some"
    },
    {
      "start": 259.759,
      "dur": 2.15,
      "text": "about whether there might be at some point a trilateral meeting between"
    },
    {
      "start": 261.919,
      "dur": 2.631,
      "text": "point a trilateral meeting between presidents Zalinski, Donald Trump and"
    },
    {
      "start": 264.56,
      "dur": 2.31,
      "text": "presidents Zalinski, Donald Trump and Vladimir Putin of Russia to discuss what"
    },
    {
      "start": 266.88,
      "dur": 1.99,
      "text": "Vladimir Putin of Russia to discuss what he said were the most complicated parts"
    },
    {
      "start": 268.88,
      "dur": 1.749,
      "text": "he said were the most complicated parts of any peace deal. So he said they might"
    },
    {
      "start": 270.639,
      "dur": 1.431,
      "text": "of any peace deal. So he said they might have to be left to the presidents to"
    },
    {
      "start": 272.08,
      "dur": 1.99,
      "text": "have to be left to the presidents to discuss and that that was something that"
    },
    {
      "start": 274.08,
      "dur": 1.91,
      "text": "discuss and that that was something that Ukraine was open to but that is I think"
    },
    {
      "start": 276.0,
      "dur": 1.51,
      "text": "Ukraine was open to but that is I think a long way off at the moment. At the"
    },
    {
      "start": 277.52,
      "dur": 1.59,
      "text": "a long way off at the moment. At the moment there is massive disagreement"
    },
    {
      "start": 279.12,
      "dur": 1.75,
      "text": "moment there is massive disagreement over territory and no sign of any"
    },
    {
      "start": 280.88,
      "dur": 1.51,
      "text": "over territory and no sign of any compromise."
    },
    {
      "start": 282.4,
      "dur": 3.68,
      "text": "compromise. Sarah Rainsford reporting from Keev."
    }
  ]
}