{
  "videoId": "3HA7by8mQtU",
  "title": "UK PM Keir Starmer meets Chinese President Xi Jinping | BBC News",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 590,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.719,
      "text": "Kstarma has told Shinjinping he wants a"
    },
    {
      "start": 2.879,
      "dur": 1.671,
      "text": "Kstarma has told Shinjinping he wants a more sophisticated relationship with"
    },
    {
      "start": 4.56,
      "dur": 1.91,
      "text": "more sophisticated relationship with China as he met the president at the"
    },
    {
      "start": 6.48,
      "dur": 2.31,
      "text": "China as he met the president at the great hall of people on the first full"
    },
    {
      "start": 8.8,
      "dur": 2.15,
      "text": "great hall of people on the first full day of his trip. The prime minister said"
    },
    {
      "start": 10.96,
      "dur": 2.23,
      "text": "day of his trip. The prime minister said China was a vital player on the global"
    },
    {
      "start": 13.2,
      "dur": 2.23,
      "text": "China was a vital player on the global stage. Speaking ahead of a tour of the"
    },
    {
      "start": 15.44,
      "dur": 2.15,
      "text": "stage. Speaking ahead of a tour of the Forbidden City, he also confirmed to the"
    },
    {
      "start": 17.6,
      "dur": 2.55,
      "text": "Forbidden City, he also confirmed to the BBC that he raised the case of Jimmy Lie"
    },
    {
      "start": 20.16,
      "dur": 3.109,
      "text": "BBC that he raised the case of Jimmy Lie in the issue of human rights. In his"
    },
    {
      "start": 23.279,
      "dur": 2.07,
      "text": "in the issue of human rights. In his opening remarks, President Xi said the"
    },
    {
      "start": 25.359,
      "dur": 2.311,
      "text": "opening remarks, President Xi said the UK China relationship had seen in recent"
    },
    {
      "start": 27.68,
      "dur": 2.47,
      "text": "UK China relationship had seen in recent years twists and turns that did not"
    },
    {
      "start": 30.16,
      "dur": 2.63,
      "text": "years twists and turns that did not serve the interests of either country."
    },
    {
      "start": 32.8,
      "dur": 2.07,
      "text": "serve the interests of either country. But he said China stood ready to develop"
    },
    {
      "start": 34.88,
      "dur": 3.27,
      "text": "But he said China stood ready to develop a long-term strategic partnership."
    },
    {
      "start": 38.16,
      "dur": 1.83,
      "text": "a long-term strategic partnership. Our China correspondent Steve McDonald"
    },
    {
      "start": 40.0,
      "dur": 2.63,
      "text": "Our China correspondent Steve McDonald reports from Beijing."
    },
    {
      "start": 42.64,
      "dur": 1.749,
      "text": "reports from Beijing. &gt;&gt; At the Great Hall of the People, the"
    },
    {
      "start": 44.399,
      "dur": 2.071,
      "text": "&gt;&gt; At the Great Hall of the People, the first British prime minister to visit in"
    },
    {
      "start": 46.48,
      "dur": 2.95,
      "text": "first British prime minister to visit in 8 years was welcomed. The governments of"
    },
    {
      "start": 49.44,
      "dur": 2.789,
      "text": "8 years was welcomed. The governments of both China and the UK have decided that"
    },
    {
      "start": 52.239,
      "dur": 2.15,
      "text": "both China and the UK have decided that relations had been in the cold for too"
    },
    {
      "start": 54.399,
      "dur": 3.111,
      "text": "relations had been in the cold for too long and now the thor is well and truly"
    },
    {
      "start": 57.52,
      "dur": 3.11,
      "text": "long and now the thor is well and truly on. China is a vital player on the"
    },
    {
      "start": 60.64,
      "dur": 2.709,
      "text": "on. China is a vital player on the global stage and it's vital that we"
    },
    {
      "start": 63.359,
      "dur": 3.75,
      "text": "global stage and it's vital that we build a more sophisticated relationship"
    },
    {
      "start": 67.119,
      "dur": 2.631,
      "text": "build a more sophisticated relationship where we can identify opportunities to"
    },
    {
      "start": 69.76,
      "dur": 1.51,
      "text": "where we can identify opportunities to collaborate"
    },
    {
      "start": 71.28,
      "dur": 2.869,
      "text": "collaborate but of course also allow a meaningful"
    },
    {
      "start": 74.159,
      "dur": 3.031,
      "text": "but of course also allow a meaningful dialogue on areas where we disagree."
    },
    {
      "start": 77.2,
      "dur": 2.39,
      "text": "dialogue on areas where we disagree. You've publicly said that China is an"
    },
    {
      "start": 79.6,
      "dur": 3.03,
      "text": "You've publicly said that China is an opportunity and that dealing with China"
    },
    {
      "start": 82.64,
      "dur": 3.829,
      "text": "opportunity and that dealing with China is not a choice but a necessity."
    },
    {
      "start": 86.479,
      "dur": 4.391,
      "text": "is not a choice but a necessity. I commend these words."
    },
    {
      "start": 90.88,
      "dur": 2.0,
      "text": "&gt;&gt; China stands ready to develop with the"
    },
    {
      "start": 92.88,
      "dur": 2.39,
      "text": "&gt;&gt; China stands ready to develop with the UK a long-term and consistent"
    },
    {
      "start": 95.28,
      "dur": 2.469,
      "text": "UK a long-term and consistent comprehensive strategic partnership. It"
    },
    {
      "start": 97.759,
      "dur": 2.39,
      "text": "comprehensive strategic partnership. It will benefit our two peoples and the"
    },
    {
      "start": 100.159,
      "dur": 2.391,
      "text": "will benefit our two peoples and the wider world. Even before his arrival,"
    },
    {
      "start": 102.56,
      "dur": 1.909,
      "text": "wider world. Even before his arrival, the Chinese government was talking up"
    },
    {
      "start": 104.479,
      "dur": 2.31,
      "text": "the Chinese government was talking up Britain's commitment to free trade and"
    },
    {
      "start": 106.799,
      "dur": 2.231,
      "text": "Britain's commitment to free trade and multilateral institutions like the"
    },
    {
      "start": 109.04,
      "dur": 2.79,
      "text": "multilateral institutions like the United Nations. The contrast being with"
    },
    {
      "start": 111.84,
      "dur": 2.71,
      "text": "United Nations. The contrast being with the Trump administration. It's Beijing's"
    },
    {
      "start": 114.56,
      "dur": 2.39,
      "text": "the Trump administration. It's Beijing's way of saying that these are areas where"
    },
    {
      "start": 116.96,
      "dur": 2.71,
      "text": "way of saying that these are areas where like-minded countries can cooperate."
    },
    {
      "start": 119.68,
      "dur": 2.709,
      "text": "like-minded countries can cooperate. After today's meeting with Shei, the UK"
    },
    {
      "start": 122.399,
      "dur": 2.07,
      "text": "After today's meeting with Shei, the UK leader was upbeat about the outcome."
    },
    {
      "start": 124.479,
      "dur": 3.83,
      "text": "leader was upbeat about the outcome. Well, we've agreed um that uh on tariffs"
    },
    {
      "start": 128.319,
      "dur": 1.831,
      "text": "Well, we've agreed um that uh on tariffs of whiskey um we're looking at how"
    },
    {
      "start": 130.16,
      "dur": 1.51,
      "text": "of whiskey um we're looking at how they're to be reduced, what the time"
    },
    {
      "start": 131.68,
      "dur": 3.11,
      "text": "they're to be reduced, what the time frame is, fees free uh travel, um how"
    },
    {
      "start": 134.8,
      "dur": 1.99,
      "text": "frame is, fees free uh travel, um how far, how much, and when that can uh"
    },
    {
      "start": 136.8,
      "dur": 2.23,
      "text": "far, how much, and when that can uh start, and on the information exchange"
    },
    {
      "start": 139.04,
      "dur": 2.549,
      "text": "start, and on the information exchange on small boats, uh the cooperation that"
    },
    {
      "start": 141.599,
      "dur": 2.151,
      "text": "on small boats, uh the cooperation that we need within a dialogue actually about"
    },
    {
      "start": 143.76,
      "dur": 2.95,
      "text": "we need within a dialogue actually about greater uh strategic focus on security"
    },
    {
      "start": 146.72,
      "dur": 1.43,
      "text": "greater uh strategic focus on security and defense,"
    },
    {
      "start": 148.16,
      "dur": 2.149,
      "text": "and defense, &gt;&gt; boosting business and cultural links may"
    },
    {
      "start": 150.319,
      "dur": 2.63,
      "text": "&gt;&gt; boosting business and cultural links may be dominating this trip, but whether it"
    },
    {
      "start": 152.959,
      "dur": 1.671,
      "text": "be dominating this trip, but whether it be the Chinese government's treatment of"
    },
    {
      "start": 154.64,
      "dur": 2.79,
      "text": "be the Chinese government's treatment of ethnic minorities in Shinj Jang or other"
    },
    {
      "start": 157.44,
      "dur": 2.869,
      "text": "ethnic minorities in Shinj Jang or other accusations of abuse. Sensitive issues"
    },
    {
      "start": 160.319,
      "dur": 2.711,
      "text": "accusations of abuse. Sensitive issues can't be ignored. When visiting the"
    },
    {
      "start": 163.04,
      "dur": 2.469,
      "text": "can't be ignored. When visiting the Chinese capital, Western governments are"
    },
    {
      "start": 165.519,
      "dur": 2.311,
      "text": "Chinese capital, Western governments are seen as duty bound to raise the issue of"
    },
    {
      "start": 167.84,
      "dur": 2.07,
      "text": "seen as duty bound to raise the issue of China's significant human rights abuses"
    },
    {
      "start": 169.92,
      "dur": 3.35,
      "text": "China's significant human rights abuses and Karmama is no different. In fact,"
    },
    {
      "start": 173.28,
      "dur": 2.07,
      "text": "and Karmama is no different. In fact, the Chinese government would expect no"
    },
    {
      "start": 175.36,
      "dur": 2.63,
      "text": "the Chinese government would expect no less. If a western politician was to"
    },
    {
      "start": 178.0,
      "dur": 2.47,
      "text": "less. If a western politician was to come to Beijing and not stand up for"
    },
    {
      "start": 180.48,
      "dur": 2.23,
      "text": "come to Beijing and not stand up for their principles, they'd be considered"
    },
    {
      "start": 182.72,
      "dur": 3.589,
      "text": "their principles, they'd be considered as weak and treated as such. However,"
    },
    {
      "start": 186.319,
      "dur": 1.671,
      "text": "as weak and treated as such. However, the goal of trips like this is not to"
    },
    {
      "start": 188.0,
      "dur": 2.229,
      "text": "the goal of trips like this is not to focus on points of difference, but where"
    },
    {
      "start": 190.239,
      "dur": 2.471,
      "text": "focus on points of difference, but where cooperation can be achieved, and a"
    },
    {
      "start": 192.72,
      "dur": 1.509,
      "text": "cooperation can be achieved, and a series of deals are expected to be"
    },
    {
      "start": 194.239,
      "dur": 2.71,
      "text": "series of deals are expected to be signed over the coming hours. It's why"
    },
    {
      "start": 196.959,
      "dur": 2.071,
      "text": "signed over the coming hours. It's why Britain's business community has joined"
    },
    {
      "start": 199.04,
      "dur": 4.95,
      "text": "Britain's business community has joined this delegation in such big numbers."
    },
    {
      "start": 204.0,
      "dur": 2.309,
      "text": "this delegation in such big numbers. Let's speak now to a former director of"
    },
    {
      "start": 206.319,
      "dur": 2.63,
      "text": "Let's speak now to a former director of operations and intelligence for MI6 and"
    },
    {
      "start": 208.959,
      "dur": 3.031,
      "text": "operations and intelligence for MI6 and now senior adviser for cyber security"
    },
    {
      "start": 212.0,
      "dur": 2.07,
      "text": "now senior adviser for cyber security and China at the International Institute"
    },
    {
      "start": 214.08,
      "dur": 2.709,
      "text": "and China at the International Institute for Strategic Studies, Nigel Ingster."
    },
    {
      "start": 216.799,
      "dur": 2.871,
      "text": "for Strategic Studies, Nigel Ingster. Thank you for joining us, Nigel. Um, we"
    },
    {
      "start": 219.68,
      "dur": 2.23,
      "text": "Thank you for joining us, Nigel. Um, we know that China is obviously a global"
    },
    {
      "start": 221.92,
      "dur": 2.15,
      "text": "know that China is obviously a global power, but just give us a sense of the"
    },
    {
      "start": 224.08,
      "dur": 2.31,
      "text": "power, but just give us a sense of the risk it poses to the UK, especially when"
    },
    {
      "start": 226.4,
      "dur": 3.03,
      "text": "risk it poses to the UK, especially when it comes to cyber security."
    },
    {
      "start": 229.44,
      "dur": 2.31,
      "text": "it comes to cyber security. Um well, China represents a very"
    },
    {
      "start": 231.76,
      "dur": 2.63,
      "text": "Um well, China represents a very different um ideology from that of the"
    },
    {
      "start": 234.4,
      "dur": 2.07,
      "text": "different um ideology from that of the UK. It's certainly not a liberal"
    },
    {
      "start": 236.48,
      "dur": 2.15,
      "text": "UK. It's certainly not a liberal democracy and has no intention of"
    },
    {
      "start": 238.64,
      "dur": 3.589,
      "text": "democracy and has no intention of becoming one. Um and it does see itself"
    },
    {
      "start": 242.239,
      "dur": 3.27,
      "text": "becoming one. Um and it does see itself as caught up in a global contest to"
    },
    {
      "start": 245.519,
      "dur": 3.751,
      "text": "as caught up in a global contest to determine um what ideology uh becomes"
    },
    {
      "start": 249.28,
      "dur": 2.71,
      "text": "determine um what ideology uh becomes globally predominant. So there is always"
    },
    {
      "start": 252.0,
      "dur": 2.309,
      "text": "globally predominant. So there is always this um factor that's going to have to"
    },
    {
      "start": 254.319,
      "dur": 2.47,
      "text": "this um factor that's going to have to be borne in mind when dealing with"
    },
    {
      "start": 256.799,
      "dur": 4.231,
      "text": "be borne in mind when dealing with China. And we've seen um China engaging"
    },
    {
      "start": 261.04,
      "dur": 4.55,
      "text": "China. And we've seen um China engaging in a wide range of activities which are"
    },
    {
      "start": 265.6,
      "dur": 2.47,
      "text": "in a wide range of activities which are in different ways detrimental to the UK"
    },
    {
      "start": 268.08,
      "dur": 2.63,
      "text": "in different ways detrimental to the UK interest. You mentioned pervasive uh"
    },
    {
      "start": 270.72,
      "dur": 4.39,
      "text": "interest. You mentioned pervasive uh cyber um espionage, some of which falls"
    },
    {
      "start": 275.12,
      "dur": 2.95,
      "text": "cyber um espionage, some of which falls within what one might characterize as"
    },
    {
      "start": 278.08,
      "dur": 3.03,
      "text": "within what one might characterize as the legitimate scope of espionage,"
    },
    {
      "start": 281.12,
      "dur": 3.11,
      "text": "the legitimate scope of espionage, state- onstate espionage um in in"
    },
    {
      "start": 284.24,
      "dur": 3.35,
      "text": "state- onstate espionage um in in pursuit of national security. But a lot"
    },
    {
      "start": 287.6,
      "dur": 4.55,
      "text": "pursuit of national security. But a lot of it is also about um um industrial um"
    },
    {
      "start": 292.16,
      "dur": 3.35,
      "text": "of it is also about um um industrial um espionage for economic benefit which um"
    },
    {
      "start": 295.52,
      "dur": 3.03,
      "text": "espionage for economic benefit which um is in many ways probably more"
    },
    {
      "start": 298.56,
      "dur": 3.189,
      "text": "is in many ways probably more immediately detrimental to UK national"
    },
    {
      "start": 301.759,
      "dur": 2.87,
      "text": "immediately detrimental to UK national interests. Uh we've also seen China"
    },
    {
      "start": 304.639,
      "dur": 2.631,
      "text": "interests. Uh we've also seen China exercising covert seeking to exercise"
    },
    {
      "start": 307.28,
      "dur": 2.55,
      "text": "exercising covert seeking to exercise covert influence in the UK through a"
    },
    {
      "start": 309.84,
      "dur": 3.189,
      "text": "covert influence in the UK through a variety of means. Um I think the thing"
    },
    {
      "start": 313.039,
      "dur": 3.031,
      "text": "variety of means. Um I think the thing is having said all that um it's pretty"
    },
    {
      "start": 316.08,
      "dur": 1.829,
      "text": "is having said all that um it's pretty clear what they're doing and I think"
    },
    {
      "start": 317.919,
      "dur": 2.071,
      "text": "clear what they're doing and I think it's pretty clear that our security and"
    },
    {
      "start": 320.0,
      "dur": 2.31,
      "text": "it's pretty clear that our security and intelligence agencies have a fairly good"
    },
    {
      "start": 322.32,
      "dur": 3.83,
      "text": "intelligence agencies have a fairly good handle on what is happening. So um I"
    },
    {
      "start": 326.16,
      "dur": 2.869,
      "text": "handle on what is happening. So um I would say that um the the situation is"
    },
    {
      "start": 329.039,
      "dur": 2.791,
      "text": "would say that um the the situation is eminently manageable."
    },
    {
      "start": 331.84,
      "dur": 1.99,
      "text": "eminently manageable. &gt;&gt; The issue is that China obviously can't"
    },
    {
      "start": 333.84,
      "dur": 2.31,
      "text": "&gt;&gt; The issue is that China obviously can't be ignored. So I wonder how do you"
    },
    {
      "start": 336.16,
      "dur": 2.309,
      "text": "be ignored. So I wonder how do you balance engaging with the country which"
    },
    {
      "start": 338.479,
      "dur": 1.591,
      "text": "balance engaging with the country which obviously the British prime minister is"
    },
    {
      "start": 340.08,
      "dur": 4.47,
      "text": "obviously the British prime minister is trying to do as well as being defensive."
    },
    {
      "start": 344.56,
      "dur": 2.39,
      "text": "trying to do as well as being defensive. &gt;&gt; It is a very difficult um trick to pull"
    },
    {
      "start": 346.96,
      "dur": 2.47,
      "text": "&gt;&gt; It is a very difficult um trick to pull off and frankly I think it requires you"
    },
    {
      "start": 349.44,
      "dur": 2.469,
      "text": "off and frankly I think it requires you know Einstein level in intellect to you"
    },
    {
      "start": 351.919,
      "dur": 2.71,
      "text": "know Einstein level in intellect to you know to work out how to do this. Um but"
    },
    {
      "start": 354.639,
      "dur": 2.871,
      "text": "know to work out how to do this. Um but no seriously um you know I think uh the"
    },
    {
      "start": 357.52,
      "dur": 3.19,
      "text": "no seriously um you know I think uh the UK um can do quite well I think out of"
    },
    {
      "start": 360.72,
      "dur": 1.749,
      "text": "UK um can do quite well I think out of this relationship but what it does have"
    },
    {
      "start": 362.479,
      "dur": 2.951,
      "text": "this relationship but what it does have to do is make sure that its own house is"
    },
    {
      "start": 365.44,
      "dur": 3.67,
      "text": "to do is make sure that its own house is in order that its institutions um are in"
    },
    {
      "start": 369.12,
      "dur": 3.83,
      "text": "in order that its institutions um are in good shape. Um you know its um sense"
    },
    {
      "start": 372.96,
      "dur": 3.83,
      "text": "good shape. Um you know its um sense willingness to um defend uh its values"
    },
    {
      "start": 376.8,
      "dur": 3.59,
      "text": "willingness to um defend uh its values and interests that really matter um you"
    },
    {
      "start": 380.4,
      "dur": 3.75,
      "text": "and interests that really matter um you know is is well thought through. Um and"
    },
    {
      "start": 384.16,
      "dur": 2.309,
      "text": "know is is well thought through. Um and um you know to put it bluntly um if"
    },
    {
      "start": 386.479,
      "dur": 2.871,
      "text": "um you know to put it bluntly um if China does something that is clearly uh"
    },
    {
      "start": 389.36,
      "dur": 3.03,
      "text": "China does something that is clearly uh detrimental to the UK interests then"
    },
    {
      "start": 392.4,
      "dur": 2.87,
      "text": "detrimental to the UK interests then there needs to be a robust response. Uh"
    },
    {
      "start": 395.28,
      "dur": 3.349,
      "text": "there needs to be a robust response. Uh China normally uh when it encounters no"
    },
    {
      "start": 398.639,
      "dur": 2.55,
      "text": "China normally uh when it encounters no resistance continues to push forward."
    },
    {
      "start": 401.199,
      "dur": 2.391,
      "text": "resistance continues to push forward. When it does encounter resistance it"
    },
    {
      "start": 403.6,
      "dur": 1.51,
      "text": "When it does encounter resistance it draws back."
    },
    {
      "start": 405.12,
      "dur": 1.83,
      "text": "draws back. &gt;&gt; It's good to get your take Nigel. Thank"
    },
    {
      "start": 406.96,
      "dur": 2.949,
      "text": "&gt;&gt; It's good to get your take Nigel. Thank you so much. Nigel Ingster there uh who"
    },
    {
      "start": 409.919,
      "dur": 1.83,
      "text": "you so much. Nigel Ingster there uh who is a former director of operations and"
    },
    {
      "start": 411.759,
      "dur": 1.831,
      "text": "is a former director of operations and intelligence for MI6 now a senior"
    },
    {
      "start": 413.6,
      "dur": 2.07,
      "text": "intelligence for MI6 now a senior adviser for cyber security and China at"
    },
    {
      "start": 415.68,
      "dur": 1.509,
      "text": "adviser for cyber security and China at the international institute for"
    },
    {
      "start": 417.199,
      "dur": 4.231,
      "text": "the international institute for strategic studies."
    },
    {
      "start": 421.44,
      "dur": 2.0,
      "text": "Let's speak now to Steven McDonald who's"
    },
    {
      "start": 423.44,
      "dur": 2.39,
      "text": "Let's speak now to Steven McDonald who's in Beijing for us. Stephen, obviously"
    },
    {
      "start": 425.84,
      "dur": 2.629,
      "text": "in Beijing for us. Stephen, obviously this is being seen as a big deal here in"
    },
    {
      "start": 428.479,
      "dur": 2.471,
      "text": "this is being seen as a big deal here in the UK. I wonder if it's being viewed"
    },
    {
      "start": 430.96,
      "dur": 4.55,
      "text": "the UK. I wonder if it's being viewed like that in China."
    },
    {
      "start": 435.52,
      "dur": 1.44,
      "text": "Yeah. Well, certainly it's getting a lot"
    },
    {
      "start": 436.96,
      "dur": 2.629,
      "text": "Yeah. Well, certainly it's getting a lot of attention and I suppose the"
    },
    {
      "start": 439.599,
      "dur": 2.31,
      "text": "of attention and I suppose the significance of this visit all depends"
    },
    {
      "start": 441.919,
      "dur": 2.151,
      "text": "significance of this visit all depends on who you are. If you're a British"
    },
    {
      "start": 444.08,
      "dur": 2.31,
      "text": "on who you are. If you're a British company wanting to do business in China"
    },
    {
      "start": 446.4,
      "dur": 3.189,
      "text": "company wanting to do business in China or a Chinese company wanting to do"
    },
    {
      "start": 449.599,
      "dur": 3.111,
      "text": "or a Chinese company wanting to do business here, then it is obviously"
    },
    {
      "start": 452.72,
      "dur": 2.95,
      "text": "business here, then it is obviously going to be a big deal. If you're a"
    },
    {
      "start": 455.68,
      "dur": 1.83,
      "text": "going to be a big deal. If you're a student of world politics and you're"
    },
    {
      "start": 457.52,
      "dur": 0.949,
      "text": "student of world politics and you're examining [clears throat] the way that"
    },
    {
      "start": 458.479,
      "dur": 3.031,
      "text": "examining [clears throat] the way that Western countries are realigning because"
    },
    {
      "start": 461.52,
      "dur": 1.99,
      "text": "Western countries are realigning because they can't rely on the US anymore under"
    },
    {
      "start": 463.52,
      "dur": 3.35,
      "text": "they can't rely on the US anymore under Donald Trump and moving closer to trade"
    },
    {
      "start": 466.88,
      "dur": 1.99,
      "text": "Donald Trump and moving closer to trade with China obviously it's also"
    },
    {
      "start": 468.88,
      "dur": 3.27,
      "text": "with China obviously it's also significant but really the big question"
    },
    {
      "start": 472.16,
      "dur": 3.029,
      "text": "significant but really the big question is the impact on the the whole"
    },
    {
      "start": 475.199,
      "dur": 3.511,
      "text": "is the impact on the the whole trajectory of Britain China relations"
    },
    {
      "start": 478.72,
      "dur": 2.55,
      "text": "trajectory of Britain China relations and you know I I think what many"
    },
    {
      "start": 481.28,
      "dur": 2.15,
      "text": "and you know I I think what many observers here the serious China"
    },
    {
      "start": 483.44,
      "dur": 0.79,
      "text": "observers here the serious China watchers"
    },
    {
      "start": 484.24,
      "dur": 2.31,
      "text": "watchers would hope that we can move to a stage"
    },
    {
      "start": 486.56,
      "dur": 2.069,
      "text": "would hope that we can move to a stage where people are not people in the west"
    },
    {
      "start": 488.639,
      "dur": 2.631,
      "text": "where people are not people in the west that is not expected to choose between"
    },
    {
      "start": 491.28,
      "dur": 3.43,
      "text": "that is not expected to choose between China as totalitarian hell or China as"
    },
    {
      "start": 494.72,
      "dur": 2.71,
      "text": "China as totalitarian hell or China as workers paradise that really this is a"
    },
    {
      "start": 497.44,
      "dur": 2.63,
      "text": "workers paradise that really this is a complex place and that while China can"
    },
    {
      "start": 500.08,
      "dur": 2.389,
      "text": "complex place and that while China can be criticized for example for the very"
    },
    {
      "start": 502.479,
      "dur": 2.15,
      "text": "be criticized for example for the very serious human rights abuses here it can"
    },
    {
      "start": 504.639,
      "dur": 1.191,
      "text": "serious human rights abuses here it can also be praised for the great"
    },
    {
      "start": 505.84,
      "dur": 2.39,
      "text": "also be praised for the great achievements in the development of new"
    },
    {
      "start": 508.24,
      "dur": 3.19,
      "text": "achievements in the development of new technologies and transport and that in"
    },
    {
      "start": 511.44,
      "dur": 3.029,
      "text": "technologies and transport and that in that space countries like the UK can"
    },
    {
      "start": 514.479,
      "dur": 3.11,
      "text": "that space countries like the UK can start to do more trade here. And that's"
    },
    {
      "start": 517.599,
      "dur": 2.151,
      "text": "start to do more trade here. And that's the path that the UK government would"
    },
    {
      "start": 519.76,
      "dur": 3.03,
      "text": "the path that the UK government would like to be walking along right now."
    },
    {
      "start": 522.8,
      "dur": 2.23,
      "text": "like to be walking along right now. &gt;&gt; And Stephen, this um as we know this is"
    },
    {
      "start": 525.04,
      "dur": 1.83,
      "text": "&gt;&gt; And Stephen, this um as we know this is visit a three-day exercise. It's all"
    },
    {
      "start": 526.88,
      "dur": 1.509,
      "text": "visit a three-day exercise. It's all about defrosting relations between"
    },
    {
      "start": 528.399,
      "dur": 2.55,
      "text": "about defrosting relations between London and Beijing. Uh do we know what"
    },
    {
      "start": 530.959,
      "dur": 2.391,
      "text": "London and Beijing. Uh do we know what to expect from the it's another meet,"
    },
    {
      "start": 533.36,
      "dur": 3.589,
      "text": "to expect from the it's another meet, another day to go, correct?"
    },
    {
      "start": 536.959,
      "dur": 1.911,
      "text": "another day to go, correct? &gt;&gt; Yeah. Well, another well half a day here"
    },
    {
      "start": 538.88,
      "dur": 2.389,
      "text": "&gt;&gt; Yeah. Well, another well half a day here and then another whole day tomorrow. So"
    },
    {
      "start": 541.279,
      "dur": 2.631,
      "text": "and then another whole day tomorrow. So for example, there is a big business"
    },
    {
      "start": 543.92,
      "dur": 2.23,
      "text": "for example, there is a big business meeting later on in the in the coming"
    },
    {
      "start": 546.16,
      "dur": 1.75,
      "text": "meeting later on in the in the coming hours. Deals are going to be announced,"
    },
    {
      "start": 547.92,
      "dur": 2.15,
      "text": "hours. Deals are going to be announced, memorandum of understanding. This could"
    },
    {
      "start": 550.08,
      "dur": 3.27,
      "text": "memorandum of understanding. This could involve electric vehicles, agriculture,"
    },
    {
      "start": 553.36,
      "dur": 2.469,
      "text": "involve electric vehicles, agriculture, education, pharmaceuticals,"
    },
    {
      "start": 555.839,
      "dur": 1.751,
      "text": "education, pharmaceuticals, another function later on tonight. And"
    },
    {
      "start": 557.6,
      "dur": 2.15,
      "text": "another function later on tonight. And then it's all happening again tomorrow"
    },
    {
      "start": 559.76,
      "dur": 3.35,
      "text": "then it's all happening again tomorrow in Shanghai, the business capital of"
    },
    {
      "start": 563.12,
      "dur": 1.829,
      "text": "in Shanghai, the business capital of China, if I could put it that way. More"
    },
    {
      "start": 564.959,
      "dur": 2.55,
      "text": "China, if I could put it that way. More meetings. Kastama will be sitting down"
    },
    {
      "start": 567.519,
      "dur": 2.471,
      "text": "meetings. Kastama will be sitting down with the communist party secretary in"
    },
    {
      "start": 570.0,
      "dur": 3.91,
      "text": "with the communist party secretary in that city and other b business delegates"
    },
    {
      "start": 573.92,
      "dur": 1.43,
      "text": "that city and other b business delegates will be coming along with him. More"
    },
    {
      "start": 575.36,
      "dur": 1.51,
      "text": "will be coming along with him. More business meetings potentially more"
    },
    {
      "start": 576.88,
      "dur": 2.55,
      "text": "business meetings potentially more announcements. So lots more to come. Uh"
    },
    {
      "start": 579.44,
      "dur": 1.91,
      "text": "announcements. So lots more to come. Uh in fact in the you know tomorrow and"
    },
    {
      "start": 581.36,
      "dur": 1.75,
      "text": "in fact in the you know tomorrow and then even on Saturday morning I think"
    },
    {
      "start": 583.12,
      "dur": 1.99,
      "text": "then even on Saturday morning I think there's more stuff to come. So it is a"
    },
    {
      "start": 585.12,
      "dur": 2.79,
      "text": "there's more stuff to come. So it is a pretty packed schedule for the UK prime"
    },
    {
      "start": 587.92,
      "dur": 1.75,
      "text": "pretty packed schedule for the UK prime minister here in China. Good to talk to"
    },
    {
      "start": 589.68,
      "dur": 2.32,
      "text": "minister here in China. Good to talk to you, Stephen."
    }
  ]
}