{
  "videoId": "3MzztPnPqWI",
  "title": "Will Bangladesh's new leadership will be able to deliver on promises? | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 525,
  "segments": [
    {
      "start": 0.4,
      "dur": 2.32,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.72,
      "dur": 1.67,
      "text": "Welcome to the Global News podcast on YouTube where we go behind the"
    },
    {
      "start": 4.4,
      "dur": 2.63,
      "text": "YouTube where we go behind the headlines. Hello, I'm Oliver Conway and"
    },
    {
      "start": 7.04,
      "dur": 1.75,
      "text": "headlines. Hello, I'm Oliver Conway and today we're asking what next for"
    },
    {
      "start": 8.8,
      "dur": 2.23,
      "text": "today we're asking what next for Bangladesh after the first election"
    },
    {
      "start": 11.04,
      "dur": 2.469,
      "text": "Bangladesh after the first election since that huge student uprising in"
    },
    {
      "start": 13.519,
      "dur": 3.191,
      "text": "since that huge student uprising in 2024. We're joined from the Bangladeshi"
    },
    {
      "start": 16.72,
      "dur": 2.549,
      "text": "2024. We're joined from the Bangladeshi capital by our correspondent Azide"
    },
    {
      "start": 19.279,
      "dur": 2.15,
      "text": "capital by our correspondent Azide Masheri. And Azide, first of all, let's"
    },
    {
      "start": 21.439,
      "dur": 2.951,
      "text": "Masheri. And Azide, first of all, let's put this election in context. remind us"
    },
    {
      "start": 24.4,
      "dur": 2.31,
      "text": "put this election in context. remind us of this longunning and bitter rivalry"
    },
    {
      "start": 26.72,
      "dur": 3.27,
      "text": "of this longunning and bitter rivalry between these two power blocks, the BNP,"
    },
    {
      "start": 30.0,
      "dur": 2.229,
      "text": "between these two power blocks, the BNP, the Bangladesh National Party and the"
    },
    {
      "start": 32.239,
      "dur": 1.591,
      "text": "the Bangladesh National Party and the Awami League."
    },
    {
      "start": 33.84,
      "dur": 1.99,
      "text": "Awami League. &gt;&gt; Yes, the Awami League has now been"
    },
    {
      "start": 35.84,
      "dur": 1.83,
      "text": "&gt;&gt; Yes, the Awami League has now been replaced by its arch rival, the"
    },
    {
      "start": 37.68,
      "dur": 1.59,
      "text": "replaced by its arch rival, the Bangladesh Nationalist Party because"
    },
    {
      "start": 39.28,
      "dur": 2.47,
      "text": "Bangladesh Nationalist Party because these two parties have dominated"
    },
    {
      "start": 41.76,
      "dur": 3.03,
      "text": "these two parties have dominated politics for decades in the country and"
    },
    {
      "start": 44.8,
      "dur": 3.03,
      "text": "politics for decades in the country and both of them uh were headed by two women"
    },
    {
      "start": 47.84,
      "dur": 2.79,
      "text": "both of them uh were headed by two women for a very long time. Khaled Azia of the"
    },
    {
      "start": 50.64,
      "dur": 2.47,
      "text": "for a very long time. Khaled Azia of the BNP, the Bangladesh Nationalist Party"
    },
    {
      "start": 53.12,
      "dur": 2.79,
      "text": "BNP, the Bangladesh Nationalist Party and in fact Tarik Kahman's late mother"
    },
    {
      "start": 55.92,
      "dur": 2.469,
      "text": "and in fact Tarik Kahman's late mother as well as Shik Hassina of the Awami"
    },
    {
      "start": 58.399,
      "dur": 2.231,
      "text": "as well as Shik Hassina of the Awami League who of course was toppled in that"
    },
    {
      "start": 60.64,
      "dur": 2.63,
      "text": "League who of course was toppled in that student uprising in 2020 for the reason"
    },
    {
      "start": 63.28,
      "dur": 3.27,
      "text": "student uprising in 2020 for the reason why all of this was even possible. Now"
    },
    {
      "start": 66.56,
      "dur": 3.27,
      "text": "why all of this was even possible. Now the two shared a lot of enmity uh and"
    },
    {
      "start": 69.84,
      "dur": 1.91,
      "text": "the two shared a lot of enmity uh and they both represented political"
    },
    {
      "start": 71.76,
      "dur": 3.669,
      "text": "they both represented political dynasties. Shika Cassina's father uh was"
    },
    {
      "start": 75.439,
      "dur": 2.551,
      "text": "dynasties. Shika Cassina's father uh was considered the founder of Bangladesh."
    },
    {
      "start": 78.0,
      "dur": 1.51,
      "text": "considered the founder of Bangladesh. The father of the nation is often what"
    },
    {
      "start": 79.52,
      "dur": 1.43,
      "text": "The father of the nation is often what he would be called uh and that's because"
    },
    {
      "start": 80.96,
      "dur": 1.67,
      "text": "he would be called uh and that's because of the war of independence and a leading"
    },
    {
      "start": 82.64,
      "dur": 2.23,
      "text": "of the war of independence and a leading role he had as did the party the awami"
    },
    {
      "start": 84.88,
      "dur": 3.75,
      "text": "role he had as did the party the awami league. Khaled Zia's uh late husband Zia"
    },
    {
      "start": 88.64,
      "dur": 3.109,
      "text": "league. Khaled Zia's uh late husband Zia Rahman uh was a president and leader of"
    },
    {
      "start": 91.759,
      "dur": 1.03,
      "text": "Rahman uh was a president and leader of the country and he was later"
    },
    {
      "start": 92.799,
      "dur": 2.31,
      "text": "the country and he was later assassinated in a military coup. And so"
    },
    {
      "start": 95.119,
      "dur": 2.31,
      "text": "assassinated in a military coup. And so the legacy of both these men is what"
    },
    {
      "start": 97.439,
      "dur": 3.191,
      "text": "the legacy of both these men is what allowed these two women to then rise up,"
    },
    {
      "start": 100.64,
      "dur": 2.95,
      "text": "allowed these two women to then rise up, enter politics uh and dominate it for so"
    },
    {
      "start": 103.6,
      "dur": 2.23,
      "text": "enter politics uh and dominate it for so long. But they were bitter enemies and"
    },
    {
      "start": 105.84,
      "dur": 2.309,
      "text": "long. But they were bitter enemies and that meant that Khaledia had multiple"
    },
    {
      "start": 108.159,
      "dur": 2.071,
      "text": "that meant that Khaledia had multiple corruption charges against her. She"
    },
    {
      "start": 110.24,
      "dur": 1.59,
      "text": "corruption charges against her. She alleged that these were politically"
    },
    {
      "start": 111.84,
      "dur": 4.07,
      "text": "alleged that these were politically motivated uh under Awami League rule as"
    },
    {
      "start": 115.92,
      "dur": 2.71,
      "text": "motivated uh under Awami League rule as did Shik Hassina have suffer when the"
    },
    {
      "start": 118.64,
      "dur": 3.109,
      "text": "did Shik Hassina have suffer when the BNP government was was in power as well."
    },
    {
      "start": 121.759,
      "dur": 2.791,
      "text": "BNP government was was in power as well. Because even though this is a party that"
    },
    {
      "start": 124.56,
      "dur": 2.47,
      "text": "Because even though this is a party that has now arrived uh at a time when people"
    },
    {
      "start": 127.04,
      "dur": 2.709,
      "text": "has now arrived uh at a time when people were calling for change and overthrew uh"
    },
    {
      "start": 129.759,
      "dur": 2.311,
      "text": "were calling for change and overthrew uh a government that had unleashed a brutal"
    },
    {
      "start": 132.08,
      "dur": 3.19,
      "text": "a government that had unleashed a brutal crackdown on young protesters, uh the"
    },
    {
      "start": 135.28,
      "dur": 3.51,
      "text": "crackdown on young protesters, uh the BNP is very much an older established"
    },
    {
      "start": 138.8,
      "dur": 0.87,
      "text": "BNP is very much an older established party."
    },
    {
      "start": 139.68,
      "dur": 3.11,
      "text": "party. &gt;&gt; Yeah. So August 2024, the Awami League"
    },
    {
      "start": 142.8,
      "dur": 3.67,
      "text": "&gt;&gt; Yeah. So August 2024, the Awami League thrown out. Shake Hina flees. Then fast"
    },
    {
      "start": 146.48,
      "dur": 2.55,
      "text": "thrown out. Shake Hina flees. Then fast forward to the elections this week, the"
    },
    {
      "start": 149.04,
      "dur": 2.71,
      "text": "forward to the elections this week, the BNP back in power. take us through the"
    },
    {
      "start": 151.76,
      "dur": 0.79,
      "text": "BNP back in power. take us through the results."
    },
    {
      "start": 152.56,
      "dur": 1.59,
      "text": "results. &gt;&gt; Yeah, it's a huge turnaround for Ti"
    },
    {
      "start": 154.16,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah, it's a huge turnaround for Ti Rahman because uh in the last elections"
    },
    {
      "start": 156.64,
      "dur": 2.07,
      "text": "Rahman because uh in the last elections he was in self-imposed exile in London."
    },
    {
      "start": 158.72,
      "dur": 3.19,
      "text": "he was in self-imposed exile in London. Uh he only returned in December after 17"
    },
    {
      "start": 161.92,
      "dur": 2.949,
      "text": "Uh he only returned in December after 17 years of self-imposed exile. The BNP had"
    },
    {
      "start": 164.879,
      "dur": 1.751,
      "text": "years of self-imposed exile. The BNP had boycotted those elections because"
    },
    {
      "start": 166.64,
      "dur": 2.55,
      "text": "boycotted those elections because thousands of their members and their"
    },
    {
      "start": 169.2,
      "dur": 2.47,
      "text": "thousands of their members and their supporters were jailed. And so for him"
    },
    {
      "start": 171.68,
      "dur": 3.11,
      "text": "supporters were jailed. And so for him to now be the next prime minister of"
    },
    {
      "start": 174.8,
      "dur": 3.35,
      "text": "to now be the next prime minister of Bangladesh is a huge reversal in his"
    },
    {
      "start": 178.16,
      "dur": 1.83,
      "text": "Bangladesh is a huge reversal in his fortunes. But not not only that, when"
    },
    {
      "start": 180.0,
      "dur": 2.79,
      "text": "fortunes. But not not only that, when you look at the results, the BNP won by"
    },
    {
      "start": 182.8,
      "dur": 2.23,
      "text": "you look at the results, the BNP won by a landslide. They won more than"
    },
    {
      "start": 185.04,
      "dur": 2.95,
      "text": "a landslide. They won more than twothirds of the contested seats. Jamata"
    },
    {
      "start": 188.0,
      "dur": 2.71,
      "text": "twothirds of the contested seats. Jamata Islami came second and that is very"
    },
    {
      "start": 190.72,
      "dur": 3.11,
      "text": "Islami came second and that is very significant because Jamata Islami also"
    },
    {
      "start": 193.84,
      "dur": 3.35,
      "text": "significant because Jamata Islami also suffered under shikina's rule. Uh they"
    },
    {
      "start": 197.2,
      "dur": 3.109,
      "text": "suffered under shikina's rule. Uh they were banned uh for years. Uh many of"
    },
    {
      "start": 200.319,
      "dur": 3.351,
      "text": "were banned uh for years. Uh many of their politicians were also jailed. Some"
    },
    {
      "start": 203.68,
      "dur": 2.79,
      "text": "their politicians were also jailed. Some were hanged. uh and yet now they have"
    },
    {
      "start": 206.48,
      "dur": 2.87,
      "text": "were hanged. uh and yet now they have more than 70 seats in this election. Uh"
    },
    {
      "start": 209.36,
      "dur": 1.99,
      "text": "more than 70 seats in this election. Uh that's a huge reversal for a party that"
    },
    {
      "start": 211.36,
      "dur": 2.949,
      "text": "that's a huge reversal for a party that at best had won 12% of the vote. Um"
    },
    {
      "start": 214.319,
      "dur": 2.871,
      "text": "at best had won 12% of the vote. Um there is also a third uh contender here"
    },
    {
      "start": 217.2,
      "dur": 2.07,
      "text": "there is also a third uh contender here that is very important and that's the"
    },
    {
      "start": 219.28,
      "dur": 2.309,
      "text": "that is very important and that's the national cit uh the national citizen"
    },
    {
      "start": 221.599,
      "dur": 2.63,
      "text": "national cit uh the national citizen party or NCP. They were they were a new"
    },
    {
      "start": 224.239,
      "dur": 1.831,
      "text": "party or NCP. They were they were a new party and they were formed about seven"
    },
    {
      "start": 226.08,
      "dur": 2.229,
      "text": "party and they were formed about seven or eight months ago by the faces of the"
    },
    {
      "start": 228.319,
      "dur": 1.91,
      "text": "or eight months ago by the faces of the uprising. students who made this all"
    },
    {
      "start": 230.239,
      "dur": 2.471,
      "text": "uprising. students who made this all possible. And so they hoped that they"
    },
    {
      "start": 232.72,
      "dur": 1.509,
      "text": "possible. And so they hoped that they would be able to stand on their two feet"
    },
    {
      "start": 234.239,
      "dur": 2.55,
      "text": "would be able to stand on their two feet two feet and lead the country into this"
    },
    {
      "start": 236.799,
      "dur": 2.951,
      "text": "two feet and lead the country into this change. But they really struggled with"
    },
    {
      "start": 239.76,
      "dur": 3.669,
      "text": "change. But they really struggled with support, a new party in a country where"
    },
    {
      "start": 243.439,
      "dur": 2.311,
      "text": "support, a new party in a country where two parties had dominated politics for"
    },
    {
      "start": 245.76,
      "dur": 2.15,
      "text": "two parties had dominated politics for so long. And so they entered a very"
    },
    {
      "start": 247.92,
      "dur": 3.589,
      "text": "so long. And so they entered a very controversial alliance uh with with"
    },
    {
      "start": 251.519,
      "dur": 2.71,
      "text": "controversial alliance uh with with Jamaat Islami, that Islamist party. And"
    },
    {
      "start": 254.239,
      "dur": 2.071,
      "text": "Jamaat Islami, that Islamist party. And so dozens of their members resigned"
    },
    {
      "start": 256.32,
      "dur": 1.27,
      "text": "so dozens of their members resigned saying that's not what they'd really"
    },
    {
      "start": 257.6,
      "dur": 2.469,
      "text": "saying that's not what they'd really signed up for, especially certain women"
    },
    {
      "start": 260.079,
      "dur": 3.351,
      "text": "signed up for, especially certain women who are very concerned by Jamat Salami"
    },
    {
      "start": 263.44,
      "dur": 1.749,
      "text": "who are very concerned by Jamat Salami uh and alliance with Jamaat Islami and"
    },
    {
      "start": 265.199,
      "dur": 1.27,
      "text": "uh and alliance with Jamaat Islami and what that would mean for women in the"
    },
    {
      "start": 266.479,
      "dur": 0.631,
      "text": "what that would mean for women in the country."
    },
    {
      "start": 267.12,
      "dur": 2.31,
      "text": "country. &gt;&gt; Now against that backdrop of long"
    },
    {
      "start": 269.44,
      "dur": 2.39,
      "text": "&gt;&gt; Now against that backdrop of long domination by these two political"
    },
    {
      "start": 271.84,
      "dur": 2.789,
      "text": "domination by these two political parties, this election was described as"
    },
    {
      "start": 274.639,
      "dur": 3.191,
      "text": "parties, this election was described as the most competitive for years. But how"
    },
    {
      "start": 277.84,
      "dur": 2.47,
      "text": "the most competitive for years. But how is that possible when the Awami League"
    },
    {
      "start": 280.32,
      "dur": 1.19,
      "text": "is that possible when the Awami League was banned?"
    },
    {
      "start": 281.52,
      "dur": 1.59,
      "text": "was banned? &gt;&gt; Yeah, it's a complicated one, isn't it?"
    },
    {
      "start": 283.12,
      "dur": 3.03,
      "text": "&gt;&gt; Yeah, it's a complicated one, isn't it? On the one hand, you travel across the"
    },
    {
      "start": 286.16,
      "dur": 1.91,
      "text": "On the one hand, you travel across the country as as our team has in the past"
    },
    {
      "start": 288.08,
      "dur": 1.43,
      "text": "country as as our team has in the past few weeks. We've been on the campaign"
    },
    {
      "start": 289.52,
      "dur": 2.229,
      "text": "few weeks. We've been on the campaign trail and we've gone to to several areas"
    },
    {
      "start": 291.759,
      "dur": 2.391,
      "text": "trail and we've gone to to several areas where most voters will tell you this is"
    },
    {
      "start": 294.16,
      "dur": 1.67,
      "text": "where most voters will tell you this is the first time that they felt they could"
    },
    {
      "start": 295.84,
      "dur": 1.99,
      "text": "the first time that they felt they could vote freely. Especially when you got"
    },
    {
      "start": 297.84,
      "dur": 2.39,
      "text": "vote freely. Especially when you got near to near polling day, you were"
    },
    {
      "start": 300.24,
      "dur": 3.35,
      "text": "near to near polling day, you were seeing rival banners of parties on all"
    },
    {
      "start": 303.6,
      "dur": 2.95,
      "text": "seeing rival banners of parties on all these streets. You saw rival activists"
    },
    {
      "start": 306.56,
      "dur": 1.909,
      "text": "these streets. You saw rival activists in the same neighborhoods fighting for"
    },
    {
      "start": 308.479,
      "dur": 2.071,
      "text": "in the same neighborhoods fighting for every vote. And more importantly, no one"
    },
    {
      "start": 310.56,
      "dur": 1.909,
      "text": "every vote. And more importantly, no one felt like they really knew the result."
    },
    {
      "start": 312.479,
      "dur": 1.511,
      "text": "felt like they really knew the result. Even you if you talked about front"
    },
    {
      "start": 314.0,
      "dur": 2.23,
      "text": "Even you if you talked about front runners and Tari Kraman and and the rise"
    },
    {
      "start": 316.24,
      "dur": 2.31,
      "text": "runners and Tari Kraman and and the rise of the BNP after all those years of"
    },
    {
      "start": 318.56,
      "dur": 1.67,
      "text": "of the BNP after all those years of suffering, you really weren't sure"
    },
    {
      "start": 320.24,
      "dur": 1.669,
      "text": "suffering, you really weren't sure whether it was going to be a victory,"
    },
    {
      "start": 321.919,
      "dur": 2.391,
      "text": "whether it was going to be a victory, let alone a landslide. And that was a"
    },
    {
      "start": 324.32,
      "dur": 2.869,
      "text": "let alone a landslide. And that was a huge overwhelming feeling for people. In"
    },
    {
      "start": 327.199,
      "dur": 1.43,
      "text": "huge overwhelming feeling for people. In fact, when I when I'd speak to some"
    },
    {
      "start": 328.639,
      "dur": 2.55,
      "text": "fact, when I when I'd speak to some voters, they would say when I'd ask them"
    },
    {
      "start": 331.199,
      "dur": 1.751,
      "text": "voters, they would say when I'd ask them about issues, they they they weren't so"
    },
    {
      "start": 332.96,
      "dur": 2.63,
      "text": "about issues, they they they weren't so much concerned about the economy and"
    },
    {
      "start": 335.6,
      "dur": 1.67,
      "text": "much concerned about the economy and unemployment, though that would come up"
    },
    {
      "start": 337.28,
      "dur": 2.07,
      "text": "unemployment, though that would come up because Bangladesh does have very big"
    },
    {
      "start": 339.36,
      "dur": 1.829,
      "text": "because Bangladesh does have very big challenges. But overwhelmingly the first"
    },
    {
      "start": 341.199,
      "dur": 1.751,
      "text": "challenges. But overwhelmingly the first thing they would say is we want freedom."
    },
    {
      "start": 342.96,
      "dur": 2.63,
      "text": "thing they would say is we want freedom. We want an end to corruption. Uh and so"
    },
    {
      "start": 345.6,
      "dur": 4.39,
      "text": "We want an end to corruption. Uh and so it was a competitive race and uh it was"
    },
    {
      "start": 350.0,
      "dur": 2.71,
      "text": "it was a competitive race and uh it was to them a very free race. Now was it"
    },
    {
      "start": 352.72,
      "dur": 2.469,
      "text": "to them a very free race. Now was it fair as Muhammad Ununice the interim"
    },
    {
      "start": 355.199,
      "dur": 2.471,
      "text": "fair as Muhammad Ununice the interim leader had promised? That is an"
    },
    {
      "start": 357.68,
      "dur": 2.15,
      "text": "leader had promised? That is an allgether different question because as"
    },
    {
      "start": 359.84,
      "dur": 1.75,
      "text": "allgether different question because as you mentioned the Awami League was"
    },
    {
      "start": 361.6,
      "dur": 2.47,
      "text": "you mentioned the Awami League was banned from contesting. uh the interim"
    },
    {
      "start": 364.08,
      "dur": 1.35,
      "text": "banned from contesting. uh the interim government and the election commission"
    },
    {
      "start": 365.44,
      "dur": 2.15,
      "text": "government and the election commission when pressed about it told us that this"
    },
    {
      "start": 367.6,
      "dur": 2.55,
      "text": "when pressed about it told us that this was because of an anti-terrorism law and"
    },
    {
      "start": 370.16,
      "dur": 2.07,
      "text": "was because of an anti-terrorism law and they argue that these elections couldn't"
    },
    {
      "start": 372.24,
      "dur": 2.789,
      "text": "they argue that these elections couldn't be free and fair if they weren't able to"
    },
    {
      "start": 375.039,
      "dur": 2.471,
      "text": "be free and fair if they weren't able to participate. That's what one Awami"
    },
    {
      "start": 377.52,
      "dur": 2.229,
      "text": "participate. That's what one Awami League politician in hiding told me when"
    },
    {
      "start": 379.759,
      "dur": 2.071,
      "text": "League politician in hiding told me when I went to visit him and and his we're"
    },
    {
      "start": 381.84,
      "dur": 1.909,
      "text": "I went to visit him and and his we're keeping his identity private because so"
    },
    {
      "start": 383.759,
      "dur": 1.911,
      "text": "keeping his identity private because so many of their politicians are in hiding."
    },
    {
      "start": 385.68,
      "dur": 3.27,
      "text": "many of their politicians are in hiding. Shikina herself is in exile in India. Uh"
    },
    {
      "start": 388.96,
      "dur": 2.31,
      "text": "Shikina herself is in exile in India. Uh and then when we traveled to certain"
    },
    {
      "start": 391.28,
      "dur": 2.15,
      "text": "and then when we traveled to certain other areas like Gopul Gange which is an"
    },
    {
      "start": 393.44,
      "dur": 2.469,
      "text": "other areas like Gopul Gange which is an Awami League stronghold where so many of"
    },
    {
      "start": 395.919,
      "dur": 2.631,
      "text": "Awami League stronghold where so many of the supporters live uh you you get this"
    },
    {
      "start": 398.56,
      "dur": 2.39,
      "text": "the supporters live uh you you get this sense that there are a lot of people"
    },
    {
      "start": 400.96,
      "dur": 1.349,
      "text": "sense that there are a lot of people there that are completely"
    },
    {
      "start": 402.319,
      "dur": 3.031,
      "text": "there that are completely disenfranchised now uh and that surely"
    },
    {
      "start": 405.36,
      "dur": 2.549,
      "text": "disenfranchised now uh and that surely feel cast aside when the party that they"
    },
    {
      "start": 407.919,
      "dur": 1.511,
      "text": "feel cast aside when the party that they would have chosen wasn't even on the"
    },
    {
      "start": 409.44,
      "dur": 1.029,
      "text": "would have chosen wasn't even on the ballot."
    },
    {
      "start": 410.479,
      "dur": 3.671,
      "text": "ballot. &gt;&gt; Now after months of unrest and economic"
    },
    {
      "start": 414.16,
      "dur": 2.23,
      "text": "&gt;&gt; Now after months of unrest and economic disruption there are plenty of"
    },
    {
      "start": 416.4,
      "dur": 2.31,
      "text": "disruption there are plenty of challenges. is the BNP has a big"
    },
    {
      "start": 418.72,
      "dur": 2.79,
      "text": "challenges. is the BNP has a big majority. What will be its priorities?"
    },
    {
      "start": 421.52,
      "dur": 3.27,
      "text": "majority. What will be its priorities? &gt;&gt; I the biggest priority will link to"
    },
    {
      "start": 424.8,
      "dur": 1.99,
      "text": "&gt;&gt; I the biggest priority will link to another vote that happened on polling"
    },
    {
      "start": 426.8,
      "dur": 2.47,
      "text": "another vote that happened on polling day and that's the referendum, the July"
    },
    {
      "start": 429.28,
      "dur": 2.469,
      "text": "day and that's the referendum, the July uh charter referendum and and the big"
    },
    {
      "start": 431.759,
      "dur": 1.671,
      "text": "uh charter referendum and and the big goal of that was to put a lot of checks"
    },
    {
      "start": 433.44,
      "dur": 2.39,
      "text": "goal of that was to put a lot of checks and balances in place so that there"
    },
    {
      "start": 435.84,
      "dur": 2.55,
      "text": "and balances in place so that there would be an end to corruption so that uh"
    },
    {
      "start": 438.4,
      "dur": 2.39,
      "text": "would be an end to corruption so that uh there would be this check on the"
    },
    {
      "start": 440.8,
      "dur": 2.55,
      "text": "there would be this check on the executive that many people here felt"
    },
    {
      "start": 443.36,
      "dur": 1.91,
      "text": "executive that many people here felt didn't exist before. And so for example,"
    },
    {
      "start": 445.28,
      "dur": 2.23,
      "text": "didn't exist before. And so for example, you would limit prime ministerial term"
    },
    {
      "start": 447.52,
      "dur": 1.669,
      "text": "you would limit prime ministerial term limits. There would be an upper house of"
    },
    {
      "start": 449.199,
      "dur": 3.27,
      "text": "limits. There would be an upper house of 100 members created uh and the the"
    },
    {
      "start": 452.479,
      "dur": 2.951,
      "text": "100 members created uh and the the judiciary would also uh be strengthened"
    },
    {
      "start": 455.44,
      "dur": 1.99,
      "text": "judiciary would also uh be strengthened uh to be made more independent. And so"
    },
    {
      "start": 457.44,
      "dur": 3.11,
      "text": "uh to be made more independent. And so Terry Graman will need to convince a lot"
    },
    {
      "start": 460.56,
      "dur": 2.79,
      "text": "Terry Graman will need to convince a lot of voters uh that he truly does"
    },
    {
      "start": 463.36,
      "dur": 1.75,
      "text": "of voters uh that he truly does represent change. That is the message"
    },
    {
      "start": 465.12,
      "dur": 1.43,
      "text": "represent change. That is the message that was out there on the campaign"
    },
    {
      "start": 466.56,
      "dur": 2.39,
      "text": "that was out there on the campaign trail. We saw that repeated. But uh the"
    },
    {
      "start": 468.96,
      "dur": 1.91,
      "text": "trail. We saw that repeated. But uh the BNP, as we've discussed, does have a"
    },
    {
      "start": 470.88,
      "dur": 1.99,
      "text": "BNP, as we've discussed, does have a long history. there were people who"
    },
    {
      "start": 472.88,
      "dur": 1.67,
      "text": "long history. there were people who didn't vote for him and certainly there"
    },
    {
      "start": 474.56,
      "dur": 1.99,
      "text": "didn't vote for him and certainly there are the Awami League supporters uh who"
    },
    {
      "start": 476.56,
      "dur": 1.51,
      "text": "are the Awami League supporters uh who did not vote for him. So he'll need to"
    },
    {
      "start": 478.08,
      "dur": 2.71,
      "text": "did not vote for him. So he'll need to unite the country. Uh he will need to"
    },
    {
      "start": 480.8,
      "dur": 2.15,
      "text": "unite the country. Uh he will need to restore some political stability in the"
    },
    {
      "start": 482.96,
      "dur": 2.47,
      "text": "restore some political stability in the country. Want to make sure law and order"
    },
    {
      "start": 485.44,
      "dur": 1.83,
      "text": "country. Want to make sure law and order uh seems stable here as well so that not"
    },
    {
      "start": 487.28,
      "dur": 1.749,
      "text": "uh seems stable here as well so that not only is some foreign investment is"
    },
    {
      "start": 489.039,
      "dur": 1.511,
      "text": "only is some foreign investment is willing to come back in but that"
    },
    {
      "start": 490.56,
      "dur": 1.59,
      "text": "willing to come back in but that businesses create more jobs to help"
    },
    {
      "start": 492.16,
      "dur": 2.709,
      "text": "businesses create more jobs to help people. Uh so there are a range of of"
    },
    {
      "start": 494.879,
      "dur": 2.391,
      "text": "people. Uh so there are a range of of economic issues he needs to to handle to"
    },
    {
      "start": 497.28,
      "dur": 1.67,
      "text": "economic issues he needs to to handle to tackle including inflation, rising"
    },
    {
      "start": 498.96,
      "dur": 2.069,
      "text": "tackle including inflation, rising prices, salaries that just aren't"
    },
    {
      "start": 501.039,
      "dur": 1.911,
      "text": "prices, salaries that just aren't keeping up with the price of basic goods"
    },
    {
      "start": 502.96,
      "dur": 2.71,
      "text": "keeping up with the price of basic goods and foods. It's a lot on his plate."
    },
    {
      "start": 505.68,
      "dur": 3.75,
      "text": "and foods. It's a lot on his plate. &gt;&gt; Now TK Raman, the son of not one but two"
    },
    {
      "start": 509.44,
      "dur": 2.55,
      "text": "&gt;&gt; Now TK Raman, the son of not one but two former leaders, is continuing a"
    },
    {
      "start": 512.0,
      "dur": 3.35,
      "text": "former leaders, is continuing a political dynasty after all the optimism"
    },
    {
      "start": 515.36,
      "dur": 3.19,
      "text": "political dynasty after all the optimism of the uprising in 2024. How are people"
    },
    {
      "start": 518.56,
      "dur": 2.55,
      "text": "of the uprising in 2024. How are people in Bangladesh feeling today? It's really"
    },
    {
      "start": 521.12,
      "dur": 1.67,
      "text": "in Bangladesh feeling today? It's really complicated for the students in"
    },
    {
      "start": 522.8,
      "dur": 4.4,
      "text": "complicated for the students in particular because they"
    }
  ]
}