{
  "videoId": "3VraI3ekwnY",
  "title": "Trump Dominates Davos, Carney's Resistance & That Greenland 'Deal' | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 1704,
  "segments": [
    {
      "start": 0.64,
      "dur": 2.64,
      "text": "Hello. We're back on BBC 1 on a Thursday"
    },
    {
      "start": 3.28,
      "dur": 1.67,
      "text": "Hello. We're back on BBC 1 on a Thursday night, but we're also available every"
    },
    {
      "start": 4.96,
      "dur": 2.71,
      "text": "night, but we're also available every single day as a podcast on BBC Sounds,"
    },
    {
      "start": 7.68,
      "dur": 1.989,
      "text": "single day as a podcast on BBC Sounds, which you can get by scanning the QR"
    },
    {
      "start": 9.679,
      "dur": 2.551,
      "text": "which you can get by scanning the QR code which is on your screen now. Our"
    },
    {
      "start": 12.24,
      "dur": 2.07,
      "text": "code which is on your screen now. Our podcasting week this week has been very"
    },
    {
      "start": 14.32,
      "dur": 2.15,
      "text": "podcasting week this week has been very much dominated by Donald Trump."
    },
    {
      "start": 16.48,
      "dur": 1.51,
      "text": "much dominated by Donald Trump. &gt;&gt; Look, we have the hottest country in the"
    },
    {
      "start": 18.0,
      "dur": 1.59,
      "text": "&gt;&gt; Look, we have the hottest country in the world."
    },
    {
      "start": 19.6,
      "dur": 2.55,
      "text": "world. They called me daddy right last time."
    },
    {
      "start": 22.16,
      "dur": 1.83,
      "text": "They called me daddy right last time. Canada lives because of the United"
    },
    {
      "start": 24.0,
      "dur": 1.99,
      "text": "Canada lives because of the United States. Remember that? People thought I"
    },
    {
      "start": 26.0,
      "dur": 1.509,
      "text": "States. Remember that? People thought I would use force. I don't have to use"
    },
    {
      "start": 27.519,
      "dur": 1.431,
      "text": "would use force. I don't have to use force. I don't want to use force. I"
    },
    {
      "start": 28.96,
      "dur": 1.11,
      "text": "force. I don't want to use force. I won't use force."
    },
    {
      "start": 30.08,
      "dur": 1.75,
      "text": "won't use force. &gt;&gt; All of this was happening in Switzerland"
    },
    {
      "start": 31.84,
      "dur": 2.389,
      "text": "&gt;&gt; All of this was happening in Switzerland at Davos at the World Economic Forum."
    },
    {
      "start": 34.239,
      "dur": 1.511,
      "text": "at Davos at the World Economic Forum. And Fisizel told us what it was like to"
    },
    {
      "start": 35.76,
      "dur": 1.59,
      "text": "And Fisizel told us what it was like to be in the room for the president's big"
    },
    {
      "start": 37.36,
      "dur": 2.31,
      "text": "be in the room for the president's big speech. This phrase passive aggressive"
    },
    {
      "start": 39.68,
      "dur": 1.51,
      "text": "speech. This phrase passive aggressive or maybe aggressive passive. To be"
    },
    {
      "start": 41.2,
      "dur": 1.189,
      "text": "or maybe aggressive passive. To be honest, people use it and they don't"
    },
    {
      "start": 42.399,
      "dur": 2.47,
      "text": "honest, people use it and they don't really know what it know what it means."
    },
    {
      "start": 44.879,
      "dur": 1.67,
      "text": "really know what it know what it means. But like if you want to know what it"
    },
    {
      "start": 46.559,
      "dur": 1.751,
      "text": "But like if you want to know what it means, I think that that's what Donald"
    },
    {
      "start": 48.32,
      "dur": 1.749,
      "text": "means, I think that that's what Donald Trump's speech was. And the chief"
    },
    {
      "start": 50.079,
      "dur": 1.591,
      "text": "Trump's speech was. And the chief secretary to the prime minister, Darren"
    },
    {
      "start": 51.68,
      "dur": 2.15,
      "text": "secretary to the prime minister, Darren Jones, revealed he has a personal work"
    },
    {
      "start": 53.84,
      "dur": 2.07,
      "text": "Jones, revealed he has a personal work coach who's helped him to understand"
    },
    {
      "start": 55.92,
      "dur": 2.949,
      "text": "coach who's helped him to understand some of his personal flaws. I apparently"
    },
    {
      "start": 58.879,
      "dur": 2.711,
      "text": "some of his personal flaws. I apparently don't have an innate need um to please"
    },
    {
      "start": 61.6,
      "dur": 2.58,
      "text": "don't have an innate need um to please people which is surprising given my job."
    },
    {
      "start": 64.19,
      "dur": 0.679,
      "text": "people which is surprising given my job. [laughter]"
    },
    {
      "start": 64.879,
      "dur": 1.751,
      "text": "[laughter] &gt;&gt; And if you want to ensure you never miss"
    },
    {
      "start": 66.64,
      "dur": 2.63,
      "text": "&gt;&gt; And if you want to ensure you never miss an episode then you can subscribe on BBC"
    },
    {
      "start": 69.28,
      "dur": 9.91,
      "text": "an episode then you can subscribe on BBC Sounds to Newscast."
    },
    {
      "start": 79.2,
      "dur": 1.68,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio"
    },
    {
      "start": 80.88,
      "dur": 1.35,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio &gt;&gt; and it's Chris having just arrived in"
    },
    {
      "start": 82.24,
      "dur": 1.43,
      "text": "&gt;&gt; and it's Chris having just arrived in the newscast studio in quite a mild"
    },
    {
      "start": 83.68,
      "dur": 3.03,
      "text": "the newscast studio in quite a mild January in London. So, excuse the mildly"
    },
    {
      "start": 86.72,
      "dur": 2.069,
      "text": "January in London. So, excuse the mildly sweaty look which may ease as the"
    },
    {
      "start": 88.799,
      "dur": 0.95,
      "text": "sweaty look which may ease as the program continues."
    },
    {
      "start": 89.759,
      "dur": 1.03,
      "text": "program continues. &gt;&gt; Let the listeners decide."
    },
    {
      "start": 90.799,
      "dur": 1.511,
      "text": "&gt;&gt; Let the listeners decide. &gt;&gt; We just care what you what you say,"
    },
    {
      "start": 92.32,
      "dur": 1.829,
      "text": "&gt;&gt; We just care what you what you say, Chris. And I'm set"
    },
    {
      "start": 94.159,
      "dur": 1.59,
      "text": "Chris. And I'm set &gt;&gt; in the newscast studio"
    },
    {
      "start": 95.759,
      "dur": 1.831,
      "text": "&gt;&gt; in the newscast studio &gt;&gt; and I'm Katrina in the Washington"
    },
    {
      "start": 97.6,
      "dur": 2.23,
      "text": "&gt;&gt; and I'm Katrina in the Washington newscast studio and there are no mild"
    },
    {
      "start": 99.84,
      "dur": 1.75,
      "text": "newscast studio and there are no mild and bammy conditions over here right"
    },
    {
      "start": 101.6,
      "dur": 0.63,
      "text": "and bammy conditions over here right now."
    },
    {
      "start": 102.24,
      "dur": 2.71,
      "text": "now. &gt;&gt; Subzero. Uh right. Um you know Chris we"
    },
    {
      "start": 104.96,
      "dur": 1.27,
      "text": "&gt;&gt; Subzero. Uh right. Um you know Chris we get these readouts when the prime"
    },
    {
      "start": 106.24,
      "dur": 1.829,
      "text": "get these readouts when the prime minister meets a foreign leader and"
    },
    {
      "start": 108.079,
      "dur": 1.67,
      "text": "minister meets a foreign leader and today he was hosting the Danish prime"
    },
    {
      "start": 109.759,
      "dur": 1.99,
      "text": "today he was hosting the Danish prime minister met Frederickson at checkers"
    },
    {
      "start": 111.759,
      "dur": 2.31,
      "text": "minister met Frederickson at checkers &gt;&gt; and this is one of a a great downing"
    },
    {
      "start": 114.079,
      "dur": 1.911,
      "text": "&gt;&gt; and this is one of a a great downing street readout for historic"
    },
    {
      "start": 116.0,
      "dur": 2.469,
      "text": "street readout for historic understatement. The leaders began by"
    },
    {
      "start": 118.479,
      "dur": 2.791,
      "text": "understatement. The leaders began by reflecting on recent developments. Oh."
    },
    {
      "start": 121.28,
      "dur": 0.869,
      "text": "reflecting on recent developments. Oh. Oh."
    },
    {
      "start": 122.159,
      "dur": 1.751,
      "text": "Oh. &gt;&gt; Um, so I thought we could we could do"
    },
    {
      "start": 123.92,
      "dur": 2.07,
      "text": "&gt;&gt; Um, so I thought we could we could do the same. And u casting our mind back to"
    },
    {
      "start": 126.0,
      "dur": 1.91,
      "text": "the same. And u casting our mind back to sort of when this week really started in"
    },
    {
      "start": 127.92,
      "dur": 2.07,
      "text": "sort of when this week really started in kind of dramatic news terms was Donald"
    },
    {
      "start": 130.0,
      "dur": 3.35,
      "text": "kind of dramatic news terms was Donald Trump leaking those messages he'd sent"
    },
    {
      "start": 133.36,
      "dur": 2.47,
      "text": "Trump leaking those messages he'd sent to the Norwegian prime minister where at"
    },
    {
      "start": 135.84,
      "dur": 1.91,
      "text": "to the Norwegian prime minister where at least he was basically accusing the"
    },
    {
      "start": 137.76,
      "dur": 1.91,
      "text": "least he was basically accusing the Norwegian government of intervening to"
    },
    {
      "start": 139.68,
      "dur": 1.59,
      "text": "Norwegian government of intervening to or failing to give him the Nobel Peace"
    },
    {
      "start": 141.28,
      "dur": 1.669,
      "text": "or failing to give him the Nobel Peace Prize. And he then said as a result he"
    },
    {
      "start": 142.959,
      "dur": 1.35,
      "text": "Prize. And he then said as a result he wasn't that bothered about peace in the"
    },
    {
      "start": 144.319,
      "dur": 1.431,
      "text": "wasn't that bothered about peace in the world anymore. That was kind of like the"
    },
    {
      "start": 145.76,
      "dur": 3.35,
      "text": "world anymore. That was kind of like the opening salvo of this incredible week."
    },
    {
      "start": 149.12,
      "dur": 2.07,
      "text": "opening salvo of this incredible week. You couldn't make it up. I was thinking"
    },
    {
      "start": 151.2,
      "dur": 2.55,
      "text": "You couldn't make it up. I was thinking if you went to a book agent and offered"
    },
    {
      "start": 153.76,
      "dur": 2.39,
      "text": "if you went to a book agent and offered this as a story, they'd say, \"No, no,"
    },
    {
      "start": 156.16,
      "dur": 2.95,
      "text": "this as a story, they'd say, \"No, no, really, that's just too outlandish.\" And"
    },
    {
      "start": 159.12,
      "dur": 2.15,
      "text": "really, that's just too outlandish.\" And and yet there it is. The thing about"
    },
    {
      "start": 161.28,
      "dur": 2.39,
      "text": "and yet there it is. The thing about Trump, he he says what's on the tin. So"
    },
    {
      "start": 163.68,
      "dur": 1.909,
      "text": "Trump, he he says what's on the tin. So he wants the Nobel Peace Prize. He's"
    },
    {
      "start": 165.599,
      "dur": 2.071,
      "text": "he wants the Nobel Peace Prize. He's really really upset he didn't get it"
    },
    {
      "start": 167.68,
      "dur": 2.15,
      "text": "really really upset he didn't get it because he believes, after all, he ended"
    },
    {
      "start": 169.84,
      "dur": 2.87,
      "text": "because he believes, after all, he ended eight wars by his by his account. We we"
    },
    {
      "start": 172.72,
      "dur": 2.789,
      "text": "eight wars by his by his account. We we could put that through BBC verify, but"
    },
    {
      "start": 175.519,
      "dur": 3.031,
      "text": "could put that through BBC verify, but but the fact that he started his letter"
    },
    {
      "start": 178.56,
      "dur": 3.029,
      "text": "but the fact that he started his letter that your failure to give me the Nobel"
    },
    {
      "start": 181.599,
      "dur": 1.751,
      "text": "that your failure to give me the Nobel Peace Prize and when he was challenged"
    },
    {
      "start": 183.36,
      "dur": 2.229,
      "text": "Peace Prize and when he was challenged later that the Norwegian government,"
    },
    {
      "start": 185.599,
      "dur": 2.151,
      "text": "later that the Norwegian government, including the prime minister does not"
    },
    {
      "start": 187.76,
      "dur": 1.829,
      "text": "including the prime minister does not have any control over the peace prize,"
    },
    {
      "start": 189.599,
      "dur": 1.99,
      "text": "have any control over the peace prize, he basically batted it away and said,"
    },
    {
      "start": 191.599,
      "dur": 1.671,
      "text": "he basically batted it away and said, \"Yes, they do. They can recommend they"
    },
    {
      "start": 193.28,
      "dur": 3.27,
      "text": "\"Yes, they do. They can recommend they can.\" And he he said it will not be my"
    },
    {
      "start": 196.56,
      "dur": 3.19,
      "text": "can.\" And he he said it will not be my main purp. But he said, \"I'll still"
    },
    {
      "start": 199.76,
      "dur": 1.67,
      "text": "main purp. But he said, \"I'll still think about it.\" it and then he went on"
    },
    {
      "start": 201.44,
      "dur": 3.429,
      "text": "think about it.\" it and then he went on to to Greenland. It's an astonishing and"
    },
    {
      "start": 204.879,
      "dur": 2.311,
      "text": "to to Greenland. It's an astonishing and then later in the week there was even"
    },
    {
      "start": 207.2,
      "dur": 2.07,
      "text": "then later in the week there was even more spectacular trolling when he"
    },
    {
      "start": 209.28,
      "dur": 2.71,
      "text": "more spectacular trolling when he released the messages that were sent"
    },
    {
      "start": 212.0,
      "dur": 2.949,
      "text": "released the messages that were sent private messages by the NATO secretary"
    },
    {
      "start": 214.959,
      "dur": 1.99,
      "text": "private messages by the NATO secretary general Margaretto who's known as the"
    },
    {
      "start": 216.959,
      "dur": 1.751,
      "text": "general Margaretto who's known as the Trump whisperer and he seemed to have"
    },
    {
      "start": 218.72,
      "dur": 1.27,
      "text": "Trump whisperer and he seemed to have proved that this week. We'll talk about"
    },
    {
      "start": 220.0,
      "dur": 1.43,
      "text": "proved that this week. We'll talk about the deal on what seems to have been a"
    },
    {
      "start": 221.44,
      "dur": 1.03,
      "text": "the deal on what seems to have been a deal on Greenland"
    },
    {
      "start": 222.48,
      "dur": 3.109,
      "text": "deal on Greenland &gt;&gt; and Emanuel Macron who starts it off by"
    },
    {
      "start": 225.599,
      "dur": 1.031,
      "text": "&gt;&gt; and Emanuel Macron who starts it off by saying I don't know what you're doing on"
    },
    {
      "start": 226.64,
      "dur": 1.589,
      "text": "saying I don't know what you're doing on Greenland and said let's have dinner in"
    },
    {
      "start": 228.239,
      "dur": 2.471,
      "text": "Greenland and said let's have dinner in Paris and Mark Ro says can't wait to see"
    },
    {
      "start": 230.72,
      "dur": 2.47,
      "text": "Paris and Mark Ro says can't wait to see you Mark the kind of messages we'd send"
    },
    {
      "start": 233.2,
      "dur": 1.83,
      "text": "you Mark the kind of messages we'd send to each other and here's President Trump"
    },
    {
      "start": 235.04,
      "dur": 0.87,
      "text": "to each other and here's President Trump releasing them"
    },
    {
      "start": 235.92,
      "dur": 1.91,
      "text": "releasing them &gt;&gt; but Chris interesting somebody who"
    },
    {
      "start": 237.84,
      "dur": 2.15,
      "text": "&gt;&gt; but Chris interesting somebody who wasn't in at that cache of messages was"
    },
    {
      "start": 240.0,
      "dur": 1.91,
      "text": "wasn't in at that cache of messages was Kier Starmer and actually that sort of"
    },
    {
      "start": 241.92,
      "dur": 1.91,
      "text": "Kier Starmer and actually that sort of is a bit of a metaphor for his slightly"
    },
    {
      "start": 243.84,
      "dur": 2.309,
      "text": "is a bit of a metaphor for his slightly more stand back let's see how things"
    },
    {
      "start": 246.159,
      "dur": 2.311,
      "text": "more stand back let's see how things play out kind of stance on this week."
    },
    {
      "start": 248.48,
      "dur": 2.63,
      "text": "play out kind of stance on this week. Yeah. And it's why Monday morning when"
    },
    {
      "start": 251.12,
      "dur": 1.91,
      "text": "Yeah. And it's why Monday morning when the prime minister gave his news"
    },
    {
      "start": 253.04,
      "dur": 1.269,
      "text": "the prime minister gave his news conference when he was due to be out and"
    },
    {
      "start": 254.319,
      "dur": 1.27,
      "text": "conference when he was due to be out and about around the country talking about"
    },
    {
      "start": 255.599,
      "dur": 1.671,
      "text": "about around the country talking about domestic issues, the cost of living,"
    },
    {
      "start": 257.28,
      "dur": 1.83,
      "text": "domestic issues, the cost of living, suddenly feels obliged that he has to"
    },
    {
      "start": 259.12,
      "dur": 1.59,
      "text": "suddenly feels obliged that he has to step in and appear in front of the"
    },
    {
      "start": 260.72,
      "dur": 2.15,
      "text": "step in and appear in front of the cameras and set out his stall. It was a"
    },
    {
      "start": 262.88,
      "dur": 1.19,
      "text": "cameras and set out his stall. It was a really big moment for him because he's"
    },
    {
      "start": 264.08,
      "dur": 1.75,
      "text": "really big moment for him because he's made such an effort to not publicly"
    },
    {
      "start": 265.84,
      "dur": 2.23,
      "text": "made such an effort to not publicly cross the president. It had happened"
    },
    {
      "start": 268.08,
      "dur": 1.35,
      "text": "cross the president. It had happened before. The UK has a different position"
    },
    {
      "start": 269.44,
      "dur": 1.43,
      "text": "before. The UK has a different position on the recognition of a Palestinian"
    },
    {
      "start": 270.88,
      "dur": 2.47,
      "text": "on the recognition of a Palestinian state, for instance. But on this he"
    },
    {
      "start": 273.36,
      "dur": 2.15,
      "text": "state, for instance. But on this he concluded there was a bottomline"
    },
    {
      "start": 275.52,
      "dur": 1.91,
      "text": "concluded there was a bottomline principle that he had to set out which"
    },
    {
      "start": 277.44,
      "dur": 2.309,
      "text": "principle that he had to set out which is the sovereignty of Greenlander"
    },
    {
      "start": 279.759,
      "dur": 1.511,
      "text": "is the sovereignty of Greenlander Greenland it being in the hands of the"
    },
    {
      "start": 281.28,
      "dur": 2.23,
      "text": "Greenland it being in the hands of the Greenlanders in the kingdom of Denmark"
    },
    {
      "start": 283.52,
      "dur": 2.229,
      "text": "Greenlanders in the kingdom of Denmark knowing that when he did it there was a"
    },
    {
      "start": 285.759,
      "dur": 1.831,
      "text": "knowing that when he did it there was a chance that there might be some return"
    },
    {
      "start": 287.6,
      "dur": 2.55,
      "text": "chance that there might be some return of rhetorical anger and of course 24"
    },
    {
      "start": 290.16,
      "dur": 1.99,
      "text": "of rhetorical anger and of course 24 hours later with the intervention on the"
    },
    {
      "start": 292.16,
      "dur": 2.309,
      "text": "hours later with the intervention on the Chaos Islands there was and then the"
    },
    {
      "start": 294.479,
      "dur": 1.43,
      "text": "Chaos Islands there was and then the prime minister confronted another moment"
    },
    {
      "start": 295.919,
      "dur": 1.911,
      "text": "prime minister confronted another moment prime minister's questions on Wednesday"
    },
    {
      "start": 297.84,
      "dur": 2.789,
      "text": "prime minister's questions on Wednesday and he noticeably notched up his"
    },
    {
      "start": 300.639,
      "dur": 2.311,
      "text": "and he noticeably notched up his rhetoric and his tone. There was a"
    },
    {
      "start": 302.96,
      "dur": 1.35,
      "text": "rhetoric and his tone. There was a definite sense of anger there. And I"
    },
    {
      "start": 304.32,
      "dur": 1.91,
      "text": "definite sense of anger there. And I know from speaking to people in his"
    },
    {
      "start": 306.24,
      "dur": 1.669,
      "text": "know from speaking to people in his team, they knew that that came with a"
    },
    {
      "start": 307.919,
      "dur": 1.83,
      "text": "team, they knew that that came with a risk. This was before only a couple of"
    },
    {
      "start": 309.759,
      "dur": 2.231,
      "text": "risk. This was before only a couple of hours before, but before the president's"
    },
    {
      "start": 312.0,
      "dur": 2.629,
      "text": "hours before, but before the president's &gt;&gt; climb down. What might he what might he"
    },
    {
      "start": 314.639,
      "dur": 1.431,
      "text": "&gt;&gt; climb down. What might he what might he do next? Particularly when you're in"
    },
    {
      "start": 316.08,
      "dur": 2.15,
      "text": "do next? Particularly when you're in this world as you're saying Lee where"
    },
    {
      "start": 318.24,
      "dur": 2.07,
      "text": "this world as you're saying Lee where and and everyone can relate to this"
    },
    {
      "start": 320.32,
      "dur": 1.67,
      "text": "and and everyone can relate to this whether you're wildly interested in"
    },
    {
      "start": 322.0,
      "dur": 1.99,
      "text": "whether you're wildly interested in politics or not where somebody who you"
    },
    {
      "start": 324.0,
      "dur": 1.99,
      "text": "politics or not where somebody who you are you are dealing with in a private"
    },
    {
      "start": 326.0,
      "dur": 1.99,
      "text": "are you are dealing with in a private exchange starts publishing those"
    },
    {
      "start": 328.0,
      "dur": 2.39,
      "text": "exchange starts publishing those messages and where that leaves your"
    },
    {
      "start": 330.4,
      "dur": 0.95,
      "text": "messages and where that leaves your trust"
    },
    {
      "start": 331.36,
      "dur": 2.389,
      "text": "trust &gt;&gt; uh even in in your dayto-day"
    },
    {
      "start": 333.759,
      "dur": 2.15,
      "text": "&gt;&gt; uh even in in your dayto-day interactions let alone on political"
    },
    {
      "start": 335.919,
      "dur": 1.671,
      "text": "interactions let alone on political outlook or worldview or whatever it"
    },
    {
      "start": 337.6,
      "dur": 1.83,
      "text": "outlook or worldview or whatever it might be extraordinary. What was"
    },
    {
      "start": 339.44,
      "dur": 1.749,
      "text": "might be extraordinary. What was interesting uh Chris though was that"
    },
    {
      "start": 341.199,
      "dur": 2.231,
      "text": "interesting uh Chris though was that while he toughened the language which"
    },
    {
      "start": 343.44,
      "dur": 1.749,
      "text": "while he toughened the language which was quite a departure"
    },
    {
      "start": 345.199,
      "dur": 2.471,
      "text": "was quite a departure &gt;&gt; he didn't toughen the actions while some"
    },
    {
      "start": 347.68,
      "dur": 1.83,
      "text": "&gt;&gt; he didn't toughen the actions while some European leaders said right"
    },
    {
      "start": 349.52,
      "dur": 2.229,
      "text": "European leaders said right &gt;&gt; we're going to what was it the bazooka"
    },
    {
      "start": 351.759,
      "dur": 1.99,
      "text": "&gt;&gt; we're going to what was it the bazooka &gt;&gt; the you know retaliatory tariffs we're"
    },
    {
      "start": 353.759,
      "dur": 1.831,
      "text": "&gt;&gt; the you know retaliatory tariffs we're going to close off the European market"
    },
    {
      "start": 355.6,
      "dur": 3.11,
      "text": "going to close off the European market to you Emanuel Macron was right out of"
    },
    {
      "start": 358.72,
      "dur": 2.469,
      "text": "to you Emanuel Macron was right out of the was swift in in warning President"
    },
    {
      "start": 361.199,
      "dur": 2.951,
      "text": "the was swift in in warning President Trump but Kirst said no no we don't we"
    },
    {
      "start": 364.16,
      "dur": 2.39,
      "text": "Trump but Kirst said no no we don't we shouldn't go for retaliatory tariffs so"
    },
    {
      "start": 366.56,
      "dur": 0.469,
      "text": "shouldn't go for retaliatory tariffs so to a point"
    },
    {
      "start": 367.039,
      "dur": 1.99,
      "text": "to a point &gt;&gt; yeah and they had to clarify So strong"
    },
    {
      "start": 369.039,
      "dur": 1.43,
      "text": "&gt;&gt; yeah and they had to clarify So strong was his language on Monday about"
    },
    {
      "start": 370.479,
      "dur": 1.751,
      "text": "was his language on Monday about avoiding retaliatory tariffs. They had"
    },
    {
      "start": 372.24,
      "dur": 1.43,
      "text": "avoiding retaliatory tariffs. They had to clarify afterwards that they hadn't"
    },
    {
      "start": 373.68,
      "dur": 1.99,
      "text": "to clarify afterwards that they hadn't entirely ruled them out even though he"
    },
    {
      "start": 375.68,
      "dur": 2.789,
      "text": "entirely ruled them out even though he had made it abundantly clear he really"
    },
    {
      "start": 378.479,
      "dur": 1.751,
      "text": "had made it abundantly clear he really didn't want to do it. Not least because"
    },
    {
      "start": 380.24,
      "dur": 1.75,
      "text": "didn't want to do it. Not least because he was trying to make a moral argument"
    },
    {
      "start": 382.0,
      "dur": 2.309,
      "text": "he was trying to make a moral argument not only on the sanctity of sovereignty"
    },
    {
      "start": 384.319,
      "dur": 2.15,
      "text": "not only on the sanctity of sovereignty but also as he saw it as the just"
    },
    {
      "start": 386.479,
      "dur": 2.071,
      "text": "but also as he saw it as the just counterproductive nature of slapping"
    },
    {
      "start": 388.56,
      "dur": 2.71,
      "text": "counterproductive nature of slapping tariffs on your ally. And if you then do"
    },
    {
      "start": 391.28,
      "dur": 2.07,
      "text": "tariffs on your ally. And if you then do that and threaten to retaliate are you"
    },
    {
      "start": 393.36,
      "dur": 1.43,
      "text": "that and threaten to retaliate are you not then threatening to indulge in the"
    },
    {
      "start": 394.8,
      "dur": 1.27,
      "text": "not then threatening to indulge in the very practice that you're condemning?"
    },
    {
      "start": 396.08,
      "dur": 1.829,
      "text": "very practice that you're condemning? and Katrina, help us out here in the UK"
    },
    {
      "start": 397.919,
      "dur": 2.871,
      "text": "and Katrina, help us out here in the UK because at one point um the the line"
    },
    {
      "start": 400.8,
      "dur": 1.59,
      "text": "because at one point um the the line from Downing Street then repeated in"
    },
    {
      "start": 402.4,
      "dur": 1.67,
      "text": "from Downing Street then repeated in public by the prime minister in the"
    },
    {
      "start": 404.08,
      "dur": 1.669,
      "text": "public by the prime minister in the House of Commons on Wednesday was that"
    },
    {
      "start": 405.759,
      "dur": 2.71,
      "text": "House of Commons on Wednesday was that the reason Donald Trump had sent off the"
    },
    {
      "start": 408.479,
      "dur": 2.071,
      "text": "the reason Donald Trump had sent off the badtempered social media post about the"
    },
    {
      "start": 410.56,
      "dur": 2.95,
      "text": "badtempered social media post about the UK's deal with Maitius over the Chaos"
    },
    {
      "start": 413.52,
      "dur": 2.31,
      "text": "UK's deal with Maitius over the Chaos Islands, including the military base in"
    },
    {
      "start": 415.84,
      "dur": 1.909,
      "text": "Islands, including the military base in Diego Garcia, which is used heavily by"
    },
    {
      "start": 417.759,
      "dur": 1.911,
      "text": "Diego Garcia, which is used heavily by the Americans. The reason he'd like"
    },
    {
      "start": 419.68,
      "dur": 2.31,
      "text": "the Americans. The reason he'd like fired that broadside towards Britain was"
    },
    {
      "start": 422.0,
      "dur": 1.909,
      "text": "fired that broadside towards Britain was because he was annoyed that Kier Starmer"
    },
    {
      "start": 423.919,
      "dur": 2.071,
      "text": "because he was annoyed that Kier Starmer was siding with the other Europeans in"
    },
    {
      "start": 426.0,
      "dur": 2.309,
      "text": "was siding with the other Europeans in Denmark over Greenland. Is that is that"
    },
    {
      "start": 428.319,
      "dur": 1.99,
      "text": "Denmark over Greenland. Is that is that a good theory to explain why Donald"
    },
    {
      "start": 430.319,
      "dur": 1.831,
      "text": "a good theory to explain why Donald Trump was intervening in in in British"
    },
    {
      "start": 432.16,
      "dur": 2.309,
      "text": "Trump was intervening in in in British diplomacy so so directly?"
    },
    {
      "start": 434.479,
      "dur": 1.99,
      "text": "diplomacy so so directly? &gt;&gt; Possibly. I mean, I think he was kind of"
    },
    {
      "start": 436.479,
      "dur": 1.751,
      "text": "&gt;&gt; Possibly. I mean, I think he was kind of lumping in all the countries on the"
    },
    {
      "start": 438.24,
      "dur": 2.47,
      "text": "lumping in all the countries on the other side of the Atlantic together and"
    },
    {
      "start": 440.72,
      "dur": 2.07,
      "text": "other side of the Atlantic together and he was finding ways that he knows are"
    },
    {
      "start": 442.8,
      "dur": 1.75,
      "text": "he was finding ways that he knows are little niggle points uh that are"
    },
    {
      "start": 444.56,
      "dur": 3.029,
      "text": "little niggle points uh that are contentious on the domestic front. um"
    },
    {
      "start": 447.599,
      "dur": 1.751,
      "text": "contentious on the domestic front. um even though he had of course supported"
    },
    {
      "start": 449.36,
      "dur": 1.51,
      "text": "even though he had of course supported this in the past and he was asked about"
    },
    {
      "start": 450.88,
      "dur": 2.47,
      "text": "this in the past and he was asked about it the next day and he doubled down on"
    },
    {
      "start": 453.36,
      "dur": 2.229,
      "text": "it the next day and he doubled down on it again and said he'd no idea why the"
    },
    {
      "start": 455.599,
      "dur": 2.15,
      "text": "it again and said he'd no idea why the UK had done this deal. Do they need the"
    },
    {
      "start": 457.759,
      "dur": 2.791,
      "text": "UK had done this deal. Do they need the money? He says uh so quite extraordinary"
    },
    {
      "start": 460.56,
      "dur": 2.87,
      "text": "money? He says uh so quite extraordinary but I think he was just intent on kind"
    },
    {
      "start": 463.44,
      "dur": 2.23,
      "text": "but I think he was just intent on kind of insulting everyone and showing"
    },
    {
      "start": 465.68,
      "dur": 2.15,
      "text": "of insulting everyone and showing everyone that he's the biggest kid in"
    },
    {
      "start": 467.84,
      "dur": 2.55,
      "text": "everyone that he's the biggest kid in the yard and he was in charge and this"
    },
    {
      "start": 470.4,
      "dur": 2.87,
      "text": "the yard and he was in charge and this is his way of doing foreign policy. this"
    },
    {
      "start": 473.28,
      "dur": 1.67,
      "text": "is his way of doing foreign policy. this is his way of handling international"
    },
    {
      "start": 474.96,
      "dur": 2.71,
      "text": "is his way of handling international relations that he has a very specific"
    },
    {
      "start": 477.68,
      "dur": 2.629,
      "text": "relations that he has a very specific want or need and he will do what he has"
    },
    {
      "start": 480.319,
      "dur": 1.351,
      "text": "want or need and he will do what he has to do to get it."
    },
    {
      "start": 481.68,
      "dur": 1.83,
      "text": "to do to get it. &gt;&gt; And then it seemed like the entire world"
    },
    {
      "start": 483.52,
      "dur": 2.15,
      "text": "&gt;&gt; And then it seemed like the entire world minus Kier Starmer were heading to Davos"
    },
    {
      "start": 485.68,
      "dur": 2.39,
      "text": "minus Kier Starmer were heading to Davos the World Economic Forum uh which is the"
    },
    {
      "start": 488.08,
      "dur": 1.59,
      "text": "the World Economic Forum uh which is the meeting of of prime ministers,"
    },
    {
      "start": 489.68,
      "dur": 3.27,
      "text": "meeting of of prime ministers, presidents, finance bros, tech bros, you"
    },
    {
      "start": 492.96,
      "dur": 1.43,
      "text": "presidents, finance bros, tech bros, you name it. Everyone heads to that that"
    },
    {
      "start": 494.4,
      "dur": 2.39,
      "text": "name it. Everyone heads to that that mountain village in Switzerland. At"
    },
    {
      "start": 496.8,
      "dur": 1.829,
      "text": "mountain village in Switzerland. At least the tension was ramping up and up"
    },
    {
      "start": 498.639,
      "dur": 1.751,
      "text": "least the tension was ramping up and up and up about Greenland."
    },
    {
      "start": 500.4,
      "dur": 2.469,
      "text": "and up about Greenland. &gt;&gt; A highwire act. Yeah, we saw that very"
    },
    {
      "start": 502.879,
      "dur": 1.511,
      "text": "&gt;&gt; A highwire act. Yeah, we saw that very long quite rambling speech by Donald"
    },
    {
      "start": 504.4,
      "dur": 1.83,
      "text": "long quite rambling speech by Donald Trump where he was quite threatening to"
    },
    {
      "start": 506.24,
      "dur": 1.43,
      "text": "Trump where he was quite threatening to he was quite threatening to Canada. He"
    },
    {
      "start": 507.68,
      "dur": 2.069,
      "text": "he was quite threatening to Canada. He was threatening to Greenland. He said he"
    },
    {
      "start": 509.759,
      "dur": 1.43,
      "text": "was threatening to Greenland. He said he wanted it as"
    },
    {
      "start": 511.199,
      "dur": 3.51,
      "text": "wanted it as &gt;&gt; but but no but but then you I'm sure the"
    },
    {
      "start": 514.719,
      "dur": 1.75,
      "text": "&gt;&gt; but but no but but then you I'm sure the I wasn't in the the room where it"
    },
    {
      "start": 516.479,
      "dur": 2.23,
      "text": "I wasn't in the the room where it happens but I'm sure there must have"
    },
    {
      "start": 518.719,
      "dur": 2.631,
      "text": "happens but I'm sure there must have been a huge intake of breath when he"
    },
    {
      "start": 521.36,
      "dur": 2.07,
      "text": "been a huge intake of breath when he first started by saying that he could he"
    },
    {
      "start": 523.44,
      "dur": 2.63,
      "text": "first started by saying that he could he knew that by you exercising the immense"
    },
    {
      "start": 526.08,
      "dur": 1.59,
      "text": "knew that by you exercising the immense force that was his disposal. He said,"
    },
    {
      "start": 527.68,
      "dur": 2.39,
      "text": "force that was his disposal. He said, \"We are unstoppable and often that's the"
    },
    {
      "start": 530.08,
      "dur": 2.47,
      "text": "\"We are unstoppable and often that's the only way for us to get what we want.\""
    },
    {
      "start": 532.56,
      "dur": 1.99,
      "text": "only way for us to get what we want.\" But then he kind of said, \"I won't use"
    },
    {
      "start": 534.56,
      "dur": 2.389,
      "text": "But then he kind of said, \"I won't use force. I could, but I won't. I won't use"
    },
    {
      "start": 536.959,
      "dur": 1.99,
      "text": "force. I could, but I won't. I won't use force.\" And everyone must have went must"
    },
    {
      "start": 538.959,
      "dur": 2.231,
      "text": "force.\" And everyone must have went must have gone [gasps]"
    },
    {
      "start": 541.2,
      "dur": 2.15,
      "text": "have gone [gasps] and then thought, \"Does he really does"
    },
    {
      "start": 543.36,
      "dur": 1.589,
      "text": "and then thought, \"Does he really does he really mean it?\" Because then he was"
    },
    {
      "start": 544.959,
      "dur": 1.271,
      "text": "he really mean it?\" Because then he was still threatening as you as you"
    },
    {
      "start": 546.24,
      "dur": 2.149,
      "text": "still threatening as you as you indicated with the language."
    },
    {
      "start": 548.399,
      "dur": 1.99,
      "text": "indicated with the language. &gt;&gt; And then after I don't know, Chris,"
    },
    {
      "start": 550.399,
      "dur": 1.11,
      "text": "&gt;&gt; And then after I don't know, Chris, whether you hear anything in"
    },
    {
      "start": 551.519,
      "dur": 1.191,
      "text": "whether you hear anything in Westminster,"
    },
    {
      "start": 552.72,
      "dur": 1.669,
      "text": "Westminster, &gt;&gt; you know, our time, you know, we wasted"
    },
    {
      "start": 554.399,
      "dur": 1.191,
      "text": "&gt;&gt; you know, our time, you know, we wasted a little bit of time here waiting for"
    },
    {
      "start": 555.6,
      "dur": 2.95,
      "text": "a little bit of time here waiting for this program to start. World leaders are"
    },
    {
      "start": 558.56,
      "dur": 2.79,
      "text": "this program to start. World leaders are wasting valuable time like days and"
    },
    {
      "start": 561.36,
      "dur": 2.31,
      "text": "wasting valuable time like days and days. This preoccupied their mind that"
    },
    {
      "start": 563.68,
      "dur": 2.39,
      "text": "days. This preoccupied their mind that President Trump kept saying, \"I have to"
    },
    {
      "start": 566.08,
      "dur": 0.869,
      "text": "President Trump kept saying, \"I have to have it"
    },
    {
      "start": 566.959,
      "dur": 1.99,
      "text": "have it &gt;&gt; and threatening the use of force, which"
    },
    {
      "start": 568.959,
      "dur": 2.31,
      "text": "&gt;&gt; and threatening the use of force, which in the worst case scenario would have"
    },
    {
      "start": 571.279,
      "dur": 2.871,
      "text": "in the worst case scenario would have meant the breakup of the NATO military"
    },
    {
      "start": 574.16,
      "dur": 2.95,
      "text": "meant the breakup of the NATO military alliance and unleashed a trade war that"
    },
    {
      "start": 577.12,
      "dur": 2.07,
      "text": "alliance and unleashed a trade war that we've been talking about that every"
    },
    {
      "start": 579.2,
      "dur": 2.47,
      "text": "we've been talking about that every leader that's the worst thing they want"
    },
    {
      "start": 581.68,
      "dur": 2.55,
      "text": "leader that's the worst thing they want is yet more damage to their already"
    },
    {
      "start": 584.24,
      "dur": 2.47,
      "text": "is yet more damage to their already suffering economies. Um so he had"
    },
    {
      "start": 586.72,
      "dur": 2.39,
      "text": "suffering economies. Um so he had everyone in you know in his hold and"
    },
    {
      "start": 589.12,
      "dur": 2.47,
      "text": "everyone in you know in his hold and then suddenly he he comes down and has a"
    },
    {
      "start": 591.6,
      "dur": 2.71,
      "text": "then suddenly he he comes down and has a meeting with as I mentioned Mark Rut who"
    },
    {
      "start": 594.32,
      "dur": 3.59,
      "text": "meeting with as I mentioned Mark Rut who once called him daddy astonishingly for"
    },
    {
      "start": 597.92,
      "dur": 3.51,
      "text": "once called him daddy astonishingly for his robust handling of the Iran Israel"
    },
    {
      "start": 601.44,
      "dur": 2.949,
      "text": "his robust handling of the Iran Israel war the way he's pushed uh other NATO"
    },
    {
      "start": 604.399,
      "dur": 1.511,
      "text": "war the way he's pushed uh other NATO members to increase their defense"
    },
    {
      "start": 605.92,
      "dur": 3.11,
      "text": "members to increase their defense spending and they went away and suddenly"
    },
    {
      "start": 609.04,
      "dur": 2.469,
      "text": "spending and they went away and suddenly President Trump"
    },
    {
      "start": 611.519,
      "dur": 0.951,
      "text": "President Trump &gt;&gt; came down"
    },
    {
      "start": 612.48,
      "dur": 1.75,
      "text": "&gt;&gt; came down &gt;&gt; right uh let's talk about what this"
    },
    {
      "start": 614.24,
      "dur": 1.43,
      "text": "&gt;&gt; right uh let's talk about what this reveals about the new world we're all"
    },
    {
      "start": 615.68,
      "dur": 1.19,
      "text": "reveals about the new world we're all living in. Everyone's been talking about"
    },
    {
      "start": 616.88,
      "dur": 1.75,
      "text": "living in. Everyone's been talking about the new world order this week. Here's a"
    },
    {
      "start": 618.64,
      "dur": 2.23,
      "text": "the new world order this week. Here's a little postcard from the future. Well,"
    },
    {
      "start": 620.88,
      "dur": 1.43,
      "text": "little postcard from the future. Well, he's an hour ahead because of the time"
    },
    {
      "start": 622.32,
      "dur": 1.749,
      "text": "he's an hour ahead because of the time difference in Switzerland. It's our"
    },
    {
      "start": 624.079,
      "dur": 1.591,
      "text": "difference in Switzerland. It's our economics editor, Fisel Islam, who's"
    },
    {
      "start": 625.68,
      "dur": 1.67,
      "text": "economics editor, Fisel Islam, who's been in Davos watching all of this"
    },
    {
      "start": 627.36,
      "dur": 1.589,
      "text": "been in Davos watching all of this unfold this week. And here's his take on"
    },
    {
      "start": 628.959,
      "dur": 2.391,
      "text": "unfold this week. And here's his take on where we've got to. Hello, Fisel."
    },
    {
      "start": 631.36,
      "dur": 2.149,
      "text": "where we've got to. Hello, Fisel. &gt;&gt; Hello. For people who've never been to"
    },
    {
      "start": 633.519,
      "dur": 2.31,
      "text": "&gt;&gt; Hello. For people who've never been to Davos this week or any other week, um"
    },
    {
      "start": 635.839,
      "dur": 1.751,
      "text": "Davos this week or any other week, um just can you give us a vignette or a"
    },
    {
      "start": 637.6,
      "dur": 1.83,
      "text": "just can you give us a vignette or a moment that sum sums up what it was like"
    },
    {
      "start": 639.44,
      "dur": 3.43,
      "text": "moment that sum sums up what it was like this time? Yeah, I mean a moment that"
    },
    {
      "start": 642.88,
      "dur": 2.069,
      "text": "this time? Yeah, I mean a moment that you'd get here that you'd get nowhere"
    },
    {
      "start": 644.959,
      "dur": 3.11,
      "text": "you'd get here that you'd get nowhere else uh is for example just to pluck one"
    },
    {
      "start": 648.079,
      "dur": 2.151,
      "text": "else uh is for example just to pluck one out of the air uh the current chancellor"
    },
    {
      "start": 650.24,
      "dur": 2.709,
      "text": "out of the air uh the current chancellor excheer Rachel Reeves playing the"
    },
    {
      "start": 652.959,
      "dur": 2.391,
      "text": "excheer Rachel Reeves playing the previous prime minister Rishi Sunnac at"
    },
    {
      "start": 655.36,
      "dur": 2.95,
      "text": "previous prime minister Rishi Sunnac at chess at 1 in the morning and uh a"
    },
    {
      "start": 658.32,
      "dur": 3.189,
      "text": "chess at 1 in the morning and uh a source tells me beating him um but uh"
    },
    {
      "start": 661.519,
      "dur": 1.591,
      "text": "source tells me beating him um but uh that can't be confirmed with dual"
    },
    {
      "start": 663.12,
      "dur": 1.75,
      "text": "that can't be confirmed with dual sourcing to the BBC standards you know"
    },
    {
      "start": 664.88,
      "dur": 1.91,
      "text": "sourcing to the BBC standards you know that's a rather flippant example I think"
    },
    {
      "start": 666.8,
      "dur": 2.149,
      "text": "that's a rather flippant example I think I think sort of high tension and high my"
    },
    {
      "start": 668.959,
      "dur": 1.191,
      "text": "I think sort of high tension and high my favorite example which we've talked"
    },
    {
      "start": 670.16,
      "dur": 2.71,
      "text": "favorite example which we've talked about uh on newscast briefly before was"
    },
    {
      "start": 672.88,
      "dur": 2.55,
      "text": "about uh on newscast briefly before was was the uh current Canadian prime"
    },
    {
      "start": 675.44,
      "dur": 2.629,
      "text": "was the uh current Canadian prime minister giving a big geoeconomic speech"
    },
    {
      "start": 678.079,
      "dur": 2.631,
      "text": "minister giving a big geoeconomic speech and uh the guy that was Canadian prime"
    },
    {
      "start": 680.72,
      "dur": 2.15,
      "text": "and uh the guy that was Canadian prime minister just last year sort of turning"
    },
    {
      "start": 682.88,
      "dur": 1.75,
      "text": "minister just last year sort of turning up with his girlfriend and being papped"
    },
    {
      "start": 684.64,
      "dur": 1.99,
      "text": "up with his girlfriend and being papped who happened to be a pop star Katy Perry"
    },
    {
      "start": 686.64,
      "dur": 2.07,
      "text": "who happened to be a pop star Katy Perry and you know both those things together"
    },
    {
      "start": 688.72,
      "dur": 2.549,
      "text": "and you know both those things together and you get this sort of vibe of this"
    },
    {
      "start": 691.279,
      "dur": 3.431,
      "text": "and you get this sort of vibe of this place high thinking a bit of high"
    },
    {
      "start": 694.72,
      "dur": 1.669,
      "text": "place high thinking a bit of high &gt;&gt; that combination makes me very jealous"
    },
    {
      "start": 696.399,
      "dur": 1.99,
      "text": "&gt;&gt; that combination makes me very jealous that you got to go this week and and I"
    },
    {
      "start": 698.399,
      "dur": 2.471,
      "text": "that you got to go this week and and I didn't Um, we recorded an episode of"
    },
    {
      "start": 700.88,
      "dur": 2.069,
      "text": "didn't Um, we recorded an episode of Newscast on Wednesday at the height of"
    },
    {
      "start": 702.959,
      "dur": 2.55,
      "text": "Newscast on Wednesday at the height of the drama over what Trump was going to"
    },
    {
      "start": 705.519,
      "dur": 2.631,
      "text": "the drama over what Trump was going to do or not do over Greenland. Then we got"
    },
    {
      "start": 708.16,
      "dur": 1.59,
      "text": "do or not do over Greenland. Then we got the news that he was, well, some people"
    },
    {
      "start": 709.76,
      "dur": 2.069,
      "text": "the news that he was, well, some people would say climbing down. How has that"
    },
    {
      "start": 711.839,
      "dur": 2.071,
      "text": "would say climbing down. How has that situation felt today?"
    },
    {
      "start": 713.92,
      "dur": 1.43,
      "text": "situation felt today? &gt;&gt; Yeah, I wouldn't say it totally"
    },
    {
      "start": 715.36,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah, I wouldn't say it totally unraveled, but it's definitely, you"
    },
    {
      "start": 717.68,
      "dur": 2.389,
      "text": "unraveled, but it's definitely, you know, being picked through, picked"
    },
    {
      "start": 720.079,
      "dur": 2.391,
      "text": "know, being picked through, picked apart, contradicted by the Danish prime"
    },
    {
      "start": 722.48,
      "dur": 2.63,
      "text": "apart, contradicted by the Danish prime minister. uh stuff gets briefed that"
    },
    {
      "start": 725.12,
      "dur": 2.79,
      "text": "minister. uh stuff gets briefed that well he's got sovereignty over something"
    },
    {
      "start": 727.92,
      "dur": 3.19,
      "text": "well he's got sovereignty over something as a guarantee. The Danes deny it. The"
    },
    {
      "start": 731.12,
      "dur": 1.59,
      "text": "as a guarantee. The Danes deny it. The person that negotiated said it wasn't"
    },
    {
      "start": 732.72,
      "dur": 2.95,
      "text": "person that negotiated said it wasn't quite like that. But you know close up"
    },
    {
      "start": 735.68,
      "dur": 1.51,
      "text": "quite like that. But you know close up like this you get the sense that the"
    },
    {
      "start": 737.2,
      "dur": 3.35,
      "text": "like this you get the sense that the whole exercise is designed to manage and"
    },
    {
      "start": 740.56,
      "dur": 4.15,
      "text": "whole exercise is designed to manage and contain one man and what he thinks and"
    },
    {
      "start": 744.72,
      "dur": 1.99,
      "text": "contain one man and what he thinks and what what he shoots from the hip and to"
    },
    {
      "start": 746.72,
      "dur": 3.43,
      "text": "what what he shoots from the hip and to try somehow to try and channel that into"
    },
    {
      "start": 750.16,
      "dur": 2.39,
      "text": "try somehow to try and channel that into policy that can function. The very"
    },
    {
      "start": 752.56,
      "dur": 2.63,
      "text": "policy that can function. The very interesting thing about what we saw here"
    },
    {
      "start": 755.2,
      "dur": 3.83,
      "text": "interesting thing about what we saw here was his world, Trump world. Um, which"
    },
    {
      "start": 759.04,
      "dur": 1.909,
      "text": "was his world, Trump world. Um, which obviously there was drama enough in how"
    },
    {
      "start": 760.959,
      "dur": 2.951,
      "text": "obviously there was drama enough in how that is managed in America, but to see"
    },
    {
      "start": 763.92,
      "dur": 3.99,
      "text": "that is managed in America, but to see that collides so sort of astonishingly"
    },
    {
      "start": 767.92,
      "dur": 1.99,
      "text": "that collides so sort of astonishingly with the rest of the world was quite"
    },
    {
      "start": 769.92,
      "dur": 2.79,
      "text": "with the rest of the world was quite something. And when he's up with"
    },
    {
      "start": 772.72,
      "dur": 2.15,
      "text": "something. And when he's up with individual foreign leaders, everyone's"
    },
    {
      "start": 774.88,
      "dur": 2.55,
      "text": "individual foreign leaders, everyone's very polite and tries to flatter because"
    },
    {
      "start": 777.44,
      "dur": 1.75,
      "text": "very polite and tries to flatter because they think that that's the best way."
    },
    {
      "start": 779.2,
      "dur": 2.47,
      "text": "they think that that's the best way. when there's loads of other people to"
    },
    {
      "start": 781.68,
      "dur": 2.31,
      "text": "when there's loads of other people to impress, that's not the strategy because"
    },
    {
      "start": 784.0,
      "dur": 1.59,
      "text": "impress, that's not the strategy because everyone else sees exactly what you're"
    },
    {
      "start": 785.6,
      "dur": 2.31,
      "text": "everyone else sees exactly what you're doing in real time. So, I think we saw,"
    },
    {
      "start": 787.92,
      "dur": 4.709,
      "text": "doing in real time. So, I think we saw, if you like, a kind of window of reality"
    },
    {
      "start": 792.639,
      "dur": 2.951,
      "text": "if you like, a kind of window of reality into how the world might work that might"
    },
    {
      "start": 795.6,
      "dur": 2.55,
      "text": "into how the world might work that might even have cut through with the president"
    },
    {
      "start": 798.16,
      "dur": 2.07,
      "text": "even have cut through with the president of the United States. And are you seeing"
    },
    {
      "start": 800.24,
      "dur": 2.07,
      "text": "of the United States. And are you seeing concrete examples of this new world"
    },
    {
      "start": 802.32,
      "dur": 2.39,
      "text": "concrete examples of this new world order in action? And I don't mean Trump"
    },
    {
      "start": 804.72,
      "dur": 1.75,
      "text": "order in action? And I don't mean Trump doing dramatic things and ripping up the"
    },
    {
      "start": 806.48,
      "dur": 2.71,
      "text": "doing dramatic things and ripping up the rules. I mean the everyone else uh"
    },
    {
      "start": 809.2,
      "dur": 1.429,
      "text": "rules. I mean the everyone else uh finding new ways of doing things because"
    },
    {
      "start": 810.639,
      "dur": 1.351,
      "text": "finding new ways of doing things because we've heard a lot of talking and a lot"
    },
    {
      "start": 812.0,
      "dur": 1.99,
      "text": "we've heard a lot of talking and a lot of rhetoric from people like Mark Carney"
    },
    {
      "start": 814.0,
      "dur": 1.43,
      "text": "of rhetoric from people like Mark Carney the the prime minister of Canada that"
    },
    {
      "start": 815.44,
      "dur": 1.59,
      "text": "the the prime minister of Canada that there's got to be a new way of doing"
    },
    {
      "start": 817.04,
      "dur": 2.07,
      "text": "there's got to be a new way of doing things. I'm not necessarily sure I could"
    },
    {
      "start": 819.12,
      "dur": 2.23,
      "text": "things. I'm not necessarily sure I could point to you examples of them actually"
    },
    {
      "start": 821.36,
      "dur": 0.709,
      "text": "point to you examples of them actually doing that."
    },
    {
      "start": 822.079,
      "dur": 1.831,
      "text": "doing that. &gt;&gt; Yeah. Okay. So so Europe would point to"
    },
    {
      "start": 823.92,
      "dur": 1.909,
      "text": "&gt;&gt; Yeah. Okay. So so Europe would point to this example of having brandished their"
    },
    {
      "start": 825.839,
      "dur": 2.711,
      "text": "this example of having brandished their big economic bazooka their sort of uh"
    },
    {
      "start": 828.56,
      "dur": 2.069,
      "text": "big economic bazooka their sort of uh the way in which you hit back against"
    },
    {
      "start": 830.639,
      "dur": 3.271,
      "text": "the way in which you hit back against tariffs uh with all power and all force."
    },
    {
      "start": 833.92,
      "dur": 1.83,
      "text": "tariffs uh with all power and all force. uh by readying that in advance as an"
    },
    {
      "start": 835.76,
      "dur": 1.99,
      "text": "uh by readying that in advance as an aggressive move making clear to business"
    },
    {
      "start": 837.76,
      "dur": 1.749,
      "text": "aggressive move making clear to business leaders that this was going to affect"
    },
    {
      "start": 839.519,
      "dur": 3.11,
      "text": "leaders that this was going to affect them. The message got to the Trump"
    },
    {
      "start": 842.639,
      "dur": 1.99,
      "text": "them. The message got to the Trump cabinet pretty quickly and it got to"
    },
    {
      "start": 844.639,
      "dur": 2.711,
      "text": "cabinet pretty quickly and it got to Trump uh full stop which was an"
    },
    {
      "start": 847.36,
      "dur": 2.87,
      "text": "Trump uh full stop which was an achievement. Um and they might not have"
    },
    {
      "start": 850.24,
      "dur": 1.589,
      "text": "achievement. Um and they might not have tried to do that or got the unonymity"
    },
    {
      "start": 851.839,
      "dur": 1.67,
      "text": "tried to do that or got the unonymity that they that they they would have"
    },
    {
      "start": 853.519,
      "dur": 3.591,
      "text": "that they that they they would have normally needed uh in in in Europe. I"
    },
    {
      "start": 857.12,
      "dur": 2.709,
      "text": "normally needed uh in in in Europe. I think another example would be this"
    },
    {
      "start": 859.839,
      "dur": 2.55,
      "text": "think another example would be this border peace uh this thing set up by"
    },
    {
      "start": 862.399,
      "dur": 2.23,
      "text": "border peace uh this thing set up by Donald Trump which was meant to be about"
    },
    {
      "start": 864.639,
      "dur": 1.911,
      "text": "Donald Trump which was meant to be about Gaza reconstruction. It's a kind of"
    },
    {
      "start": 866.56,
      "dur": 2.949,
      "text": "Gaza reconstruction. It's a kind of wider thing thing now. You know a lot of"
    },
    {
      "start": 869.519,
      "dur": 2.951,
      "text": "wider thing thing now. You know a lot of people I think in sort of Trump the"
    },
    {
      "start": 872.48,
      "dur": 3.27,
      "text": "people I think in sort of Trump the first year of Trump second term um would"
    },
    {
      "start": 875.76,
      "dur": 1.67,
      "text": "first year of Trump second term um would have felt the need to sign up to that"
    },
    {
      "start": 877.44,
      "dur": 2.71,
      "text": "have felt the need to sign up to that but there was a a collective decision it"
    },
    {
      "start": 880.16,
      "dur": 2.15,
      "text": "but there was a a collective decision it seems coordinated boycott essentially by"
    },
    {
      "start": 882.32,
      "dur": 1.91,
      "text": "seems coordinated boycott essentially by the European Union which the UK also"
    },
    {
      "start": 884.24,
      "dur": 2.55,
      "text": "the European Union which the UK also joined in. Also, Fisel, lastly, this is"
    },
    {
      "start": 886.8,
      "dur": 2.31,
      "text": "joined in. Also, Fisel, lastly, this is such a quintessential Davos scene."
    },
    {
      "start": 889.12,
      "dur": 1.67,
      "text": "such a quintessential Davos scene. You're wearing your Gilelay talking"
    },
    {
      "start": 890.8,
      "dur": 1.589,
      "text": "You're wearing your Gilelay talking about the fate of the world, and in the"
    },
    {
      "start": 892.399,
      "dur": 1.67,
      "text": "about the fate of the world, and in the background, I can hear the tinkle of a"
    },
    {
      "start": 894.079,
      "dur": 2.471,
      "text": "background, I can hear the tinkle of a pianist, presumably at a cocktail party,"
    },
    {
      "start": 896.56,
      "dur": 1.35,
      "text": "pianist, presumably at a cocktail party, being attended by at least one"
    },
    {
      "start": 897.92,
      "dur": 1.269,
      "text": "being attended by at least one president."
    },
    {
      "start": 899.199,
      "dur": 1.911,
      "text": "president. &gt;&gt; No, not just any pist. That is Yoyo"
    },
    {
      "start": 901.12,
      "dur": 2.069,
      "text": "&gt;&gt; No, not just any pist. That is Yoyo Mahar playing in the background of"
    },
    {
      "start": 903.199,
      "dur": 2.551,
      "text": "Mahar playing in the background of newscast for the for the first time."
    },
    {
      "start": 905.76,
      "dur": 1.67,
      "text": "newscast for the for the first time. That's so Yo, the chist, sorry, being"
    },
    {
      "start": 907.44,
      "dur": 1.67,
      "text": "That's so Yo, the chist, sorry, being accompanied, of course, by the by the"
    },
    {
      "start": 909.12,
      "dur": 2.31,
      "text": "accompanied, of course, by the by the piano. Uh the piano is accompanied. But"
    },
    {
      "start": 911.44,
      "dur": 1.03,
      "text": "piano. Uh the piano is accompanied. But yes, that's that's literally what's"
    },
    {
      "start": 912.48,
      "dur": 1.909,
      "text": "yes, that's that's literally what's happening. People will come out of here."
    },
    {
      "start": 914.399,
      "dur": 1.43,
      "text": "happening. People will come out of here. We might even get a shot of them. He"
    },
    {
      "start": 915.839,
      "dur": 1.911,
      "text": "We might even get a shot of them. He might even come out of him. I can't get"
    },
    {
      "start": 917.76,
      "dur": 1.35,
      "text": "might even come out of him. I can't get We'll get a picture of the cello for"
    },
    {
      "start": 919.12,
      "dur": 0.31,
      "text": "We'll get a picture of the cello for you."
    },
    {
      "start": 919.44,
      "dur": 1.91,
      "text": "you. &gt;&gt; Jer Fisel, let's just pause for a second"
    },
    {
      "start": 921.36,
      "dur": 2.07,
      "text": "&gt;&gt; Jer Fisel, let's just pause for a second and let's become radio 3 for a second"
    },
    {
      "start": 923.44,
      "dur": 2.31,
      "text": "and let's become radio 3 for a second and see if we can hear Yoyo Ma doing a"
    },
    {
      "start": 925.76,
      "dur": 2.15,
      "text": "and see if we can hear Yoyo Ma doing a live recital for delegates of the World"
    },
    {
      "start": 927.92,
      "dur": 2.149,
      "text": "live recital for delegates of the World Economic Forum, but also listeners and"
    },
    {
      "start": 930.079,
      "dur": 4.391,
      "text": "Economic Forum, but also listeners and viewers of newscast."
    },
    {
      "start": 934.48,
      "dur": 1.28,
      "text": "Oh, it's gone very quiet. I think"
    },
    {
      "start": 935.76,
      "dur": 1.509,
      "text": "Oh, it's gone very quiet. I think they're making remarks now. Can't hear"
    },
    {
      "start": 937.279,
      "dur": 2.23,
      "text": "they're making remarks now. Can't hear anything."
    },
    {
      "start": 939.519,
      "dur": 1.43,
      "text": "anything. &gt;&gt; Misel, thank you very much for bringing"
    },
    {
      "start": 940.959,
      "dur": 1.831,
      "text": "&gt;&gt; Misel, thank you very much for bringing us all aspects of the World Economic"
    },
    {
      "start": 942.8,
      "dur": 1.75,
      "text": "us all aspects of the World Economic Forum. political, economic, and"
    },
    {
      "start": 944.56,
      "dur": 1.35,
      "text": "Forum. political, economic, and cultural."
    },
    {
      "start": 945.92,
      "dur": 1.75,
      "text": "cultural. &gt;&gt; Well, I hope Yoyo, the world's best"
    },
    {
      "start": 947.68,
      "dur": 2.069,
      "text": "&gt;&gt; Well, I hope Yoyo, the world's best chist, enjoyed listening to Fisal Islam"
    },
    {
      "start": 949.759,
      "dur": 1.911,
      "text": "chist, enjoyed listening to Fisal Islam while he was while he was playing at"
    },
    {
      "start": 951.68,
      "dur": 1.03,
      "text": "while he was while he was playing at Davos. [laughter]"
    },
    {
      "start": 952.72,
      "dur": 2.15,
      "text": "Davos. [laughter] Uh, yeah, just sums up what a what a"
    },
    {
      "start": 954.88,
      "dur": 3.27,
      "text": "Uh, yeah, just sums up what a what a weird place it is. Um, Lee, that idea of"
    },
    {
      "start": 958.16,
      "dur": 2.229,
      "text": "weird place it is. Um, Lee, that idea of there's now a new world where there's"
    },
    {
      "start": 960.399,
      "dur": 1.831,
      "text": "there's now a new world where there's Donald Trump and his allies, and we saw"
    },
    {
      "start": 962.24,
      "dur": 1.509,
      "text": "Donald Trump and his allies, and we saw his new board of peace being unveiled"
    },
    {
      "start": 963.759,
      "dur": 1.671,
      "text": "his new board of peace being unveiled today, so it's pretty clear who his"
    },
    {
      "start": 965.44,
      "dur": 2.87,
      "text": "today, so it's pretty clear who his allies are, and then everyone else"
    },
    {
      "start": 968.32,
      "dur": 2.069,
      "text": "allies are, and then everyone else potentially led by Mark Carney, the"
    },
    {
      "start": 970.399,
      "dur": 2.071,
      "text": "potentially led by Mark Carney, the Canadian prime minister. How is that"
    },
    {
      "start": 972.48,
      "dur": 2.149,
      "text": "Canadian prime minister. How is that shaping up to be kind of the new the new"
    },
    {
      "start": 974.639,
      "dur": 1.591,
      "text": "shaping up to be kind of the new the new red team and the blue team for the"
    },
    {
      "start": 976.24,
      "dur": 1.509,
      "text": "red team and the blue team for the world?"
    },
    {
      "start": 977.759,
      "dur": 1.99,
      "text": "world? &gt;&gt; I should just add a little half phrase"
    },
    {
      "start": 979.759,
      "dur": 2.31,
      "text": "&gt;&gt; I should just add a little half phrase when you said the new world order, the"
    },
    {
      "start": 982.079,
      "dur": 2.391,
      "text": "when you said the new world order, the dismantling of the post-war architecture"
    },
    {
      "start": 984.48,
      "dur": 2.87,
      "text": "dismantling of the post-war architecture by President Trump and putting America"
    },
    {
      "start": 987.36,
      "dur": 2.709,
      "text": "by President Trump and putting America at the center of a new order. This board"
    },
    {
      "start": 990.079,
      "dur": 3.43,
      "text": "at the center of a new order. This board of peace has put President Donald J."
    },
    {
      "start": 993.519,
      "dur": 3.591,
      "text": "of peace has put President Donald J. Trump as the president chairman for life"
    },
    {
      "start": 997.12,
      "dur": 3.269,
      "text": "Trump as the president chairman for life as the head of this so-called board for"
    },
    {
      "start": 1000.399,
      "dur": 1.511,
      "text": "as the head of this so-called board for peace."
    },
    {
      "start": 1001.92,
      "dur": 3.349,
      "text": "peace. It's absolutely breathtaking. But you"
    },
    {
      "start": 1005.279,
      "dur": 2.55,
      "text": "It's absolutely breathtaking. But you want to talk about uh Mark Carney. I"
    },
    {
      "start": 1007.839,
      "dur": 2.391,
      "text": "want to talk about uh Mark Carney. I think Mark Carney's speech u has gone"
    },
    {
      "start": 1010.24,
      "dur": 1.589,
      "text": "think Mark Carney's speech u has gone down really well. There's been great"
    },
    {
      "start": 1011.839,
      "dur": 2.151,
      "text": "down really well. There's been great applause in Canada. The media will tear"
    },
    {
      "start": 1014.0,
      "dur": 1.35,
      "text": "applause in Canada. The media will tear him apart when it's all over. But for"
    },
    {
      "start": 1015.36,
      "dur": 2.149,
      "text": "him apart when it's all over. But for the moment, it's a very proud moment."
    },
    {
      "start": 1017.519,
      "dur": 2.31,
      "text": "the moment, it's a very proud moment. They feel he got the measure of the"
    },
    {
      "start": 1019.839,
      "dur": 3.67,
      "text": "They feel he got the measure of the moment and there was no soft peddling."
    },
    {
      "start": 1023.519,
      "dur": 2.951,
      "text": "moment and there was no soft peddling. Let me be direct. We are in the midst of"
    },
    {
      "start": 1026.48,
      "dur": 2.79,
      "text": "Let me be direct. We are in the midst of a rupture, not a transition."
    },
    {
      "start": 1029.28,
      "dur": 2.149,
      "text": "a rupture, not a transition. Over the past two decades, a series of"
    },
    {
      "start": 1031.439,
      "dur": 2.23,
      "text": "Over the past two decades, a series of crises in finance, health, energy, and"
    },
    {
      "start": 1033.679,
      "dur": 2.471,
      "text": "crises in finance, health, energy, and geopolitics have laid bare the risks of"
    },
    {
      "start": 1036.16,
      "dur": 2.47,
      "text": "geopolitics have laid bare the risks of extreme global integration. But more"
    },
    {
      "start": 1038.64,
      "dur": 2.95,
      "text": "extreme global integration. But more recently, great powers have begun using"
    },
    {
      "start": 1041.6,
      "dur": 3.189,
      "text": "recently, great powers have begun using economic integration as weapons, tariffs"
    },
    {
      "start": 1044.799,
      "dur": 2.311,
      "text": "economic integration as weapons, tariffs as leverage, financial infrastructure as"
    },
    {
      "start": 1047.12,
      "dur": 1.669,
      "text": "as leverage, financial infrastructure as coercion, supply chains as"
    },
    {
      "start": 1048.799,
      "dur": 2.951,
      "text": "coercion, supply chains as vulnerabilities to be exploited. He was"
    },
    {
      "start": 1051.76,
      "dur": 5.029,
      "text": "vulnerabilities to be exploited. He was absolutely clear. His words, this is not"
    },
    {
      "start": 1056.799,
      "dur": 3.831,
      "text": "absolutely clear. His words, this is not a transition, it is a rupture. And he"
    },
    {
      "start": 1060.64,
      "dur": 2.149,
      "text": "a transition, it is a rupture. And he talked about all the ways and and I was"
    },
    {
      "start": 1062.799,
      "dur": 1.511,
      "text": "talked about all the ways and and I was really surprised. He not only just"
    },
    {
      "start": 1064.32,
      "dur": 1.99,
      "text": "really surprised. He not only just talked about what we often hear these"
    },
    {
      "start": 1066.32,
      "dur": 1.83,
      "text": "talked about what we often hear these days, the rules-based international"
    },
    {
      "start": 1068.16,
      "dur": 2.31,
      "text": "days, the rules-based international order, but he spoke as Canada as a"
    },
    {
      "start": 1070.48,
      "dur": 1.11,
      "text": "order, but he spoke as Canada as a middle power. I think in the world"
    },
    {
      "start": 1071.6,
      "dur": 1.99,
      "text": "middle power. I think in the world rankings either the ninth or the 10th"
    },
    {
      "start": 1073.6,
      "dur": 1.75,
      "text": "rankings either the ninth or the 10th economy in the world, a country which"
    },
    {
      "start": 1075.36,
      "dur": 2.15,
      "text": "economy in the world, a country which often relies on soft power as we call it"
    },
    {
      "start": 1077.52,
      "dur": 1.99,
      "text": "often relies on soft power as we call it rather than hard power. But he said that"
    },
    {
      "start": 1079.52,
      "dur": 2.31,
      "text": "rather than hard power. But he said that we we middle powers, you know, the rules"
    },
    {
      "start": 1081.84,
      "dur": 1.829,
      "text": "we we middle powers, you know, the rules didn't benefit everyone. And so he"
    },
    {
      "start": 1083.679,
      "dur": 1.99,
      "text": "didn't benefit everyone. And so he called it the hypocrisy of this"
    },
    {
      "start": 1085.679,
      "dur": 2.23,
      "text": "called it the hypocrisy of this rules-based order. So he, you know,"
    },
    {
      "start": 1087.919,
      "dur": 1.431,
      "text": "rules-based order. So he, you know, called it for what it was, but still"
    },
    {
      "start": 1089.36,
      "dur": 1.11,
      "text": "called it for what it was, but still &gt;&gt; said the old days weren't so great."
    },
    {
      "start": 1090.48,
      "dur": 1.35,
      "text": "&gt;&gt; said the old days weren't so great. &gt;&gt; Yes, they weren't so great either. But"
    },
    {
      "start": 1091.84,
      "dur": 2.23,
      "text": "&gt;&gt; Yes, they weren't so great either. But he said they worked. They worked. And"
    },
    {
      "start": 1094.08,
      "dur": 2.39,
      "text": "he said they worked. They worked. And for for middle powers, this was all"
    },
    {
      "start": 1096.48,
      "dur": 1.03,
      "text": "for for middle powers, this was all about the middle power. The middle"
    },
    {
      "start": 1097.52,
      "dur": 2.79,
      "text": "about the middle power. The middle powers, we dependent on organizations"
    },
    {
      "start": 1100.32,
      "dur": 2.229,
      "text": "powers, we dependent on organizations like the World Trade Organization, like"
    },
    {
      "start": 1102.559,
      "dur": 1.911,
      "text": "like the World Trade Organization, like the United Nations, like the climate"
    },
    {
      "start": 1104.48,
      "dur": 2.71,
      "text": "the United Nations, like the climate treaty. these institutions were the ones"
    },
    {
      "start": 1107.2,
      "dur": 2.63,
      "text": "treaty. these institutions were the ones which would help us to ensure that the"
    },
    {
      "start": 1109.84,
      "dur": 2.15,
      "text": "which would help us to ensure that the rules were fairer against the big"
    },
    {
      "start": 1112.0,
      "dur": 2.87,
      "text": "rules were fairer against the big powers. But now he again he kind of it"
    },
    {
      "start": 1114.88,
      "dur": 2.23,
      "text": "powers. But now he again he kind of it was a clarion call to let's call it like"
    },
    {
      "start": 1117.12,
      "dur": 2.39,
      "text": "was a clarion call to let's call it like it is the phrase he used when he made a"
    },
    {
      "start": 1119.52,
      "dur": 1.35,
      "text": "it is the phrase he used when he made a trip to China which itself was"
    },
    {
      "start": 1120.88,
      "dur": 1.51,
      "text": "trip to China which itself was significant given the long years of"
    },
    {
      "start": 1122.4,
      "dur": 1.67,
      "text": "significant given the long years of tension. We have to deal with the world"
    },
    {
      "start": 1124.08,
      "dur": 2.55,
      "text": "tension. We have to deal with the world the way it is rather than the way we"
    },
    {
      "start": 1126.64,
      "dur": 2.55,
      "text": "the way it is rather than the way we wish it to be. we have to name the"
    },
    {
      "start": 1129.2,
      "dur": 2.63,
      "text": "wish it to be. we have to name the reality and I think it really he got a"
    },
    {
      "start": 1131.84,
      "dur": 1.829,
      "text": "reality and I think it really he got a standing ovation because he was"
    },
    {
      "start": 1133.679,
      "dur": 1.35,
      "text": "standing ovation because he was basically saying we've got to get"
    },
    {
      "start": 1135.039,
      "dur": 1.75,
      "text": "basically saying we've got to get together to fight against the big powers"
    },
    {
      "start": 1136.799,
      "dur": 2.551,
      "text": "together to fight against the big powers because it is no longer in our interest."
    },
    {
      "start": 1139.36,
      "dur": 2.47,
      "text": "because it is no longer in our interest. Now having said that even though he said"
    },
    {
      "start": 1141.84,
      "dur": 3.27,
      "text": "Now having said that even though he said let's name the reality neither he nor"
    },
    {
      "start": 1145.12,
      "dur": 1.669,
      "text": "let's name the reality neither he nor President Mron who had his own version"
    },
    {
      "start": 1146.799,
      "dur": 2.391,
      "text": "President Mron who had his own version of it or Ursula Vanderline nobody"
    },
    {
      "start": 1149.2,
      "dur": 1.829,
      "text": "of it or Ursula Vanderline nobody mentioned the T-word when you're"
    },
    {
      "start": 1151.039,
      "dur": 1.911,
      "text": "mentioned the T-word when you're listening to them you think is he"
    },
    {
      "start": 1152.96,
      "dur": 2.069,
      "text": "listening to them you think is he talking about President Trump or is he"
    },
    {
      "start": 1155.039,
      "dur": 2.151,
      "text": "talking about President Trump or is he talking about Vladimir Putin or are they"
    },
    {
      "start": 1157.2,
      "dur": 1.51,
      "text": "talking about Vladimir Putin or are they talking about Xiinping of course they"
    },
    {
      "start": 1158.72,
      "dur": 1.75,
      "text": "talking about Xiinping of course they were talking in this moment about"
    },
    {
      "start": 1160.48,
      "dur": 2.309,
      "text": "were talking in this moment about President Trump but nobody said nobody"
    },
    {
      "start": 1162.799,
      "dur": 2.311,
      "text": "President Trump but nobody said nobody named President Trump by name because"
    },
    {
      "start": 1165.12,
      "dur": 2.31,
      "text": "named President Trump by name because they know there are consequences back to"
    },
    {
      "start": 1167.44,
      "dur": 2.31,
      "text": "they know there are consequences back to the cost of living and the tariffs And"
    },
    {
      "start": 1169.76,
      "dur": 3.35,
      "text": "the cost of living and the tariffs And Canada is so vulnerable. But I loved"
    },
    {
      "start": 1173.12,
      "dur": 1.429,
      "text": "Canada is so vulnerable. But I loved also the fact the final point I will"
    },
    {
      "start": 1174.559,
      "dur": 1.671,
      "text": "also the fact the final point I will make is he's a banker. He could have"
    },
    {
      "start": 1176.24,
      "dur": 1.59,
      "text": "make is he's a banker. He could have quoted John Mayar and Kanes. He could"
    },
    {
      "start": 1177.84,
      "dur": 1.75,
      "text": "quoted John Mayar and Kanes. He could have quoted all kinds of John Kenneth"
    },
    {
      "start": 1179.6,
      "dur": 1.35,
      "text": "have quoted all kinds of John Kenneth Galbre. He could have quoted lots of"
    },
    {
      "start": 1180.96,
      "dur": 1.75,
      "text": "Galbre. He could have quoted lots of people in you know the annals of"
    },
    {
      "start": 1182.72,
      "dur": 2.71,
      "text": "people in you know the annals of economic uh economic theory. Instead, he"
    },
    {
      "start": 1185.44,
      "dur": 3.27,
      "text": "economic uh economic theory. Instead, he quoted the Czech dissident Vaslav Havl"
    },
    {
      "start": 1188.72,
      "dur": 1.829,
      "text": "quoted the Czech dissident Vaslav Havl and how the story of the gre the green"
    },
    {
      "start": 1190.559,
      "dur": 2.23,
      "text": "and how the story of the gre the green grosser who used to put up every day in"
    },
    {
      "start": 1192.799,
      "dur": 2.071,
      "text": "grosser who used to put up every day in his shop, workers of the world unite,"
    },
    {
      "start": 1194.88,
      "dur": 2.31,
      "text": "his shop, workers of the world unite, even though he knew it wasn't true, but"
    },
    {
      "start": 1197.2,
      "dur": 1.75,
      "text": "even though he knew it wasn't true, but he put it up there and he used it as his"
    },
    {
      "start": 1198.96,
      "dur": 3.43,
      "text": "he put it up there and he used it as his way of saying we're all pretending."
    },
    {
      "start": 1202.4,
      "dur": 1.91,
      "text": "way of saying we're all pretending. &gt;&gt; And Chris, I mean, Krist is going to go"
    },
    {
      "start": 1204.32,
      "dur": 1.51,
      "text": "&gt;&gt; And Chris, I mean, Krist is going to go to China as well. Be so interested to"
    },
    {
      "start": 1205.84,
      "dur": 1.59,
      "text": "to China as well. Be so interested to see if there's now a whole new"
    },
    {
      "start": 1207.44,
      "dur": 1.589,
      "text": "see if there's now a whole new conversation about the UK's relationship"
    },
    {
      "start": 1209.039,
      "dur": 1.99,
      "text": "conversation about the UK's relationship with China because Mark Carney's got a"
    },
    {
      "start": 1211.039,
      "dur": 1.75,
      "text": "with China because Mark Carney's got a completely new relationship for China"
    },
    {
      "start": 1212.799,
      "dur": 0.87,
      "text": "completely new relationship for China and Canada."
    },
    {
      "start": 1213.679,
      "dur": 1.751,
      "text": "and Canada. &gt;&gt; Yeah. And it sits in a pattern where"
    },
    {
      "start": 1215.44,
      "dur": 2.71,
      "text": "&gt;&gt; Yeah. And it sits in a pattern where Mark Carney has been to China, where"
    },
    {
      "start": 1218.16,
      "dur": 2.07,
      "text": "Mark Carney has been to China, where you've seen Emanuel Macron go to China"
    },
    {
      "start": 1220.24,
      "dur": 2.15,
      "text": "you've seen Emanuel Macron go to China recently. The German chancellor will go"
    },
    {
      "start": 1222.4,
      "dur": 1.91,
      "text": "recently. The German chancellor will go soon. I think President Trump will go"
    },
    {
      "start": 1224.32,
      "dur": 1.43,
      "text": "soon. I think President Trump will go within the next few months. And the"
    },
    {
      "start": 1225.76,
      "dur": 2.31,
      "text": "within the next few months. And the prime minister expected there pretty"
    },
    {
      "start": 1228.08,
      "dur": 1.43,
      "text": "prime minister expected there pretty soon off the back of something that"
    },
    {
      "start": 1229.52,
      "dur": 1.509,
      "text": "soon off the back of something that would have made more news, I think, this"
    },
    {
      "start": 1231.039,
      "dur": 1.591,
      "text": "would have made more news, I think, this week had it not been for the"
    },
    {
      "start": 1232.64,
      "dur": 1.83,
      "text": "week had it not been for the international picture was that which was"
    },
    {
      "start": 1234.48,
      "dur": 2.87,
      "text": "international picture was that which was the seemingly the end of this incredibly"
    },
    {
      "start": 1237.36,
      "dur": 1.83,
      "text": "the seemingly the end of this incredibly longunning saga about whether China"
    },
    {
      "start": 1239.2,
      "dur": 3.19,
      "text": "longunning saga about whether China could get another a new embassy uh here"
    },
    {
      "start": 1242.4,
      "dur": 2.629,
      "text": "could get another a new embassy uh here in London. It's been kicking around for"
    },
    {
      "start": 1245.039,
      "dur": 3.11,
      "text": "in London. It's been kicking around for ages and it has been given approval much"
    },
    {
      "start": 1248.159,
      "dur": 2.231,
      "text": "ages and it has been given approval much to the dismay of some who see it as a"
    },
    {
      "start": 1250.4,
      "dur": 3.269,
      "text": "to the dismay of some who see it as a kind of colossal spy den. Curiously, the"
    },
    {
      "start": 1253.679,
      "dur": 2.391,
      "text": "kind of colossal spy den. Curiously, the UK wants a new embassy in Beijing and"
    },
    {
      "start": 1256.08,
      "dur": 1.829,
      "text": "UK wants a new embassy in Beijing and that's part of it. And there are some in"
    },
    {
      "start": 1257.919,
      "dur": 1.911,
      "text": "that's part of it. And there are some in the in the spooky world, if you like,"
    },
    {
      "start": 1259.84,
      "dur": 1.51,
      "text": "the in the spooky world, if you like, who think actually having one big site"
    },
    {
      "start": 1261.36,
      "dur": 1.51,
      "text": "who think actually having one big site as opposed to scattering of sites in"
    },
    {
      "start": 1262.88,
      "dur": 1.75,
      "text": "as opposed to scattering of sites in London in a security sense might"
    },
    {
      "start": 1264.64,
      "dur": 0.79,
      "text": "London in a security sense might actually be"
    },
    {
      "start": 1265.44,
      "dur": 1.109,
      "text": "actually be &gt;&gt; there's some conditions though, I think,"
    },
    {
      "start": 1266.559,
      "dur": 0.47,
      "text": "&gt;&gt; there's some conditions though, I think, aren't there?"
    },
    {
      "start": 1267.039,
      "dur": 2.071,
      "text": "aren't there? &gt;&gt; Yes, there is. Yeah. Yeah. uh anyway all"
    },
    {
      "start": 1269.12,
      "dur": 2.47,
      "text": "&gt;&gt; Yes, there is. Yeah. Yeah. uh anyway all of that sort of done the prime minister"
    },
    {
      "start": 1271.6,
      "dur": 3.83,
      "text": "of that sort of done the prime minister we expect is going to head to China and"
    },
    {
      "start": 1275.44,
      "dur": 2.07,
      "text": "we expect is going to head to China and you know he is he is not known for the"
    },
    {
      "start": 1277.52,
      "dur": 2.47,
      "text": "you know he is he is not known for the kind of if you like highflying rhetoric"
    },
    {
      "start": 1280.0,
      "dur": 2.87,
      "text": "kind of if you like highflying rhetoric of Mr. But I think the the the vision if"
    },
    {
      "start": 1282.88,
      "dur": 3.029,
      "text": "of Mr. But I think the the the vision if you like is a similar one which is uh a"
    },
    {
      "start": 1285.919,
      "dur": 2.311,
      "text": "you like is a similar one which is uh a changing world order the increasing"
    },
    {
      "start": 1288.24,
      "dur": 2.15,
      "text": "changing world order the increasing might of China. I mean extraordinary"
    },
    {
      "start": 1290.4,
      "dur": 1.35,
      "text": "might of China. I mean extraordinary increasing might isn't it when you sit"
    },
    {
      "start": 1291.76,
      "dur": 4.95,
      "text": "increasing might isn't it when you sit it back versus 20 30 uh years ago. And I"
    },
    {
      "start": 1296.72,
      "dur": 1.27,
      "text": "it back versus 20 30 uh years ago. And I think the argument he'll make I think"
    },
    {
      "start": 1298.0,
      "dur": 1.43,
      "text": "think the argument he'll make I think he'll take a plane load of business"
    },
    {
      "start": 1299.44,
      "dur": 1.27,
      "text": "he'll take a plane load of business leaders. So it'll be very"
    },
    {
      "start": 1300.72,
      "dur": 2.23,
      "text": "leaders. So it'll be very economicleaning so that he can talk"
    },
    {
      "start": 1302.96,
      "dur": 1.67,
      "text": "economicleaning so that he can talk about the cost of living in people's"
    },
    {
      "start": 1304.64,
      "dur": 1.59,
      "text": "about the cost of living in people's pockets and all the rest of it and push"
    },
    {
      "start": 1306.24,
      "dur": 2.71,
      "text": "pockets and all the rest of it and push back against that moniker of never hear"
    },
    {
      "start": 1308.96,
      "dur": 1.27,
      "text": "back against that moniker of never hear that sense that he's forever on the"
    },
    {
      "start": 1310.24,
      "dur": 2.309,
      "text": "that sense that he's forever on the international stage um and make an"
    },
    {
      "start": 1312.559,
      "dur": 2.071,
      "text": "international stage um and make an argument that look as he would see it"
    },
    {
      "start": 1314.64,
      "dur": 1.59,
      "text": "argument that look as he would see it the UK has to have a pragmatic"
    },
    {
      "start": 1316.24,
      "dur": 2.63,
      "text": "the UK has to have a pragmatic relationship with this coming superpower"
    },
    {
      "start": 1318.88,
      "dur": 1.909,
      "text": "relationship with this coming superpower whilst being alert to the fact it has a"
    },
    {
      "start": 1320.799,
      "dur": 2.311,
      "text": "whilst being alert to the fact it has a very different worldview and yes the"
    },
    {
      "start": 1323.12,
      "dur": 2.549,
      "text": "very different worldview and yes the spying questions the security questions"
    },
    {
      "start": 1325.679,
      "dur": 2.311,
      "text": "spying questions the security questions etc etc and he'll set it in a context"
    },
    {
      "start": 1328.0,
      "dur": 2.07,
      "text": "etc etc and he'll set it in a context for against those who will domestically"
    },
    {
      "start": 1330.08,
      "dur": 1.35,
      "text": "for against those who will domestically and internationally because I think"
    },
    {
      "start": 1331.44,
      "dur": 1.51,
      "text": "and internationally because I think there are some reservations in"
    },
    {
      "start": 1332.96,
      "dur": 2.709,
      "text": "there are some reservations in Washington around some of their European"
    },
    {
      "start": 1335.679,
      "dur": 2.791,
      "text": "Washington around some of their European and near neighbor allies uh as they"
    },
    {
      "start": 1338.48,
      "dur": 2.23,
      "text": "and near neighbor allies uh as they might see it cozying up to Beijing of"
    },
    {
      "start": 1340.72,
      "dur": 1.27,
      "text": "might see it cozying up to Beijing of saying well look this is what plenty of"
    },
    {
      "start": 1342.0,
      "dur": 1.35,
      "text": "saying well look this is what plenty of our allies are doing and this is a"
    },
    {
      "start": 1343.36,
      "dur": 1.59,
      "text": "our allies are doing and this is a sensible thing to do they will argue"
    },
    {
      "start": 1344.96,
      "dur": 2.069,
      "text": "sensible thing to do they will argue &gt;&gt; and Katrina in terms of how this affects"
    },
    {
      "start": 1347.039,
      "dur": 2.231,
      "text": "&gt;&gt; and Katrina in terms of how this affects American politics and Donald Trump's"
    },
    {
      "start": 1349.28,
      "dur": 2.31,
      "text": "American politics and Donald Trump's kind of voter base I mean we we here"
    },
    {
      "start": 1351.6,
      "dur": 1.75,
      "text": "kind of voter base I mean we we here this week in Europe been treating Donald"
    },
    {
      "start": 1353.36,
      "dur": 1.75,
      "text": "this week in Europe been treating Donald Trump a bit like like an old school"
    },
    {
      "start": 1355.12,
      "dur": 2.71,
      "text": "Trump a bit like like an old school monarch sort of forgetting that he's"
    },
    {
      "start": 1357.84,
      "dur": 1.75,
      "text": "monarch sort of forgetting that he's elected and he's the head of one of the"
    },
    {
      "start": 1359.6,
      "dur": 1.429,
      "text": "elected and he's the head of one of the branches of government. And there's lots"
    },
    {
      "start": 1361.039,
      "dur": 1.911,
      "text": "branches of government. And there's lots of other sources of power in America."
    },
    {
      "start": 1362.96,
      "dur": 1.35,
      "text": "of other sources of power in America. They might not seem very powerful at the"
    },
    {
      "start": 1364.32,
      "dur": 1.67,
      "text": "They might not seem very powerful at the moment, but they do exist."
    },
    {
      "start": 1366.0,
      "dur": 1.75,
      "text": "moment, but they do exist. &gt;&gt; They do exist, but yes, they don't seem"
    },
    {
      "start": 1367.76,
      "dur": 1.83,
      "text": "&gt;&gt; They do exist, but yes, they don't seem very powerful at the moment at all."
    },
    {
      "start": 1369.6,
      "dur": 2.309,
      "text": "very powerful at the moment at all. There was a a congressional delegation"
    },
    {
      "start": 1371.919,
      "dur": 2.471,
      "text": "There was a a congressional delegation of mostly Democrats and two Republicans"
    },
    {
      "start": 1374.4,
      "dur": 2.389,
      "text": "of mostly Democrats and two Republicans went to Copenhagen over the weekend to"
    },
    {
      "start": 1376.799,
      "dur": 1.75,
      "text": "went to Copenhagen over the weekend to meet representatives of the Danish and"
    },
    {
      "start": 1378.559,
      "dur": 1.911,
      "text": "meet representatives of the Danish and Greenlandic government and they sort of"
    },
    {
      "start": 1380.48,
      "dur": 1.669,
      "text": "Greenlandic government and they sort of promised them, oh, Congress will have a"
    },
    {
      "start": 1382.159,
      "dur": 1.75,
      "text": "promised them, oh, Congress will have a check on the power of this president."
    },
    {
      "start": 1383.919,
      "dur": 1.911,
      "text": "check on the power of this president. But there's really no evidence to show"
    },
    {
      "start": 1385.84,
      "dur": 1.35,
      "text": "But there's really no evidence to show that they have done that in the past"
    },
    {
      "start": 1387.2,
      "dur": 1.67,
      "text": "that they have done that in the past year or that they would be able to do"
    },
    {
      "start": 1388.88,
      "dur": 2.149,
      "text": "year or that they would be able to do that in the months ahead. And I think"
    },
    {
      "start": 1391.039,
      "dur": 2.551,
      "text": "that in the months ahead. And I think that's, you know, also why we saw Mark"
    },
    {
      "start": 1393.6,
      "dur": 2.15,
      "text": "that's, you know, also why we saw Mark Carney make that speech. Nostalgia is"
    },
    {
      "start": 1395.76,
      "dur": 1.67,
      "text": "Carney make that speech. Nostalgia is not a strategy. In the old days, you"
    },
    {
      "start": 1397.44,
      "dur": 2.15,
      "text": "not a strategy. In the old days, you would have relied on Congress, even on"
    },
    {
      "start": 1399.6,
      "dur": 1.83,
      "text": "would have relied on Congress, even on the Supreme Court to have a check on"
    },
    {
      "start": 1401.44,
      "dur": 1.19,
      "text": "the Supreme Court to have a check on this president's power. Well, the"
    },
    {
      "start": 1402.64,
      "dur": 2.389,
      "text": "this president's power. Well, the Supreme Court has said he has immunity."
    },
    {
      "start": 1405.039,
      "dur": 3.591,
      "text": "Supreme Court has said he has immunity. So, he has almost, you know, a limitless"
    },
    {
      "start": 1408.64,
      "dur": 2.23,
      "text": "So, he has almost, you know, a limitless amount of power here. And then when you"
    },
    {
      "start": 1410.88,
      "dur": 1.99,
      "text": "amount of power here. And then when you saw the speech that President Zilinski"
    },
    {
      "start": 1412.88,
      "dur": 2.07,
      "text": "saw the speech that President Zilinski gave towards the end of the gathering in"
    },
    {
      "start": 1414.96,
      "dur": 2.23,
      "text": "gave towards the end of the gathering in Davos, really bookending and reflecting"
    },
    {
      "start": 1417.2,
      "dur": 2.31,
      "text": "Davos, really bookending and reflecting some of what Mark Carney had said,"
    },
    {
      "start": 1419.52,
      "dur": 1.91,
      "text": "some of what Mark Carney had said, saying, you know, Europe, you seem to be"
    },
    {
      "start": 1421.44,
      "dur": 1.99,
      "text": "saying, you know, Europe, you seem to be waiting for President Trump to cool"
    },
    {
      "start": 1423.44,
      "dur": 1.99,
      "text": "waiting for President Trump to cool down, and that's your strategy of"
    },
    {
      "start": 1425.44,
      "dur": 1.67,
      "text": "down, and that's your strategy of approach. That's not good enough"
    },
    {
      "start": 1427.12,
      "dur": 2.63,
      "text": "approach. That's not good enough anymore. President Trump says he loves"
    },
    {
      "start": 1429.76,
      "dur": 2.47,
      "text": "anymore. President Trump says he loves Europe, but he won't talk to a Europe"
    },
    {
      "start": 1432.24,
      "dur": 2.63,
      "text": "Europe, but he won't talk to a Europe that carries from him and backs down at"
    },
    {
      "start": 1434.88,
      "dur": 1.83,
      "text": "that carries from him and backs down at every point. And he had really strong"
    },
    {
      "start": 1436.72,
      "dur": 1.75,
      "text": "every point. And he had really strong words, really critical of Europe."
    },
    {
      "start": 1438.48,
      "dur": 3.59,
      "text": "words, really critical of Europe. Everyone remembers the great uh American"
    },
    {
      "start": 1442.08,
      "dur": 4.23,
      "text": "Everyone remembers the great uh American film Groundhog Day with Bill Murray and"
    },
    {
      "start": 1446.32,
      "dur": 2.15,
      "text": "film Groundhog Day with Bill Murray and Andy McDonald."
    },
    {
      "start": 1448.48,
      "dur": 3.669,
      "text": "Andy McDonald. Yes. But no one would want to live like"
    },
    {
      "start": 1452.159,
      "dur": 3.191,
      "text": "Yes. But no one would want to live like that. Repeating the same thing for"
    },
    {
      "start": 1455.36,
      "dur": 3.909,
      "text": "that. Repeating the same thing for weeks, months, and of course for years."
    },
    {
      "start": 1459.279,
      "dur": 4.471,
      "text": "weeks, months, and of course for years. And yet that's exactly how we like how"
    },
    {
      "start": 1463.76,
      "dur": 5.029,
      "text": "And yet that's exactly how we like how we live now. and it's our life and every"
    },
    {
      "start": 1468.799,
      "dur": 3.75,
      "text": "we live now. and it's our life and every forum like this one proves it."
    },
    {
      "start": 1472.559,
      "dur": 1.911,
      "text": "forum like this one proves it. &gt;&gt; Echoing at times actually some of what"
    },
    {
      "start": 1474.48,
      "dur": 1.99,
      "text": "&gt;&gt; Echoing at times actually some of what President Trump had said about Europe."
    },
    {
      "start": 1476.48,
      "dur": 1.99,
      "text": "President Trump had said about Europe. So the leaders got quite a battering"
    },
    {
      "start": 1478.48,
      "dur": 2.63,
      "text": "So the leaders got quite a battering this week. Trust is completely frayed."
    },
    {
      "start": 1481.12,
      "dur": 1.99,
      "text": "this week. Trust is completely frayed. Does anyone here in the US pay attention"
    },
    {
      "start": 1483.12,
      "dur": 2.07,
      "text": "Does anyone here in the US pay attention to that or really care? They do to the"
    },
    {
      "start": 1485.2,
      "dur": 2.469,
      "text": "to that or really care? They do to the point at which he's not here putting"
    },
    {
      "start": 1487.679,
      "dur": 2.151,
      "text": "point at which he's not here putting attention on the cost of living crisis,"
    },
    {
      "start": 1489.84,
      "dur": 2.709,
      "text": "attention on the cost of living crisis, the affordability crisis. Gas prices or"
    },
    {
      "start": 1492.559,
      "dur": 1.831,
      "text": "the affordability crisis. Gas prices or petrol prices have come down. food"
    },
    {
      "start": 1494.4,
      "dur": 2.149,
      "text": "petrol prices have come down. food prices haven't. There's an energy price"
    },
    {
      "start": 1496.559,
      "dur": 2.071,
      "text": "prices haven't. There's an energy price crisis here at the moment. We've seen"
    },
    {
      "start": 1498.64,
      "dur": 1.83,
      "text": "crisis here at the moment. We've seen what's been going on in Minneapolis and"
    },
    {
      "start": 1500.48,
      "dur": 2.15,
      "text": "what's been going on in Minneapolis and Minnesota over the last couple of weeks."
    },
    {
      "start": 1502.64,
      "dur": 2.629,
      "text": "Minnesota over the last couple of weeks. Constant protests there over stepped up"
    },
    {
      "start": 1505.279,
      "dur": 2.63,
      "text": "Constant protests there over stepped up ICE raids. Uh there's a lot going on in"
    },
    {
      "start": 1507.919,
      "dur": 1.191,
      "text": "ICE raids. Uh there's a lot going on in this country and there's a sense that"
    },
    {
      "start": 1509.12,
      "dur": 1.669,
      "text": "this country and there's a sense that President Trump has taken his eye off"
    },
    {
      "start": 1510.799,
      "dur": 1.591,
      "text": "President Trump has taken his eye off the ball. That's not me saying that."
    },
    {
      "start": 1512.4,
      "dur": 1.749,
      "text": "the ball. That's not me saying that. That's been borne out in a number of"
    },
    {
      "start": 1514.159,
      "dur": 1.831,
      "text": "That's been borne out in a number of polls that we've seen in the last week."
    },
    {
      "start": 1516.0,
      "dur": 1.99,
      "text": "polls that we've seen in the last week. So Chris, we've talked about Donald"
    },
    {
      "start": 1518.0,
      "dur": 2.789,
      "text": "So Chris, we've talked about Donald Trump, Mark Carney, Emanuel Macron, Kier"
    },
    {
      "start": 1520.799,
      "dur": 2.631,
      "text": "Trump, Mark Carney, Emanuel Macron, Kier Starmer, Mark Rutter, the Danish prime"
    },
    {
      "start": 1523.44,
      "dur": 1.99,
      "text": "Starmer, Mark Rutter, the Danish prime minister, Xihinping, this is Vladimir"
    },
    {
      "start": 1525.44,
      "dur": 2.469,
      "text": "minister, Xihinping, this is Vladimir Zalinski. Let's end on Andrew Gwyn."
    },
    {
      "start": 1527.919,
      "dur": 2.471,
      "text": "Zalinski. Let's end on Andrew Gwyn. &gt;&gt; Yeah, a splash of domestic politics just"
    },
    {
      "start": 1530.4,
      "dur": 3.19,
      "text": "&gt;&gt; Yeah, a splash of domestic politics just to end, which is intriguing. So, Andrew"
    },
    {
      "start": 1533.6,
      "dur": 3.03,
      "text": "to end, which is intriguing. So, Andrew Gwyn, he's a Greater Manchester MP, got"
    },
    {
      "start": 1536.64,
      "dur": 2.95,
      "text": "Gwyn, he's a Greater Manchester MP, got himself into a spot of trouble uh with"
    },
    {
      "start": 1539.6,
      "dur": 1.669,
      "text": "himself into a spot of trouble uh with some WhatsApp exchanges that he"
    },
    {
      "start": 1541.279,
      "dur": 1.27,
      "text": "some WhatsApp exchanges that he apologized for after they were printed"
    },
    {
      "start": 1542.559,
      "dur": 2.311,
      "text": "apologized for after they were printed in the newspaper, had the whip"
    },
    {
      "start": 1544.88,
      "dur": 1.35,
      "text": "in the newspaper, had the whip withdrawn, so he was sitting as an"
    },
    {
      "start": 1546.24,
      "dur": 2.07,
      "text": "withdrawn, so he was sitting as an independent MP, has had quite a lot of"
    },
    {
      "start": 1548.32,
      "dur": 2.55,
      "text": "independent MP, has had quite a lot of uh mental health difficulties. He has"
    },
    {
      "start": 1550.88,
      "dur": 2.31,
      "text": "uh mental health difficulties. He has announced, as we record on Thursday,"
    },
    {
      "start": 1553.2,
      "dur": 2.79,
      "text": "announced, as we record on Thursday, that he is going to stand down. Now,"
    },
    {
      "start": 1556.0,
      "dur": 2.39,
      "text": "that he is going to stand down. Now, that in and of itself would matter up to"
    },
    {
      "start": 1558.4,
      "dur": 2.47,
      "text": "that in and of itself would matter up to a point. The reason it is turbocharged"
    },
    {
      "start": 1560.88,
      "dur": 2.149,
      "text": "a point. The reason it is turbocharged in how it matters is what about the"
    },
    {
      "start": 1563.039,
      "dur": 1.831,
      "text": "in how it matters is what about the ambitions of the mayor of Greater"
    },
    {
      "start": 1564.88,
      "dur": 3.029,
      "text": "ambitions of the mayor of Greater Manchester, Andy Bernham? He has been,"
    },
    {
      "start": 1567.919,
      "dur": 1.75,
      "text": "Manchester, Andy Bernham? He has been, it would seem, keeping an eye on the"
    },
    {
      "start": 1569.679,
      "dur": 1.59,
      "text": "it would seem, keeping an eye on the possibility of returning to Westminster"
    },
    {
      "start": 1571.279,
      "dur": 1.75,
      "text": "possibility of returning to Westminster with a view that he has prime"
    },
    {
      "start": 1573.039,
      "dur": 2.471,
      "text": "with a view that he has prime ministerial ambitions. As we record, he"
    },
    {
      "start": 1575.52,
      "dur": 3.91,
      "text": "ministerial ambitions. As we record, he has not said anything. And so now begins"
    },
    {
      "start": 1579.44,
      "dur": 2.63,
      "text": "has not said anything. And so now begins an extraordinary domestic political soap"
    },
    {
      "start": 1582.08,
      "dur": 1.91,
      "text": "an extraordinary domestic political soap opera, which may or may not last a long"
    },
    {
      "start": 1584.0,
      "dur": 3.269,
      "text": "opera, which may or may not last a long time. Does he want to run? if he wants"
    },
    {
      "start": 1587.279,
      "dur": 2.311,
      "text": "time. Does he want to run? if he wants to run, does Labour's National Executive"
    },
    {
      "start": 1589.6,
      "dur": 1.51,
      "text": "to run, does Labour's National Executive Committee let him run as the Labour"
    },
    {
      "start": 1591.12,
      "dur": 1.909,
      "text": "Committee let him run as the Labour candidate because he's a sitting mayor"
    },
    {
      "start": 1593.039,
      "dur": 2.311,
      "text": "candidate because he's a sitting mayor and they have a rule about that because"
    },
    {
      "start": 1595.36,
      "dur": 1.75,
      "text": "and they have a rule about that because there'd have to be a mayoral contest and"
    },
    {
      "start": 1597.12,
      "dur": 2.23,
      "text": "there'd have to be a mayoral contest and that's expensive and that is politically"
    },
    {
      "start": 1599.36,
      "dur": 3.03,
      "text": "that's expensive and that is politically risky. If he does run, does he even win"
    },
    {
      "start": 1602.4,
      "dur": 1.43,
      "text": "risky. If he does run, does he even win given where Labour are in the polls"
    },
    {
      "start": 1603.84,
      "dur": 3.11,
      "text": "given where Labour are in the polls given reform and the Greens and others?"
    },
    {
      "start": 1606.96,
      "dur": 2.39,
      "text": "given reform and the Greens and others? If he does win and he's back at"
    },
    {
      "start": 1609.36,
      "dur": 2.07,
      "text": "If he does win and he's back at Westminster and Labour do poorly as is"
    },
    {
      "start": 1611.44,
      "dur": 1.589,
      "text": "Westminster and Labour do poorly as is expected in the elections coming up in"
    },
    {
      "start": 1613.039,
      "dur": 1.431,
      "text": "expected in the elections coming up in May of all the elections in Scotland and"
    },
    {
      "start": 1614.48,
      "dur": 2.549,
      "text": "May of all the elections in Scotland and Wales, English local elections in many"
    },
    {
      "start": 1617.039,
      "dur": 3.591,
      "text": "Wales, English local elections in many parts of England. He is then an MP with"
    },
    {
      "start": 1620.64,
      "dur": 2.149,
      "text": "parts of England. He is then an MP with a prime minister potentially in deep"
    },
    {
      "start": 1622.799,
      "dur": 2.87,
      "text": "a prime minister potentially in deep trouble. Is there then a leadership race"
    },
    {
      "start": 1625.679,
      "dur": 1.831,
      "text": "trouble. Is there then a leadership race with him as a candidate and plenty of"
    },
    {
      "start": 1627.52,
      "dur": 2.629,
      "text": "with him as a candidate and plenty of Labour MPs like him and Labour members?"
    },
    {
      "start": 1630.159,
      "dur": 1.831,
      "text": "Labour MPs like him and Labour members? Others would rather it not be him. Might"
    },
    {
      "start": 1632.0,
      "dur": 2.31,
      "text": "Others would rather it not be him. Might want Kama or West Street or Shabban Mmud"
    },
    {
      "start": 1634.32,
      "dur": 3.11,
      "text": "want Kama or West Street or Shabban Mmud or whoever. But right now, we stand on"
    },
    {
      "start": 1637.44,
      "dur": 1.589,
      "text": "or whoever. But right now, we stand on the brink of what could be an"
    },
    {
      "start": 1639.039,
      "dur": 3.191,
      "text": "the brink of what could be an extraordinary spring of soap opera"
    },
    {
      "start": 1642.24,
      "dur": 2.63,
      "text": "extraordinary spring of soap opera around a bi-election where the only"
    },
    {
      "start": 1644.88,
      "dur": 2.789,
      "text": "around a bi-election where the only question that will follow is if he"
    },
    {
      "start": 1647.679,
      "dur": 1.59,
      "text": "question that will follow is if he becomes candidate and that remains an"
    },
    {
      "start": 1649.279,
      "dur": 2.951,
      "text": "becomes candidate and that remains an if. If if if there's a lot of ifs here,"
    },
    {
      "start": 1652.24,
      "dur": 1.99,
      "text": "if. If if if there's a lot of ifs here, do you want to be prime minister? And"
    },
    {
      "start": 1654.24,
      "dur": 2.39,
      "text": "do you want to be prime minister? And that with that could be spectacularly"
    },
    {
      "start": 1656.64,
      "dur": 1.19,
      "text": "that with that could be spectacularly distracting. You know, we've talked"
    },
    {
      "start": 1657.84,
      "dur": 1.51,
      "text": "distracting. You know, we've talked about the international distractions for"
    },
    {
      "start": 1659.36,
      "dur": 1.909,
      "text": "about the international distractions for the prime minister. spectacularly"
    },
    {
      "start": 1661.279,
      "dur": 2.551,
      "text": "the prime minister. spectacularly distracting on the domestic front uh"
    },
    {
      "start": 1663.84,
      "dur": 4.15,
      "text": "distracting on the domestic front uh with this soap opera of a of a wannabe"
    },
    {
      "start": 1668.0,
      "dur": 3.35,
      "text": "with this soap opera of a of a wannabe trying to trying to find his way back to"
    },
    {
      "start": 1671.36,
      "dur": 0.63,
      "text": "trying to trying to find his way back to Westminster."
    },
    {
      "start": 1672.0,
      "dur": 1.669,
      "text": "Westminster. &gt;&gt; So Andy Burnham will end this week"
    },
    {
      "start": 1673.679,
      "dur": 2.23,
      "text": "&gt;&gt; So Andy Burnham will end this week reflecting on future developments."
    },
    {
      "start": 1675.919,
      "dur": 1.431,
      "text": "reflecting on future developments. &gt;&gt; Yes. To the readout."
    },
    {
      "start": 1677.36,
      "dur": 1.35,
      "text": "&gt;&gt; Yes. To the readout. &gt;&gt; You know, I often say about our job,"
    },
    {
      "start": 1678.72,
      "dur": 2.15,
      "text": "&gt;&gt; You know, I often say about our job, thank God we only have to talk about it."
    },
    {
      "start": 1680.88,
      "dur": 1.43,
      "text": "thank God we only have to talk about it. &gt;&gt; We don't have to fix it."
    },
    {
      "start": 1682.32,
      "dur": 2.229,
      "text": "&gt;&gt; We don't have to fix it. &gt;&gt; Yes. It's much easier to ask questions"
    },
    {
      "start": 1684.559,
      "dur": 1.671,
      "text": "&gt;&gt; Yes. It's much easier to ask questions than to answer them, isn't it?"
    },
    {
      "start": 1686.24,
      "dur": 1.909,
      "text": "than to answer them, isn't it? &gt;&gt; Well, on that note, Lee, thank you very"
    },
    {
      "start": 1688.159,
      "dur": 0.311,
      "text": "&gt;&gt; Well, on that note, Lee, thank you very much."
    },
    {
      "start": 1688.48,
      "dur": 0.71,
      "text": "much. &gt;&gt; Thank you,"
    },
    {
      "start": 1689.2,
      "dur": 1.67,
      "text": "&gt;&gt; Thank you, &gt;&gt; Katrina. Thanks to you, too."
    },
    {
      "start": 1690.88,
      "dur": 0.71,
      "text": "&gt;&gt; Katrina. Thanks to you, too. &gt;&gt; Thank you."
    },
    {
      "start": 1691.6,
      "dur": 1.189,
      "text": "&gt;&gt; Thank you. &gt;&gt; And Chris, good to catch up."
    },
    {
      "start": 1692.799,
      "dur": 1.271,
      "text": "&gt;&gt; And Chris, good to catch up. &gt;&gt; Thank you. Do I look a bit less sweaty"
    },
    {
      "start": 1694.08,
      "dur": 1.11,
      "text": "&gt;&gt; Thank you. Do I look a bit less sweaty now? We're finished. Both"
    },
    {
      "start": 1695.2,
      "dur": 2.709,
      "text": "now? We're finished. Both &gt;&gt; you slightly, even though that brain has"
    },
    {
      "start": 1697.919,
      "dur": 1.591,
      "text": "&gt;&gt; you slightly, even though that brain has been working very [laughter] hard. And"
    },
    {
      "start": 1699.52,
      "dur": 1.59,
      "text": "been working very [laughter] hard. And that's all for this episode of Newscast."
    },
    {
      "start": 1701.12,
      "dur": 1.11,
      "text": "that's all for this episode of Newscast. Thank you very much for watching."
    },
    {
      "start": 1702.24,
      "dur": 2.72,
      "text": "Thank you very much for watching. Bye-bye."
    }
  ]
}