{
  "videoId": "4emc0CPvQ-0",
  "title": "Israel reopens Gaza's key Rafah border crossing with Egypt | BBC News",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 232,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.6,
      "text": "Now, another important story."
    },
    {
      "start": 1.68,
      "dur": 1.67,
      "text": "Now, another important story. Palestinians have started to enter the"
    },
    {
      "start": 3.36,
      "dur": 2.469,
      "text": "Palestinians have started to enter the Rafa border crossing between the Gardasa"
    },
    {
      "start": 5.839,
      "dur": 2.311,
      "text": "Rafa border crossing between the Gardasa strip and Egypt, which has largely been"
    },
    {
      "start": 8.16,
      "dur": 2.63,
      "text": "strip and Egypt, which has largely been kept closed for the past two years after"
    },
    {
      "start": 10.8,
      "dur": 2.789,
      "text": "kept closed for the past two years after Israeli forces captured the Gazen side"
    },
    {
      "start": 13.599,
      "dur": 1.831,
      "text": "Israeli forces captured the Gazen side while opening it as part of the second"
    },
    {
      "start": 15.44,
      "dur": 1.99,
      "text": "while opening it as part of the second stage of President Trump's peace plan"
    },
    {
      "start": 17.44,
      "dur": 2.31,
      "text": "stage of President Trump's peace plan for Gaza. But Israel says that only"
    },
    {
      "start": 19.76,
      "dur": 2.23,
      "text": "for Gaza. But Israel says that only Palestinians who left Gaza during the"
    },
    {
      "start": 22.0,
      "dur": 3.109,
      "text": "Palestinians who left Gaza during the war will be allowed back in. Well, we're"
    },
    {
      "start": 25.119,
      "dur": 2.07,
      "text": "war will be allowed back in. Well, we're monitoring the live images from the"
    },
    {
      "start": 27.199,
      "dur": 2.31,
      "text": "monitoring the live images from the Israel Gaza border. Israeli reports"
    },
    {
      "start": 29.519,
      "dur": 2.791,
      "text": "Israel Gaza border. Israeli reports saying that each day only 50 patients"
    },
    {
      "start": 32.32,
      "dur": 3.35,
      "text": "saying that each day only 50 patients who can each who can travel will two"
    },
    {
      "start": 35.68,
      "dur": 3.43,
      "text": "who can each who can travel will two relatives will be allowed to exit and 50"
    },
    {
      "start": 39.12,
      "dur": 2.47,
      "text": "relatives will be allowed to exit and 50 people who left Gaza during the war can"
    },
    {
      "start": 41.6,
      "dur": 3.51,
      "text": "people who left Gaza during the war can return. The crossing is to be run by the"
    },
    {
      "start": 45.12,
      "dur": 2.31,
      "text": "return. The crossing is to be run by the European Union supervisors and local"
    },
    {
      "start": 47.44,
      "dur": 2.71,
      "text": "European Union supervisors and local Palestinian staffs. Israel will be able"
    },
    {
      "start": 50.16,
      "dur": 3.029,
      "text": "Palestinian staffs. Israel will be able to carry out remote security checks."
    },
    {
      "start": 53.199,
      "dur": 2.071,
      "text": "to carry out remote security checks. We're continuing to see monitor the"
    },
    {
      "start": 55.28,
      "dur": 1.909,
      "text": "We're continuing to see monitor the scene live in Gaza City itself."
    },
    {
      "start": 57.199,
      "dur": 1.431,
      "text": "scene live in Gaza City itself. Thousands of sick and wounded"
    },
    {
      "start": 58.64,
      "dur": 2.47,
      "text": "Thousands of sick and wounded Palestinians currently waiting to leave"
    },
    {
      "start": 61.12,
      "dur": 2.71,
      "text": "Palestinians currently waiting to leave Gaza for treatment. So, as we monitor"
    },
    {
      "start": 63.84,
      "dur": 3.03,
      "text": "Gaza for treatment. So, as we monitor those live images, let's cross over to"
    },
    {
      "start": 66.88,
      "dur": 1.11,
      "text": "those live images, let's cross over to Jerusalem. Our Middle East"
    },
    {
      "start": 68.0,
      "dur": 1.67,
      "text": "Jerusalem. Our Middle East correspondent, my colleague Yoland Nell"
    },
    {
      "start": 69.68,
      "dur": 2.23,
      "text": "correspondent, my colleague Yoland Nell joins us. And Yoland, uh, important just"
    },
    {
      "start": 71.92,
      "dur": 2.15,
      "text": "joins us. And Yoland, uh, important just to stress the numbers when it comes to"
    },
    {
      "start": 74.08,
      "dur": 4.15,
      "text": "to stress the numbers when it comes to this reopening of the crossing."
    },
    {
      "start": 78.24,
      "dur": 1.59,
      "text": "this reopening of the crossing. &gt;&gt; Definitely. And that's why, you know,"
    },
    {
      "start": 79.84,
      "dur": 1.35,
      "text": "&gt;&gt; Definitely. And that's why, you know, there's been such kind of hope and"
    },
    {
      "start": 81.2,
      "dur": 2.71,
      "text": "there's been such kind of hope and relief expressed by Palestinians who see"
    },
    {
      "start": 83.92,
      "dur": 2.39,
      "text": "relief expressed by Palestinians who see this Rafa border crossing, the only"
    },
    {
      "start": 86.32,
      "dur": 2.469,
      "text": "this Rafa border crossing, the only crossing from the Gaza Strip that leads"
    },
    {
      "start": 88.799,
      "dur": 2.391,
      "text": "crossing from the Gaza Strip that leads out of away from Israel, goes into"
    },
    {
      "start": 91.2,
      "dur": 1.83,
      "text": "out of away from Israel, goes into Egypt. They see it as their gateway to"
    },
    {
      "start": 93.04,
      "dur": 2.63,
      "text": "Egypt. They see it as their gateway to the world. Um, a lifeline for people."
    },
    {
      "start": 95.68,
      "dur": 2.63,
      "text": "the world. Um, a lifeline for people. And you've got about 20,000 Palestinians"
    },
    {
      "start": 98.32,
      "dur": 2.149,
      "text": "And you've got about 20,000 Palestinians who are sick and wounded who are waiting"
    },
    {
      "start": 100.479,
      "dur": 2.31,
      "text": "who are sick and wounded who are waiting to leave for urgent medical treatment."
    },
    {
      "start": 102.799,
      "dur": 1.67,
      "text": "to leave for urgent medical treatment. That's according to local doctors and"
    },
    {
      "start": 104.479,
      "dur": 2.63,
      "text": "That's according to local doctors and the World Health Organization. and at"
    },
    {
      "start": 107.119,
      "dur": 2.871,
      "text": "the World Health Organization. and at the same time about 30,000 Palestinians"
    },
    {
      "start": 110.0,
      "dur": 1.83,
      "text": "the same time about 30,000 Palestinians who we're told have registered with the"
    },
    {
      "start": 111.84,
      "dur": 3.11,
      "text": "who we're told have registered with the Palestinian embassy in Cairo to go back"
    },
    {
      "start": 114.96,
      "dur": 2.07,
      "text": "Palestinian embassy in Cairo to go back into the Gaza Strip. These are people"
    },
    {
      "start": 117.04,
      "dur": 2.23,
      "text": "into the Gaza Strip. These are people who left during the course of the war."
    },
    {
      "start": 119.28,
      "dur": 2.07,
      "text": "who left during the course of the war. Uh some of them for medical treatment,"
    },
    {
      "start": 121.36,
      "dur": 1.749,
      "text": "Uh some of them for medical treatment, they want to go back for the purposes of"
    },
    {
      "start": 123.119,
      "dur": 2.63,
      "text": "they want to go back for the purposes of family reunification. But just look,"
    },
    {
      "start": 125.759,
      "dur": 2.791,
      "text": "family reunification. But just look, dozens of people according to reports,"
    },
    {
      "start": 128.56,
      "dur": 1.909,
      "text": "dozens of people according to reports, all that are going to be allowed through"
    },
    {
      "start": 130.479,
      "dur": 2.39,
      "text": "all that are going to be allowed through um each day. And so, you know, according"
    },
    {
      "start": 132.879,
      "dur": 1.831,
      "text": "um each day. And so, you know, according to the figures that are out there, it"
    },
    {
      "start": 134.72,
      "dur": 1.75,
      "text": "to the figures that are out there, it would take until late next year for all"
    },
    {
      "start": 136.48,
      "dur": 2.389,
      "text": "would take until late next year for all the people who want to go back to Gaza"
    },
    {
      "start": 138.879,
      "dur": 2.391,
      "text": "the people who want to go back to Gaza uh to be able to do so. And that's been"
    },
    {
      "start": 141.28,
      "dur": 2.47,
      "text": "uh to be able to do so. And that's been a cause of frustration uh for many"
    },
    {
      "start": 143.76,
      "dur": 1.829,
      "text": "a cause of frustration uh for many Palestinians along with the fact that at"
    },
    {
      "start": 145.599,
      "dur": 1.831,
      "text": "Palestinians along with the fact that at the moment the Rafa crossing is not"
    },
    {
      "start": 147.44,
      "dur": 2.31,
      "text": "the moment the Rafa crossing is not being opened for humanitarian aid to go"
    },
    {
      "start": 149.76,
      "dur": 2.79,
      "text": "being opened for humanitarian aid to go directly into Gaza. Any aid going from"
    },
    {
      "start": 152.56,
      "dur": 2.15,
      "text": "directly into Gaza. Any aid going from Egypt will still have to cross through"
    },
    {
      "start": 154.72,
      "dur": 2.47,
      "text": "Egypt will still have to cross through the Israeli security checks at the KM"
    },
    {
      "start": 157.2,
      "dur": 2.23,
      "text": "the Israeli security checks at the KM Shalom Israeli border crossing right"
    },
    {
      "start": 159.44,
      "dur": 2.47,
      "text": "Shalom Israeli border crossing right down uh in the southern part of the Gaza"
    },
    {
      "start": 161.92,
      "dur": 1.029,
      "text": "down uh in the southern part of the Gaza Strip."
    },
    {
      "start": 162.959,
      "dur": 2.951,
      "text": "Strip. &gt;&gt; And Yoland just in terms of who will be"
    },
    {
      "start": 165.92,
      "dur": 2.63,
      "text": "&gt;&gt; And Yoland just in terms of who will be monitoring this uh this this border"
    },
    {
      "start": 168.56,
      "dur": 1.43,
      "text": "monitoring this uh this this border crossing just talk us through the"
    },
    {
      "start": 170.0,
      "dur": 3.35,
      "text": "crossing just talk us through the security aspect of that."
    },
    {
      "start": 173.36,
      "dur": 3.35,
      "text": "security aspect of that. So there is a European Union monitors um"
    },
    {
      "start": 176.72,
      "dur": 2.149,
      "text": "So there is a European Union monitors um group which is called EU BAM. This"
    },
    {
      "start": 178.879,
      "dur": 2.951,
      "text": "group which is called EU BAM. This mission that has been reinstated at the"
    },
    {
      "start": 181.84,
      "dur": 1.91,
      "text": "mission that has been reinstated at the border crossing. It was used there in"
    },
    {
      "start": 183.76,
      "dur": 1.67,
      "text": "border crossing. It was used there in the past as a mechanism working"
    },
    {
      "start": 185.44,
      "dur": 3.11,
      "text": "the past as a mechanism working alongside uh local Palestinians. Uh the"
    },
    {
      "start": 188.56,
      "dur": 2.15,
      "text": "alongside uh local Palestinians. Uh the stamps that people get to go in and out"
    },
    {
      "start": 190.72,
      "dur": 2.229,
      "text": "stamps that people get to go in and out will be from the Palestinian Authority"
    },
    {
      "start": 192.959,
      "dur": 3.19,
      "text": "will be from the Palestinian Authority which is of course um the entity which"
    },
    {
      "start": 196.159,
      "dur": 2.551,
      "text": "which is of course um the entity which uh runs parts of the occupied West Bank."
    },
    {
      "start": 198.72,
      "dur": 1.75,
      "text": "uh runs parts of the occupied West Bank. Israel has been so clear that it doesn't"
    },
    {
      "start": 200.48,
      "dur": 2.389,
      "text": "Israel has been so clear that it doesn't want the Palestinian Authority to have a"
    },
    {
      "start": 202.879,
      "dur": 3.031,
      "text": "want the Palestinian Authority to have a role in the future governance of Gaza."
    },
    {
      "start": 205.92,
      "dur": 2.55,
      "text": "role in the future governance of Gaza. Um, but you will have Israeli security"
    },
    {
      "start": 208.48,
      "dur": 2.23,
      "text": "Um, but you will have Israeli security checks that will take place. Um, there's"
    },
    {
      "start": 210.72,
      "dur": 1.91,
      "text": "checks that will take place. Um, there's a checkpoint especially for those going"
    },
    {
      "start": 212.64,
      "dur": 2.55,
      "text": "a checkpoint especially for those going into Gaza where facial recognition"
    },
    {
      "start": 215.2,
      "dur": 2.87,
      "text": "into Gaza where facial recognition software will be used to check the"
    },
    {
      "start": 218.08,
      "dur": 1.67,
      "text": "software will be used to check the identities of those going in because"
    },
    {
      "start": 219.76,
      "dur": 1.67,
      "text": "identities of those going in because everyone will need in advance both"
    },
    {
      "start": 221.44,
      "dur": 2.23,
      "text": "everyone will need in advance both clearance um, security clearance from"
    },
    {
      "start": 223.68,
      "dur": 1.909,
      "text": "clearance um, security clearance from the Egyptians and the Israelis to pass"
    },
    {
      "start": 225.599,
      "dur": 2.55,
      "text": "the Egyptians and the Israelis to pass through this crossing. Yoland as always"
    },
    {
      "start": 228.159,
      "dur": 1.271,
      "text": "through this crossing. Yoland as always thank you so much for talking us through"
    },
    {
      "start": 229.44,
      "dur": 1.429,
      "text": "thank you so much for talking us through all of the different aspects. Thank you"
    },
    {
      "start": 230.879,
      "dur": 2.321,
      "text": "all of the different aspects. Thank you Yoland."
    }
  ]
}