{
  "videoId": "5-_X6cewItQ",
  "title": "Savannah Guthrie issues new plea over mother's abduction as ransom deadline passes | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 211,
  "segments": [
    {
      "start": 0.8,
      "dur": 2.48,
      "text": "The American TV anchor Savannah Guthrie"
    },
    {
      "start": 3.28,
      "dur": 1.83,
      "text": "The American TV anchor Savannah Guthrie has again appealed for the public's help"
    },
    {
      "start": 5.12,
      "dur": 2.229,
      "text": "has again appealed for the public's help in finding her mother Nancy who went"
    },
    {
      "start": 7.359,
      "dur": 2.391,
      "text": "in finding her mother Nancy who went missing from her home over a week ago. A"
    },
    {
      "start": 9.76,
      "dur": 1.829,
      "text": "missing from her home over a week ago. A ransom note claiming to be from those"
    },
    {
      "start": 11.599,
      "dur": 2.231,
      "text": "ransom note claiming to be from those holding the 84year-old demanded millions"
    },
    {
      "start": 13.84,
      "dur": 2.15,
      "text": "holding the 84year-old demanded millions of dollars of Bitcoin in return for her"
    },
    {
      "start": 16.0,
      "dur": 1.83,
      "text": "of dollars of Bitcoin in return for her release. The deadline set for the"
    },
    {
      "start": 17.84,
      "dur": 2.71,
      "text": "release. The deadline set for the payment passed overnight. No matter"
    },
    {
      "start": 20.56,
      "dur": 1.91,
      "text": "payment passed overnight. No matter where you are, even if you're far from"
    },
    {
      "start": 22.48,
      "dur": 1.51,
      "text": "where you are, even if you're far from Tucson,"
    },
    {
      "start": 24.0,
      "dur": 2.47,
      "text": "Tucson, if you see anything, you hear anything,"
    },
    {
      "start": 26.48,
      "dur": 2.709,
      "text": "if you see anything, you hear anything, if there's anything at all that seems"
    },
    {
      "start": 29.199,
      "dur": 2.31,
      "text": "if there's anything at all that seems strange to you"
    },
    {
      "start": 31.519,
      "dur": 4.791,
      "text": "strange to you that you report to law enforcement,"
    },
    {
      "start": 36.32,
      "dur": 4.239,
      "text": "we are at an hour of desperation"
    },
    {
      "start": 40.559,
      "dur": 3.271,
      "text": "we are at an hour of desperation and we need your help."
    },
    {
      "start": 43.84,
      "dur": 1.99,
      "text": "and we need your help. Let's go live to New York and CBS"
    },
    {
      "start": 45.84,
      "dur": 1.91,
      "text": "Let's go live to New York and CBS correspondent Bradley Blackburn."
    },
    {
      "start": 47.76,
      "dur": 1.91,
      "text": "correspondent Bradley Blackburn. Bradley, do we have any further"
    },
    {
      "start": 49.68,
      "dur": 3.27,
      "text": "Bradley, do we have any further information on this case?"
    },
    {
      "start": 52.96,
      "dur": 1.67,
      "text": "information on this case? &gt;&gt; Kea, it's striking how little"
    },
    {
      "start": 54.64,
      "dur": 2.069,
      "text": "&gt;&gt; Kea, it's striking how little information we have. This search is now"
    },
    {
      "start": 56.719,
      "dur": 2.391,
      "text": "information we have. This search is now entering its 10th day. And overnight,"
    },
    {
      "start": 59.12,
      "dur": 1.99,
      "text": "entering its 10th day. And overnight, the FBI released a statement confirming"
    },
    {
      "start": 61.12,
      "dur": 1.99,
      "text": "the FBI released a statement confirming that at this point in time, they have no"
    },
    {
      "start": 63.12,
      "dur": 2.309,
      "text": "that at this point in time, they have no suspects, no persons of interest"
    },
    {
      "start": 65.439,
      "dur": 2.391,
      "text": "suspects, no persons of interest identified in this case. And they are"
    },
    {
      "start": 67.84,
      "dur": 1.91,
      "text": "identified in this case. And they are also joining the Guthrie family in"
    },
    {
      "start": 69.76,
      "dur": 2.389,
      "text": "also joining the Guthrie family in asking any member of the public to help."
    },
    {
      "start": 72.159,
      "dur": 2.791,
      "text": "asking any member of the public to help. There is a tip line set up at 1800 call"
    },
    {
      "start": 74.96,
      "dur": 3.59,
      "text": "There is a tip line set up at 1800 call FBI. And as they ask for more tips, uh,"
    },
    {
      "start": 78.56,
      "dur": 1.75,
      "text": "FBI. And as they ask for more tips, uh, more leads in this case, we know that"
    },
    {
      "start": 80.32,
      "dur": 1.67,
      "text": "more leads in this case, we know that behind the scenes, the investigation is"
    },
    {
      "start": 82.0,
      "dur": 2.149,
      "text": "behind the scenes, the investigation is also continuing. The Puma County"
    },
    {
      "start": 84.159,
      "dur": 1.99,
      "text": "also continuing. The Puma County Sheriff's Office put out a statement"
    },
    {
      "start": 86.159,
      "dur": 2.231,
      "text": "Sheriff's Office put out a statement yesterday confirming that, uh, there was"
    },
    {
      "start": 88.4,
      "dur": 2.069,
      "text": "yesterday confirming that, uh, there was an active law enforcement presence at"
    },
    {
      "start": 90.479,
      "dur": 2.391,
      "text": "an active law enforcement presence at Guthri Residences over the weekend, and"
    },
    {
      "start": 92.88,
      "dur": 2.07,
      "text": "Guthri Residences over the weekend, and that activity continued. Uh, this is"
    },
    {
      "start": 94.96,
      "dur": 2.07,
      "text": "that activity continued. Uh, this is part of this department following up on"
    },
    {
      "start": 97.04,
      "dur": 2.63,
      "text": "part of this department following up on leads, uh, as this investigative process"
    },
    {
      "start": 99.68,
      "dur": 1.59,
      "text": "leads, uh, as this investigative process continues, but they iterate that there"
    },
    {
      "start": 101.28,
      "dur": 2.63,
      "text": "continues, but they iterate that there is no there's no suspect. Again, there's"
    },
    {
      "start": 103.92,
      "dur": 2.149,
      "text": "is no there's no suspect. Again, there's no person of interest. So, that's not"
    },
    {
      "start": 106.079,
      "dur": 1.67,
      "text": "no person of interest. So, that's not why they're searching these properties"
    },
    {
      "start": 107.759,
      "dur": 1.591,
      "text": "why they're searching these properties necessarily. They're just continuing"
    },
    {
      "start": 109.36,
      "dur": 1.83,
      "text": "necessarily. They're just continuing this process. Uh, we know that they're"
    },
    {
      "start": 111.2,
      "dur": 2.229,
      "text": "this process. Uh, we know that they're also homing in on a specific period of"
    },
    {
      "start": 113.439,
      "dur": 3.271,
      "text": "also homing in on a specific period of time uh after a camera was disconnected"
    },
    {
      "start": 116.72,
      "dur": 2.55,
      "text": "time uh after a camera was disconnected at Nancy Guthri's residence and before"
    },
    {
      "start": 119.28,
      "dur": 2.71,
      "text": "at Nancy Guthri's residence and before her pacemaker then separated from her"
    },
    {
      "start": 122.0,
      "dur": 2.55,
      "text": "her pacemaker then separated from her iPhone. It was connected uh that's a"
    },
    {
      "start": 124.56,
      "dur": 2.31,
      "text": "iPhone. It was connected uh that's a 41minute gap. And so, they are looking"
    },
    {
      "start": 126.88,
      "dur": 2.229,
      "text": "41minute gap. And so, they are looking for any clues there. They're also going"
    },
    {
      "start": 129.119,
      "dur": 2.47,
      "text": "for any clues there. They're also going to neighbors asking for their doorbell"
    },
    {
      "start": 131.599,
      "dur": 2.231,
      "text": "to neighbors asking for their doorbell cameras, gas stations asking for footage"
    },
    {
      "start": 133.84,
      "dur": 2.71,
      "text": "cameras, gas stations asking for footage there, tracking down whatever they can"
    },
    {
      "start": 136.56,
      "dur": 2.63,
      "text": "there, tracking down whatever they can because this case Gita has fascinated"
    },
    {
      "start": 139.2,
      "dur": 2.79,
      "text": "because this case Gita has fascinated and horrified the entire country. Uh"
    },
    {
      "start": 142.0,
      "dur": 2.309,
      "text": "and horrified the entire country. Uh Savannah Guthrie is a figure that is so"
    },
    {
      "start": 144.319,
      "dur": 1.511,
      "text": "Savannah Guthrie is a figure that is so well known through through the Today"
    },
    {
      "start": 145.84,
      "dur": 1.83,
      "text": "well known through through the Today Show is someone that someone's that so"
    },
    {
      "start": 147.68,
      "dur": 1.99,
      "text": "Show is someone that someone's that so many are familiar with and everyone is"
    },
    {
      "start": 149.68,
      "dur": 1.59,
      "text": "many are familiar with and everyone is hoping and praying for a resolution to"
    },
    {
      "start": 151.28,
      "dur": 2.71,
      "text": "hoping and praying for a resolution to this strange case. And and do we know"
    },
    {
      "start": 154.0,
      "dur": 2.47,
      "text": "this strange case. And and do we know Bradley whether the family who had said"
    },
    {
      "start": 156.48,
      "dur": 2.15,
      "text": "Bradley whether the family who had said that they they were able to pay the"
    },
    {
      "start": 158.64,
      "dur": 3.35,
      "text": "that they they were able to pay the ransom whether any money was passed over"
    },
    {
      "start": 162.0,
      "dur": 2.869,
      "text": "ransom whether any money was passed over and any indication as to motive here at"
    },
    {
      "start": 164.879,
      "dur": 1.111,
      "text": "and any indication as to motive here at all?"
    },
    {
      "start": 166.0,
      "dur": 2.47,
      "text": "all? &gt;&gt; We do not know a motive at this point in"
    },
    {
      "start": 168.48,
      "dur": 1.99,
      "text": "&gt;&gt; We do not know a motive at this point in time and we do not know whether there"
    },
    {
      "start": 170.48,
      "dur": 1.35,
      "text": "time and we do not know whether there has been any payment if that has"
    },
    {
      "start": 171.84,
      "dur": 1.27,
      "text": "has been any payment if that has happened. They were keeping it very"
    },
    {
      "start": 173.12,
      "dur": 2.469,
      "text": "happened. They were keeping it very close to the vest. Uh the FBI says that"
    },
    {
      "start": 175.599,
      "dur": 1.831,
      "text": "close to the vest. Uh the FBI says that they're not aware of any further"
    },
    {
      "start": 177.44,
      "dur": 2.869,
      "text": "they're not aware of any further communication uh between any sort of uh"
    },
    {
      "start": 180.319,
      "dur": 1.91,
      "text": "communication uh between any sort of uh writer of a ransom note and the Guthrie"
    },
    {
      "start": 182.239,
      "dur": 2.471,
      "text": "writer of a ransom note and the Guthrie family. And really these these videos"
    },
    {
      "start": 184.72,
      "dur": 2.47,
      "text": "family. And really these these videos that uh the Guthrie family has released"
    },
    {
      "start": 187.2,
      "dur": 2.15,
      "text": "that uh the Guthrie family has released suggest that uh while they're trying to"
    },
    {
      "start": 189.36,
      "dur": 2.789,
      "text": "suggest that uh while they're trying to respond to these possible ransom notes,"
    },
    {
      "start": 192.159,
      "dur": 2.471,
      "text": "respond to these possible ransom notes, uh they are not certain either whether"
    },
    {
      "start": 194.64,
      "dur": 2.15,
      "text": "uh they are not certain either whether they are legitimate and and whether in"
    },
    {
      "start": 196.8,
      "dur": 3.429,
      "text": "they are legitimate and and whether in fact uh they whether they think it could"
    },
    {
      "start": 200.239,
      "dur": 1.591,
      "text": "fact uh they whether they think it could lead to anything. But they do say that"
    },
    {
      "start": 201.84,
      "dur": 2.87,
      "text": "lead to anything. But they do say that they believe that Nancy Guthrie is still"
    },
    {
      "start": 204.72,
      "dur": 1.67,
      "text": "they believe that Nancy Guthrie is still out there somewhere."
    },
    {
      "start": 206.4,
      "dur": 1.909,
      "text": "out there somewhere. &gt;&gt; Bradley Blackburn with CBS in New York."
    },
    {
      "start": 208.319,
      "dur": 1.351,
      "text": "&gt;&gt; Bradley Blackburn with CBS in New York. Thank you very much indeed for that"
    },
    {
      "start": 209.68,
      "dur": 2.4,
      "text": "Thank you very much indeed for that update."
    }
  ]
}