{
  "videoId": "592FsNMA830",
  "title": "Trump's border tsar suggests possible drawdown in Minneapolis | BBC News",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 315,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.639,
      "text": "President Trump's borders are Tom Hman"
    },
    {
      "start": 2.879,
      "dur": 1.91,
      "text": "President Trump's borders are Tom Hman says improvements will be made to how"
    },
    {
      "start": 4.799,
      "dur": 1.99,
      "text": "says improvements will be made to how immigration enforcement operations are"
    },
    {
      "start": 6.799,
      "dur": 2.391,
      "text": "immigration enforcement operations are carried out by federal officers. He's"
    },
    {
      "start": 9.2,
      "dur": 1.27,
      "text": "carried out by federal officers. He's been speaking to reporters in"
    },
    {
      "start": 10.48,
      "dur": 2.71,
      "text": "been speaking to reporters in Minneapolis where two US citizens, Renee"
    },
    {
      "start": 13.2,
      "dur": 2.629,
      "text": "Minneapolis where two US citizens, Renee Good and Alex Prey, have been shot dead"
    },
    {
      "start": 15.839,
      "dur": 2.791,
      "text": "Good and Alex Prey, have been shot dead by officers in the past month. Mr. Hman"
    },
    {
      "start": 18.64,
      "dur": 1.99,
      "text": "by officers in the past month. Mr. Hman was sent to the city to oversee the"
    },
    {
      "start": 20.64,
      "dur": 1.99,
      "text": "was sent to the city to oversee the president's immigration crackdown. He"
    },
    {
      "start": 22.64,
      "dur": 1.83,
      "text": "president's immigration crackdown. He said agents who don't meet the standards"
    },
    {
      "start": 24.48,
      "dur": 2.15,
      "text": "said agents who don't meet the standards of conduct will be dealt with, but"
    },
    {
      "start": 26.64,
      "dur": 1.83,
      "text": "of conduct will be dealt with, but insisted the administration won't be"
    },
    {
      "start": 28.48,
      "dur": 2.949,
      "text": "insisted the administration won't be surrendering the mission."
    },
    {
      "start": 31.439,
      "dur": 1.831,
      "text": "surrendering the mission. I said in March if the rhetoric didn't"
    },
    {
      "start": 33.28,
      "dur": 3.269,
      "text": "I said in March if the rhetoric didn't stop, there's going to be bloodshed,"
    },
    {
      "start": 36.559,
      "dur": 3.191,
      "text": "stop, there's going to be bloodshed, and there has been."
    },
    {
      "start": 39.76,
      "dur": 5.43,
      "text": "and there has been. I wish I wasn't right."
    },
    {
      "start": 45.2,
      "dur": 2.56,
      "text": "I don't want to see anybody die. where"
    },
    {
      "start": 47.76,
      "dur": 1.43,
      "text": "I don't want to see anybody die. where the people out there don't like what I"
    },
    {
      "start": 49.2,
      "dur": 1.669,
      "text": "the people out there don't like what I is doing."
    },
    {
      "start": 50.879,
      "dur": 1.751,
      "text": "is doing. If you want certain laws reformed and"
    },
    {
      "start": 52.64,
      "dur": 2.31,
      "text": "If you want certain laws reformed and take it up with Congress, you interfere,"
    },
    {
      "start": 54.96,
      "dur": 2.15,
      "text": "take it up with Congress, you interfere, impede,"
    },
    {
      "start": 57.12,
      "dur": 1.67,
      "text": "impede, assault and ICE officers, you will be"
    },
    {
      "start": 58.8,
      "dur": 1.749,
      "text": "assault and ICE officers, you will be arrested. With that, I call upon those"
    },
    {
      "start": 60.559,
      "dur": 1.591,
      "text": "arrested. With that, I call upon those officials stand shoulder-to-shoulder"
    },
    {
      "start": 62.16,
      "dur": 1.35,
      "text": "officials stand shoulder-to-shoulder with us to tone down the dangerous"
    },
    {
      "start": 63.52,
      "dur": 2.39,
      "text": "with us to tone down the dangerous rhetoric and condemn all unlawful"
    },
    {
      "start": 65.92,
      "dur": 1.99,
      "text": "rhetoric and condemn all unlawful actions against law enforcement in the"
    },
    {
      "start": 67.92,
      "dur": 1.43,
      "text": "actions against law enforcement in the community."
    },
    {
      "start": 69.36,
      "dur": 2.47,
      "text": "community. &gt;&gt; And Nomia joins me in the studio. Until"
    },
    {
      "start": 71.84,
      "dur": 1.83,
      "text": "&gt;&gt; And Nomia joins me in the studio. Until very recently, our North America"
    },
    {
      "start": 73.68,
      "dur": 2.15,
      "text": "very recently, our North America correspondent. Nomia, a lot of"
    },
    {
      "start": 75.84,
      "dur": 3.03,
      "text": "correspondent. Nomia, a lot of anticipation in advance of Tom Hman"
    },
    {
      "start": 78.88,
      "dur": 2.229,
      "text": "anticipation in advance of Tom Hman speaking today about what his words, his"
    },
    {
      "start": 81.119,
      "dur": 2.63,
      "text": "speaking today about what his words, his tone um would signify about President"
    },
    {
      "start": 83.759,
      "dur": 2.151,
      "text": "tone um would signify about President Trump's approach to immigration policy."
    },
    {
      "start": 85.92,
      "dur": 1.35,
      "text": "Trump's approach to immigration policy. What's your assessment of it then?"
    },
    {
      "start": 87.28,
      "dur": 1.99,
      "text": "What's your assessment of it then? &gt;&gt; Well, his tone was much softer than what"
    },
    {
      "start": 89.28,
      "dur": 1.35,
      "text": "&gt;&gt; Well, his tone was much softer than what we're used to with Tom Holman. He's"
    },
    {
      "start": 90.64,
      "dur": 2.07,
      "text": "we're used to with Tom Holman. He's quite bullish, quite, you know, channels"
    },
    {
      "start": 92.72,
      "dur": 1.91,
      "text": "quite bullish, quite, you know, channels that sort of Trump energy when he when"
    },
    {
      "start": 94.64,
      "dur": 1.91,
      "text": "that sort of Trump energy when he when he gives interviews. And it was clear"
    },
    {
      "start": 96.56,
      "dur": 2.07,
      "text": "he gives interviews. And it was clear that he was there to try and take down"
    },
    {
      "start": 98.64,
      "dur": 1.829,
      "text": "that he was there to try and take down the temperature a little bit. What I"
    },
    {
      "start": 100.479,
      "dur": 1.911,
      "text": "the temperature a little bit. What I found interesting was that it's the"
    },
    {
      "start": 102.4,
      "dur": 1.59,
      "text": "found interesting was that it's the closest we'll probably get to Donald"
    },
    {
      "start": 104.0,
      "dur": 1.99,
      "text": "closest we'll probably get to Donald Trump maybe admitting that the operation"
    },
    {
      "start": 106.0,
      "dur": 2.389,
      "text": "Trump maybe admitting that the operation has not gone to plan. He talked there in"
    },
    {
      "start": 108.399,
      "dur": 1.67,
      "text": "has not gone to plan. He talked there in that clip about hateful rhetoric and"
    },
    {
      "start": 110.079,
      "dur": 2.551,
      "text": "that clip about hateful rhetoric and saying that the abuse that ICE agents"
    },
    {
      "start": 112.64,
      "dur": 2.31,
      "text": "saying that the abuse that ICE agents were getting was somehow to blame for"
    },
    {
      "start": 114.96,
      "dur": 3.109,
      "text": "were getting was somehow to blame for all of this by Democrat uh leaders in um"
    },
    {
      "start": 118.079,
      "dur": 1.831,
      "text": "all of this by Democrat uh leaders in um Minnesota, but also protesters. I think"
    },
    {
      "start": 119.92,
      "dur": 1.99,
      "text": "Minnesota, but also protesters. I think it's probably worth mentioning that many"
    },
    {
      "start": 121.92,
      "dur": 1.99,
      "text": "it's probably worth mentioning that many people are angry about the heavy tactics"
    },
    {
      "start": 123.92,
      "dur": 2.869,
      "text": "people are angry about the heavy tactics that ICE have been using. Um, and whilst"
    },
    {
      "start": 126.799,
      "dur": 2.15,
      "text": "that ICE have been using. Um, and whilst Americans broadly support President"
    },
    {
      "start": 128.959,
      "dur": 2.63,
      "text": "Americans broadly support President Trump's deportation plan, there's plenty"
    },
    {
      "start": 131.599,
      "dur": 1.751,
      "text": "Trump's deportation plan, there's plenty of polls that also suggest they feel"
    },
    {
      "start": 133.36,
      "dur": 1.35,
      "text": "of polls that also suggest they feel he's gone too far. And I think the fact"
    },
    {
      "start": 134.72,
      "dur": 2.07,
      "text": "he's gone too far. And I think the fact that Donald Trump sent him down to take"
    },
    {
      "start": 136.8,
      "dur": 2.149,
      "text": "that Donald Trump sent him down to take charge, take control, reflects that."
    },
    {
      "start": 138.959,
      "dur": 1.591,
      "text": "charge, take control, reflects that. &gt;&gt; Yeah. And he also did say that he had"
    },
    {
      "start": 140.56,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah. And he also did say that he had many good conversations with leaders in"
    },
    {
      "start": 143.44,
      "dur": 2.95,
      "text": "many good conversations with leaders in the area. Now, do we know are we clear"
    },
    {
      "start": 146.4,
      "dur": 2.469,
      "text": "the area. Now, do we know are we clear whether this draw down, I think was the"
    },
    {
      "start": 148.879,
      "dur": 3.511,
      "text": "whether this draw down, I think was the word he used, of agents uh is widespread"
    },
    {
      "start": 152.4,
      "dur": 1.909,
      "text": "word he used, of agents uh is widespread across the US in states where they're"
    },
    {
      "start": 154.319,
      "dur": 1.91,
      "text": "across the US in states where they're operating or is this specific to"
    },
    {
      "start": 156.239,
      "dur": 2.07,
      "text": "operating or is this specific to Minnesota to Minneapolis? He wouldn't"
    },
    {
      "start": 158.319,
      "dur": 1.831,
      "text": "Minnesota to Minneapolis? He wouldn't really answer that question, would he? I"
    },
    {
      "start": 160.16,
      "dur": 1.429,
      "text": "really answer that question, would he? I mean, he basically said there's no"
    },
    {
      "start": 161.599,
      "dur": 2.151,
      "text": "mean, he basically said there's no commitment to he didn't give a sort of"
    },
    {
      "start": 163.76,
      "dur": 2.39,
      "text": "commitment to he didn't give a sort of committed timeline in terms of ending"
    },
    {
      "start": 166.16,
      "dur": 3.03,
      "text": "committed timeline in terms of ending the federal operation. Um he he talked"
    },
    {
      "start": 169.2,
      "dur": 2.15,
      "text": "the federal operation. Um he he talked more about uh the sort of the change in"
    },
    {
      "start": 171.36,
      "dur": 1.43,
      "text": "more about uh the sort of the change in tactics. We know there's some reports"
    },
    {
      "start": 172.8,
      "dur": 4.069,
      "text": "tactics. We know there's some reports that ICE agents will be told to uh to to"
    },
    {
      "start": 176.879,
      "dur": 1.831,
      "text": "that ICE agents will be told to uh to to there was this tactic that Greg Bavino"
    },
    {
      "start": 178.72,
      "dur": 1.67,
      "text": "there was this tactic that Greg Bavino had which was turn and burn. That's what"
    },
    {
      "start": 180.4,
      "dur": 2.23,
      "text": "had which was turn and burn. That's what it they labeled it essentially where"
    },
    {
      "start": 182.64,
      "dur": 2.71,
      "text": "it they labeled it essentially where they would uh arrest people and"
    },
    {
      "start": 185.36,
      "dur": 2.39,
      "text": "they would uh arrest people and beforehand the heavy tactic. So he"
    },
    {
      "start": 187.76,
      "dur": 1.749,
      "text": "beforehand the heavy tactic. So he that's all he really talked about was"
    },
    {
      "start": 189.519,
      "dur": 2.311,
      "text": "that's all he really talked about was that in terms of the sort of the drawing"
    },
    {
      "start": 191.84,
      "dur": 1.669,
      "text": "that in terms of the sort of the drawing down I think the Trump administration"
    },
    {
      "start": 193.519,
      "dur": 2.79,
      "text": "down I think the Trump administration still feels that the deportation"
    },
    {
      "start": 196.319,
      "dur": 2.071,
      "text": "still feels that the deportation uh plan is still something that they"
    },
    {
      "start": 198.4,
      "dur": 2.469,
      "text": "uh plan is still something that they want to do. It's just how they they now"
    },
    {
      "start": 200.879,
      "dur": 2.551,
      "text": "want to do. It's just how they they now do it. Um, it's interesting though they"
    },
    {
      "start": 203.44,
      "dur": 2.55,
      "text": "do it. Um, it's interesting though they that Mr. Hman and the president do refer"
    },
    {
      "start": 206.0,
      "dur": 2.309,
      "text": "that Mr. Hman and the president do refer to protesters as agitators. It's often a"
    },
    {
      "start": 208.319,
      "dur": 1.99,
      "text": "to protesters as agitators. It's often a word we've heard that they use with"
    },
    {
      "start": 210.319,
      "dur": 1.431,
      "text": "word we've heard that they use with protesters we saw in Black Lives Matter"
    },
    {
      "start": 211.76,
      "dur": 2.63,
      "text": "protesters we saw in Black Lives Matter in 2020, campus protest in 2024. So,"
    },
    {
      "start": 214.4,
      "dur": 1.03,
      "text": "in 2020, campus protest in 2024. So, it's obvious that the Trump"
    },
    {
      "start": 215.44,
      "dur": 1.67,
      "text": "it's obvious that the Trump administration still to a certain extent"
    },
    {
      "start": 217.12,
      "dur": 1.35,
      "text": "administration still to a certain extent thinks that it's people on the ground"
    },
    {
      "start": 218.48,
      "dur": 1.59,
      "text": "thinks that it's people on the ground that are causing this chaos. But, as I"
    },
    {
      "start": 220.08,
      "dur": 2.39,
      "text": "that are causing this chaos. But, as I say, the fact that Mr. Homeman is there"
    },
    {
      "start": 222.48,
      "dur": 1.35,
      "text": "say, the fact that Mr. Homeman is there suggests that the Trump administration"
    },
    {
      "start": 223.84,
      "dur": 1.59,
      "text": "suggests that the Trump administration knows they need to change the the"
    },
    {
      "start": 225.44,
      "dur": 0.39,
      "text": "knows they need to change the the strategy."
    },
    {
      "start": 225.84,
      "dur": 1.51,
      "text": "strategy. &gt;&gt; Yeah. and he seemed to place a lot of"
    },
    {
      "start": 227.36,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. and he seemed to place a lot of emphasis on local authorities"
    },
    {
      "start": 228.72,
      "dur": 3.27,
      "text": "emphasis on local authorities cooperating with ICE uh and and the"
    },
    {
      "start": 232.0,
      "dur": 2.789,
      "text": "cooperating with ICE uh and and the border patrol to let them know when"
    },
    {
      "start": 234.799,
      "dur": 1.751,
      "text": "border patrol to let them know when people who had been jailed were about to"
    },
    {
      "start": 236.56,
      "dur": 2.79,
      "text": "people who had been jailed were about to be released from jail. So he said that"
    },
    {
      "start": 239.36,
      "dur": 1.509,
      "text": "be released from jail. So he said that arrests could be made in the safety and"
    },
    {
      "start": 240.879,
      "dur": 1.591,
      "text": "arrests could be made in the safety and security of jail. Therefore, fewer"
    },
    {
      "start": 242.48,
      "dur": 2.07,
      "text": "security of jail. Therefore, fewer agents would be needed out in the field"
    },
    {
      "start": 244.56,
      "dur": 3.27,
      "text": "agents would be needed out in the field on the streets. Um I just wonder as well"
    },
    {
      "start": 247.84,
      "dur": 1.99,
      "text": "on the streets. Um I just wonder as well how this leaves President Trump's"
    },
    {
      "start": 249.84,
      "dur": 3.669,
      "text": "how this leaves President Trump's position visav um those supporters who"
    },
    {
      "start": 253.519,
      "dur": 2.231,
      "text": "position visav um those supporters who actually want to see him going really"
    },
    {
      "start": 255.76,
      "dur": 1.67,
      "text": "actually want to see him going really hard on immigration don't want to see"
    },
    {
      "start": 257.44,
      "dur": 2.71,
      "text": "hard on immigration don't want to see any draw down or any easing off from the"
    },
    {
      "start": 260.16,
      "dur": 1.83,
      "text": "any draw down or any easing off from the ICE agents. I mean there's certainly"
    },
    {
      "start": 262.0,
      "dur": 2.07,
      "text": "ICE agents. I mean there's certainly those in his group the hardcore"
    },
    {
      "start": 264.08,
      "dur": 1.43,
      "text": "those in his group the hardcore supporters the MAGA supporters who think"
    },
    {
      "start": 265.52,
      "dur": 2.47,
      "text": "supporters the MAGA supporters who think that this is fine but I do think the"
    },
    {
      "start": 268.0,
      "dur": 2.55,
      "text": "that this is fine but I do think the fact that you have Republicans who are"
    },
    {
      "start": 270.56,
      "dur": 1.83,
      "text": "fact that you have Republicans who are uneasy about this. they're coming out"
    },
    {
      "start": 272.4,
      "dur": 2.95,
      "text": "uneasy about this. they're coming out and criticizing the the the method in a"
    },
    {
      "start": 275.36,
      "dur": 1.269,
      "text": "and criticizing the the the method in a way that we haven't seen before. It's"
    },
    {
      "start": 276.639,
      "dur": 0.951,
      "text": "way that we haven't seen before. It's probably worth mentioning it's an"
    },
    {
      "start": 277.6,
      "dur": 1.43,
      "text": "probably worth mentioning it's an election year, it's midterms, they're"
    },
    {
      "start": 279.04,
      "dur": 1.67,
      "text": "election year, it's midterms, they're no, they're kind of very conscious of"
    },
    {
      "start": 280.72,
      "dur": 2.63,
      "text": "no, they're kind of very conscious of that. Um, I think that they know that"
    },
    {
      "start": 283.36,
      "dur": 2.47,
      "text": "that. Um, I think that they know that the vast majority of Americans, whilst"
    },
    {
      "start": 285.84,
      "dur": 2.23,
      "text": "the vast majority of Americans, whilst yes, they agree with cracking down on"
    },
    {
      "start": 288.08,
      "dur": 1.43,
      "text": "yes, they agree with cracking down on illegal immigration, plenty of"
    },
    {
      "start": 289.52,
      "dur": 1.51,
      "text": "illegal immigration, plenty of administrations before President Trump"
    },
    {
      "start": 291.04,
      "dur": 2.23,
      "text": "administrations before President Trump have done this, they want a change in"
    },
    {
      "start": 293.28,
      "dur": 2.15,
      "text": "have done this, they want a change in the tactics. They want they don't want"
    },
    {
      "start": 295.44,
      "dur": 2.309,
      "text": "the tactics. They want they don't want mass men on the streets arresting people"
    },
    {
      "start": 297.759,
      "dur": 1.751,
      "text": "mass men on the streets arresting people in a way that they think is completely"
    },
    {
      "start": 299.52,
      "dur": 1.99,
      "text": "in a way that they think is completely random. And so, as I say, the fact that"
    },
    {
      "start": 301.52,
      "dur": 2.389,
      "text": "random. And so, as I say, the fact that Tom Hman has taken over and there's some"
    },
    {
      "start": 303.919,
      "dur": 1.511,
      "text": "Tom Hman has taken over and there's some reports that him and Christine Gnome do"
    },
    {
      "start": 305.44,
      "dur": 1.91,
      "text": "reports that him and Christine Gnome do not get on well, the the the Homeland"
    },
    {
      "start": 307.36,
      "dur": 1.43,
      "text": "not get on well, the the the Homeland Security Secretary, although there's no"
    },
    {
      "start": 308.8,
      "dur": 1.43,
      "text": "Security Secretary, although there's no confirmation of that, I think proves"
    },
    {
      "start": 310.24,
      "dur": 1.75,
      "text": "confirmation of that, I think proves that Mr. Trump knows they need to change"
    },
    {
      "start": 312.0,
      "dur": 0.71,
      "text": "that Mr. Trump knows they need to change strategy."
    },
    {
      "start": 312.72,
      "dur": 1.27,
      "text": "strategy. &gt;&gt; Okay, Nomia, thank you very much for"
    },
    {
      "start": 314.0,
      "dur": 2.96,
      "text": "&gt;&gt; Okay, Nomia, thank you very much for that. Nomia."
    }
  ]
}