{
  "videoId": "5qQzK2a-y98",
  "title": "How do you manage your child's time on social media and phones? | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 413,
  "segments": [
    {
      "start": 6.4,
      "dur": 1.28,
      "text": "children. What's your message to"
    },
    {
      "start": 7.68,
      "dur": 1.35,
      "text": "children. What's your message to parents? Some basic guidelines. I mean,"
    },
    {
      "start": 9.04,
      "dur": 2.31,
      "text": "parents? Some basic guidelines. I mean, there would be people here who are aware"
    },
    {
      "start": 11.36,
      "dur": 1.83,
      "text": "there would be people here who are aware of your work, some who are less so, some"
    },
    {
      "start": 13.2,
      "dur": 1.429,
      "text": "of your work, some who are less so, some who are deep in it, some who oppose what"
    },
    {
      "start": 14.639,
      "dur": 1.831,
      "text": "who are deep in it, some who oppose what you're doing. As a broad principle, just"
    },
    {
      "start": 16.48,
      "dur": 1.67,
      "text": "you're doing. As a broad principle, just give us three or four rules that parents"
    },
    {
      "start": 18.16,
      "dur": 1.029,
      "text": "give us three or four rules that parents could live by. For instance, about"
    },
    {
      "start": 19.199,
      "dur": 1.591,
      "text": "could live by. For instance, about screens in in bedrooms."
    },
    {
      "start": 20.8,
      "dur": 1.67,
      "text": "screens in in bedrooms. &gt;&gt; Okay. Let me just first start that by"
    },
    {
      "start": 22.48,
      "dur": 2.07,
      "text": "&gt;&gt; Okay. Let me just first start that by saying I have incredible sympathy"
    },
    {
      "start": 24.56,
      "dur": 1.91,
      "text": "saying I have incredible sympathy because I'm in the same situation. I"
    },
    {
      "start": 26.48,
      "dur": 1.75,
      "text": "because I'm in the same situation. I made some mistakes. I did good job on"
    },
    {
      "start": 28.24,
      "dur": 1.51,
      "text": "made some mistakes. I did good job on social media, but I didn't do a good job"
    },
    {
      "start": 29.76,
      "dur": 2.629,
      "text": "social media, but I didn't do a good job on device regulation. Um, so I I"
    },
    {
      "start": 32.399,
      "dur": 2.551,
      "text": "on device regulation. Um, so I I sympathize. As a social psychologist, my"
    },
    {
      "start": 34.96,
      "dur": 1.83,
      "text": "sympathize. As a social psychologist, my rule is if one person does some bad"
    },
    {
      "start": 36.8,
      "dur": 2.069,
      "text": "rule is if one person does some bad thing, that might be a bad person. But"
    },
    {
      "start": 38.879,
      "dur": 2.151,
      "text": "thing, that might be a bad person. But if 90% of people are doing something"
    },
    {
      "start": 41.04,
      "dur": 2.47,
      "text": "if 90% of people are doing something bad, that's a bad situation. We're all"
    },
    {
      "start": 43.52,
      "dur": 2.07,
      "text": "bad, that's a bad situation. We're all stuck in a bad situation. We're all sick"
    },
    {
      "start": 45.6,
      "dur": 2.07,
      "text": "stuck in a bad situation. We're all sick of it. It's not your fault that there's"
    },
    {
      "start": 47.68,
      "dur": 1.83,
      "text": "of it. It's not your fault that there's this pressure for all kids to be on"
    },
    {
      "start": 49.52,
      "dur": 1.27,
      "text": "this pressure for all kids to be on because all other kids are on. That's"
    },
    {
      "start": 50.8,
      "dur": 2.47,
      "text": "because all other kids are on. That's not your fault. Um, so that's the the"
    },
    {
      "start": 53.28,
      "dur": 1.67,
      "text": "not your fault. Um, so that's the the prologue. So now, what are the"
    },
    {
      "start": 54.96,
      "dur": 1.99,
      "text": "prologue. So now, what are the principles? The first principle is once"
    },
    {
      "start": 56.96,
      "dur": 1.51,
      "text": "principles? The first principle is once you understand it's a collective action"
    },
    {
      "start": 58.48,
      "dur": 1.99,
      "text": "you understand it's a collective action problem that everyone is trapped and if"
    },
    {
      "start": 60.48,
      "dur": 1.43,
      "text": "problem that everyone is trapped and if you try to get off and you're alone"
    },
    {
      "start": 61.92,
      "dur": 2.229,
      "text": "you try to get off and you're alone you're in worse shape. Uh so principle"
    },
    {
      "start": 64.159,
      "dur": 2.63,
      "text": "you're in worse shape. Uh so principle number one find allies find other"
    },
    {
      "start": 66.799,
      "dur": 2.231,
      "text": "number one find allies find other families. Um okay so you're raising your"
    },
    {
      "start": 69.04,
      "dur": 1.749,
      "text": "families. Um okay so you're raising your kid in North London. You said you four"
    },
    {
      "start": 70.799,
      "dur": 1.831,
      "text": "kid in North London. You said you four how many kids you have? Four kids. Four."
    },
    {
      "start": 72.64,
      "dur": 1.829,
      "text": "how many kids you have? Four kids. Four. &gt;&gt; How many other families are there within"
    },
    {
      "start": 74.479,
      "dur": 1.511,
      "text": "&gt;&gt; How many other families are there within walking distance for your nine-year-old?"
    },
    {
      "start": 76.0,
      "dur": 1.429,
      "text": "walking distance for your nine-year-old? &gt;&gt; Plenty. Plenty. Plenty."
    },
    {
      "start": 77.439,
      "dur": 1.191,
      "text": "&gt;&gt; Plenty. Plenty. Plenty. &gt;&gt; So what you do is you form a"
    },
    {
      "start": 78.64,
      "dur": 2.71,
      "text": "&gt;&gt; So what you do is you form a neighborhood. You say you say hey look"
    },
    {
      "start": 81.36,
      "dur": 1.59,
      "text": "neighborhood. You say you say hey look you know do you want to have our kids"
    },
    {
      "start": 82.96,
      "dur": 1.829,
      "text": "you know do you want to have our kids have more the kind of childhood we had?"
    },
    {
      "start": 84.799,
      "dur": 1.99,
      "text": "have more the kind of childhood we had? And let's say you know four of the seven"
    },
    {
      "start": 86.799,
      "dur": 1.831,
      "text": "And let's say you know four of the seven families say yes okay let's form a"
    },
    {
      "start": 88.64,
      "dur": 2.07,
      "text": "families say yes okay let's form a playhood the kids you know they can they"
    },
    {
      "start": 90.72,
      "dur": 1.67,
      "text": "playhood the kids you know they can they can connect either by landlines"
    },
    {
      "start": 92.4,
      "dur": 1.27,
      "text": "can connect either by landlines Americans are putting in landlines now"
    },
    {
      "start": 93.68,
      "dur": 1.99,
      "text": "Americans are putting in landlines now again for the kids or when they're start"
    },
    {
      "start": 95.68,
      "dur": 1.27,
      "text": "again for the kids or when they're start pime when they start secondary school"
    },
    {
      "start": 96.96,
      "dur": 1.35,
      "text": "pime when they start secondary school they have a brick phone a flip phone"
    },
    {
      "start": 98.32,
      "dur": 1.829,
      "text": "they have a brick phone a flip phone whatever the kids can connect and the"
    },
    {
      "start": 100.159,
      "dur": 3.191,
      "text": "whatever the kids can connect and the idea is all of our houses are open um"
    },
    {
      "start": 103.36,
      "dur": 1.59,
      "text": "idea is all of our houses are open um the kids decide and maybe it's just on"
    },
    {
      "start": 104.96,
      "dur": 1.59,
      "text": "the kids decide and maybe it's just on Fridays maybe just do it on Fridays to"
    },
    {
      "start": 106.56,
      "dur": 2.07,
      "text": "Fridays maybe just do it on Fridays to start every Friday after school the kids"
    },
    {
      "start": 108.64,
      "dur": 1.35,
      "text": "start every Friday after school the kids decide we're going to start at Billy's"
    },
    {
      "start": 110.0,
      "dur": 2.31,
      "text": "decide we're going to start at Billy's house and you might even say you know"
    },
    {
      "start": 112.32,
      "dur": 1.829,
      "text": "house and you might even say you know mom says we can play a half an hour of"
    },
    {
      "start": 114.159,
      "dur": 1.91,
      "text": "mom says we can play a half an hour of video games if we're together. I'm"
    },
    {
      "start": 116.079,
      "dur": 2.39,
      "text": "video games if we're together. I'm obsessed with outside play and even"
    },
    {
      "start": 118.479,
      "dur": 1.91,
      "text": "obsessed with outside play and even negotiating I mean I live on a oneway"
    },
    {
      "start": 120.399,
      "dur": 1.431,
      "text": "negotiating I mean I live on a oneway street but even negotiating the fact"
    },
    {
      "start": 121.84,
      "dur": 1.35,
      "text": "street but even negotiating the fact that a neighbor comes out just that"
    },
    {
      "start": 123.2,
      "dur": 1.589,
      "text": "that a neighbor comes out just that sense do you know what it's that which"
    },
    {
      "start": 124.799,
      "dur": 1.67,
      "text": "sense do you know what it's that which they want to recall when they're older"
    },
    {
      "start": 126.479,
      "dur": 1.591,
      "text": "they want to recall when they're older you think what does your child when they"
    },
    {
      "start": 128.08,
      "dur": 1.19,
      "text": "you think what does your child when they get to your age what do they want to"
    },
    {
      "start": 129.28,
      "dur": 1.109,
      "text": "get to your age what do they want to recall about they want to recall the"
    },
    {
      "start": 130.399,
      "dur": 1.431,
      "text": "recall about they want to recall the fact that they could run on the street"
    },
    {
      "start": 131.84,
      "dur": 1.59,
      "text": "fact that they could run on the street when you said a moment ago that you when"
    },
    {
      "start": 133.44,
      "dur": 1.99,
      "text": "when you said a moment ago that you when you're growing up your parents said um"
    },
    {
      "start": 135.44,
      "dur": 2.149,
      "text": "you're growing up your parents said um in the age of growing TV consumption and"
    },
    {
      "start": 137.599,
      "dur": 1.111,
      "text": "in the age of growing TV consumption and families coming together"
    },
    {
      "start": 138.72,
      "dur": 0.869,
      "text": "families coming together &gt;&gt; get out of the house"
    },
    {
      "start": 139.599,
      "dur": 1.27,
      "text": "&gt;&gt; get out of the house &gt;&gt; get out of the house was it you said"
    },
    {
      "start": 140.879,
      "dur": 2.07,
      "text": "&gt;&gt; get out of the house was it you said don't come back until the the laptop"
    },
    {
      "start": 142.959,
      "dur": 1.751,
      "text": "don't come back until the the laptop &gt;&gt; I can't imagine saying that and I feel"
    },
    {
      "start": 144.72,
      "dur": 1.589,
      "text": "&gt;&gt; I can't imagine saying that and I feel so sad sad that my I've never said that"
    },
    {
      "start": 146.319,
      "dur": 1.191,
      "text": "so sad sad that my I've never said that to my children. Actually, think about"
    },
    {
      "start": 147.52,
      "dur": 1.51,
      "text": "to my children. Actually, think about it. That's actually a good ambition for"
    },
    {
      "start": 149.04,
      "dur": 1.03,
      "text": "it. That's actually a good ambition for maybe the next few years."
    },
    {
      "start": 150.08,
      "dur": 1.59,
      "text": "maybe the next few years. &gt;&gt; Yeah. But because play is a collective"
    },
    {
      "start": 151.68,
      "dur": 1.67,
      "text": "&gt;&gt; Yeah. But because play is a collective action problem, too. If you send your"
    },
    {
      "start": 153.36,
      "dur": 1.11,
      "text": "action problem, too. If you send your nine-year-old out and there's nobody"
    },
    {
      "start": 154.48,
      "dur": 1.51,
      "text": "nine-year-old out and there's nobody else out there, he's worse off. There's"
    },
    {
      "start": 156.0,
      "dur": 1.509,
      "text": "else out there, he's worse off. There's no benefit to that. So, it's a"
    },
    {
      "start": 157.519,
      "dur": 1.191,
      "text": "no benefit to that. So, it's a collective action problem. If you have a"
    },
    {
      "start": 158.72,
      "dur": 1.43,
      "text": "collective action problem. If you have a group of families, you send the the kids"
    },
    {
      "start": 160.16,
      "dur": 1.59,
      "text": "group of families, you send the the kids out and they are so excited. I promise"
    },
    {
      "start": 161.76,
      "dur": 1.189,
      "text": "out and they are so excited. I promise you, at school, they're all going to be"
    },
    {
      "start": 162.959,
      "dur": 1.27,
      "text": "you, at school, they're all going to be chat. What should we do today? Oh, you"
    },
    {
      "start": 164.239,
      "dur": 1.27,
      "text": "chat. What should we do today? Oh, you want to go to the pizzeria? You want to"
    },
    {
      "start": 165.519,
      "dur": 1.271,
      "text": "want to go to the pizzeria? You want to go get ice cream? No, let's go down to"
    },
    {
      "start": 166.8,
      "dur": 1.03,
      "text": "go get ice cream? No, let's go down to the stream. Let's go to the park."
    },
    {
      "start": 167.84,
      "dur": 1.669,
      "text": "the stream. Let's go to the park. They're going to be so excited. And they"
    },
    {
      "start": 169.519,
      "dur": 2.311,
      "text": "They're going to be so excited. And they are self-governing. Now, we live in"
    },
    {
      "start": 171.84,
      "dur": 2.07,
      "text": "are self-governing. Now, we live in democracies. The whole point of a"
    },
    {
      "start": 173.92,
      "dur": 1.75,
      "text": "democracies. The whole point of a democracy, the whole reason that my"
    },
    {
      "start": 175.68,
      "dur": 1.43,
      "text": "democracy, the whole reason that my country broke away from yours is that we"
    },
    {
      "start": 177.12,
      "dur": 1.59,
      "text": "country broke away from yours is that we said, \"You know what? We think we can be"
    },
    {
      "start": 178.72,
      "dur": 1.67,
      "text": "said, \"You know what? We think we can be self-governing. We think we don't need a"
    },
    {
      "start": 180.4,
      "dur": 1.67,
      "text": "self-governing. We think we don't need a king.\" And you guys said, \"Oh, you'll be"
    },
    {
      "start": 182.08,
      "dur": 0.789,
      "text": "king.\" And you guys said, \"Oh, you'll be back.\" You know, as in [laughter]"
    },
    {
      "start": 182.879,
      "dur": 2.391,
      "text": "back.\" You know, as in [laughter] Hamilton, uh, but we made a go of it. We"
    },
    {
      "start": 185.28,
      "dur": 1.19,
      "text": "Hamilton, uh, but we made a go of it. We discovered that you can be"
    },
    {
      "start": 186.48,
      "dur": 1.749,
      "text": "discovered that you can be self-governing if you teach the skills"
    },
    {
      "start": 188.239,
      "dur": 2.07,
      "text": "self-governing if you teach the skills of democratic citizenship to your kids."
    },
    {
      "start": 190.319,
      "dur": 1.431,
      "text": "of democratic citizenship to your kids. And that especially happens on the"
    },
    {
      "start": 191.76,
      "dur": 1.99,
      "text": "And that especially happens on the playground because what's happening, the"
    },
    {
      "start": 193.76,
      "dur": 2.07,
      "text": "playground because what's happening, the kids learn to make the rules, to enforce"
    },
    {
      "start": 195.84,
      "dur": 2.389,
      "text": "kids learn to make the rules, to enforce the rules, to resolve disputes, to keep"
    },
    {
      "start": 198.239,
      "dur": 2.07,
      "text": "the rules, to resolve disputes, to keep the game going. So when the kids have"
    },
    {
      "start": 200.319,
      "dur": 1.19,
      "text": "the game going. So when the kids have that independence, they learn to be"
    },
    {
      "start": 201.519,
      "dur": 2.07,
      "text": "that independence, they learn to be self-governing. We've got to if if we"
    },
    {
      "start": 203.599,
      "dur": 1.91,
      "text": "self-governing. We've got to if if we want our democracies to survive, we have"
    },
    {
      "start": 205.519,
      "dur": 2.311,
      "text": "want our democracies to survive, we have to raise a generation that is suited for"
    },
    {
      "start": 207.84,
      "dur": 1.59,
      "text": "to raise a generation that is suited for democracy. Instead, we're raising little"
    },
    {
      "start": 209.44,
      "dur": 0.709,
      "text": "democracy. Instead, we're raising little authoritarians."
    },
    {
      "start": 210.159,
      "dur": 1.751,
      "text": "authoritarians. &gt;&gt; But you had the decency little"
    },
    {
      "start": 211.92,
      "dur": 1.43,
      "text": "&gt;&gt; But you had the decency little authoritarian. What a great prepped for"
    },
    {
      "start": 213.36,
      "dur": 0.71,
      "text": "authoritarian. What a great prepped for authoritarianism."
    },
    {
      "start": 214.08,
      "dur": 1.67,
      "text": "authoritarianism. &gt;&gt; Yeah. Yeah. Yeah. That's um it sounds"
    },
    {
      "start": 215.76,
      "dur": 1.749,
      "text": "&gt;&gt; Yeah. Yeah. Yeah. That's um it sounds like a pun on Edund Burke's little"
    },
    {
      "start": 217.519,
      "dur": 1.43,
      "text": "like a pun on Edund Burke's little platoon. We've gone from little platoon"
    },
    {
      "start": 218.959,
      "dur": 1.19,
      "text": "platoon. We've gone from little platoon to little authoritarian. Oh, I like"
    },
    {
      "start": 220.159,
      "dur": 0.15,
      "text": "to little authoritarian. Oh, I like that."
    },
    {
      "start": 220.319,
      "dur": 1.91,
      "text": "that. &gt;&gt; Um that you were decent enough to say"
    },
    {
      "start": 222.239,
      "dur": 1.431,
      "text": "&gt;&gt; Um that you were decent enough to say you made mistakes when it comes to"
    },
    {
      "start": 223.68,
      "dur": 3.03,
      "text": "you made mistakes when it comes to device regulation. What looking back,"
    },
    {
      "start": 226.72,
      "dur": 1.75,
      "text": "device regulation. What looking back, &gt;&gt; what are some of the guidelines? This is"
    },
    {
      "start": 228.48,
      "dur": 1.35,
      "text": "&gt;&gt; what are some of the guidelines? This is not a sort of sanctioned manifesto."
    },
    {
      "start": 229.84,
      "dur": 1.27,
      "text": "not a sort of sanctioned manifesto. you're not seeking office but what are"
    },
    {
      "start": 231.12,
      "dur": 1.109,
      "text": "you're not seeking office but what are some of the guidelines you might say to"
    },
    {
      "start": 232.239,
      "dur": 1.591,
      "text": "some of the guidelines you might say to parents for instance might you say no"
    },
    {
      "start": 233.84,
      "dur": 1.91,
      "text": "parents for instance might you say no screens in bedrooms no social media"
    },
    {
      "start": 235.76,
      "dur": 2.23,
      "text": "screens in bedrooms no social media until a certain age how do you how would"
    },
    {
      "start": 238.0,
      "dur": 1.429,
      "text": "until a certain age how do you how would you do device regulation better"
    },
    {
      "start": 239.439,
      "dur": 1.591,
      "text": "you do device regulation better &gt;&gt; yeah so let me give you two principles"
    },
    {
      "start": 241.04,
      "dur": 1.99,
      "text": "&gt;&gt; yeah so let me give you two principles here so the first the first principle"
    },
    {
      "start": 243.04,
      "dur": 2.87,
      "text": "here so the first the first principle this is the one I wish I'd done is no no"
    },
    {
      "start": 245.92,
      "dur": 2.63,
      "text": "this is the one I wish I'd done is no no screens of any kind in bedrooms ever now"
    },
    {
      "start": 248.56,
      "dur": 1.91,
      "text": "screens of any kind in bedrooms ever now you can you can start that when your"
    },
    {
      "start": 250.48,
      "dur": 1.749,
      "text": "you can you can start that when your kids are young you can start that and"
    },
    {
      "start": 252.239,
      "dur": 2.231,
      "text": "kids are young you can start that and you can have a TV in the common room or"
    },
    {
      "start": 254.48,
      "dur": 1.83,
      "text": "you can have a TV in the common room or family room or kitchen you can have a"
    },
    {
      "start": 256.32,
      "dur": 1.35,
      "text": "family room or kitchen you can have a computer there are all kinds of reasons"
    },
    {
      "start": 257.68,
      "dur": 2.229,
      "text": "computer there are all kinds of reasons why they might use those but you say no"
    },
    {
      "start": 259.919,
      "dur": 1.191,
      "text": "why they might use those but you say no screens in the bedroom. When I was a"
    },
    {
      "start": 261.12,
      "dur": 1.43,
      "text": "screens in the bedroom. When I was a kid, the idea that you'd have a TV in"
    },
    {
      "start": 262.56,
      "dur": 1.11,
      "text": "kid, the idea that you'd have a TV in your bedroom was insane because you'd"
    },
    {
      "start": 263.68,
      "dur": 1.59,
      "text": "your bedroom was insane because you'd watch it all the time. So, if you start"
    },
    {
      "start": 265.28,
      "dur": 2.15,
      "text": "watch it all the time. So, if you start with that rule when they're young, then"
    },
    {
      "start": 267.44,
      "dur": 2.23,
      "text": "with that rule when they're young, then they're not going to the stuff is like a"
    },
    {
      "start": 269.68,
      "dur": 1.75,
      "text": "they're not going to the stuff is like a gas that expands to fill every moment."
    },
    {
      "start": 271.44,
      "dur": 1.51,
      "text": "gas that expands to fill every moment. So, if you have that rule, it won't fill"
    },
    {
      "start": 272.96,
      "dur": 2.07,
      "text": "So, if you have that rule, it won't fill every moment of your kids' day. Uh you"
    },
    {
      "start": 275.04,
      "dur": 1.11,
      "text": "every moment of your kids' day. Uh you might have to make an exception when"
    },
    {
      "start": 276.16,
      "dur": 1.19,
      "text": "might have to make an exception when they have a lot of homework and they"
    },
    {
      "start": 277.36,
      "dur": 1.59,
      "text": "they have a lot of homework and they need to take their laptop in for two"
    },
    {
      "start": 278.96,
      "dur": 1.43,
      "text": "need to take their laptop in for two hours in the evening when they're 12,"
    },
    {
      "start": 280.4,
      "dur": 1.67,
      "text": "hours in the evening when they're 12, 13, whatever. But if you start with that"
    },
    {
      "start": 282.08,
      "dur": 1.109,
      "text": "13, whatever. But if you start with that rule, your life's going to be a lot"
    },
    {
      "start": 283.199,
      "dur": 1.751,
      "text": "rule, your life's going to be a lot better, a lot less conflict. So, that's"
    },
    {
      "start": 284.96,
      "dur": 3.27,
      "text": "better, a lot less conflict. So, that's one. The second is let's talk about good"
    },
    {
      "start": 288.24,
      "dur": 1.509,
      "text": "one. The second is let's talk about good screen time versus bad screen time. It's"
    },
    {
      "start": 289.759,
      "dur": 1.831,
      "text": "screen time versus bad screen time. It's actually very simple. Here's what's"
    },
    {
      "start": 291.6,
      "dur": 3.43,
      "text": "actually very simple. Here's what's good. Stories. Stories are good because"
    },
    {
      "start": 295.04,
      "dur": 2.31,
      "text": "good. Stories. Stories are good because humans are storytelling animals. Humans"
    },
    {
      "start": 297.36,
      "dur": 2.23,
      "text": "humans are storytelling animals. Humans have always raised their kids in a sea"
    },
    {
      "start": 299.6,
      "dur": 1.99,
      "text": "have always raised their kids in a sea of stories inherited from previous"
    },
    {
      "start": 301.6,
      "dur": 2.71,
      "text": "of stories inherited from previous generations with some modification."
    },
    {
      "start": 304.32,
      "dur": 3.03,
      "text": "generations with some modification. Our our brains are like LLMs. Our brains"
    },
    {
      "start": 307.36,
      "dur": 1.75,
      "text": "Our our brains are like LLMs. Our brains are like they are neural networks. They"
    },
    {
      "start": 309.12,
      "dur": 2.23,
      "text": "are like they are neural networks. They need lots of patterns and fiction,"
    },
    {
      "start": 311.36,
      "dur": 2.63,
      "text": "need lots of patterns and fiction, stories, myths are the fastest way that"
    },
    {
      "start": 314.0,
      "dur": 1.67,
      "text": "stories, myths are the fastest way that we tune up along with real experience"
    },
    {
      "start": 315.68,
      "dur": 1.349,
      "text": "we tune up along with real experience and travel, things like that. So, your"
    },
    {
      "start": 317.039,
      "dur": 2.631,
      "text": "and travel, things like that. So, your kid needs a lot of that to get smart."
    },
    {
      "start": 319.68,
      "dur": 1.75,
      "text": "kid needs a lot of that to get smart. So, what do you think about doing movie"
    },
    {
      "start": 321.44,
      "dur": 1.11,
      "text": "So, what do you think about doing movie night with your kids? Does that seem"
    },
    {
      "start": 322.56,
      "dur": 1.43,
      "text": "night with your kids? Does that seem like a healthy thing or is that screen"
    },
    {
      "start": 324.0,
      "dur": 0.95,
      "text": "like a healthy thing or is that screen time?"
    },
    {
      "start": 324.96,
      "dur": 2.39,
      "text": "time? &gt;&gt; I've heard on the side of quite enjoying"
    },
    {
      "start": 327.36,
      "dur": 0.47,
      "text": "&gt;&gt; I've heard on the side of quite enjoying it."
    },
    {
      "start": 327.84,
      "dur": 1.67,
      "text": "it. &gt;&gt; Yes, you're right. and and partly"
    },
    {
      "start": 329.52,
      "dur": 0.87,
      "text": "&gt;&gt; Yes, you're right. and and partly because it's a sort of communal"
    },
    {
      "start": 330.4,
      "dur": 1.19,
      "text": "because it's a sort of communal experience particularly if you invite"
    },
    {
      "start": 331.6,
      "dur": 1.19,
      "text": "experience particularly if you invite some neighbors around which you might"
    },
    {
      "start": 332.8,
      "dur": 1.91,
      "text": "some neighbors around which you might well do this Friday but also that"
    },
    {
      "start": 334.72,
      "dur": 1.35,
      "text": "well do this Friday but also that feeling that there is a kind of there"
    },
    {
      "start": 336.08,
      "dur": 1.19,
      "text": "feeling that there is a kind of there are certain traditions you want them to"
    },
    {
      "start": 337.28,
      "dur": 1.349,
      "text": "are certain traditions you want them to know famous things but also that sense"
    },
    {
      "start": 338.639,
      "dur": 2.39,
      "text": "know famous things but also that sense that they can actually sustain attention"
    },
    {
      "start": 341.039,
      "dur": 0.391,
      "text": "that they can actually sustain attention narrative"
    },
    {
      "start": 341.44,
      "dur": 1.11,
      "text": "narrative &gt;&gt; you got it that's the key"
    },
    {
      "start": 342.56,
      "dur": 1.67,
      "text": "&gt;&gt; you got it that's the key &gt;&gt; yeah rather than just scroll doom"
    },
    {
      "start": 344.24,
      "dur": 1.669,
      "text": "&gt;&gt; yeah rather than just scroll doom scrolling flick flick flick flick flick"
    },
    {
      "start": 345.919,
      "dur": 2.071,
      "text": "scrolling flick flick flick flick flick flick you know that that's a that's a"
    },
    {
      "start": 348.0,
      "dur": 1.43,
      "text": "flick you know that that's a that's a different kind of neurological"
    },
    {
      "start": 349.44,
      "dur": 3.029,
      "text": "different kind of neurological experience to I'm going to follow uh you"
    },
    {
      "start": 352.479,
      "dur": 3.031,
      "text": "experience to I'm going to follow uh you know Dracula or whatever it might be for"
    },
    {
      "start": 355.52,
      "dur": 0.55,
      "text": "know Dracula or whatever it might be for a long time"
    },
    {
      "start": 356.08,
      "dur": 1.829,
      "text": "a long time &gt;&gt; ex exactly that's those are the two end"
    },
    {
      "start": 357.919,
      "dur": 3.351,
      "text": "&gt;&gt; ex exactly that's those are the two end points So, uh, watching a good story, a"
    },
    {
      "start": 361.28,
      "dur": 2.55,
      "text": "points So, uh, watching a good story, a long story, ideally an hour or longer,"
    },
    {
      "start": 363.84,
      "dur": 1.75,
      "text": "long story, ideally an hour or longer, teaches skills of attention about"
    },
    {
      "start": 365.6,
      "dur": 1.75,
      "text": "teaches skills of attention about characters in a moral world that have"
    },
    {
      "start": 367.36,
      "dur": 3.269,
      "text": "characters in a moral world that have dilemas teaches moral development."
    },
    {
      "start": 370.639,
      "dur": 2.39,
      "text": "dilemas teaches moral development. Watching it socially inc improves"
    },
    {
      "start": 373.039,
      "dur": 1.831,
      "text": "Watching it socially inc improves relationships. So, all that's good. You"
    },
    {
      "start": 374.88,
      "dur": 2.07,
      "text": "relationships. So, all that's good. You know, a movie or two a week for your kid"
    },
    {
      "start": 376.96,
      "dur": 1.669,
      "text": "know, a movie or two a week for your kid is great. And if you use that to get"
    },
    {
      "start": 378.639,
      "dur": 1.431,
      "text": "is great. And if you use that to get some time to prepare dinner, you know,"
    },
    {
      "start": 380.08,
      "dur": 1.27,
      "text": "some time to prepare dinner, you know, okay, you can have a half hour of the"
    },
    {
      "start": 381.36,
      "dur": 2.63,
      "text": "okay, you can have a half hour of the movie at 5:00 every day. Like, that's"
    },
    {
      "start": 384.0,
      "dur": 1.83,
      "text": "movie at 5:00 every day. Like, that's great. There's no problem with that."
    },
    {
      "start": 385.84,
      "dur": 2.069,
      "text": "great. There's no problem with that. Okay. The opposite is what you just"
    },
    {
      "start": 387.919,
      "dur": 2.151,
      "text": "Okay. The opposite is what you just said. The opposite is fragmenting time."
    },
    {
      "start": 390.08,
      "dur": 1.51,
      "text": "said. The opposite is fragmenting time. The worst thing you can do is hand your"
    },
    {
      "start": 391.6,
      "dur": 1.99,
      "text": "The worst thing you can do is hand your kid a touchscreen device because a"
    },
    {
      "start": 393.6,
      "dur": 1.589,
      "text": "kid a touchscreen device because a touchscreen device is a little skinner"
    },
    {
      "start": 395.199,
      "dur": 3.511,
      "text": "touchscreen device is a little skinner box. Stimulus, dopamine, response,"
    },
    {
      "start": 398.72,
      "dur": 2.79,
      "text": "box. Stimulus, dopamine, response, reward, repeat over and over again. And"
    },
    {
      "start": 401.52,
      "dur": 2.229,
      "text": "reward, repeat over and over again. And it mostly ends at short videos. And the"
    },
    {
      "start": 403.759,
      "dur": 1.511,
      "text": "it mostly ends at short videos. And the short videos are not stories. There's no"
    },
    {
      "start": 405.28,
      "dur": 3.0,
      "text": "short videos are not stories. There's no morality."
    }
  ]
}