{
  "videoId": "62G_y35nRzA",
  "title": "Minnesota judge summons ICE chief | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 295,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.16,
      "text": "Now, let's turn to Minneapolis, where"
    },
    {
      "start": 2.32,
      "dur": 1.91,
      "text": "Now, let's turn to Minneapolis, where the White House seems to be changing"
    },
    {
      "start": 4.24,
      "dur": 2.15,
      "text": "the White House seems to be changing course over its immigration crackdown in"
    },
    {
      "start": 6.4,
      "dur": 2.149,
      "text": "course over its immigration crackdown in Minnesota. A federal judge in the state"
    },
    {
      "start": 8.559,
      "dur": 1.751,
      "text": "Minnesota. A federal judge in the state has ordered the acting director of the"
    },
    {
      "start": 10.32,
      "dur": 1.75,
      "text": "has ordered the acting director of the Immigration and Customs Enforcement"
    },
    {
      "start": 12.08,
      "dur": 2.87,
      "text": "Immigration and Customs Enforcement Agency, ICE, Todd Lions, to appear"
    },
    {
      "start": 14.96,
      "dur": 2.79,
      "text": "Agency, ICE, Todd Lions, to appear personally in court on Friday to answer"
    },
    {
      "start": 17.76,
      "dur": 1.75,
      "text": "personally in court on Friday to answer accusations the Trump administration has"
    },
    {
      "start": 19.52,
      "dur": 3.03,
      "text": "accusations the Trump administration has failed to comply with court orders. Two"
    },
    {
      "start": 22.56,
      "dur": 2.31,
      "text": "failed to comply with court orders. Two further key developments following"
    },
    {
      "start": 24.88,
      "dur": 1.67,
      "text": "further key developments following outrage over the killing of two US"
    },
    {
      "start": 26.56,
      "dur": 2.869,
      "text": "outrage over the killing of two US citizens by federal agents in the city"
    },
    {
      "start": 29.439,
      "dur": 2.711,
      "text": "citizens by federal agents in the city this month. Borders are Tom Hman is to"
    },
    {
      "start": 32.16,
      "dur": 1.75,
      "text": "this month. Borders are Tom Hman is to take over leading immigration"
    },
    {
      "start": 33.92,
      "dur": 2.469,
      "text": "take over leading immigration enforcement operations in the city. And"
    },
    {
      "start": 36.399,
      "dur": 2.871,
      "text": "enforcement operations in the city. And the border patrol chief Gregory Bavino"
    },
    {
      "start": 39.28,
      "dur": 3.269,
      "text": "the border patrol chief Gregory Bavino is expected to leave along with 3,000 of"
    },
    {
      "start": 42.559,
      "dur": 2.071,
      "text": "is expected to leave along with 3,000 of his agents. So let's head to my"
    },
    {
      "start": 44.64,
      "dur": 1.749,
      "text": "his agents. So let's head to my colleague Carl Nasman who's still there"
    },
    {
      "start": 46.399,
      "dur": 2.071,
      "text": "colleague Carl Nasman who's still there in Minneapolis for us. Carl, let's take"
    },
    {
      "start": 48.48,
      "dur": 2.71,
      "text": "in Minneapolis for us. Carl, let's take this in stages. that line I read out"
    },
    {
      "start": 51.2,
      "dur": 1.989,
      "text": "this in stages. that line I read out that's emerged in the last hour or so."
    },
    {
      "start": 53.199,
      "dur": 2.791,
      "text": "that's emerged in the last hour or so. The acting head of ICE called to federal"
    },
    {
      "start": 56.0,
      "dur": 2.229,
      "text": "The acting head of ICE called to federal court on Friday. Tell me more about that"
    },
    {
      "start": 58.239,
      "dur": 4.47,
      "text": "court on Friday. Tell me more about that because that sounds significant."
    },
    {
      "start": 62.719,
      "dur": 2.16,
      "text": "Matthew, we have seen some clashes in"
    },
    {
      "start": 64.879,
      "dur": 1.991,
      "text": "Matthew, we have seen some clashes in the courts in Minneapolis and you know"
    },
    {
      "start": 66.88,
      "dur": 1.43,
      "text": "the courts in Minneapolis and you know we've seen of course the demonstrations"
    },
    {
      "start": 68.32,
      "dur": 1.91,
      "text": "we've seen of course the demonstrations in the streets but really a legal battle"
    },
    {
      "start": 70.24,
      "dur": 2.31,
      "text": "in the streets but really a legal battle has been playing out here over the past"
    },
    {
      "start": 72.56,
      "dur": 1.51,
      "text": "has been playing out here over the past few weeks over this immigration"
    },
    {
      "start": 74.08,
      "dur": 2.63,
      "text": "few weeks over this immigration crackdown. This is the latest uh saga"
    },
    {
      "start": 76.72,
      "dur": 2.15,
      "text": "crackdown. This is the latest uh saga here. Todd Lions, the acting director of"
    },
    {
      "start": 78.88,
      "dur": 2.47,
      "text": "here. Todd Lions, the acting director of ICE, now being called to appear before a"
    },
    {
      "start": 81.36,
      "dur": 2.23,
      "text": "ICE, now being called to appear before a judge or at least submit testimony on"
    },
    {
      "start": 83.6,
      "dur": 1.99,
      "text": "judge or at least submit testimony on Friday about the administration's"
    },
    {
      "start": 85.6,
      "dur": 2.149,
      "text": "Friday about the administration's actions and really lack of follow"
    },
    {
      "start": 87.759,
      "dur": 1.751,
      "text": "actions and really lack of follow through when it comes to court orders."
    },
    {
      "start": 89.52,
      "dur": 2.229,
      "text": "through when it comes to court orders. So, one big example here that the judge"
    },
    {
      "start": 91.759,
      "dur": 3.271,
      "text": "So, one big example here that the judge is citing is the failure to hold a bond"
    },
    {
      "start": 95.04,
      "dur": 2.55,
      "text": "is citing is the failure to hold a bond hearing for a detainee who was being"
    },
    {
      "start": 97.6,
      "dur": 3.03,
      "text": "hearing for a detainee who was being held by ICE essentially here in the city"
    },
    {
      "start": 100.64,
      "dur": 1.59,
      "text": "held by ICE essentially here in the city within 7 days. They were they said,"
    },
    {
      "start": 102.24,
      "dur": 1.75,
      "text": "within 7 days. They were they said, \"Hey, look, you need to um you know,"
    },
    {
      "start": 104.0,
      "dur": 2.069,
      "text": "\"Hey, look, you need to um you know, hold this this bond hearing. this person"
    },
    {
      "start": 106.079,
      "dur": 1.831,
      "text": "hold this this bond hearing. this person has the right to appear in court and to"
    },
    {
      "start": 107.92,
      "dur": 1.59,
      "text": "has the right to appear in court and to say whether or not they should be"
    },
    {
      "start": 109.52,
      "dur": 1.43,
      "text": "say whether or not they should be released. Are they dangerous? Should"
    },
    {
      "start": 110.96,
      "dur": 1.59,
      "text": "released. Are they dangerous? Should they be held here or can this person be"
    },
    {
      "start": 112.56,
      "dur": 2.71,
      "text": "they be held here or can this person be released while they await some sort of"
    },
    {
      "start": 115.28,
      "dur": 1.91,
      "text": "released while they await some sort of court hearing after that? So, these are"
    },
    {
      "start": 117.2,
      "dur": 2.31,
      "text": "court hearing after that? So, these are serious allegations on the part of this"
    },
    {
      "start": 119.52,
      "dur": 1.67,
      "text": "serious allegations on the part of this Minnesota judge here. And of course,"
    },
    {
      "start": 121.2,
      "dur": 1.43,
      "text": "Minnesota judge here. And of course, this is all with the backdrop of some"
    },
    {
      "start": 122.64,
      "dur": 1.35,
      "text": "this is all with the backdrop of some other legal hearings that we were"
    },
    {
      "start": 124.0,
      "dur": 2.23,
      "text": "other legal hearings that we were following yesterday. There's a case in"
    },
    {
      "start": 126.24,
      "dur": 2.149,
      "text": "following yesterday. There's a case in court right now brought by the state and"
    },
    {
      "start": 128.399,
      "dur": 3.351,
      "text": "court right now brought by the state and local officials asking for all 3,000 of"
    },
    {
      "start": 131.76,
      "dur": 1.67,
      "text": "local officials asking for all 3,000 of these immigration agents to leave the"
    },
    {
      "start": 133.44,
      "dur": 2.47,
      "text": "these immigration agents to leave the city. They call this entire operation"
    },
    {
      "start": 135.92,
      "dur": 1.75,
      "text": "city. They call this entire operation unconstitutional. That's something we'll"
    },
    {
      "start": 137.68,
      "dur": 1.83,
      "text": "unconstitutional. That's something we'll be waiting for. We haven't had a ruling"
    },
    {
      "start": 139.52,
      "dur": 1.99,
      "text": "be waiting for. We haven't had a ruling there yet. And of course, you know, you"
    },
    {
      "start": 141.52,
      "dur": 2.23,
      "text": "there yet. And of course, you know, you mentioned Greg Vino. He is expected to"
    },
    {
      "start": 143.76,
      "dur": 1.59,
      "text": "mentioned Greg Vino. He is expected to be leaving the state soon. He's the head"
    },
    {
      "start": 145.36,
      "dur": 2.07,
      "text": "be leaving the state soon. He's the head of the border patrol force. And Tom"
    },
    {
      "start": 147.44,
      "dur": 2.95,
      "text": "of the border patrol force. And Tom Hman, the border zar, who does report"
    },
    {
      "start": 150.4,
      "dur": 1.67,
      "text": "Hman, the border zar, who does report directly to the president. He is"
    },
    {
      "start": 152.08,
      "dur": 2.31,
      "text": "directly to the president. He is expected to arrive at some point today."
    },
    {
      "start": 154.4,
      "dur": 1.35,
      "text": "expected to arrive at some point today. We haven't heard whether or not he has"
    },
    {
      "start": 155.76,
      "dur": 2.23,
      "text": "We haven't heard whether or not he has actually set foot here, but certainly at"
    },
    {
      "start": 158.0,
      "dur": 3.11,
      "text": "actually set foot here, but certainly at least a shift in strategy and definitely"
    },
    {
      "start": 161.12,
      "dur": 1.51,
      "text": "least a shift in strategy and definitely some leadership changes at the top of"
    },
    {
      "start": 162.64,
      "dur": 1.589,
      "text": "some leadership changes at the top of this uh this operation here in"
    },
    {
      "start": 164.239,
      "dur": 0.71,
      "text": "this uh this operation here in Minnesota."
    },
    {
      "start": 164.959,
      "dur": 1.99,
      "text": "Minnesota. &gt;&gt; When it comes to those changes, does all"
    },
    {
      "start": 166.959,
      "dur": 2.391,
      "text": "&gt;&gt; When it comes to those changes, does all of that suggest that perhaps the White"
    },
    {
      "start": 169.36,
      "dur": 3.03,
      "text": "of that suggest that perhaps the White House, the president is recognizing the"
    },
    {
      "start": 172.4,
      "dur": 2.23,
      "text": "House, the president is recognizing the damage that these events, these"
    },
    {
      "start": 174.64,
      "dur": 2.39,
      "text": "damage that these events, these pictures, this story is actually doing"
    },
    {
      "start": 177.04,
      "dur": 3.67,
      "text": "pictures, this story is actually doing to him and his administration."
    },
    {
      "start": 180.72,
      "dur": 1.99,
      "text": "to him and his administration. Well, we've heard a lot from President"
    },
    {
      "start": 182.72,
      "dur": 2.39,
      "text": "Well, we've heard a lot from President Trump personally recently posting on his"
    },
    {
      "start": 185.12,
      "dur": 1.91,
      "text": "Trump personally recently posting on his Truth Social account saying that he's"
    },
    {
      "start": 187.04,
      "dur": 1.67,
      "text": "Truth Social account saying that he's had these conversations directly with"
    },
    {
      "start": 188.72,
      "dur": 1.509,
      "text": "had these conversations directly with Democratic leaders here in the state."
    },
    {
      "start": 190.239,
      "dur": 2.311,
      "text": "Democratic leaders here in the state. Tim Walls, the governor, Jacob Fry, the"
    },
    {
      "start": 192.56,
      "dur": 1.589,
      "text": "Tim Walls, the governor, Jacob Fry, the mayor. He said that those conversations"
    },
    {
      "start": 194.159,
      "dur": 1.031,
      "text": "mayor. He said that those conversations have been great. They've been"
    },
    {
      "start": 195.2,
      "dur": 1.43,
      "text": "have been great. They've been productive. And we heard on the other"
    },
    {
      "start": 196.64,
      "dur": 1.35,
      "text": "productive. And we heard on the other side as well from those leaders saying"
    },
    {
      "start": 198.0,
      "dur": 1.67,
      "text": "side as well from those leaders saying that they appreciated those phone calls."
    },
    {
      "start": 199.68,
      "dur": 2.71,
      "text": "that they appreciated those phone calls. He's promised to work more directly with"
    },
    {
      "start": 202.4,
      "dur": 1.43,
      "text": "He's promised to work more directly with those leaders. That's something that Tom"
    },
    {
      "start": 203.84,
      "dur": 2.469,
      "text": "those leaders. That's something that Tom Hman is expected to do to have a meeting"
    },
    {
      "start": 206.319,
      "dur": 1.591,
      "text": "Hman is expected to do to have a meeting today actually with the mayor of this"
    },
    {
      "start": 207.92,
      "dur": 1.589,
      "text": "today actually with the mayor of this city to try to coordinate a little bit"
    },
    {
      "start": 209.519,
      "dur": 2.07,
      "text": "city to try to coordinate a little bit better avoid some of the ugly scenes"
    },
    {
      "start": 211.599,
      "dur": 1.91,
      "text": "better avoid some of the ugly scenes we've seen in the streets and obviously"
    },
    {
      "start": 213.519,
      "dur": 2.471,
      "text": "we've seen in the streets and obviously to try to avoid these deadly incidents"
    },
    {
      "start": 216.0,
      "dur": 2.789,
      "text": "to try to avoid these deadly incidents to US citizens shot and killed by"
    },
    {
      "start": 218.799,
      "dur": 2.551,
      "text": "to US citizens shot and killed by immigration agents in just the last 3"
    },
    {
      "start": 221.36,
      "dur": 2.39,
      "text": "immigration agents in just the last 3 weeks. But the question will be is this"
    },
    {
      "start": 223.76,
      "dur": 3.27,
      "text": "weeks. But the question will be is this more just a shift in political strategy"
    },
    {
      "start": 227.04,
      "dur": 1.909,
      "text": "more just a shift in political strategy and what will this do to tactics? You"
    },
    {
      "start": 228.959,
      "dur": 1.671,
      "text": "and what will this do to tactics? You know, will we see actual changes in the"
    },
    {
      "start": 230.64,
      "dur": 2.07,
      "text": "know, will we see actual changes in the streets? Will there will there be um"
    },
    {
      "start": 232.72,
      "dur": 1.509,
      "text": "streets? Will there will there be um changes in terms of the way that these"
    },
    {
      "start": 234.239,
      "dur": 2.63,
      "text": "changes in terms of the way that these immigration enforcement agents carry out"
    },
    {
      "start": 236.879,
      "dur": 1.27,
      "text": "immigration enforcement agents carry out their job because there have been"
    },
    {
      "start": 238.159,
      "dur": 2.551,
      "text": "their job because there have been allegations under uh Mr. Bavino, under"
    },
    {
      "start": 240.72,
      "dur": 2.39,
      "text": "allegations under uh Mr. Bavino, under Christy Gnome, the DHS secretary, of"
    },
    {
      "start": 243.12,
      "dur": 1.99,
      "text": "Christy Gnome, the DHS secretary, of racially profiling people in the"
    },
    {
      "start": 245.12,
      "dur": 2.389,
      "text": "racially profiling people in the streets, of using heavy-handed tactics,"
    },
    {
      "start": 247.519,
      "dur": 2.311,
      "text": "streets, of using heavy-handed tactics, of obviously using deadly force. So,"
    },
    {
      "start": 249.84,
      "dur": 2.55,
      "text": "of obviously using deadly force. So, will those sorts of things change? Will"
    },
    {
      "start": 252.4,
      "dur": 1.829,
      "text": "will those sorts of things change? Will we see a more targeted response here?"
    },
    {
      "start": 254.239,
      "dur": 1.35,
      "text": "we see a more targeted response here? actually heard from President Trump on"
    },
    {
      "start": 255.599,
      "dur": 2.15,
      "text": "actually heard from President Trump on his Truth Social account not long ago"
    },
    {
      "start": 257.759,
      "dur": 2.31,
      "text": "his Truth Social account not long ago saying he wants criminals and that was"
    },
    {
      "start": 260.079,
      "dur": 1.67,
      "text": "saying he wants criminals and that was the promise he made during his campaign"
    },
    {
      "start": 261.759,
      "dur": 1.99,
      "text": "the promise he made during his campaign was he wanted to arrest what he called"
    },
    {
      "start": 263.759,
      "dur": 1.911,
      "text": "was he wanted to arrest what he called the worst criminals in the country that"
    },
    {
      "start": 265.68,
      "dur": 1.27,
      "text": "the worst criminals in the country that were here illegally and make sure that"
    },
    {
      "start": 266.96,
      "dur": 2.15,
      "text": "were here illegally and make sure that they leave the state. So will there be a"
    },
    {
      "start": 269.12,
      "dur": 1.43,
      "text": "they leave the state. So will there be a change of tactics? That's something"
    },
    {
      "start": 270.56,
      "dur": 1.43,
      "text": "change of tactics? That's something we'll be watching. And I think one more"
    },
    {
      "start": 272.0,
      "dur": 1.35,
      "text": "we'll be watching. And I think one more thing to watch, Matthew, we are"
    },
    {
      "start": 273.36,
      "dur": 2.47,
      "text": "thing to watch, Matthew, we are expecting President Trump to be in Iowa"
    },
    {
      "start": 275.84,
      "dur": 1.43,
      "text": "expecting President Trump to be in Iowa today. He'll be making one of these"
    },
    {
      "start": 277.28,
      "dur": 1.909,
      "text": "today. He'll be making one of these rallies, one of these big speeches"
    },
    {
      "start": 279.199,
      "dur": 1.751,
      "text": "rallies, one of these big speeches that's supposed to be focusing on the"
    },
    {
      "start": 280.96,
      "dur": 2.39,
      "text": "that's supposed to be focusing on the state of the economy, on affordability."
    },
    {
      "start": 283.36,
      "dur": 1.67,
      "text": "state of the economy, on affordability. But I think it will be very difficult"
    },
    {
      "start": 285.04,
      "dur": 2.55,
      "text": "But I think it will be very difficult for the president to avoid talking about"
    },
    {
      "start": 287.6,
      "dur": 1.75,
      "text": "for the president to avoid talking about the events we've seen taking place here"
    },
    {
      "start": 289.36,
      "dur": 1.269,
      "text": "the events we've seen taking place here in Minnesota."
    },
    {
      "start": 290.639,
      "dur": 1.591,
      "text": "in Minnesota. &gt;&gt; Carl, we will leave it there. Thanks"
    },
    {
      "start": 292.24,
      "dur": 2.07,
      "text": "&gt;&gt; Carl, we will leave it there. Thanks very much. Live from Minneapolis, Carl"
    },
    {
      "start": 294.32,
      "dur": 2.319,
      "text": "very much. Live from Minneapolis, Carl Masman."
    }
  ]
}