{
  "videoId": "6kkf5_YBN8w",
  "title": "New videos emerge from Iran as death toll continues to rise | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 866,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.92,
      "text": "We start this hour of the program"
    },
    {
      "start": 2.0,
      "dur": 2.95,
      "text": "We start this hour of the program focusing again on Iran and new footage"
    },
    {
      "start": 4.96,
      "dur": 2.07,
      "text": "focusing again on Iran and new footage that's emerging of the unprecedented"
    },
    {
      "start": 7.04,
      "dur": 2.31,
      "text": "that's emerging of the unprecedented crackdown on protests earlier this"
    },
    {
      "start": 9.36,
      "dur": 2.55,
      "text": "crackdown on protests earlier this month. The internet blackout is now"
    },
    {
      "start": 11.92,
      "dur": 2.07,
      "text": "month. The internet blackout is now patchy after weeks where a total"
    },
    {
      "start": 14.0,
      "dur": 2.39,
      "text": "patchy after weeks where a total shutdown made it incredibly difficult to"
    },
    {
      "start": 16.4,
      "dur": 2.629,
      "text": "shutdown made it incredibly difficult to establish what was going on. Well, each"
    },
    {
      "start": 19.039,
      "dur": 2.951,
      "text": "establish what was going on. Well, each new glimpse gives us an idea of the"
    },
    {
      "start": 22.0,
      "dur": 2.63,
      "text": "new glimpse gives us an idea of the horror and also the scale of what has"
    },
    {
      "start": 24.64,
      "dur": 1.91,
      "text": "horror and also the scale of what has happened. The US-based human rights"
    },
    {
      "start": 26.56,
      "dur": 1.75,
      "text": "happened. The US-based human rights group says it has confirmed the killing"
    },
    {
      "start": 28.32,
      "dur": 2.63,
      "text": "group says it has confirmed the killing of nearly 6,000 people since the unrest"
    },
    {
      "start": 30.96,
      "dur": 2.95,
      "text": "of nearly 6,000 people since the unrest began and it's investigating another"
    },
    {
      "start": 33.92,
      "dur": 3.75,
      "text": "began and it's investigating another 17,000 reported deaths. Meanwhile, a US"
    },
    {
      "start": 37.68,
      "dur": 1.83,
      "text": "17,000 reported deaths. Meanwhile, a US aircraft carrier has arrived in the"
    },
    {
      "start": 39.52,
      "dur": 1.91,
      "text": "aircraft carrier has arrived in the region, raising the possibility that"
    },
    {
      "start": 41.44,
      "dur": 1.429,
      "text": "region, raising the possibility that President Trump [music] may follow"
    },
    {
      "start": 42.879,
      "dur": 2.391,
      "text": "President Trump [music] may follow through on his threat of military action"
    },
    {
      "start": 45.28,
      "dur": 2.87,
      "text": "through on his threat of military action against the Iranian regime. More on that"
    },
    {
      "start": 48.16,
      "dur": 2.79,
      "text": "against the Iranian regime. More on that in a moment. First though, let's look in"
    },
    {
      "start": 50.96,
      "dur": 2.069,
      "text": "in a moment. First though, let's look in more detail about what is emerging from"
    },
    {
      "start": 53.039,
      "dur": 2.231,
      "text": "more detail about what is emerging from Iran. Merlin Thomas from BBC Verify was"
    },
    {
      "start": 55.28,
      "dur": 2.55,
      "text": "Iran. Merlin Thomas from BBC Verify was telling me more about the video footage"
    },
    {
      "start": 57.84,
      "dur": 1.349,
      "text": "telling me more about the video footage she's been seeing."
    },
    {
      "start": 59.199,
      "dur": 1.67,
      "text": "she's been seeing. &gt;&gt; These are videos that have recently"
    },
    {
      "start": 60.879,
      "dur": 2.551,
      "text": "&gt;&gt; These are videos that have recently emerged online and we've been able to"
    },
    {
      "start": 63.44,
      "dur": 1.83,
      "text": "emerged online and we've been able to verify these and they give us an idea of"
    },
    {
      "start": 65.28,
      "dur": 1.99,
      "text": "verify these and they give us an idea of what's happening inside the country. So,"
    },
    {
      "start": 67.28,
      "dur": 1.67,
      "text": "what's happening inside the country. So, for example, we've seen protesters"
    },
    {
      "start": 68.96,
      "dur": 2.07,
      "text": "for example, we've seen protesters evading Iran's heavy surveillance"
    },
    {
      "start": 71.04,
      "dur": 2.389,
      "text": "evading Iran's heavy surveillance infrastructure by disabling CCTV"
    },
    {
      "start": 73.439,
      "dur": 1.191,
      "text": "infrastructure by disabling CCTV cameras. So, you can see someone"
    },
    {
      "start": 74.64,
      "dur": 2.23,
      "text": "cameras. So, you can see someone climbing up onto the post, disabling"
    },
    {
      "start": 76.88,
      "dur": 1.83,
      "text": "climbing up onto the post, disabling that camera, damaging it. And you can"
    },
    {
      "start": 78.72,
      "dur": 2.79,
      "text": "that camera, damaging it. And you can see crowds cheering on below uh and"
    },
    {
      "start": 81.52,
      "dur": 2.79,
      "text": "see crowds cheering on below uh and cheering as that camera is damaged."
    },
    {
      "start": 84.32,
      "dur": 2.31,
      "text": "cheering as that camera is damaged. Elsewhere, we've also seen other"
    },
    {
      "start": 86.64,
      "dur": 1.75,
      "text": "Elsewhere, we've also seen other protests going on inside the capital"
    },
    {
      "start": 88.4,
      "dur": 1.749,
      "text": "protests going on inside the capital where we've seen hundreds of people"
    },
    {
      "start": 90.159,
      "dur": 2.63,
      "text": "where we've seen hundreds of people protesting on a highway in West Thran."
    },
    {
      "start": 92.799,
      "dur": 2.31,
      "text": "protesting on a highway in West Thran. Um and then we can also hear multiple"
    },
    {
      "start": 95.119,
      "dur": 1.911,
      "text": "Um and then we can also hear multiple rounds of gunfire in the background and"
    },
    {
      "start": 97.04,
      "dur": 2.87,
      "text": "rounds of gunfire in the background and people beginning to scream. And in other"
    },
    {
      "start": 99.92,
      "dur": 1.91,
      "text": "people beginning to scream. And in other video we've also verified from a"
    },
    {
      "start": 101.84,
      "dur": 2.71,
      "text": "video we've also verified from a different city of Mashad. Uh we verified"
    },
    {
      "start": 104.56,
      "dur": 2.47,
      "text": "different city of Mashad. Uh we verified footage of snipers stationed on top of a"
    },
    {
      "start": 107.04,
      "dur": 2.389,
      "text": "footage of snipers stationed on top of a roof in broad daylight with as you can"
    },
    {
      "start": 109.439,
      "dur": 2.231,
      "text": "roof in broad daylight with as you can see there a rifle lent against a wall"
    },
    {
      "start": 111.68,
      "dur": 2.15,
      "text": "see there a rifle lent against a wall and one man speaking on the phone while"
    },
    {
      "start": 113.84,
      "dur": 1.909,
      "text": "and one man speaking on the phone while the other is smoking. But these are you"
    },
    {
      "start": 115.759,
      "dur": 1.67,
      "text": "the other is smoking. But these are you know glimpses of what is happening"
    },
    {
      "start": 117.439,
      "dur": 1.751,
      "text": "know glimpses of what is happening inside Iran. But it's worth saying that"
    },
    {
      "start": 119.2,
      "dur": 2.31,
      "text": "inside Iran. But it's worth saying that although these only recently emerged,"
    },
    {
      "start": 121.52,
      "dur": 1.35,
      "text": "although these only recently emerged, these videos are believed to have been"
    },
    {
      "start": 122.88,
      "dur": 2.15,
      "text": "these videos are believed to have been filmed on the 8th and 9th of January."
    },
    {
      "start": 125.04,
      "dur": 2.069,
      "text": "filmed on the 8th and 9th of January. So, those are some of the deadliest"
    },
    {
      "start": 127.119,
      "dur": 1.83,
      "text": "So, those are some of the deadliest nights for protesters so far inside"
    },
    {
      "start": 128.959,
      "dur": 1.031,
      "text": "nights for protesters so far inside Iran."
    },
    {
      "start": 130.0,
      "dur": 3.43,
      "text": "Iran. &gt;&gt; And as the blackout becomes more patchy,"
    },
    {
      "start": 133.44,
      "dur": 1.99,
      "text": "&gt;&gt; And as the blackout becomes more patchy, more accounts, not just videos come out,"
    },
    {
      "start": 135.44,
      "dur": 1.19,
      "text": "more accounts, not just videos come out, but there have been accounts from"
    },
    {
      "start": 136.64,
      "dur": 2.79,
      "text": "but there have been accounts from fathers who've gone to hospitals uh"
    },
    {
      "start": 139.44,
      "dur": 1.83,
      "text": "fathers who've gone to hospitals uh being told that their son is injured,"
    },
    {
      "start": 141.28,
      "dur": 1.589,
      "text": "being told that their son is injured, come back in the morning, go back in the"
    },
    {
      "start": 142.879,
      "dur": 1.511,
      "text": "come back in the morning, go back in the morning, and they've been shot,"
    },
    {
      "start": 144.4,
      "dur": 1.829,
      "text": "morning, and they've been shot, executed. There are reports and accounts"
    },
    {
      "start": 146.239,
      "dur": 2.871,
      "text": "executed. There are reports and accounts also of doctors now being arrested for"
    },
    {
      "start": 149.12,
      "dur": 2.469,
      "text": "also of doctors now being arrested for treating people. So, all of those"
    },
    {
      "start": 151.599,
      "dur": 2.63,
      "text": "treating people. So, all of those stories are emerging. What what about"
    },
    {
      "start": 154.239,
      "dur": 2.951,
      "text": "stories are emerging. What what about any sort of figure around the death"
    },
    {
      "start": 157.2,
      "dur": 1.27,
      "text": "any sort of figure around the death toll? I mentioned something in the"
    },
    {
      "start": 158.48,
      "dur": 2.469,
      "text": "toll? I mentioned something in the headlines, but again really difficult to"
    },
    {
      "start": 160.959,
      "dur": 0.791,
      "text": "headlines, but again really difficult to establish."
    },
    {
      "start": 161.76,
      "dur": 1.43,
      "text": "establish. &gt;&gt; Really difficult to establish that. But"
    },
    {
      "start": 163.2,
      "dur": 1.83,
      "text": "&gt;&gt; Really difficult to establish that. But we have again verified footage from"
    },
    {
      "start": 165.04,
      "dur": 2.549,
      "text": "we have again verified footage from inside a morttery in the capital Tan in"
    },
    {
      "start": 167.599,
      "dur": 3.111,
      "text": "inside a morttery in the capital Tan in a hospital. And we've seen piles of"
    },
    {
      "start": 170.72,
      "dur": 3.509,
      "text": "a hospital. And we've seen piles of bodies on top of each other, the floor"
    },
    {
      "start": 174.239,
      "dur": 1.591,
      "text": "bodies on top of each other, the floor soaked in blood where bodies have been"
    },
    {
      "start": 175.84,
      "dur": 1.27,
      "text": "soaked in blood where bodies have been dragged. Obviously, we're not showing"
    },
    {
      "start": 177.12,
      "dur": 2.31,
      "text": "dragged. Obviously, we're not showing you those uh those videos because"
    },
    {
      "start": 179.44,
      "dur": 2.23,
      "text": "you those uh those videos because they're too graphic, but we've counted"
    },
    {
      "start": 181.68,
      "dur": 2.549,
      "text": "they're too graphic, but we've counted at least 31 bodies in just one video in"
    },
    {
      "start": 184.239,
      "dur": 2.231,
      "text": "at least 31 bodies in just one video in one room in one mortarina hospital, but"
    },
    {
      "start": 186.48,
      "dur": 2.469,
      "text": "one room in one mortarina hospital, but it gives us an idea of the scale of"
    },
    {
      "start": 188.959,
      "dur": 3.031,
      "text": "it gives us an idea of the scale of Iran's deadly crackdown on protesters."
    },
    {
      "start": 192.0,
      "dur": 1.83,
      "text": "Iran's deadly crackdown on protesters. &gt;&gt; Well, that was Merlin Thomas from BBC"
    },
    {
      "start": 193.84,
      "dur": 1.91,
      "text": "&gt;&gt; Well, that was Merlin Thomas from BBC verifier. Shashang Joshi is defense"
    },
    {
      "start": 195.76,
      "dur": 2.23,
      "text": "verifier. Shashang Joshi is defense editor at the Economist. He gave me his"
    },
    {
      "start": 198.0,
      "dur": 2.39,
      "text": "editor at the Economist. He gave me his analysis on the possibility of a US"
    },
    {
      "start": 200.4,
      "dur": 2.469,
      "text": "analysis on the possibility of a US military strike with that carrier group"
    },
    {
      "start": 202.879,
      "dur": 1.99,
      "text": "military strike with that carrier group now in place in the region. He also gave"
    },
    {
      "start": 204.879,
      "dur": 2.71,
      "text": "now in place in the region. He also gave me his assessment of how likely Iran was"
    },
    {
      "start": 207.599,
      "dur": 1.831,
      "text": "me his assessment of how likely Iran was to retaliate."
    },
    {
      "start": 209.44,
      "dur": 1.27,
      "text": "to retaliate. &gt;&gt; Well, I think there's two things to bear"
    },
    {
      "start": 210.72,
      "dur": 1.83,
      "text": "&gt;&gt; Well, I think there's two things to bear in mind here. First of all is the"
    },
    {
      "start": 212.56,
      "dur": 1.99,
      "text": "in mind here. First of all is the American ability to defend against it."
    },
    {
      "start": 214.56,
      "dur": 1.51,
      "text": "American ability to defend against it. And of course, that's grown. I've been"
    },
    {
      "start": 216.08,
      "dur": 1.99,
      "text": "And of course, that's grown. I've been looking today at satellite images of"
    },
    {
      "start": 218.08,
      "dur": 2.31,
      "text": "looking today at satellite images of Allade Air Base in Qatar, which is where"
    },
    {
      "start": 220.4,
      "dur": 1.51,
      "text": "Allade Air Base in Qatar, which is where America's central command has its"
    },
    {
      "start": 221.92,
      "dur": 2.55,
      "text": "America's central command has its forward HQ. That was the site struck by"
    },
    {
      "start": 224.48,
      "dur": 2.309,
      "text": "forward HQ. That was the site struck by Iran in retaliation last year. Um"
    },
    {
      "start": 226.799,
      "dur": 1.911,
      "text": "Iran in retaliation last year. Um although it was a very limited and and"
    },
    {
      "start": 228.72,
      "dur": 3.509,
      "text": "although it was a very limited and and almost telegraphed retaliation. um od"
    },
    {
      "start": 232.239,
      "dur": 1.751,
      "text": "almost telegraphed retaliation. um od now alade the pictures now show it has"
    },
    {
      "start": 234.0,
      "dur": 2.07,
      "text": "now alade the pictures now show it has many more air defense batteries on that"
    },
    {
      "start": 236.08,
      "dur": 2.229,
      "text": "many more air defense batteries on that site so America's capacity to absorb"
    },
    {
      "start": 238.319,
      "dur": 2.711,
      "text": "site so America's capacity to absorb retaliation is greater but what I would"
    },
    {
      "start": 241.04,
      "dur": 3.51,
      "text": "retaliation is greater but what I would also add is that we are likely to see uh"
    },
    {
      "start": 244.56,
      "dur": 2.63,
      "text": "also add is that we are likely to see uh a much bigger Iranian response than we"
    },
    {
      "start": 247.2,
      "dur": 2.15,
      "text": "a much bigger Iranian response than we did last time that was a strike against"
    },
    {
      "start": 249.36,
      "dur": 2.789,
      "text": "did last time that was a strike against Iran's nuclear program there was a sort"
    },
    {
      "start": 252.159,
      "dur": 2.471,
      "text": "Iran's nuclear program there was a sort of relative restraint in Iran's reply"
    },
    {
      "start": 254.64,
      "dur": 2.47,
      "text": "of relative restraint in Iran's reply this time round if the regime feels that"
    },
    {
      "start": 257.12,
      "dur": 2.87,
      "text": "this time round if the regime feels that the political survival is of the regime"
    },
    {
      "start": 260.0,
      "dur": 2.95,
      "text": "the political survival is of the regime is at stake If if Ayat's"
    },
    {
      "start": 262.96,
      "dur": 2.229,
      "text": "is at stake If if Ayat's life is at stake, you may see a much"
    },
    {
      "start": 265.199,
      "dur": 1.831,
      "text": "life is at stake, you may see a much more aggressive response. And don't"
    },
    {
      "start": 267.04,
      "dur": 2.07,
      "text": "more aggressive response. And don't forget, if they're going after Gulf"
    },
    {
      "start": 269.12,
      "dur": 2.23,
      "text": "forget, if they're going after Gulf countries, not just Israel, they have"
    },
    {
      "start": 271.36,
      "dur": 2.549,
      "text": "countries, not just Israel, they have many more missiles of that relatively"
    },
    {
      "start": 273.919,
      "dur": 2.55,
      "text": "many more missiles of that relatively shorter range that can reach countries"
    },
    {
      "start": 276.479,
      "dur": 2.631,
      "text": "shorter range that can reach countries like the UAE or Saudi Arabia or others"
    },
    {
      "start": 279.12,
      "dur": 1.91,
      "text": "like the UAE or Saudi Arabia or others relative to reaching Israel. And I think"
    },
    {
      "start": 281.04,
      "dur": 1.589,
      "text": "relative to reaching Israel. And I think that's one reason you see Gulf Arab"
    },
    {
      "start": 282.639,
      "dur": 1.431,
      "text": "that's one reason you see Gulf Arab states saying, \"We don't want our"
    },
    {
      "start": 284.08,
      "dur": 1.75,
      "text": "states saying, \"We don't want our airspace used. We don't want to be part"
    },
    {
      "start": 285.84,
      "dur": 1.75,
      "text": "airspace used. We don't want to be part of anything that's happening here.\""
    },
    {
      "start": 287.6,
      "dur": 1.589,
      "text": "of anything that's happening here.\" &gt;&gt; Shashank Joshy talking to me a little"
    },
    {
      "start": 289.199,
      "dur": 1.511,
      "text": "&gt;&gt; Shashank Joshy talking to me a little earlier. Let's speak live to Mahmud"
    },
    {
      "start": 290.72,
      "dur": 3.35,
      "text": "earlier. Let's speak live to Mahmud Amarie Mogadam who's from the Iran Human"
    },
    {
      "start": 294.08,
      "dur": 1.829,
      "text": "Amarie Mogadam who's from the Iran Human Rights Organization. He joins me live"
    },
    {
      "start": 295.919,
      "dur": 2.311,
      "text": "Rights Organization. He joins me live from Oslo. Thank you so much for being"
    },
    {
      "start": 298.24,
      "dur": 3.03,
      "text": "from Oslo. Thank you so much for being here on the program. You throughout the"
    },
    {
      "start": 301.28,
      "dur": 2.55,
      "text": "here on the program. You throughout the last few weeks have been keeping a"
    },
    {
      "start": 303.84,
      "dur": 2.39,
      "text": "last few weeks have been keeping a really close eye on what is happening,"
    },
    {
      "start": 306.24,
      "dur": 3.03,
      "text": "really close eye on what is happening, the video that's emerging and of course"
    },
    {
      "start": 309.28,
      "dur": 2.15,
      "text": "the video that's emerging and of course the death toll. What is your current"
    },
    {
      "start": 311.44,
      "dur": 2.79,
      "text": "the death toll. What is your current assessment?"
    },
    {
      "start": 314.24,
      "dur": 3.59,
      "text": "assessment? &gt;&gt; Yes. Um you see as you said you know we"
    },
    {
      "start": 317.84,
      "dur": 2.15,
      "text": "&gt;&gt; Yes. Um you see as you said you know we have never seen something like this"
    },
    {
      "start": 320.0,
      "dur": 1.83,
      "text": "have never seen something like this before. Iran human rights has been"
    },
    {
      "start": 321.84,
      "dur": 4.87,
      "text": "before. Iran human rights has been working to document uh um uh violence"
    },
    {
      "start": 326.72,
      "dur": 3.59,
      "text": "working to document uh um uh violence inside Iran death penalty uh protest"
    },
    {
      "start": 330.32,
      "dur": 2.149,
      "text": "inside Iran death penalty uh protest crackdowns we have never seen something"
    },
    {
      "start": 332.479,
      "dur": 2.871,
      "text": "crackdowns we have never seen something like this. All the information that we"
    },
    {
      "start": 335.36,
      "dur": 2.549,
      "text": "like this. All the information that we receive, witness testimonies, all the"
    },
    {
      "start": 337.919,
      "dur": 3.751,
      "text": "receive, witness testimonies, all the evidence indicates that uh uh we have"
    },
    {
      "start": 341.68,
      "dur": 3.349,
      "text": "evidence indicates that uh uh we have been facing a mass killing of"
    },
    {
      "start": 345.039,
      "dur": 2.471,
      "text": "been facing a mass killing of unprecedented scale against the"
    },
    {
      "start": 347.52,
      "dur": 2.71,
      "text": "unprecedented scale against the protesters the two nights Thursday and"
    },
    {
      "start": 350.24,
      "dur": 3.11,
      "text": "protesters the two nights Thursday and Friday to some extent on Saturday. Bas"
    },
    {
      "start": 353.36,
      "dur": 2.87,
      "text": "Friday to some extent on Saturday. Bas basically um what we see is that it has"
    },
    {
      "start": 356.24,
      "dur": 3.83,
      "text": "basically um what we see is that it has been widespread all the corners of the"
    },
    {
      "start": 360.08,
      "dur": 3.51,
      "text": "been widespread all the corners of the country even the smallest town if there"
    },
    {
      "start": 363.6,
      "dur": 2.23,
      "text": "country even the smallest town if there has been a protest there there have been"
    },
    {
      "start": 365.84,
      "dur": 2.23,
      "text": "has been a protest there there have been report of killings"
    },
    {
      "start": 368.08,
      "dur": 2.47,
      "text": "report of killings and it has been systematic they have"
    },
    {
      "start": 370.56,
      "dur": 3.51,
      "text": "and it has been systematic they have been using military great weapon and"
    },
    {
      "start": 374.08,
      "dur": 2.79,
      "text": "been using military great weapon and with the intention of killing we have"
    },
    {
      "start": 376.88,
      "dur": 3.91,
      "text": "with the intention of killing we have had several witness testimonies saying"
    },
    {
      "start": 380.8,
      "dur": 3.03,
      "text": "had several witness testimonies saying talking about wounded protesters being"
    },
    {
      "start": 383.84,
      "dur": 4.15,
      "text": "talking about wounded protesters being shot to make sure that they are dead."
    },
    {
      "start": 388.0,
      "dur": 0.309,
      "text": "shot to make sure that they are dead. So,"
    },
    {
      "start": 388.319,
      "dur": 2.631,
      "text": "So, &gt;&gt; yes, we've seen video as well at BBC"
    },
    {
      "start": 390.96,
      "dur": 2.47,
      "text": "&gt;&gt; yes, we've seen video as well at BBC Verify of snipers on the top of"
    },
    {
      "start": 393.44,
      "dur": 2.23,
      "text": "Verify of snipers on the top of buildings. You mentioned the wounded"
    },
    {
      "start": 395.68,
      "dur": 2.55,
      "text": "buildings. You mentioned the wounded because we've also been hearing terrible"
    },
    {
      "start": 398.24,
      "dur": 3.27,
      "text": "because we've also been hearing terrible accounts from people inside hospital"
    },
    {
      "start": 401.52,
      "dur": 1.99,
      "text": "accounts from people inside hospital who've been wounded and their families"
    },
    {
      "start": 403.52,
      "dur": 2.389,
      "text": "who've been wounded and their families saying they are then executed. Are you"
    },
    {
      "start": 405.919,
      "dur": 1.83,
      "text": "saying they are then executed. Are you hearing those stories as well as well as"
    },
    {
      "start": 407.759,
      "dur": 1.99,
      "text": "hearing those stories as well as well as doctors being arrested for for helping"
    },
    {
      "start": 409.759,
      "dur": 3.27,
      "text": "doctors being arrested for for helping and treating people? We we have we have"
    },
    {
      "start": 413.039,
      "dur": 4.791,
      "text": "and treating people? We we have we have heard those stories as well. both uh uh"
    },
    {
      "start": 417.84,
      "dur": 2.23,
      "text": "heard those stories as well. both uh uh patients or wounded protesters have been"
    },
    {
      "start": 420.08,
      "dur": 2.47,
      "text": "patients or wounded protesters have been taken out and then their bodies have"
    },
    {
      "start": 422.56,
      "dur": 2.87,
      "text": "taken out and then their bodies have been given to the families and of course"
    },
    {
      "start": 425.44,
      "dur": 2.39,
      "text": "been given to the families and of course you know a lot of information in the"
    },
    {
      "start": 427.84,
      "dur": 2.15,
      "text": "you know a lot of information in the first days came through the hospitals"
    },
    {
      "start": 430.0,
      "dur": 2.15,
      "text": "first days came through the hospitals and I think this is the reason behind"
    },
    {
      "start": 432.16,
      "dur": 3.11,
      "text": "and I think this is the reason behind the crackdown against the you know"
    },
    {
      "start": 435.28,
      "dur": 4.07,
      "text": "the crackdown against the you know nurses against doctors and"
    },
    {
      "start": 439.36,
      "dur": 2.229,
      "text": "nurses against doctors and the families are under tremendous"
    },
    {
      "start": 441.599,
      "dur": 2.951,
      "text": "the families are under tremendous pressure as well you know they are being"
    },
    {
      "start": 444.56,
      "dur": 2.23,
      "text": "pressure as well you know they are being threatened and intimidated because now"
    },
    {
      "start": 446.8,
      "dur": 2.389,
      "text": "threatened and intimidated because now that the internet is gradually coming"
    },
    {
      "start": 449.199,
      "dur": 3.27,
      "text": "that the internet is gradually coming back, they don't want the world to know"
    },
    {
      "start": 452.479,
      "dur": 3.99,
      "text": "back, they don't want the world to know what act actually happened. So uh but we"
    },
    {
      "start": 456.479,
      "dur": 2.55,
      "text": "what act actually happened. So uh but we receive reports every day and and uh I"
    },
    {
      "start": 459.039,
      "dur": 3.59,
      "text": "receive reports every day and and uh I think that this is probably the biggest"
    },
    {
      "start": 462.639,
      "dur": 3.191,
      "text": "think that this is probably the biggest protest massacre of our time and I"
    },
    {
      "start": 465.84,
      "dur": 2.23,
      "text": "protest massacre of our time and I really hope that the international"
    },
    {
      "start": 468.08,
      "dur": 3.43,
      "text": "really hope that the international response will be proportional to it."
    },
    {
      "start": 471.52,
      "dur": 1.99,
      "text": "response will be proportional to it. Well, we shall see. That part of the"
    },
    {
      "start": 473.52,
      "dur": 2.63,
      "text": "Well, we shall see. That part of the equation remains unclear. Let me ask you"
    },
    {
      "start": 476.16,
      "dur": 2.309,
      "text": "equation remains unclear. Let me ask you two or three final thoughts in in one"
    },
    {
      "start": 478.479,
      "dur": 2.39,
      "text": "two or three final thoughts in in one go. Do you have any clear idea of what"
    },
    {
      "start": 480.879,
      "dur": 2.31,
      "text": "go. Do you have any clear idea of what is currently happening on the ground in"
    },
    {
      "start": 483.199,
      "dur": 4.631,
      "text": "is currently happening on the ground in terms of the way this protest has been"
    },
    {
      "start": 487.84,
      "dur": 3.029,
      "text": "terms of the way this protest has been snuffed out? Can you also tell me how"
    },
    {
      "start": 490.879,
      "dur": 1.59,
      "text": "snuffed out? Can you also tell me how high do you think the death toll could"
    },
    {
      "start": 492.479,
      "dur": 2.55,
      "text": "high do you think the death toll could get to? And do you have any sort of"
    },
    {
      "start": 495.039,
      "dur": 1.911,
      "text": "get to? And do you have any sort of numbers on the amount of people who've"
    },
    {
      "start": 496.96,
      "dur": 3.03,
      "text": "numbers on the amount of people who've been detained?"
    },
    {
      "start": 500.0,
      "dur": 2.23,
      "text": "been detained? Well uh these are all difficult"
    },
    {
      "start": 502.24,
      "dur": 2.229,
      "text": "Well uh these are all difficult question. What is happening now is that"
    },
    {
      "start": 504.479,
      "dur": 2.39,
      "text": "question. What is happening now is that our assessment is that Islamic Republic"
    },
    {
      "start": 506.879,
      "dur": 4.071,
      "text": "our assessment is that Islamic Republic is trying to establish a terror state."
    },
    {
      "start": 510.96,
      "dur": 2.069,
      "text": "is trying to establish a terror state. You know now people are in shock. They"
    },
    {
      "start": 513.039,
      "dur": 2.151,
      "text": "You know now people are in shock. They have been traumatized but they want to"
    },
    {
      "start": 515.2,
      "dur": 2.709,
      "text": "have been traumatized but they want to make give them such a shock and terror"
    },
    {
      "start": 517.919,
      "dur": 3.431,
      "text": "make give them such a shock and terror that they don't stand up again. Uh but"
    },
    {
      "start": 521.36,
      "dur": 3.589,
      "text": "that they don't stand up again. Uh but uh we hear about arrests. The mass"
    },
    {
      "start": 524.959,
      "dur": 2.231,
      "text": "uh we hear about arrests. The mass arrests are still going on. We are"
    },
    {
      "start": 527.2,
      "dur": 3.27,
      "text": "arrests are still going on. We are extremely concerned about uh death"
    },
    {
      "start": 530.48,
      "dur": 2.31,
      "text": "extremely concerned about uh death sentences. I'm sure that we will be"
    },
    {
      "start": 532.8,
      "dur": 2.95,
      "text": "sentences. I'm sure that we will be facing uh we will be hearing about"
    },
    {
      "start": 535.76,
      "dur": 2.87,
      "text": "facing uh we will be hearing about executions in near future. This is one"
    },
    {
      "start": 538.64,
      "dur": 3.749,
      "text": "executions in near future. This is one of the main concerns and uh and and and"
    },
    {
      "start": 542.399,
      "dur": 6.711,
      "text": "of the main concerns and uh and and and of course um um I I think that um um I"
    },
    {
      "start": 549.12,
      "dur": 1.99,
      "text": "of course um um I I think that um um I just forgot your second question"
    },
    {
      "start": 551.12,
      "dur": 2.709,
      "text": "just forgot your second question &gt;&gt; just in terms of quite how high the"
    },
    {
      "start": 553.839,
      "dur": 4.711,
      "text": "&gt;&gt; just in terms of quite how high the final death toll might go. I um you see"
    },
    {
      "start": 558.56,
      "dur": 2.63,
      "text": "final death toll might go. I um you see the way we work I don't think we we will"
    },
    {
      "start": 561.2,
      "dur": 3.91,
      "text": "the way we work I don't think we we will be able to give an exact number but uh"
    },
    {
      "start": 565.12,
      "dur": 2.23,
      "text": "be able to give an exact number but uh based on what we have heard of evidence"
    },
    {
      "start": 567.36,
      "dur": 2.23,
      "text": "based on what we have heard of evidence and testimonies and the picture that we"
    },
    {
      "start": 569.6,
      "dur": 3.43,
      "text": "and testimonies and the picture that we have I don't think the highest numbers"
    },
    {
      "start": 573.04,
      "dur": 3.51,
      "text": "have I don't think the highest numbers in the media are unrealistic."
    },
    {
      "start": 576.56,
      "dur": 1.75,
      "text": "in the media are unrealistic. Well, that is a chilling thought. Also,"
    },
    {
      "start": 578.32,
      "dur": 1.509,
      "text": "Well, that is a chilling thought. Also, the point you made right at the start of"
    },
    {
      "start": 579.839,
      "dur": 1.67,
      "text": "the point you made right at the start of the interview that what we have seen"
    },
    {
      "start": 581.519,
      "dur": 2.551,
      "text": "the interview that what we have seen over the last few weeks is totally"
    },
    {
      "start": 584.08,
      "dur": 2.79,
      "text": "over the last few weeks is totally unprecedented in terms of scale. Mahmood"
    },
    {
      "start": 586.88,
      "dur": 2.23,
      "text": "unprecedented in terms of scale. Mahmood Amarie Mogadam, thank you once again for"
    },
    {
      "start": 589.12,
      "dur": 2.07,
      "text": "Amarie Mogadam, thank you once again for talking to us here on BBC News. We're"
    },
    {
      "start": 591.2,
      "dur": 2.309,
      "text": "talking to us here on BBC News. We're grateful for your time."
    },
    {
      "start": 593.519,
      "dur": 2.151,
      "text": "grateful for your time. Now, the son of a British woman detained"
    },
    {
      "start": 595.68,
      "dur": 2.31,
      "text": "Now, the son of a British woman detained with her husband in Iran has said his"
    },
    {
      "start": 598.0,
      "dur": 2.23,
      "text": "with her husband in Iran has said his parents are quote terrified. Lindseay"
    },
    {
      "start": 600.24,
      "dur": 2.31,
      "text": "parents are quote terrified. Lindseay and Craig Foreman were taken to custody"
    },
    {
      "start": 602.56,
      "dur": 2.709,
      "text": "and Craig Foreman were taken to custody in January 2025 during a world"
    },
    {
      "start": 605.279,
      "dur": 2.23,
      "text": "in January 2025 during a world motorcycleycling tour. Later charged"
    },
    {
      "start": 607.519,
      "dur": 1.911,
      "text": "motorcycleycling tour. Later charged with espionage, the couple from East"
    },
    {
      "start": 609.44,
      "dur": 3.11,
      "text": "with espionage, the couple from East Sussex are now in Thran's notorious Evan"
    },
    {
      "start": 612.56,
      "dur": 2.87,
      "text": "Sussex are now in Thran's notorious Evan prison. They deny the allegations. Well,"
    },
    {
      "start": 615.44,
      "dur": 2.069,
      "text": "prison. They deny the allegations. Well, let's speak live to Lindsey Foreman's"
    },
    {
      "start": 617.519,
      "dur": 2.31,
      "text": "let's speak live to Lindsey Foreman's son, Joe Bennett. Joe, welcome to the"
    },
    {
      "start": 619.839,
      "dur": 3.351,
      "text": "son, Joe Bennett. Joe, welcome to the program again. We spoke before this"
    },
    {
      "start": 623.2,
      "dur": 1.91,
      "text": "program again. We spoke before this uprising when you were desperately"
    },
    {
      "start": 625.12,
      "dur": 3.35,
      "text": "uprising when you were desperately worried back then. What has it been like"
    },
    {
      "start": 628.48,
      "dur": 1.75,
      "text": "worried back then. What has it been like watching what has been happening over"
    },
    {
      "start": 630.24,
      "dur": 2.23,
      "text": "watching what has been happening over the last few weeks for you?"
    },
    {
      "start": 632.48,
      "dur": 1.909,
      "text": "the last few weeks for you? &gt;&gt; Um, it's heart-wrenching. Not you know"
    },
    {
      "start": 634.399,
      "dur": 1.271,
      "text": "&gt;&gt; Um, it's heart-wrenching. Not you know that for the [clears throat] people of"
    },
    {
      "start": 635.68,
      "dur": 3.269,
      "text": "that for the [clears throat] people of Iran firstly it's um it's terribly sad"
    },
    {
      "start": 638.959,
      "dur": 3.671,
      "text": "Iran firstly it's um it's terribly sad time for all of them but again it adds a"
    },
    {
      "start": 642.64,
      "dur": 2.23,
      "text": "time for all of them but again it adds a severity of situation for for my mom and"
    },
    {
      "start": 644.88,
      "dur": 2.31,
      "text": "severity of situation for for my mom and Craig as well u because the situation on"
    },
    {
      "start": 647.2,
      "dur": 3.43,
      "text": "Craig as well u because the situation on the ground is deteriorating um and I"
    },
    {
      "start": 650.64,
      "dur": 1.59,
      "text": "the ground is deteriorating um and I don't feel that the government response"
    },
    {
      "start": 652.24,
      "dur": 1.829,
      "text": "don't feel that the government response has escalated alongside that"
    },
    {
      "start": 654.079,
      "dur": 2.151,
      "text": "has escalated alongside that deterioration. I I'll come to what the"
    },
    {
      "start": 656.24,
      "dur": 1.99,
      "text": "deterioration. I I'll come to what the UK government is doing and what you want"
    },
    {
      "start": 658.24,
      "dur": 2.79,
      "text": "UK government is doing and what you want them to do in a moment or two, but talk"
    },
    {
      "start": 661.04,
      "dur": 2.95,
      "text": "them to do in a moment or two, but talk tell me about the latest communications"
    },
    {
      "start": 664.0,
      "dur": 1.43,
      "text": "tell me about the latest communications you've had because of course"
    },
    {
      "start": 665.44,
      "dur": 2.15,
      "text": "you've had because of course communications have been difficult. Have"
    },
    {
      "start": 667.6,
      "dur": 2.229,
      "text": "communications have been difficult. Have you been able to speak to them inside"
    },
    {
      "start": 669.839,
      "dur": 2.071,
      "text": "you been able to speak to them inside Evan Prison? Do you know what the"
    },
    {
      "start": 671.92,
      "dur": 2.63,
      "text": "Evan Prison? Do you know what the conditions have been like there?"
    },
    {
      "start": 674.56,
      "dur": 2.63,
      "text": "conditions have been like there? &gt;&gt; We have gratefully been able to um"
    },
    {
      "start": 677.2,
      "dur": 2.15,
      "text": "&gt;&gt; We have gratefully been able to um continue communication. and it's been a"
    },
    {
      "start": 679.36,
      "dur": 1.43,
      "text": "continue communication. and it's been a bit sporadic and the lines aren't always"
    },
    {
      "start": 680.8,
      "dur": 2.31,
      "text": "bit sporadic and the lines aren't always great, but we have been able pretty much"
    },
    {
      "start": 683.12,
      "dur": 3.59,
      "text": "great, but we have been able pretty much daily to speak to them. They're, you"
    },
    {
      "start": 686.72,
      "dur": 1.59,
      "text": "daily to speak to them. They're, you know, the condition the conditions are"
    },
    {
      "start": 688.32,
      "dur": 2.629,
      "text": "know, the condition the conditions are bad. Um, we know that from phone calls"
    },
    {
      "start": 690.959,
      "dur": 2.31,
      "text": "bad. Um, we know that from phone calls from them, reports from other detainees."
    },
    {
      "start": 693.279,
      "dur": 3.191,
      "text": "from them, reports from other detainees. Um, this ongoing detention of the"
    },
    {
      "start": 696.48,
      "dur": 3.43,
      "text": "Um, this ongoing detention of the Iranian people is putting a big strain"
    },
    {
      "start": 699.92,
      "dur": 2.469,
      "text": "Iranian people is putting a big strain on the prison systems. They were already"
    },
    {
      "start": 702.399,
      "dur": 1.751,
      "text": "on the prison systems. They were already overcrowded, but that's worsened"
    },
    {
      "start": 704.16,
      "dur": 2.95,
      "text": "overcrowded, but that's worsened following the protest. Um, sanitation's"
    },
    {
      "start": 707.12,
      "dur": 3.03,
      "text": "following the protest. Um, sanitation's poor, violence has increased, you know,"
    },
    {
      "start": 710.16,
      "dur": 2.789,
      "text": "poor, violence has increased, you know, and there's what was already limited in"
    },
    {
      "start": 712.959,
      "dur": 2.55,
      "text": "and there's what was already limited in terms of medical access is now even more"
    },
    {
      "start": 715.519,
      "dur": 1.351,
      "text": "terms of medical access is now even more inaccessible."
    },
    {
      "start": 716.88,
      "dur": 2.47,
      "text": "inaccessible. &gt;&gt; You talked a bit ago about the British"
    },
    {
      "start": 719.36,
      "dur": 2.55,
      "text": "&gt;&gt; You talked a bit ago about the British government. I mean, the Iranian regime"
    },
    {
      "start": 721.92,
      "dur": 2.95,
      "text": "government. I mean, the Iranian regime has been focusing on surviving. Does"
    },
    {
      "start": 724.88,
      "dur": 2.629,
      "text": "has been focusing on surviving. Does that has that made it more difficult for"
    },
    {
      "start": 727.519,
      "dur": 2.391,
      "text": "that has that made it more difficult for the UK government to make any"
    },
    {
      "start": 729.92,
      "dur": 2.95,
      "text": "the UK government to make any representations in this say last month,"
    },
    {
      "start": 732.88,
      "dur": 2.15,
      "text": "representations in this say last month, this period?"
    },
    {
      "start": 735.04,
      "dur": 2.229,
      "text": "this period? If I'm assessing the situation then yes"
    },
    {
      "start": 737.279,
      "dur": 3.511,
      "text": "If I'm assessing the situation then yes I mean it definitely has added another"
    },
    {
      "start": 740.8,
      "dur": 2.31,
      "text": "I mean it definitely has added another layer of complexity for sure because you"
    },
    {
      "start": 743.12,
      "dur": 1.91,
      "text": "layer of complexity for sure because you just don't know how this is going to"
    },
    {
      "start": 745.04,
      "dur": 3.029,
      "text": "just don't know how this is going to play out but I think in those moments of"
    },
    {
      "start": 748.079,
      "dur": 3.911,
      "text": "play out but I think in those moments of despair um is when we as a nation need"
    },
    {
      "start": 752.0,
      "dur": 2.949,
      "text": "despair um is when we as a nation need to show you know a sign of strength and"
    },
    {
      "start": 754.959,
      "dur": 2.471,
      "text": "to show you know a sign of strength and solidarity with uh citizens and and"
    },
    {
      "start": 757.44,
      "dur": 1.99,
      "text": "solidarity with uh citizens and and especially ones that are detained abroad"
    },
    {
      "start": 759.44,
      "dur": 1.59,
      "text": "especially ones that are detained abroad and I just don't feel as though that's"
    },
    {
      "start": 761.04,
      "dur": 1.83,
      "text": "and I just don't feel as though that's being precipitated at the moment and as"
    },
    {
      "start": 762.88,
      "dur": 2.069,
      "text": "being precipitated at the moment and as I say the urgency"
    },
    {
      "start": 764.959,
      "dur": 2.151,
      "text": "I say the urgency doesn't correlate to what's actually"
    },
    {
      "start": 767.12,
      "dur": 1.35,
      "text": "doesn't correlate to what's actually happening on the ground."
    },
    {
      "start": 768.48,
      "dur": 2.469,
      "text": "happening on the ground. &gt;&gt; This has gone on now for a year. You"
    },
    {
      "start": 770.959,
      "dur": 2.231,
      "text": "&gt;&gt; This has gone on now for a year. You clearly are frustrated. You want the UK"
    },
    {
      "start": 773.2,
      "dur": 2.069,
      "text": "clearly are frustrated. You want the UK government to change tactics. So, what"
    },
    {
      "start": 775.279,
      "dur": 2.23,
      "text": "government to change tactics. So, what do you think they should actually do?"
    },
    {
      "start": 777.519,
      "dur": 2.151,
      "text": "do you think they should actually do? &gt;&gt; I mean, if you have a look at and"
    },
    {
      "start": 779.68,
      "dur": 3.35,
      "text": "&gt;&gt; I mean, if you have a look at and compare to to other nations and the I I"
    },
    {
      "start": 783.04,
      "dur": 1.75,
      "text": "compare to to other nations and the I I appreciate every case is different, but"
    },
    {
      "start": 784.8,
      "dur": 2.23,
      "text": "appreciate every case is different, but what is comparable is political will."
    },
    {
      "start": 787.04,
      "dur": 2.15,
      "text": "what is comparable is political will. You know, if we look at France, Germany"
    },
    {
      "start": 789.2,
      "dur": 3.189,
      "text": "You know, if we look at France, Germany for example, they consistently escalated"
    },
    {
      "start": 792.399,
      "dur": 2.151,
      "text": "for example, they consistently escalated it at senior levels and maintain"
    },
    {
      "start": 794.56,
      "dur": 1.67,
      "text": "it at senior levels and maintain pressure, you know, and and their"
    },
    {
      "start": 796.24,
      "dur": 1.91,
      "text": "pressure, you know, and and their citizens were released or are in the"
    },
    {
      "start": 798.16,
      "dur": 1.669,
      "text": "citizens were released or are in the process of being released. And I just"
    },
    {
      "start": 799.839,
      "dur": 2.471,
      "text": "process of being released. And I just think that we can take I'm not saying"
    },
    {
      "start": 802.32,
      "dur": 2.71,
      "text": "think that we can take I'm not saying follow it book by book, but you know, we"
    },
    {
      "start": 805.04,
      "dur": 1.75,
      "text": "follow it book by book, but you know, we can actually take something from that"
    },
    {
      "start": 806.8,
      "dur": 1.75,
      "text": "can actually take something from that and and ask the UK to match the"
    },
    {
      "start": 808.56,
      "dur": 1.75,
      "text": "and and ask the UK to match the seriousness. And that's where we're at"
    },
    {
      "start": 810.32,
      "dur": 2.069,
      "text": "seriousness. And that's where we're at with it is that, you know, we've got two"
    },
    {
      "start": 812.399,
      "dur": 1.511,
      "text": "with it is that, you know, we've got two UK citizens, as you say, that been"
    },
    {
      "start": 813.92,
      "dur": 3.19,
      "text": "UK citizens, as you say, that been detained for over a year and still Karma"
    },
    {
      "start": 817.12,
      "dur": 1.35,
      "text": "detained for over a year and still Karma hasn't even whispered their names, which"
    },
    {
      "start": 818.48,
      "dur": 1.75,
      "text": "hasn't even whispered their names, which I just don't feel is is is the right"
    },
    {
      "start": 820.24,
      "dur": 1.029,
      "text": "I just don't feel is is is the right approach."
    },
    {
      "start": 821.279,
      "dur": 3.911,
      "text": "approach. &gt;&gt; A final thought then for both uh the two"
    },
    {
      "start": 825.2,
      "dur": 2.869,
      "text": "&gt;&gt; A final thought then for both uh the two of them in the prison, you having to"
    },
    {
      "start": 828.079,
      "dur": 3.351,
      "text": "of them in the prison, you having to live through this day by day. What is"
    },
    {
      "start": 831.44,
      "dur": 3.189,
      "text": "live through this day by day. What is that like for you for them?"
    },
    {
      "start": 834.639,
      "dur": 2.471,
      "text": "that like for you for them? &gt;&gt; It I mean it's tough on the good days."
    },
    {
      "start": 837.12,
      "dur": 4.149,
      "text": "&gt;&gt; It I mean it's tough on the good days. Um the phone calls help massively but it"
    },
    {
      "start": 841.279,
      "dur": 2.711,
      "text": "Um the phone calls help massively but it is a living nightmare. You're constantly"
    },
    {
      "start": 844.0,
      "dur": 1.75,
      "text": "is a living nightmare. You're constantly concerned for their welfare and I mean"
    },
    {
      "start": 845.76,
      "dur": 1.749,
      "text": "concerned for their welfare and I mean it for me it's a little bit easier for"
    },
    {
      "start": 847.519,
      "dur": 1.591,
      "text": "it for me it's a little bit easier for the family a bit easier. We can go out"
    },
    {
      "start": 849.12,
      "dur": 1.35,
      "text": "the family a bit easier. We can go out we can go and clear our head. We can"
    },
    {
      "start": 850.48,
      "dur": 2.23,
      "text": "we can go and clear our head. We can walk. They are facing the same four"
    },
    {
      "start": 852.72,
      "dur": 1.909,
      "text": "walk. They are facing the same four walls and the same conditions every"
    },
    {
      "start": 854.639,
      "dur": 2.87,
      "text": "walls and the same conditions every single day and that is the hardest thing"
    },
    {
      "start": 857.519,
      "dur": 1.99,
      "text": "single day and that is the hardest thing about it all is is what's happening to"
    },
    {
      "start": 859.519,
      "dur": 1.191,
      "text": "about it all is is what's happening to them."
    },
    {
      "start": 860.72,
      "dur": 1.909,
      "text": "them. &gt;&gt; Joe, we have to leave it there but Joe"
    },
    {
      "start": 862.639,
      "dur": 1.43,
      "text": "&gt;&gt; Joe, we have to leave it there but Joe Bennett, thanks for taking time to speak"
    },
    {
      "start": 864.079,
      "dur": 3.44,
      "text": "Bennett, thanks for taking time to speak to us on BBC News. Okay."
    }
  ]
}