{
  "videoId": "7B8qi9jdyEw",
  "title": "Why are concerns about immigration branded far right? | BBC News",
  "publishedAt": "2025-10-03",
  "channel": "BBC News",
  "durationSeconds": 982,
  "segments": [
    {
      "start": 0.2,
      "dur": 8.3,
      "text": "We've had 28 women murdered in the last five years. It seems like there's less five years. It seems like there's less appetite to come out and riot whenever appetite to come out and riot whenever the perpetrator looks like someone you"
    },
    {
      "start": 8.5,
      "dur": 10.1,
      "text": "the perpetrator looks like someone you might work with or play football with. might work with or play football with. Why do the government and left-wing Why do the government and left-wing politicians continue to call concerned politicians continue to call concerned citizens far right when the vast"
    },
    {
      "start": 18.6,
      "dur": 8.2,
      "text": "citizens far right when the vast majority are just concerned about majority are just concerned about illegal immigration. illegal immigration. Right. So we mentioned rhetoric already. Right. So we mentioned rhetoric already. Um Hillary, let me come to you."
    },
    {
      "start": 26.8,
      "dur": 8.5,
      "text": "Um Hillary, let me come to you. Obviously K star at the labor conference Obviously K star at the labor conference today referred to uh a policy of of today referred to uh a policy of of reform as a racist policy when it comes"
    },
    {
      "start": 35.3,
      "dur": 9.6,
      "text": "reform as a racist policy when it comes to immigration. to immigration. Yeah. Yeah. I mean racist far right. Do you agree I mean racist far right. Do you agree with that? with that? Yes I do because if you look at what"
    },
    {
      "start": 44.9,
      "dur": 10.1,
      "text": "Yes I do because if you look at what reform has proposed on indefinite leave reform has proposed on indefinite leave to remain because controlling migration to remain because controlling migration is absolutely right and proper. is absolutely right and proper. something the government is committed to something the government is committed to which is why we are making changes to"
    },
    {
      "start": 55.0,
      "dur": 9.0,
      "text": "which is why we are making changes to the immigration system. That is one the immigration system. That is one thing. Tightening up the rules for thing. Tightening up the rules for settlement and so on. It is completely settlement and so on. It is completely different to say to people who have"
    },
    {
      "start": 64.0,
      "dur": 10.3,
      "text": "different to say to people who have lived in this country for a long time, lived in this country for a long time, paid taxes, worked, contributed that paid taxes, worked, contributed that their right to remain in Britain, we their right to remain in Britain, we gave a promise, is could be taken away"
    },
    {
      "start": 74.3,
      "dur": 8.6,
      "text": "gave a promise, is could be taken away from them and they could be deported. from them and they could be deported. And when people think about it, who do And when people think about it, who do you know who has indefinite leave to you know who has indefinite leave to remain? It could be the carer who's"
    },
    {
      "start": 82.9,
      "dur": 9.3,
      "text": "remain? It could be the carer who's looking after your ill mother. It could looking after your ill mother. It could be your neighbor. It could be an in-law. be your neighbor. It could be an in-law. It could be the doctor who treated you It could be the doctor who treated you at the hospital. And I think it is an"
    },
    {
      "start": 92.2,
      "dur": 10.4,
      "text": "at the hospital. And I think it is an immoral policy and the prime minister immoral policy and the prime minister was right quite right to call it out was right quite right to call it out because it is in the end divisive. And because it is in the end divisive. And as we've just discussed in the wake of"
    },
    {
      "start": 102.6,
      "dur": 8.2,
      "text": "as we've just discussed in the wake of the terrible events in Manchester today, the terrible events in Manchester today, there are enough people out there who there are enough people out there who want to divide the nation and we should want to divide the nation and we should be trying to bring people together and"
    },
    {
      "start": 110.8,
      "dur": 8.5,
      "text": "be trying to bring people together and have a sensible debate about the have a sensible debate about the difference between proper controls on difference between proper controls on migration and not breaking the word that migration and not breaking the word that we've given to people about their"
    },
    {
      "start": 119.3,
      "dur": 10.2,
      "text": "we've given to people about their ability to continue to contribute to ability to continue to contribute to this country. The question was asked uh about"
    },
    {
      "start": 129.5,
      "dur": 9.9,
      "text": "concerned citizens not about reform but concerned citizens not about reform but about concerned citizens uh which there about concerned citizens uh which there is a vast majority that are concerned"
    },
    {
      "start": 139.4,
      "dur": 10.4,
      "text": "is a vast majority that are concerned about illegal immigration which I don't about illegal immigration which I don't think you answered think you answered and do you feel that they are being and do you feel that they are being wrongly referred to as far right wrongly referred to as far right wrongly referred to as far right uh as"
    },
    {
      "start": 149.8,
      "dur": 8.0,
      "text": "wrongly referred to as far right uh as well as being ignored well as being ignored Um I accept that there are many people Um I accept that there are many people who are concerned about migration. That"
    },
    {
      "start": 157.8,
      "dur": 8.0,
      "text": "who are concerned about migration. That is why the government is taking a number is why the government is taking a number of steps and Paul's point is that you of steps and Paul's point is that you feel that they're being called far right feel that they're being called far right when in fact they're not. That's your when in fact they're not. That's your view."
    },
    {
      "start": 165.8,
      "dur": 9.5,
      "text": "view. Yes. Yes. Yes. Yes. Well, I I I don't accept that the Well, I I I don't accept that the government is doing that. We've called government is doing that. We've called out what Nigel Farage proposed and out what Nigel Farage proposed and reform proposed, but we're also making"
    },
    {
      "start": 175.3,
      "dur": 8.6,
      "text": "reform proposed, but we're also making changes to the immigration system which changes to the immigration system which I hope people will recognize as they I hope people will recognize as they unfold. say changing the arrangements"
    },
    {
      "start": 183.9,
      "dur": 9.4,
      "text": "unfold. say changing the arrangements for getting indefinite leave to remain for getting indefinite leave to remain people have to make a contribution not people have to make a contribution not be claiming benefits spotless criminal be claiming benefits spotless criminal record all of those things that we've"
    },
    {
      "start": 193.3,
      "dur": 9.5,
      "text": "record all of those things that we've announced looking at the way in which announced looking at the way in which the European Convention of Human Rights the European Convention of Human Rights is interpreted not leaving it because if is interpreted not leaving it because if we left the European Convention we'd be"
    },
    {
      "start": 202.8,
      "dur": 8.2,
      "text": "we left the European Convention we'd be in a club of three in Europe Russia in a club of three in Europe Russia Bellarus and the United Kingdom and Bellarus and the United Kingdom and there are parties on the panel that are there are parties on the panel that are in favor of us leaving"
    },
    {
      "start": 211.0,
      "dur": 8.0,
      "text": "in favor of us leaving Alex Look, uh, in answer to your Alex Look, uh, in answer to your question, there isn't, uh, I haven't question, there isn't, uh, I haven't seen any justification for the use of seen any justification for the use of those terms. And you're right, there are"
    },
    {
      "start": 219.0,
      "dur": 8.3,
      "text": "those terms. And you're right, there are a lot of people who are concerned about a lot of people who are concerned about levels of immigration. They're perfectly levels of immigration. They're perfectly entitled to hold those views and to not entitled to hold those views and to not be shouted down. And and I before I was"
    },
    {
      "start": 227.3,
      "dur": 9.0,
      "text": "be shouted down. And and I before I was a politician, I was a history teacher. a politician, I was a history teacher. And in my lifetime, I have watched And in my lifetime, I have watched people take words that meant one thing people take words that meant one thing in the 1930s and try to apply them to"
    },
    {
      "start": 236.3,
      "dur": 8.5,
      "text": "in the 1930s and try to apply them to entirely different situations in the entirely different situations in the modern age and distort them. far right modern age and distort them. far right used to mean uh the Nazis who rounded used to mean uh the Nazis who rounded people up and you committed the worst"
    },
    {
      "start": 244.8,
      "dur": 8.2,
      "text": "people up and you committed the worst atrocities in history and put them in atrocities in history and put them in camps and murdered them. It's now used camps and murdered them. It's now used to accuse people who raise concerns to accuse people who raise concerns about immigration of being the same"
    },
    {
      "start": 253.0,
      "dur": 9.0,
      "text": "about immigration of being the same thing is totally unacceptable. What's thing is totally unacceptable. What's what's happened here very clearly is what's happened here very clearly is that the prime minister went to Labour that the prime minister went to Labour Party conference and did not want to Party conference and did not want to talk about all of the scandals"
    },
    {
      "start": 262.0,
      "dur": 9.4,
      "text": "talk about all of the scandals enveloping his government. Didn't want enveloping his government. Didn't want to talk about Angela Rainy. Didn't want to talk about Angela Rainy. Didn't want to talk about Peter Mandlesson. Didn't to talk about Peter Mandlesson. Didn't want to talk about Morgan Mcweeny. want to talk about Morgan Mcweeny. didn't want to talk about the state of didn't want to talk about the state of the economy. What he tried to do was"
    },
    {
      "start": 271.4,
      "dur": 9.1,
      "text": "the economy. What he tried to do was distract everybody from that by saying distract everybody from that by saying something stupid. And unfortunately, he something stupid. And unfortunately, he had a degree of success with that. I had a degree of success with that. I don't think we should put up with it. I"
    },
    {
      "start": 280.5,
      "dur": 8.4,
      "text": "don't think we should put up with it. I think we should talk about the main think we should talk about the main issues and not be calling each other issues and not be calling each other names. woman in the middle."
    },
    {
      "start": 288.9,
      "dur": 8.8,
      "text": "Um, I believe in an inclusive society, but I think when Paul said that people but I think when Paul said that people were concerned, they're concerned"
    },
    {
      "start": 297.7,
      "dur": 10.8,
      "text": "were concerned, they're concerned because they see it as an insidious because they see it as an insidious erosion of our culture and identity. And erosion of our culture and identity. And Mr. Ben, your government don't seem to"
    },
    {
      "start": 308.5,
      "dur": 8.1,
      "text": "Mr. Ben, your government don't seem to want to protect that. In the south of want to protect that. In the south of Ireland, there's been a 10% rise in Ireland, there's been a 10% rise in population and the last consensus in"
    },
    {
      "start": 316.6,
      "dur": 11.0,
      "text": "population and the last consensus in 2023 in the south of Ireland there was 2023 in the south of Ireland there was 20% of the people identified as not 20% of the people identified as not being born in the country. I I I think"
    },
    {
      "start": 327.6,
      "dur": 9.9,
      "text": "being born in the country. I I I think that was conservative estimate and I that was conservative estimate and I believe it's probably more like 30%. believe it's probably more like 30%. I mean obviously we we don't know that I mean obviously we we don't know that statistic. I I should just point out"
    },
    {
      "start": 337.5,
      "dur": 9.6,
      "text": "statistic. I I should just point out that the UK will soon be going in that that the UK will soon be going in that direction and will soon reach those direction and will soon reach those figures. figures. Okay. Can I just take issue with the Okay. Can I just take issue with the terms like insidious erosion of our"
    },
    {
      "start": 347.1,
      "dur": 9.2,
      "text": "terms like insidious erosion of our culture that is this is our human beings that we are talking about. We know in this part of"
    },
    {
      "start": 356.3,
      "dur": 8.5,
      "text": "talking about. We know in this part of the world what it's like to go away to the world what it's like to go away to get a job to start a new life away from get a job to start a new life away from war and how we were treated when we war and how we were treated when we moved away. I think what's happened to"
    },
    {
      "start": 364.8,
      "dur": 8.6,
      "text": "moved away. I think what's happened to Kier Star Dmer is that Nigel Farage is Kier Star Dmer is that Nigel Farage is dragging him around by the tea. I think dragging him around by the tea. I think he is hemorrhaging votes on the right he is hemorrhaging votes on the right and the and the left and what he's"
    },
    {
      "start": 373.4,
      "dur": 8.1,
      "text": "and the and the left and what he's struggling to do is explain to people struggling to do is explain to people that the reason you're on a housing that the reason you're on a housing waiting list and the reason that the NHS waiting list and the reason that the NHS is underfunded and that your child can't"
    },
    {
      "start": 381.5,
      "dur": 11.1,
      "text": "is underfunded and that your child can't get a special school place is not get a special school place is not because of immigrants. It is because of because of immigrants. It is because of successive governments in Westminster successive governments in Westminster and in this part of the country that is and in this part of the country that is the reason as well. And now Kirst has"
    },
    {
      "start": 392.6,
      "dur": 8.5,
      "text": "the reason as well. And now Kirst has decided to go after people like delivery decided to go after people like delivery drivers and bring in something like a drivers and bring in something like a brickyard. None of that is going to brickyard. None of that is going to build houses here. None of that is going build houses here. None of that is going to bring school places and none of it is"
    },
    {
      "start": 401.1,
      "dur": 12.9,
      "text": "to bring school places and none of it is going to affect the NHS. We need to be going to affect the NHS. We need to be very careful when politicians start very careful when politicians start punching down because it means they punching down because it means they don't have any policies that can help don't have any policies that can help you."
    },
    {
      "start": 414.0,
      "dur": 8.2,
      "text": "Uh I think it's important in these kind of discussions because they t can tend of discussions because they t can tend to get very sort of emotive very quickly to get very sort of emotive very quickly is to sort of look at the facts and is to sort of look at the facts and there were figures out this week or last"
    },
    {
      "start": 422.2,
      "dur": 9.3,
      "text": "there were figures out this week or last week that showed that in the last 12 week that showed that in the last 12 months the population of Northern months the population of Northern Ireland has grown by Ireland has grown by a fraction of a percent. It's been quite a fraction of a percent. It's been quite small in the grand scheme of things and small in the grand scheme of things and there the context is different in the"
    },
    {
      "start": 431.5,
      "dur": 8.2,
      "text": "there the context is different in the republic and different in GB republic and different in GB but I think here we have to be very wary but I think here we have to be very wary of what is really happening here and not of what is really happening here and not sort of somewhere else that we see and"
    },
    {
      "start": 439.7,
      "dur": 8.6,
      "text": "sort of somewhere else that we see and try and get caught up in those kind of try and get caught up in those kind of conversations. The most important thing conversations. The most important thing I think is to deal with this as it I think is to deal with this as it happens and as it sort of affects us. happens and as it sort of affects us. Well, let's just get some statistics"
    },
    {
      "start": 448.3,
      "dur": 11.2,
      "text": "Well, let's just get some statistics then. So 3.4% of the population in then. So 3.4% of the population in Northern Ireland is from an ethnic Northern Ireland is from an ethnic minority. uh that compares to England minority. uh that compares to England and Wales where it's 18 over 18% but in"
    },
    {
      "start": 459.5,
      "dur": 9.8,
      "text": "and Wales where it's 18 over 18% but in in Northern Ireland just in 2011 it was in Northern Ireland just in 2011 it was 1.8 so it has gone up but it's it's it's 1.8 so it has gone up but it's it's it's still very small. Yeah, I I think it's still very small. Yeah, I I think it's very easy to hide behind some of the"
    },
    {
      "start": 469.3,
      "dur": 8.4,
      "text": "very easy to hide behind some of the statistics and I actually agree with the statistics and I actually agree with the original question because it has been a original question because it has been a deliberate attempt by Labor and"
    },
    {
      "start": 477.7,
      "dur": 9.6,
      "text": "deliberate attempt by Labor and previously the Conservative government previously the Conservative government to brand anybody that showed any concern to brand anybody that showed any concern with illegal and uncontrolled with illegal and uncontrolled immigration as racist. That was wrong."
    },
    {
      "start": 487.3,
      "dur": 9.2,
      "text": "immigration as racist. That was wrong. And I'll tell you why. because people And I'll tell you why. because people with genuine heartfelt lived experience with genuine heartfelt lived experience seen as so I I look for example in"
    },
    {
      "start": 496.5,
      "dur": 8.1,
      "text": "seen as so I I look for example in Belfast it is the second highest Belfast it is the second highest dispersal rates for asylum seekers from dispersal rates for asylum seekers from hotels into accommodation in local"
    },
    {
      "start": 504.6,
      "dur": 8.9,
      "text": "hotels into accommodation in local communities right HMOs have h changed communities right HMOs have h changed the landscape of some of comm some of the landscape of some of comm some of our communities it is without doubt that our communities it is without doubt that immigration particularly the cost"
    },
    {
      "start": 513.5,
      "dur": 9.6,
      "text": "immigration particularly the cost associated has had a dramatic impact and associated has had a dramatic impact and I listen how people can say well It's I listen how people can say well It's not because of the levels of illegal not because of the levels of illegal immigration that's affecting our health"
    },
    {
      "start": 523.1,
      "dur": 10.7,
      "text": "immigration that's affecting our health service and GP access and housing and service and GP access and housing and school places. But look at the figures. school places. But look at the figures. 15.3 billion across the UK by 2029 to"
    },
    {
      "start": 533.8,
      "dur": 9.9,
      "text": "15.3 billion across the UK by 2029 to provide asylum accommodation and provide asylum accommodation and support. That's not including other support. That's not including other costs such as legal cost. costs such as legal cost. All right. 15.3 billion what? All right. 15.3 billion what? H pounds right across the UK for housing"
    },
    {
      "start": 543.7,
      "dur": 8.9,
      "text": "H pounds right across the UK for housing asylum seekers and other associated asylum seekers and other associated costs. In Northern Ireland alone, that costs. In Northern Ireland alone, that figure will balloon to 400 million. Now, figure will balloon to 400 million. Now, this is the point. this is the point. That's assuming the status quo remains."
    },
    {
      "start": 552.6,
      "dur": 10.6,
      "text": "That's assuming the status quo remains. Yes. And it may well get worse. So, and Yes. And it may well get worse. So, and it has got worse when we look at the it has got worse when we look at the statistics. 50,000 people came by boat statistics. 50,000 people came by boat into GB in this past year. That's what"
    },
    {
      "start": 563.2,
      "dur": 9.4,
      "text": "into GB in this past year. That's what we know of. But let's look at what that we know of. But let's look at what that money could actually do. Could that money could actually do. Could that money fund health care? Could it help to money fund health care? Could it help to the 400 million alone would would be the"
    },
    {
      "start": 572.6,
      "dur": 8.7,
      "text": "the 400 million alone would would be the entire capital budget for education in entire capital budget for education in Northern Ireland alone. So I do not Northern Ireland alone. So I do not accept that anybody that has a accept that anybody that has a legitimate concern in relation to"
    },
    {
      "start": 581.3,
      "dur": 10.0,
      "text": "legitimate concern in relation to illegal and uncontrolled immigration is illegal and uncontrolled immigration is racist. That's lazy politics. Just this racist. That's lazy politics. Just this week David Lami tried to insinuate that week David Lami tried to insinuate that Nigel Farage was in some way connected"
    },
    {
      "start": 591.3,
      "dur": 10.2,
      "text": "Nigel Farage was in some way connected to the Hitler youth. How low can you go? to the Hitler youth. How low can you go? The Labor government are catching on The Labor government are catching on very quick. The silent majority want"
    },
    {
      "start": 601.5,
      "dur": 9.7,
      "text": "very quick. The silent majority want common sense. They want border common sense. They want border enforcement and they want to ensure that enforcement and they want to ensure that this country that those that come to it this country that those that come to it respect our laws, contribute and most"
    },
    {
      "start": 611.2,
      "dur": 9.3,
      "text": "respect our laws, contribute and most importantly ensure that our culture and importantly ensure that our culture and our values are not in competition with our values are not in competition with theirs. theirs. Man here in the glasses. Man here in the glasses. I completely agree with Jonathan just"
    },
    {
      "start": 620.5,
      "dur": 8.2,
      "text": "I completely agree with Jonathan just going back to Hillary's point saying going back to Hillary's point saying that reforms uh rhetoric is divisive. that reforms uh rhetoric is divisive. The prime minister of the country said a"
    },
    {
      "start": 628.7,
      "dur": 9.0,
      "text": "The prime minister of the country said a few months ago that we risk becoming an few months ago that we risk becoming an island of strangers. Why isn't that island of strangers. Why isn't that divisive? But as soon as it is Nigel divisive? But as soon as it is Nigel Farage will say it. It's a it's racist."
    },
    {
      "start": 637.7,
      "dur": 9.6,
      "text": "Farage will say it. It's a it's racist. His supporters are far right. He's far His supporters are far right. He's far right. But when Kier Star says it, it's right. But when Kier Star says it, it's an accident. It's a mistake. an accident. It's a mistake. Okay. Man here in with a blair. Yes."
    },
    {
      "start": 647.3,
      "dur": 9.1,
      "text": "Okay. Man here in with a blair. Yes. Uh just to bring it back to the original Uh just to bring it back to the original question, um question, um to target someone on the basis of where to target someone on the basis of where they come from or their identity or"
    },
    {
      "start": 656.4,
      "dur": 8.2,
      "text": "they come from or their identity or ethnicity in particular, that is racist. ethnicity in particular, that is racist. Um so I don't see how it could be Um so I don't see how it could be described any other way. I understand described any other way. I understand that people are having to deal with um"
    },
    {
      "start": 664.6,
      "dur": 8.4,
      "text": "that people are having to deal with um the cost of living being untenable. Um the cost of living being untenable. Um but that's nothing to do with um where but that's nothing to do with um where people are coming from. people are coming from. Uh"
    },
    {
      "start": 673.0,
      "dur": 8.9,
      "text": "Uh that's right. that's right. Okay, you made your point. big woman Okay, you made your point. big woman here in the front. here in the front. Uh, can I just over the summer we had Uh, can I just over the summer we had riots and vigilante groups here and a"
    },
    {
      "start": 681.9,
      "dur": 8.5,
      "text": "riots and vigilante groups here and a lot of politicians came out and said lot of politicians came out and said that well these people had legitimate that well these people had legitimate concerns. We've had 28 women murdered in concerns. We've had 28 women murdered in the last 5 years."
    },
    {
      "start": 690.4,
      "dur": 12.7,
      "text": "the last 5 years. It seems like there's less appetite to It seems like there's less appetite to come out and riot whenever the come out and riot whenever the perpetrator looks like someone you might perpetrator looks like someone you might work with or play football with."
    },
    {
      "start": 703.1,
      "dur": 9.2,
      "text": "I I completely endorse that point and and unfortunately my own constituency in and unfortunately my own constituency in North Belfast witnessed some horrific uh North Belfast witnessed some horrific uh racist attacks and intimidation. And"
    },
    {
      "start": 712.3,
      "dur": 8.9,
      "text": "racist attacks and intimidation. And there's an ability to come out and there's an ability to come out and condemn that without using the word but condemn that without using the word but at at the end of it. And I don't see at at the end of it. And I don't see enough of that whenever we talk about"
    },
    {
      "start": 721.2,
      "dur": 8.1,
      "text": "enough of that whenever we talk about acts of racism and intimidation or acts of racism and intimidation or sectarianism that was quite rampant in sectarianism that was quite rampant in this part of the world. certainly at at this part of the world. certainly at at the beginning of the summer. I I think"
    },
    {
      "start": 729.3,
      "dur": 10.0,
      "text": "the beginning of the summer. I I think the the debate itself for me is the the debate itself for me is primarily focused in England at the primarily focused in England at the minute. Um whether it's reform or minute. Um whether it's reform or whether it's the points that have been whether it's the points that have been made uh between Hillary and Alex so far"
    },
    {
      "start": 739.3,
      "dur": 10.1,
      "text": "made uh between Hillary and Alex so far this evening. But this conversation and this evening. But this conversation and it goes back to the question I'm not it goes back to the question I'm not avoiding that this conversation demands avoiding that this conversation demands it demands accuracy and integrity when"
    },
    {
      "start": 749.4,
      "dur": 10.4,
      "text": "it demands accuracy and integrity when we talk about it. So there is a way in we talk about it. So there is a way in which you can ask a question on which you can ask a question on immigration which has integrity and immigration which has integrity and accuracy at its heart or that you may accuracy at its heart or that you may have a have an honest um an honest"
    },
    {
      "start": 759.8,
      "dur": 8.2,
      "text": "have a have an honest um an honest appetite to get information that is appetite to get information that is relevant to that. But there's also relevant to that. But there's also another way to go about that another way to go about that conversation and unfortunately that's conversation and unfortunately that's what we've seen too much of. We've seen"
    },
    {
      "start": 768.0,
      "dur": 9.7,
      "text": "what we've seen too much of. We've seen that type of dog whistle politics. Uh that type of dog whistle politics. Uh we've already seen it so far this we've already seen it so far this evening with statistics being thrown evening with statistics being thrown here there and everywhere. The issues here there and everywhere. The issues that the issues that come into my door"
    },
    {
      "start": 777.7,
      "dur": 8.4,
      "text": "that the issues that come into my door in my constituency office, the issues in my constituency office, the issues that I talk about with people on the that I talk about with people on the street or people who are asking for our street or people who are asking for our help is not on the boats that are coming"
    },
    {
      "start": 786.1,
      "dur": 10.6,
      "text": "help is not on the boats that are coming up Belfast lock the way some local up Belfast lock the way some local politicians would have you believe politicians would have you believe because that's completely fanciful. It's because that's completely fanciful. It's about cost of living. It's about about cost of living. It's about demanding a a better a better um outcome"
    },
    {
      "start": 796.7,
      "dur": 8.0,
      "text": "demanding a a better a better um outcome from Westminster. It's about seeing an from Westminster. It's about seeing an executive working together to tackle the executive working together to tackle the problems in our health service. We need problems in our health service. We need more workers coming into particularly"
    },
    {
      "start": 804.7,
      "dur": 8.1,
      "text": "more workers coming into particularly that area of life as well as delivering that area of life as well as delivering on everything else. So I do take issue on everything else. So I do take issue with anybody who would infer that the"
    },
    {
      "start": 812.8,
      "dur": 8.4,
      "text": "with anybody who would infer that the number one issue here is around number one issue here is around migrants. We've already had the the migrants. We've already had the the statistic that there's only 3.4% of statistic that there's only 3.4% of ethnic minorities that live in this part"
    },
    {
      "start": 821.2,
      "dur": 8.2,
      "text": "ethnic minorities that live in this part of the world that call it home. For me, of the world that call it home. For me, anybody who wants to call this place anybody who wants to call this place home, we have a duty to put our arms home, we have a duty to put our arms around them and make them feel as"
    },
    {
      "start": 829.4,
      "dur": 9.2,
      "text": "around them and make them feel as welcome as possible. welcome as possible. So unlimited immigration into So unlimited immigration into No, let's and and let's just No, let's and and let's just you say anyone who wants to come here, you say anyone who wants to come here, you need to welcome them. I just know"
    },
    {
      "start": 838.6,
      "dur": 8.0,
      "text": "you need to welcome them. I just know what you meant by what you meant by I I didn't appreciate you were going to I I didn't appreciate you were going to jump on that word, but I see Johnny is jump on that word, but I see Johnny is trying to do the same. So, let's let's trying to do the same. So, let's let's make it very clear. Nobody would want"
    },
    {
      "start": 846.6,
      "dur": 11.4,
      "text": "make it very clear. Nobody would want that. And and let's be very clear about that. And and let's be very clear about that. any responsible government or that. any responsible government or authority around the world wants to have authority around the world wants to have a lawful, legally compassionate and"
    },
    {
      "start": 858.0,
      "dur": 8.3,
      "text": "a lawful, legally compassionate and enforced and resourced immigration enforced and resourced immigration policy. To say that anybody is for open policy. To say that anybody is for open borders is nonsensical. And it goes back borders is nonsensical. And it goes back to the point that I'm making about"
    },
    {
      "start": 866.3,
      "dur": 8.9,
      "text": "to the point that I'm making about accuracy. accuracy. It's only reflecting what you wasn't It's only reflecting what you wasn't directing that at you. I was directing directing that at you. I was directing that at Johnny who's saying who's saying that at Johnny who's saying who's saying that that's exactly what I want. It that that's exactly what I want. It isn't what I want. It is not what Shinfe"
    },
    {
      "start": 875.2,
      "dur": 9.0,
      "text": "isn't what I want. It is not what Shinfe wants. You do have the ability and there wants. You do have the ability and there are examples of this to talk about are examples of this to talk about immigration to have an immigration immigration to have an immigration policy which obviously isn't evolved policy which obviously isn't evolved that in this part of the world that"
    },
    {
      "start": 884.2,
      "dur": 9.1,
      "text": "that in this part of the world that comes from Westminster but to have an comes from Westminster but to have an immigration policy that needs to be immigration policy that needs to be resourced because that's a big problem resourced because that's a big problem in this as well and needs to be in this as well and needs to be enforced. But there's an ability to do"
    },
    {
      "start": 893.3,
      "dur": 9.2,
      "text": "enforced. But there's an ability to do that that is completely compliant with that that is completely compliant with human rights and international law where human rights and international law where you are treating people with compassion you are treating people with compassion and not in the way in which we've heard and not in the way in which we've heard some people talk so far this evening."
    },
    {
      "start": 902.5,
      "dur": 8.1,
      "text": "some people talk so far this evening. briefly. briefly. Briefly, but John, that's part of the Briefly, but John, that's part of the problem because your actions don't match problem because your actions don't match uh the rhetoric because not so long ago uh the rhetoric because not so long ago in the Northern Ireland Assembly, I"
    },
    {
      "start": 910.6,
      "dur": 9.0,
      "text": "in the Northern Ireland Assembly, I brought a motion calling for action on brought a motion calling for action on uncontrolled and illegal immigration. uncontrolled and illegal immigration. Your party voted it down. So, you can Your party voted it down. So, you can say what you want in the audience"
    },
    {
      "start": 919.6,
      "dur": 8.4,
      "text": "say what you want in the audience tonight, but your actions do not do not tonight, but your actions do not do not bear out that you're a party that is bear out that you're a party that is part of legal immigration. No, but it"
    },
    {
      "start": 928.0,
      "dur": 8.5,
      "text": "part of legal immigration. No, but it showed the sentiment. And here here's showed the sentiment. And here here's the other problem. There's a huge the other problem. There's a huge conversation happening across Northern conversation happening across Northern Ireland right now. There are people from Ireland right now. There are people from traditional nationalists and Republican"
    },
    {
      "start": 936.5,
      "dur": 10.8,
      "text": "traditional nationalists and Republican backgrounds alongside unionists and backgrounds alongside unionists and loyalists who feel that enough is enough loyalists who feel that enough is enough when it comes to pansying around on when it comes to pansying around on illegal immigration. Control our borders"
    },
    {
      "start": 947.3,
      "dur": 8.1,
      "text": "illegal immigration. Control our borders being yes. Control our borders and being yes. Control our borders and restore order. And that's certainly a restore order. And that's certainly a policy that I'll be pushing for and policy that I'll be pushing for and continue to continue to mean. That is a word that is often used"
    },
    {
      "start": 955.4,
      "dur": 10.4,
      "text": "mean. That is a word that is often used as a derogatory term for people who as a derogatory term for people who homosexual. Is that what homosexual. Is that what No, that is exactly not what I mean. No, that is exactly not what I mean. That is exactly what I mean. That is exactly what I mean. No, it is not. No, that is not what I No, it is not. No, that is not what I mean. mean. I say very, very clearly that is not"
    },
    {
      "start": 965.8,
      "dur": 9.0,
      "text": "I say very, very clearly that is not what I mean. I'm saying clearly to the what I mean. I'm saying clearly to the audience tonight, there's a conversation audience tonight, there's a conversation happening in Northern Ireland. Other happening in Northern Ireland. Other people want to deflect from it. Let's people want to deflect from it. Let's get serious. Let's ensure that we have"
    },
    {
      "start": 974.8,
      "dur": 8.9,
      "text": "get serious. Let's ensure that we have border policies that reflect a country border policies that reflect a country that is in control of its borders. that is in control of its borders. All right. I'm and I'm going to if you All right. I'm and I'm going to if you forgive me I'm going to move"
    }
  ]
}