{
  "videoId": "7J1Pu1Ul2SQ",
  "title": "President Trump has 'productive call' with Minnesota governor after shooting | BBC News",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 504,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.92,
      "text": "President Trump is facing increased"
    },
    {
      "start": 2.0,
      "dur": 2.309,
      "text": "President Trump is facing increased pressure from within his own party to"
    },
    {
      "start": 4.319,
      "dur": 2.391,
      "text": "pressure from within his own party to launch a full investigation into the"
    },
    {
      "start": 6.72,
      "dur": 2.31,
      "text": "launch a full investigation into the fatal shooting of a 37year-old nurse"
    },
    {
      "start": 9.04,
      "dur": 2.31,
      "text": "fatal shooting of a 37year-old nurse Alex Petty by federal agents in"
    },
    {
      "start": 11.36,
      "dur": 2.87,
      "text": "Alex Petty by federal agents in Minneapolis on Saturday. In just the"
    },
    {
      "start": 14.24,
      "dur": 1.99,
      "text": "Minneapolis on Saturday. In just the last few minutes, we've also heard from"
    },
    {
      "start": 16.24,
      "dur": 2.07,
      "text": "last few minutes, we've also heard from the president who's posted on Truth"
    },
    {
      "start": 18.32,
      "dur": 2.709,
      "text": "the president who's posted on Truth Social saying he had had a quote good"
    },
    {
      "start": 21.039,
      "dur": 1.99,
      "text": "Social saying he had had a quote good call with the Minnesota Governor Tim"
    },
    {
      "start": 23.039,
      "dur": 2.23,
      "text": "call with the Minnesota Governor Tim Walls saying they seem to be on a"
    },
    {
      "start": 25.279,
      "dur": 2.15,
      "text": "Walls saying they seem to be on a similar wavelength. Well, that is what"
    },
    {
      "start": 27.439,
      "dur": 1.67,
      "text": "similar wavelength. Well, that is what the president posted. will be live in"
    },
    {
      "start": 29.119,
      "dur": 1.831,
      "text": "the president posted. will be live in Minneapolis shortly. First, this from"
    },
    {
      "start": 30.96,
      "dur": 5.51,
      "text": "Minneapolis shortly. First, this from our world correspondent Joe Inwood."
    },
    {
      "start": 36.48,
      "dur": 1.919,
      "text": "&gt;&gt; Even the bitter cold could not quell"
    },
    {
      "start": 38.399,
      "dur": 1.99,
      "text": "&gt;&gt; Even the bitter cold could not quell their anger. Thousands took to the"
    },
    {
      "start": 40.399,
      "dur": 1.351,
      "text": "their anger. Thousands took to the streets of Minnesota."
    },
    {
      "start": 41.76,
      "dur": 1.83,
      "text": "streets of Minnesota. &gt;&gt; No human is illegal."
    },
    {
      "start": 43.6,
      "dur": 1.91,
      "text": "&gt;&gt; No human is illegal. &gt;&gt; Protesting against the shooting of Alex"
    },
    {
      "start": 45.52,
      "dur": 2.549,
      "text": "&gt;&gt; Protesting against the shooting of Alex Prey by federal immigration agents and"
    },
    {
      "start": 48.079,
      "dur": 2.31,
      "text": "Prey by federal immigration agents and the raids he was objecting to when he"
    },
    {
      "start": 50.399,
      "dur": 1.031,
      "text": "the raids he was objecting to when he was killed."
    },
    {
      "start": 51.44,
      "dur": 2.47,
      "text": "was killed. &gt;&gt; I think it was completely senseless. It"
    },
    {
      "start": 53.92,
      "dur": 2.469,
      "text": "&gt;&gt; I think it was completely senseless. It was murder. He was not threatening. He"
    },
    {
      "start": 56.399,
      "dur": 2.071,
      "text": "was murder. He was not threatening. He was not attacking ICE. And I think the"
    },
    {
      "start": 58.48,
      "dur": 1.589,
      "text": "was not attacking ICE. And I think the government is lying about what they're"
    },
    {
      "start": 60.079,
      "dur": 1.591,
      "text": "government is lying about what they're doing to cover up. They're killing"
    },
    {
      "start": 61.68,
      "dur": 2.63,
      "text": "doing to cover up. They're killing people in the streets. Needs to stop. We"
    },
    {
      "start": 64.32,
      "dur": 3.03,
      "text": "people in the streets. Needs to stop. We need ice out. Now, when she says ICE,"
    },
    {
      "start": 67.36,
      "dur": 2.15,
      "text": "need ice out. Now, when she says ICE, she's referring to Immigration Customs"
    },
    {
      "start": 69.52,
      "dur": 2.629,
      "text": "she's referring to Immigration Customs Enforcement. It's their officers you can"
    },
    {
      "start": 72.159,
      "dur": 2.151,
      "text": "Enforcement. It's their officers you can see here tackling Alex Prey to the"
    },
    {
      "start": 74.32,
      "dur": 3.109,
      "text": "see here tackling Alex Prey to the ground. He was an A&amp;E nurse and had a"
    },
    {
      "start": 77.439,
      "dur": 2.791,
      "text": "ground. He was an A&amp;E nurse and had a license to carry a firearm. In this"
    },
    {
      "start": 80.24,
      "dur": 2.229,
      "text": "license to carry a firearm. In this footage, which we've slowed, you can see"
    },
    {
      "start": 82.479,
      "dur": 1.831,
      "text": "footage, which we've slowed, you can see them take what appears to be a gun from"
    },
    {
      "start": 84.32,
      "dur": 3.829,
      "text": "them take what appears to be a gun from his belt before any shots are fired. The"
    },
    {
      "start": 88.159,
      "dur": 1.831,
      "text": "his belt before any shots are fired. The federal government previously accused"
    },
    {
      "start": 90.0,
      "dur": 2.31,
      "text": "federal government previously accused him of brandishing a weapon and"
    },
    {
      "start": 92.32,
      "dur": 2.23,
      "text": "him of brandishing a weapon and threatening their officers. The footage"
    },
    {
      "start": 94.56,
      "dur": 1.99,
      "text": "threatening their officers. The footage makes it clear he did not have a gun in"
    },
    {
      "start": 96.56,
      "dur": 2.79,
      "text": "makes it clear he did not have a gun in his hands. when someone makes the choice"
    },
    {
      "start": 99.36,
      "dur": 1.83,
      "text": "his hands. when someone makes the choice to come into an active law enforcement"
    },
    {
      "start": 101.2,
      "dur": 1.75,
      "text": "to come into an active law enforcement scene,"
    },
    {
      "start": 102.96,
      "dur": 2.789,
      "text": "scene, interfere, obstruct, delay, or assault"
    },
    {
      "start": 105.759,
      "dur": 2.551,
      "text": "interfere, obstruct, delay, or assault law enforcement officers, and a and and"
    },
    {
      "start": 108.32,
      "dur": 3.749,
      "text": "law enforcement officers, and a and and they bring a weapon to do that. That is"
    },
    {
      "start": 112.079,
      "dur": 2.151,
      "text": "they bring a weapon to do that. That is a that is a choice that that individual"
    },
    {
      "start": 114.24,
      "dur": 0.71,
      "text": "a that is a choice that that individual made."
    },
    {
      "start": 114.96,
      "dur": 1.75,
      "text": "made. &gt;&gt; But that argument has angered some of"
    },
    {
      "start": 116.72,
      "dur": 2.55,
      "text": "&gt;&gt; But that argument has angered some of Donald Trump's traditional allies. They"
    },
    {
      "start": 119.28,
      "dur": 1.91,
      "text": "Donald Trump's traditional allies. They worry about the suggestion that legally"
    },
    {
      "start": 121.2,
      "dur": 2.39,
      "text": "worry about the suggestion that legally carrying a gun can be used to justify"
    },
    {
      "start": 123.6,
      "dur": 2.869,
      "text": "carrying a gun can be used to justify you being killed by law enforcement."
    },
    {
      "start": 126.479,
      "dur": 1.83,
      "text": "you being killed by law enforcement. In a statement, the National Rifle"
    },
    {
      "start": 128.319,
      "dur": 2.311,
      "text": "In a statement, the National Rifle Association said responsible public"
    },
    {
      "start": 130.64,
      "dur": 1.669,
      "text": "Association said responsible public voices should be awaiting a full"
    },
    {
      "start": 132.319,
      "dur": 1.751,
      "text": "voices should be awaiting a full investigation, not making"
    },
    {
      "start": 134.08,
      "dur": 1.83,
      "text": "investigation, not making generalizations and demonizing"
    },
    {
      "start": 135.92,
      "dur": 2.87,
      "text": "generalizations and demonizing law-abiding citizens. While Gun Owners"
    },
    {
      "start": 138.8,
      "dur": 2.069,
      "text": "law-abiding citizens. While Gun Owners of America said the Second Amendment"
    },
    {
      "start": 140.879,
      "dur": 1.911,
      "text": "of America said the Second Amendment protects Americans right to bear arms"
    },
    {
      "start": 142.8,
      "dur": 2.23,
      "text": "protects Americans right to bear arms while protesting, a right the federal"
    },
    {
      "start": 145.04,
      "dur": 4.39,
      "text": "while protesting, a right the federal government must not infringe upon."
    },
    {
      "start": 149.44,
      "dur": 1.439,
      "text": "&gt;&gt; For the Democratic governor of"
    },
    {
      "start": 150.879,
      "dur": 2.551,
      "text": "&gt;&gt; For the Democratic governor of Minnesota, this is about much more than"
    },
    {
      "start": 153.44,
      "dur": 2.47,
      "text": "Minnesota, this is about much more than just immigration raids. This is an"
    },
    {
      "start": 155.92,
      "dur": 3.029,
      "text": "just immigration raids. This is an inflection point, America. If we cannot"
    },
    {
      "start": 158.959,
      "dur": 2.391,
      "text": "inflection point, America. If we cannot all agree"
    },
    {
      "start": 161.36,
      "dur": 2.63,
      "text": "all agree that the smearing of an American citizen"
    },
    {
      "start": 164.0,
      "dur": 3.35,
      "text": "that the smearing of an American citizen and bmerching everything they stood for"
    },
    {
      "start": 167.36,
      "dur": 2.39,
      "text": "and bmerching everything they stood for and asking us not to believe what we"
    },
    {
      "start": 169.76,
      "dur": 1.749,
      "text": "and asking us not to believe what we saw,"
    },
    {
      "start": 171.519,
      "dur": 2.311,
      "text": "saw, I I don't know what else to tell you."
    },
    {
      "start": 173.84,
      "dur": 2.07,
      "text": "I I don't know what else to tell you. &gt;&gt; ALEX. [screaming]"
    },
    {
      "start": 175.92,
      "dur": 0.949,
      "text": "&gt;&gt; ALEX. [screaming] &gt;&gt; ALEX."
    },
    {
      "start": 176.879,
      "dur": 1.831,
      "text": "&gt;&gt; ALEX. &gt;&gt; Donald Trump has promised to review"
    },
    {
      "start": 178.72,
      "dur": 2.39,
      "text": "&gt;&gt; Donald Trump has promised to review everything, but that will not be enough"
    },
    {
      "start": 181.12,
      "dur": 1.67,
      "text": "everything, but that will not be enough for many motans. [screaming]"
    },
    {
      "start": 182.8,
      "dur": 2.87,
      "text": "for many motans. [screaming] &gt;&gt; SAY HIS NAME. ALEX."
    },
    {
      "start": 185.68,
      "dur": 1.909,
      "text": "&gt;&gt; SAY HIS NAME. ALEX. &gt;&gt; They not only want what they see as"
    },
    {
      "start": 187.599,
      "dur": 2.871,
      "text": "&gt;&gt; They not only want what they see as justice for Alex Prey, but an end to the"
    },
    {
      "start": 190.48,
      "dur": 1.829,
      "text": "justice for Alex Prey, but an end to the immigration raids that brought him to"
    },
    {
      "start": 192.319,
      "dur": 2.151,
      "text": "immigration raids that brought him to the streets in the first place. Joe"
    },
    {
      "start": 194.48,
      "dur": 4.23,
      "text": "the streets in the first place. Joe Inwood, BBC News. Well, Madaria Aradondo"
    },
    {
      "start": 198.72,
      "dur": 2.39,
      "text": "Inwood, BBC News. Well, Madaria Aradondo was chief of Minneapolis police between"
    },
    {
      "start": 201.12,
      "dur": 4.15,
      "text": "was chief of Minneapolis police between 2017 and 2022. He gave me his view what"
    },
    {
      "start": 205.28,
      "dur": 1.83,
      "text": "2017 and 2022. He gave me his view what he's seen in the videos coming out of"
    },
    {
      "start": 207.12,
      "dur": 1.35,
      "text": "he's seen in the videos coming out of Minneapolis."
    },
    {
      "start": 208.48,
      "dur": 1.91,
      "text": "Minneapolis. &gt;&gt; I I will tell you that there's a lot of"
    },
    {
      "start": 210.4,
      "dur": 2.71,
      "text": "&gt;&gt; I I will tell you that there's a lot of concern that I have from the video. uh"
    },
    {
      "start": 213.12,
      "dur": 1.99,
      "text": "concern that I have from the video. uh the shooting, the killing of Mr. Alex"
    },
    {
      "start": 215.12,
      "dur": 4.15,
      "text": "the shooting, the killing of Mr. Alex Prey. Um what the DHS statements that"
    },
    {
      "start": 219.28,
      "dur": 3.75,
      "text": "Prey. Um what the DHS statements that initially came out within hours after uh"
    },
    {
      "start": 223.04,
      "dur": 3.35,
      "text": "initially came out within hours after uh uh his killing um don't seem to comport"
    },
    {
      "start": 226.4,
      "dur": 2.15,
      "text": "uh his killing um don't seem to comport with what uh I've seen in the video and"
    },
    {
      "start": 228.56,
      "dur": 2.229,
      "text": "with what uh I've seen in the video and as your viewers at the BBC have seen the"
    },
    {
      "start": 230.799,
      "dur": 1.99,
      "text": "as your viewers at the BBC have seen the video frame by frame. It's it's"
    },
    {
      "start": 232.799,
      "dur": 1.51,
      "text": "video frame by frame. It's it's certainly what I have seen. I've"
    },
    {
      "start": 234.319,
      "dur": 2.47,
      "text": "certainly what I have seen. I've investigated. I've been in um leading"
    },
    {
      "start": 236.799,
      "dur": 1.43,
      "text": "investigated. I've been in um leading our department when we've had officer"
    },
    {
      "start": 238.239,
      "dur": 3.19,
      "text": "our department when we've had officer involved uh deaths and um this is very"
    },
    {
      "start": 241.439,
      "dur": 2.951,
      "text": "involved uh deaths and um this is very concerning. uh the use of deadly force"
    },
    {
      "start": 244.4,
      "dur": 4.71,
      "text": "concerning. uh the use of deadly force and uh Mr. PR's uh uh situation does not"
    },
    {
      "start": 249.12,
      "dur": 2.309,
      "text": "and uh Mr. PR's uh uh situation does not seem to be uh certainly what would have"
    },
    {
      "start": 251.439,
      "dur": 2.551,
      "text": "seem to be uh certainly what would have been with our policies our guidelines uh"
    },
    {
      "start": 254.0,
      "dur": 1.67,
      "text": "been with our policies our guidelines uh that the federal agents and when they"
    },
    {
      "start": 255.68,
      "dur": 2.069,
      "text": "that the federal agents and when they use their actions to shoot and kill him."
    },
    {
      "start": 257.759,
      "dur": 1.831,
      "text": "use their actions to shoot and kill him. So there's a lot of concern I will tell"
    },
    {
      "start": 259.6,
      "dur": 1.67,
      "text": "So there's a lot of concern I will tell you right now certainly not only in"
    },
    {
      "start": 261.28,
      "dur": 2.39,
      "text": "you right now certainly not only in Minneapolis but I've been talking to uh"
    },
    {
      "start": 263.68,
      "dur": 1.83,
      "text": "Minneapolis but I've been talking to uh police service leadership around the"
    },
    {
      "start": 265.52,
      "dur": 1.91,
      "text": "police service leadership around the country and there's a concern that there"
    },
    {
      "start": 267.44,
      "dur": 2.63,
      "text": "country and there's a concern that there is a crisis of credibility right now in"
    },
    {
      "start": 270.08,
      "dur": 2.47,
      "text": "is a crisis of credibility right now in the country with these federal agents uh"
    },
    {
      "start": 272.56,
      "dur": 2.55,
      "text": "the country with these federal agents uh here in the states and um that is that"
    },
    {
      "start": 275.12,
      "dur": 1.59,
      "text": "here in the states and um that is that is definitely a concern as they move"
    },
    {
      "start": 276.72,
      "dur": 1.11,
      "text": "is definitely a concern as they move forward."
    },
    {
      "start": 277.84,
      "dur": 1.75,
      "text": "forward. &gt;&gt; Let's go live to Minneapolis and to my"
    },
    {
      "start": 279.6,
      "dur": 1.75,
      "text": "&gt;&gt; Let's go live to Minneapolis and to my colleague Carl Nasman. is there at the"
    },
    {
      "start": 281.36,
      "dur": 2.07,
      "text": "colleague Carl Nasman. is there at the courthouse because Minnesota's attorney"
    },
    {
      "start": 283.44,
      "dur": 2.63,
      "text": "courthouse because Minnesota's attorney general is there trying to establish the"
    },
    {
      "start": 286.08,
      "dur": 2.79,
      "text": "general is there trying to establish the legality or otherwise of the ICE"
    },
    {
      "start": 288.88,
      "dur": 4.39,
      "text": "legality or otherwise of the ICE presence in the state. So tell us more."
    },
    {
      "start": 293.28,
      "dur": 1.43,
      "text": "presence in the state. So tell us more. &gt;&gt; Yeah, even while we see everything"
    },
    {
      "start": 294.72,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, even while we see everything happening on the streets from these"
    },
    {
      "start": 296.16,
      "dur": 1.99,
      "text": "happening on the streets from these vigils and protests, there are some very"
    },
    {
      "start": 298.16,
      "dur": 2.79,
      "text": "vigils and protests, there are some very important legal battles playing out"
    },
    {
      "start": 300.96,
      "dur": 1.99,
      "text": "important legal battles playing out right now here in this courthouse."
    },
    {
      "start": 302.96,
      "dur": 1.509,
      "text": "right now here in this courthouse. There's two of them. Let's start with"
    },
    {
      "start": 304.479,
      "dur": 0.951,
      "text": "There's two of them. Let's start with the one that you mentioned there,"
    },
    {
      "start": 305.44,
      "dur": 2.79,
      "text": "the one that you mentioned there, Matthew, and this is the state and local"
    },
    {
      "start": 308.24,
      "dur": 1.91,
      "text": "Matthew, and this is the state and local authorities arguing against the Trump"
    },
    {
      "start": 310.16,
      "dur": 2.869,
      "text": "authorities arguing against the Trump administration. Uh that essentially this"
    },
    {
      "start": 313.039,
      "dur": 2.15,
      "text": "administration. Uh that essentially this surge in immigration officials here,"
    },
    {
      "start": 315.199,
      "dur": 2.471,
      "text": "surge in immigration officials here, some 3,000 officers believed to be on"
    },
    {
      "start": 317.68,
      "dur": 2.069,
      "text": "some 3,000 officers believed to be on the streets of the state and the city"
    },
    {
      "start": 319.759,
      "dur": 1.111,
      "text": "the streets of the state and the city that they should leave the state."
    },
    {
      "start": 320.88,
      "dur": 1.43,
      "text": "that they should leave the state. They're calling for this operation to be"
    },
    {
      "start": 322.32,
      "dur": 2.63,
      "text": "They're calling for this operation to be ended. They say that look, this is"
    },
    {
      "start": 324.96,
      "dur": 2.15,
      "text": "ended. They say that look, this is essentially infringing on Minnesota's"
    },
    {
      "start": 327.12,
      "dur": 1.83,
      "text": "essentially infringing on Minnesota's state sovereignty. They say it's a"
    },
    {
      "start": 328.96,
      "dur": 2.069,
      "text": "state sovereignty. They say it's a dangerous operation. They say it's"
    },
    {
      "start": 331.039,
      "dur": 1.59,
      "text": "dangerous operation. They say it's endangering US citizens. Of course,"
    },
    {
      "start": 332.639,
      "dur": 2.311,
      "text": "endangering US citizens. Of course, we've seen two shooting deaths of of US"
    },
    {
      "start": 334.96,
      "dur": 2.15,
      "text": "we've seen two shooting deaths of of US citizens, Alex Freddy being the most"
    },
    {
      "start": 337.12,
      "dur": 1.59,
      "text": "citizens, Alex Freddy being the most recent one. And they say it's"
    },
    {
      "start": 338.72,
      "dur": 1.67,
      "text": "recent one. And they say it's unconstitutional that just given the"
    },
    {
      "start": 340.4,
      "dur": 1.99,
      "text": "unconstitutional that just given the sheer forces here that the state is"
    },
    {
      "start": 342.4,
      "dur": 2.31,
      "text": "sheer forces here that the state is unable to hold classes at schools"
    },
    {
      "start": 344.72,
      "dur": 1.59,
      "text": "unable to hold classes at schools normally, unable to police the streets"
    },
    {
      "start": 346.32,
      "dur": 1.91,
      "text": "normally, unable to police the streets in the way that it wants. The Trump"
    },
    {
      "start": 348.24,
      "dur": 1.91,
      "text": "in the way that it wants. The Trump administration is in the courtroom right"
    },
    {
      "start": 350.16,
      "dur": 1.749,
      "text": "administration is in the courtroom right now. They're arguing, of course, that"
    },
    {
      "start": 351.919,
      "dur": 2.071,
      "text": "now. They're arguing, of course, that that's all nonsense. that if they are"
    },
    {
      "start": 354.0,
      "dur": 1.909,
      "text": "that's all nonsense. that if they are following the law, they're enforcing the"
    },
    {
      "start": 355.919,
      "dur": 1.511,
      "text": "following the law, they're enforcing the federal laws of the land when it comes"
    },
    {
      "start": 357.44,
      "dur": 1.43,
      "text": "federal laws of the land when it comes to immigration, that they have the right"
    },
    {
      "start": 358.88,
      "dur": 2.39,
      "text": "to immigration, that they have the right to be here to remove undocumented"
    },
    {
      "start": 361.28,
      "dur": 2.15,
      "text": "to be here to remove undocumented immigrants and dangerous criminals from"
    },
    {
      "start": 363.44,
      "dur": 1.99,
      "text": "immigrants and dangerous criminals from the streets of any state. We've been"
    },
    {
      "start": 365.44,
      "dur": 2.63,
      "text": "the streets of any state. We've been hearing some reporting from inside the"
    },
    {
      "start": 368.08,
      "dur": 1.829,
      "text": "hearing some reporting from inside the courtroom. This is coming from CBS News,"
    },
    {
      "start": 369.919,
      "dur": 1.751,
      "text": "courtroom. This is coming from CBS News, our partner here in the US, and they say"
    },
    {
      "start": 371.68,
      "dur": 2.069,
      "text": "our partner here in the US, and they say that right now the judge in this case,"
    },
    {
      "start": 373.759,
      "dur": 2.631,
      "text": "that right now the judge in this case, which is a Biden appointee, is somewhat"
    },
    {
      "start": 376.4,
      "dur": 2.789,
      "text": "which is a Biden appointee, is somewhat skeptical of the arguments being made by"
    },
    {
      "start": 379.199,
      "dur": 2.231,
      "text": "skeptical of the arguments being made by the lawyers on the side of Minnesota."
    },
    {
      "start": 381.44,
      "dur": 1.99,
      "text": "the lawyers on the side of Minnesota. This is really kind of unprecedented"
    },
    {
      "start": 383.44,
      "dur": 2.07,
      "text": "This is really kind of unprecedented legal territory right now. This all has"
    },
    {
      "start": 385.52,
      "dur": 2.31,
      "text": "legal territory right now. This all has to do with the 10th amendment which"
    },
    {
      "start": 387.84,
      "dur": 2.23,
      "text": "to do with the 10th amendment which recognizes of course states rights and"
    },
    {
      "start": 390.08,
      "dur": 2.31,
      "text": "recognizes of course states rights and states sovereignty versus federal"
    },
    {
      "start": 392.4,
      "dur": 2.15,
      "text": "states sovereignty versus federal authority. This gets into really sticky"
    },
    {
      "start": 394.56,
      "dur": 1.909,
      "text": "authority. This gets into really sticky legal territory but it seems right now"
    },
    {
      "start": 396.479,
      "dur": 1.591,
      "text": "legal territory but it seems right now as if the judge is a bit skeptical of"
    },
    {
      "start": 398.08,
      "dur": 2.15,
      "text": "as if the judge is a bit skeptical of the arguments being made um on behalf of"
    },
    {
      "start": 400.24,
      "dur": 1.99,
      "text": "the arguments being made um on behalf of the state. There's a second case. This"
    },
    {
      "start": 402.24,
      "dur": 2.15,
      "text": "the state. There's a second case. This has to do with evidence in the shooting"
    },
    {
      "start": 404.4,
      "dur": 2.47,
      "text": "has to do with evidence in the shooting of Alex Prey. This is also being watched"
    },
    {
      "start": 406.88,
      "dur": 2.07,
      "text": "of Alex Prey. This is also being watched closely. Yesterday there was a ruling"
    },
    {
      "start": 408.96,
      "dur": 1.91,
      "text": "closely. Yesterday there was a ruling that said that that evidence needs to be"
    },
    {
      "start": 410.88,
      "dur": 2.79,
      "text": "that said that that evidence needs to be preserved um presumably so that state"
    },
    {
      "start": 413.68,
      "dur": 2.069,
      "text": "preserved um presumably so that state investigators can look at it. This will"
    },
    {
      "start": 415.759,
      "dur": 1.751,
      "text": "investigators can look at it. This will be the first time uh once this court"
    },
    {
      "start": 417.52,
      "dur": 2.069,
      "text": "be the first time uh once this court ruling comes up later today that we hear"
    },
    {
      "start": 419.599,
      "dur": 1.271,
      "text": "ruling comes up later today that we hear from the Trump administration about any"
    },
    {
      "start": 420.88,
      "dur": 1.589,
      "text": "from the Trump administration about any efforts that it's undertaken to keep"
    },
    {
      "start": 422.479,
      "dur": 2.231,
      "text": "efforts that it's undertaken to keep that evidence uh safe."
    },
    {
      "start": 424.72,
      "dur": 2.07,
      "text": "that evidence uh safe. &gt;&gt; Briefly, the president has had a call"
    },
    {
      "start": 426.8,
      "dur": 2.31,
      "text": "&gt;&gt; Briefly, the president has had a call with the governor. Give me an idea of"
    },
    {
      "start": 429.12,
      "dur": 1.909,
      "text": "with the governor. Give me an idea of the mood where you are, the"
    },
    {
      "start": 431.039,
      "dur": 2.87,
      "text": "the mood where you are, the investigation, the borders are being"
    },
    {
      "start": 433.919,
      "dur": 2.151,
      "text": "investigation, the borders are being sent down to Minnesota. Reflect on all"
    },
    {
      "start": 436.08,
      "dur": 2.71,
      "text": "sent down to Minnesota. Reflect on all of those things."
    },
    {
      "start": 438.8,
      "dur": 1.36,
      "text": "Yeah, you know, I think that some of"
    },
    {
      "start": 440.16,
      "dur": 1.749,
      "text": "Yeah, you know, I think that some of those actions we've seen from President"
    },
    {
      "start": 441.919,
      "dur": 3.591,
      "text": "those actions we've seen from President Trump today um are significant and I"
    },
    {
      "start": 445.52,
      "dur": 1.43,
      "text": "Trump today um are significant and I think you could really interpret some of"
    },
    {
      "start": 446.96,
      "dur": 2.15,
      "text": "think you could really interpret some of those anyway as a bit of a backtrack"
    },
    {
      "start": 449.12,
      "dur": 1.509,
      "text": "those anyway as a bit of a backtrack right now on the administration's"
    },
    {
      "start": 450.639,
      "dur": 2.871,
      "text": "right now on the administration's policy. Um the president reportedly not"
    },
    {
      "start": 453.52,
      "dur": 1.59,
      "text": "policy. Um the president reportedly not very happy with the way that things are"
    },
    {
      "start": 455.12,
      "dur": 1.59,
      "text": "very happy with the way that things are playing out in this state with the"
    },
    {
      "start": 456.72,
      "dur": 1.35,
      "text": "playing out in this state with the headlines that are coming out."
    },
    {
      "start": 458.08,
      "dur": 1.99,
      "text": "headlines that are coming out. Immigration and immigration enforcement"
    },
    {
      "start": 460.08,
      "dur": 1.509,
      "text": "Immigration and immigration enforcement has been a winning issue for the"
    },
    {
      "start": 461.599,
      "dur": 1.671,
      "text": "has been a winning issue for the president. But right now, we're even"
    },
    {
      "start": 463.28,
      "dur": 1.83,
      "text": "president. But right now, we're even seeing some high-profile Republicans"
    },
    {
      "start": 465.12,
      "dur": 2.23,
      "text": "seeing some high-profile Republicans calling out these ICE actions here."
    },
    {
      "start": 467.36,
      "dur": 1.91,
      "text": "calling out these ICE actions here. Seeing Tom H. Homeman being sent here,"
    },
    {
      "start": 469.28,
      "dur": 1.99,
      "text": "Seeing Tom H. Homeman being sent here, hearing that phone call between the"
    },
    {
      "start": 471.28,
      "dur": 1.909,
      "text": "hearing that phone call between the Democratic Governor Tim Walls and of"
    },
    {
      "start": 473.199,
      "dur": 1.511,
      "text": "Democratic Governor Tim Walls and of course President Trump saying that it"
    },
    {
      "start": 474.72,
      "dur": 1.99,
      "text": "course President Trump saying that it went well. That could signal that maybe"
    },
    {
      "start": 476.72,
      "dur": 1.029,
      "text": "went well. That could signal that maybe we're going to see some of the"
    },
    {
      "start": 477.759,
      "dur": 1.911,
      "text": "we're going to see some of the heavy-handed tactics, some of the really"
    },
    {
      "start": 479.68,
      "dur": 2.15,
      "text": "heavy-handed tactics, some of the really wide ranging tactics being used here"
    },
    {
      "start": 481.84,
      "dur": 1.67,
      "text": "wide ranging tactics being used here started to scale back. We'll have to"
    },
    {
      "start": 483.52,
      "dur": 1.27,
      "text": "started to scale back. We'll have to wait and see. We haven't seen any"
    },
    {
      "start": 484.8,
      "dur": 1.91,
      "text": "wait and see. We haven't seen any evidence of that yet. And in terms of"
    },
    {
      "start": 486.72,
      "dur": 2.39,
      "text": "evidence of that yet. And in terms of Tom Hman, I think many people see him as"
    },
    {
      "start": 489.12,
      "dur": 2.069,
      "text": "Tom Hman, I think many people see him as maybe a more moderate voice when it"
    },
    {
      "start": 491.199,
      "dur": 2.071,
      "text": "maybe a more moderate voice when it comes to immigration enforcement"
    },
    {
      "start": 493.28,
      "dur": 1.99,
      "text": "comes to immigration enforcement compared to somebody like Christine Nome"
    },
    {
      "start": 495.28,
      "dur": 1.909,
      "text": "compared to somebody like Christine Nome or Greg Bavino, who's the head of the"
    },
    {
      "start": 497.199,
      "dur": 2.311,
      "text": "or Greg Bavino, who's the head of the border patrol here in the United States."
    },
    {
      "start": 499.52,
      "dur": 1.19,
      "text": "border patrol here in the United States. We'll have to wait and see, but"
    },
    {
      "start": 500.72,
      "dur": 2.23,
      "text": "We'll have to wait and see, but interesting to see some of those signals"
    },
    {
      "start": 502.96,
      "dur": 2.959,
      "text": "interesting to see some of those signals coming from the president"
    }
  ]
}