{
  "videoId": "7S9MZnyzKS8",
  "title": "Will Donald Trump disrupt the midterm elections? | BBC Americast",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 1709,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.359,
      "text": "Donald Trump is not saying that he's"
    },
    {
      "start": 1.439,
      "dur": 2.87,
      "text": "Donald Trump is not saying that he's going to cancel the 2026 midterm"
    },
    {
      "start": 4.319,
      "dur": 2.711,
      "text": "going to cancel the 2026 midterm elections, but he is talking about them"
    },
    {
      "start": 7.04,
      "dur": 2.95,
      "text": "elections, but he is talking about them in increasingly threatening terms. We"
    },
    {
      "start": 10.0,
      "dur": 1.83,
      "text": "in increasingly threatening terms. We can't allow cheating in elections. If"
    },
    {
      "start": 11.84,
      "dur": 2.23,
      "text": "can't allow cheating in elections. If they can't do it honestly and it can't"
    },
    {
      "start": 14.08,
      "dur": 2.79,
      "text": "they can't do it honestly and it can't be done properly and timely, then"
    },
    {
      "start": 16.88,
      "dur": 4.725,
      "text": "be done properly and timely, then something else has to happen. America"
    },
    {
      "start": 21.615,
      "dur": 0.535,
      "text": "something else has to happen. America [music]"
    },
    {
      "start": 22.16,
      "dur": 3.59,
      "text": "[music] from BBC News."
    },
    {
      "start": 25.76,
      "dur": 3.03,
      "text": "from BBC News. &gt;&gt; We're going to talk about the the entire"
    },
    {
      "start": 28.8,
      "dur": 3.269,
      "text": "&gt;&gt; We're going to talk about the the entire 2026 setup for two reasons really, isn't"
    },
    {
      "start": 32.079,
      "dur": 1.99,
      "text": "2026 setup for two reasons really, isn't it Anthony? Number one, Donald Trump has"
    },
    {
      "start": 34.079,
      "dur": 2.071,
      "text": "it Anthony? Number one, Donald Trump has effectively kicked off the Republican"
    },
    {
      "start": 36.16,
      "dur": 1.67,
      "text": "effectively kicked off the Republican campaign. But number two, he's kicked it"
    },
    {
      "start": 37.84,
      "dur": 3.99,
      "text": "campaign. But number two, he's kicked it off by suggesting pretty strongly, not"
    },
    {
      "start": 41.84,
      "dur": 1.99,
      "text": "off by suggesting pretty strongly, not exactly in any great detail, but"
    },
    {
      "start": 43.84,
      "dur": 2.07,
      "text": "exactly in any great detail, but suggesting pretty strongly that he has"
    },
    {
      "start": 45.92,
      "dur": 2.55,
      "text": "suggesting pretty strongly that he has his doubts about this set of elections."
    },
    {
      "start": 48.48,
      "dur": 1.03,
      "text": "his doubts about this set of elections. to put it mildly."
    },
    {
      "start": 49.52,
      "dur": 1.59,
      "text": "to put it mildly. &gt;&gt; Yeah. And it's something that should be"
    },
    {
      "start": 51.12,
      "dur": 1.67,
      "text": "&gt;&gt; Yeah. And it's something that should be familiar to anyone who's followed Donald"
    },
    {
      "start": 52.8,
      "dur": 1.51,
      "text": "familiar to anyone who's followed Donald Trump in American politics for the last"
    },
    {
      "start": 54.32,
      "dur": 4.549,
      "text": "Trump in American politics for the last 10 years. Before the 2016 election, the"
    },
    {
      "start": 58.879,
      "dur": 2.071,
      "text": "10 years. Before the 2016 election, the Trump refused to say that he would"
    },
    {
      "start": 60.96,
      "dur": 1.99,
      "text": "Trump refused to say that he would accept the results of those elections."
    },
    {
      "start": 62.96,
      "dur": 1.509,
      "text": "accept the results of those elections. Of course, he won. He still kind of"
    },
    {
      "start": 64.479,
      "dur": 1.67,
      "text": "Of course, he won. He still kind of questioned the results, saying he he"
    },
    {
      "start": 66.159,
      "dur": 1.511,
      "text": "questioned the results, saying he he should have won the popular vote as"
    },
    {
      "start": 67.68,
      "dur": 1.91,
      "text": "should have won the popular vote as well. In 2020, he said the same thing."
    },
    {
      "start": 69.6,
      "dur": 3.189,
      "text": "well. In 2020, he said the same thing. 2024, he said the same thing. He he"
    },
    {
      "start": 72.799,
      "dur": 3.271,
      "text": "2024, he said the same thing. He he before elections tends to talk about um"
    },
    {
      "start": 76.08,
      "dur": 2.55,
      "text": "before elections tends to talk about um them being honest and fair. And if if he"
    },
    {
      "start": 78.64,
      "dur": 1.67,
      "text": "them being honest and fair. And if if he loses, that's a good indication that"
    },
    {
      "start": 80.32,
      "dur": 2.31,
      "text": "loses, that's a good indication that they are not honest and fair."
    },
    {
      "start": 82.64,
      "dur": 3.43,
      "text": "they are not honest and fair. &gt;&gt; Yeah. Uh and we should say that not only"
    },
    {
      "start": 86.08,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. Uh and we should say that not only does it matter because this is an"
    },
    {
      "start": 88.0,
      "dur": 1.83,
      "text": "does it matter because this is an election that takes place right around"
    },
    {
      "start": 89.84,
      "dur": 1.75,
      "text": "election that takes place right around the nation, every seat in the House, of"
    },
    {
      "start": 91.6,
      "dur": 3.03,
      "text": "the nation, every seat in the House, of course, and and a third of the Senate as"
    },
    {
      "start": 94.64,
      "dur": 2.31,
      "text": "course, and and a third of the Senate as well, but also, and this is a crucial"
    },
    {
      "start": 96.96,
      "dur": 2.71,
      "text": "well, but also, and this is a crucial thing, the margins are pretty fine,"
    },
    {
      "start": 99.68,
      "dur": 1.67,
      "text": "thing, the margins are pretty fine, aren't they? So, in the Senate, it's"
    },
    {
      "start": 101.36,
      "dur": 1.99,
      "text": "aren't they? So, in the Senate, it's it's four seats, isn't it, that the"
    },
    {
      "start": 103.36,
      "dur": 3.27,
      "text": "it's four seats, isn't it, that the Democrats would need to win. four seats"
    },
    {
      "start": 106.64,
      "dur": 2.31,
      "text": "Democrats would need to win. four seats net gain. And in the House, Anthony, I"
    },
    {
      "start": 108.96,
      "dur": 2.95,
      "text": "net gain. And in the House, Anthony, I can never People keep dying or or"
    },
    {
      "start": 111.92,
      "dur": 2.31,
      "text": "can never People keep dying or or redesigning or retiring. I I never work"
    },
    {
      "start": 114.24,
      "dur": 1.829,
      "text": "redesigning or retiring. I I never work out what the Republican majority is, but"
    },
    {
      "start": 116.079,
      "dur": 1.751,
      "text": "out what the Republican majority is, but it's tiny, isn't it?"
    },
    {
      "start": 117.84,
      "dur": 1.99,
      "text": "it's tiny, isn't it? &gt;&gt; It is. I I think it would be a two seat"
    },
    {
      "start": 119.84,
      "dur": 0.47,
      "text": "&gt;&gt; It is. I I think it would be a two seat switch,"
    },
    {
      "start": 120.32,
      "dur": 2.069,
      "text": "switch, &gt;&gt; which is nothing to to make it plain. In"
    },
    {
      "start": 122.399,
      "dur": 2.231,
      "text": "&gt;&gt; which is nothing to to make it plain. In a in a midterm, that is absolutely"
    },
    {
      "start": 124.64,
      "dur": 0.71,
      "text": "a in a midterm, that is absolutely nothing."
    },
    {
      "start": 125.36,
      "dur": 2.47,
      "text": "nothing. &gt;&gt; Yeah, it's just a a couple of seats in"
    },
    {
      "start": 127.84,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah, it's just a a couple of seats in the House of Representatives that"
    },
    {
      "start": 129.2,
      "dur": 2.389,
      "text": "the House of Representatives that Democrats have to flip over to their"
    },
    {
      "start": 131.599,
      "dur": 1.671,
      "text": "Democrats have to flip over to their side in order to take control of the"
    },
    {
      "start": 133.28,
      "dur": 3.669,
      "text": "side in order to take control of the chamber. And in a 435 seat chamber with"
    },
    {
      "start": 136.959,
      "dur": 2.231,
      "text": "chamber. And in a 435 seat chamber with all of those seats up for reelection"
    },
    {
      "start": 139.2,
      "dur": 1.83,
      "text": "all of those seats up for reelection this year, it wouldn't take much at all."
    },
    {
      "start": 141.04,
      "dur": 2.79,
      "text": "this year, it wouldn't take much at all. You see in some wave elections like 2018"
    },
    {
      "start": 143.84,
      "dur": 4.15,
      "text": "You see in some wave elections like 2018 and and 2010, 30, 40, 50 seats flip from"
    },
    {
      "start": 148.0,
      "dur": 1.27,
      "text": "and and 2010, 30, 40, 50 seats flip from one party to the other. I don't think"
    },
    {
      "start": 149.28,
      "dur": 2.23,
      "text": "one party to the other. I don't think there's any chance that we'll see that"
    },
    {
      "start": 151.52,
      "dur": 2.31,
      "text": "there's any chance that we'll see that big a change, that big a wave this time"
    },
    {
      "start": 153.84,
      "dur": 3.27,
      "text": "big a change, that big a wave this time round, but uh it is it is within reach"
    },
    {
      "start": 157.12,
      "dur": 1.67,
      "text": "round, but uh it is it is within reach for the Democrats. It's so close they"
    },
    {
      "start": 158.8,
      "dur": 1.67,
      "text": "for the Democrats. It's so close they can they can taste it. and they know"
    },
    {
      "start": 160.48,
      "dur": 2.63,
      "text": "can they can taste it. and they know that in these midterm elections uh it"
    },
    {
      "start": 163.12,
      "dur": 2.79,
      "text": "that in these midterm elections uh it tends to break against the incumbent uh"
    },
    {
      "start": 165.92,
      "dur": 1.75,
      "text": "tends to break against the incumbent uh party, the party in power in the White"
    },
    {
      "start": 167.68,
      "dur": 2.23,
      "text": "party, the party in power in the White House. So uh they they are fairly"
    },
    {
      "start": 169.92,
      "dur": 1.43,
      "text": "House. So uh they they are fairly optimistic that they could take the"
    },
    {
      "start": 171.36,
      "dur": 2.31,
      "text": "optimistic that they could take the House even if the Senate uh is a"
    },
    {
      "start": 173.68,
      "dur": 2.15,
      "text": "House even if the Senate uh is a slightly greater reach for them just"
    },
    {
      "start": 175.84,
      "dur": 1.83,
      "text": "slightly greater reach for them just because of the seats that are up most of"
    },
    {
      "start": 177.68,
      "dur": 3.67,
      "text": "because of the seats that are up most of them lean or heavily or even uh or"
    },
    {
      "start": 181.36,
      "dur": 2.71,
      "text": "them lean or heavily or even uh or solidly uh Republican. It would take a"
    },
    {
      "start": 184.08,
      "dur": 2.63,
      "text": "solidly uh Republican. It would take a take a kind of a drawing to the inside"
    },
    {
      "start": 186.72,
      "dur": 1.429,
      "text": "take a kind of a drawing to the inside straight for them to take control of the"
    },
    {
      "start": 188.159,
      "dur": 0.471,
      "text": "straight for them to take control of the Senate."
    },
    {
      "start": 188.64,
      "dur": 2.869,
      "text": "Senate. &gt;&gt; Right. Okay, just another point about"
    },
    {
      "start": 191.519,
      "dur": 2.79,
      "text": "&gt;&gt; Right. Okay, just another point about the number of seats that are genuinely"
    },
    {
      "start": 194.319,
      "dur": 2.151,
      "text": "the number of seats that are genuinely in play because that always surprises"
    },
    {
      "start": 196.48,
      "dur": 2.31,
      "text": "in play because that always surprises people on this side of the pond that"
    },
    {
      "start": 198.8,
      "dur": 2.23,
      "text": "people on this side of the pond that it's it's actually not very many, is it?"
    },
    {
      "start": 201.04,
      "dur": 1.99,
      "text": "it's it's actually not very many, is it? So, if you look at the house, I mean,"
    },
    {
      "start": 203.04,
      "dur": 2.39,
      "text": "So, if you look at the house, I mean, what is it, a dozen or so where where we"
    },
    {
      "start": 205.44,
      "dur": 1.67,
      "text": "what is it, a dozen or so where where we genuinely"
    },
    {
      "start": 207.12,
      "dur": 2.469,
      "text": "genuinely could say they'll change hands or is it"
    },
    {
      "start": 209.599,
      "dur": 1.511,
      "text": "could say they'll change hands or is it is it more than that, do you think?"
    },
    {
      "start": 211.12,
      "dur": 2.71,
      "text": "is it more than that, do you think? Yeah, I'd say a dozen, 20 maybe, uh,"
    },
    {
      "start": 213.84,
      "dur": 2.63,
      "text": "Yeah, I'd say a dozen, 20 maybe, uh, that are are within, you know, there are"
    },
    {
      "start": 216.48,
      "dur": 1.51,
      "text": "that are are within, you know, there are all these different organizations that"
    },
    {
      "start": 218.0,
      "dur": 2.71,
      "text": "all these different organizations that rate the races and they they compile"
    },
    {
      "start": 220.72,
      "dur": 2.63,
      "text": "rate the races and they they compile lists of what are considered to be toss"
    },
    {
      "start": 223.36,
      "dur": 3.19,
      "text": "lists of what are considered to be toss up races and and yeah, a dozen uh maybe"
    },
    {
      "start": 226.56,
      "dur": 1.589,
      "text": "up races and and yeah, a dozen uh maybe a little more, maybe a little less are"
    },
    {
      "start": 228.159,
      "dur": 2.231,
      "text": "a little more, maybe a little less are the ones that are truly in their view"
    },
    {
      "start": 230.4,
      "dur": 3.909,
      "text": "the ones that are truly in their view tossups. Now, in a a wave election,"
    },
    {
      "start": 234.319,
      "dur": 2.231,
      "text": "tossups. Now, in a a wave election, usually you see everything break one way"
    },
    {
      "start": 236.56,
      "dur": 2.309,
      "text": "usually you see everything break one way or the other. and and so not just one"
    },
    {
      "start": 238.879,
      "dur": 1.99,
      "text": "or the other. and and so not just one party winning all the toss-ups, but"
    },
    {
      "start": 240.879,
      "dur": 3.191,
      "text": "party winning all the toss-ups, but winning races that maybe no one expected"
    },
    {
      "start": 244.08,
      "dur": 2.31,
      "text": "winning races that maybe no one expected to them them to win. Surprises. I"
    },
    {
      "start": 246.4,
      "dur": 2.469,
      "text": "to them them to win. Surprises. I remember in 1994,"
    },
    {
      "start": 248.879,
      "dur": 2.71,
      "text": "remember in 1994, that was the the first big uh Housewave"
    },
    {
      "start": 251.599,
      "dur": 2.471,
      "text": "that was the the first big uh Housewave election that that I can remember. Uh"
    },
    {
      "start": 254.08,
      "dur": 2.31,
      "text": "election that that I can remember. Uh Republicans won in places they had no"
    },
    {
      "start": 256.4,
      "dur": 2.549,
      "text": "Republicans won in places they had no business winning. They won a seat uh in"
    },
    {
      "start": 258.959,
      "dur": 2.071,
      "text": "business winning. They won a seat uh in Washington State that was held by the"
    },
    {
      "start": 261.04,
      "dur": 2.95,
      "text": "Washington State that was held by the then speaker of the house. uh no one"
    },
    {
      "start": 264.0,
      "dur": 1.749,
      "text": "then speaker of the house. uh no one thought that that uh seat was going to"
    },
    {
      "start": 265.759,
      "dur": 1.511,
      "text": "thought that that uh seat was going to go to the Republicans, but they won it."
    },
    {
      "start": 267.28,
      "dur": 1.51,
      "text": "go to the Republicans, but they won it. And so you get sometimes you get"
    },
    {
      "start": 268.8,
      "dur": 1.75,
      "text": "And so you get sometimes you get surprises. But when we're looking at"
    },
    {
      "start": 270.56,
      "dur": 2.23,
      "text": "surprises. But when we're looking at this, if this is going to be a closely"
    },
    {
      "start": 272.8,
      "dur": 3.27,
      "text": "this, if this is going to be a closely fought, contentious uh election where uh"
    },
    {
      "start": 276.08,
      "dur": 1.99,
      "text": "fought, contentious uh election where uh we're deciding it on the margins, then"
    },
    {
      "start": 278.08,
      "dur": 2.63,
      "text": "we're deciding it on the margins, then yeah, we could see maybe a dozen, maybe"
    },
    {
      "start": 280.72,
      "dur": 2.469,
      "text": "yeah, we could see maybe a dozen, maybe 20 seats that are truly in play here."
    },
    {
      "start": 283.199,
      "dur": 2.791,
      "text": "20 seats that are truly in play here. &gt;&gt; Okay. The big question hanging over them"
    },
    {
      "start": 286.0,
      "dur": 2.31,
      "text": "&gt;&gt; Okay. The big question hanging over them is are they going to take place or is"
    },
    {
      "start": 288.32,
      "dur": 1.589,
      "text": "is are they going to take place or is Donald Trump going to find some way of"
    },
    {
      "start": 289.919,
      "dur": 1.27,
      "text": "Donald Trump going to find some way of getting them not to take place or at"
    },
    {
      "start": 291.199,
      "dur": 1.99,
      "text": "getting them not to take place or at least not to take place fairly? We've"
    },
    {
      "start": 293.199,
      "dur": 1.591,
      "text": "least not to take place fairly? We've had an email. This is by the way from"
    },
    {
      "start": 294.8,
      "dur": 2.31,
      "text": "had an email. This is by the way from Roy who's emailed us. Would slash could"
    },
    {
      "start": 297.12,
      "dur": 1.75,
      "text": "Roy who's emailed us. Would slash could President Trump try to cancel the"
    },
    {
      "start": 298.88,
      "dur": 1.99,
      "text": "President Trump try to cancel the midterms if it looked like he the"
    },
    {
      "start": 300.88,
      "dur": 2.55,
      "text": "midterms if it looked like he the Republicans were doing badly. If he did"
    },
    {
      "start": 303.44,
      "dur": 2.79,
      "text": "Republicans were doing badly. If he did lose, would slash could he try to"
    },
    {
      "start": 306.24,
      "dur": 1.99,
      "text": "lose, would slash could he try to declare them invalid?"
    },
    {
      "start": 308.24,
      "dur": 2.47,
      "text": "declare them invalid? &gt;&gt; Well, it's Would he cancel the"
    },
    {
      "start": 310.72,
      "dur": 3.11,
      "text": "&gt;&gt; Well, it's Would he cancel the elections? Uh, I I doubt it. Could he"
    },
    {
      "start": 313.84,
      "dur": 1.51,
      "text": "elections? Uh, I I doubt it. Could he even cancel the elections? That would be"
    },
    {
      "start": 315.36,
      "dur": 1.829,
      "text": "even cancel the elections? That would be really really hard. There's no provision"
    },
    {
      "start": 317.199,
      "dur": 3.83,
      "text": "really really hard. There's no provision in the law for suspending elections for"
    },
    {
      "start": 321.039,
      "dur": 1.59,
      "text": "in the law for suspending elections for any kind of reason. I suppose if there"
    },
    {
      "start": 322.639,
      "dur": 2.471,
      "text": "any kind of reason. I suppose if there was a a national disaster, some sort of"
    },
    {
      "start": 325.12,
      "dur": 2.39,
      "text": "was a a national disaster, some sort of a national emergency, uh, things could"
    },
    {
      "start": 327.52,
      "dur": 1.43,
      "text": "a national emergency, uh, things could change. And, you know, you never you"
    },
    {
      "start": 328.96,
      "dur": 1.59,
      "text": "change. And, you know, you never you never would say never with with Donald"
    },
    {
      "start": 330.56,
      "dur": 2.629,
      "text": "never would say never with with Donald Trump. But for instance, after September"
    },
    {
      "start": 333.199,
      "dur": 2.631,
      "text": "Trump. But for instance, after September 11th uh in New York City, they were"
    },
    {
      "start": 335.84,
      "dur": 2.55,
      "text": "11th uh in New York City, they were having a primary contest there on"
    },
    {
      "start": 338.4,
      "dur": 1.509,
      "text": "having a primary contest there on September 11th and they ended up"
    },
    {
      "start": 339.919,
      "dur": 2.151,
      "text": "September 11th and they ended up delaying that significantly. But again,"
    },
    {
      "start": 342.08,
      "dur": 2.79,
      "text": "delaying that significantly. But again, that was a a local emergency if not a"
    },
    {
      "start": 344.88,
      "dur": 3.51,
      "text": "that was a a local emergency if not a national emergency. Now, could Trump"
    },
    {
      "start": 348.4,
      "dur": 3.75,
      "text": "national emergency. Now, could Trump declare the results invalid? Uh again,"
    },
    {
      "start": 352.16,
      "dur": 4.07,
      "text": "declare the results invalid? Uh again, it would be something beyond the the the"
    },
    {
      "start": 356.24,
      "dur": 1.83,
      "text": "it would be something beyond the the the routine. Although there have been"
    },
    {
      "start": 358.08,
      "dur": 2.31,
      "text": "routine. Although there have been instances where individual races have"
    },
    {
      "start": 360.4,
      "dur": 2.629,
      "text": "instances where individual races have the results have been challenged uh in"
    },
    {
      "start": 363.039,
      "dur": 2.311,
      "text": "the results have been challenged uh in Congress, the Congress has refused to"
    },
    {
      "start": 365.36,
      "dur": 2.549,
      "text": "Congress, the Congress has refused to seat uh certain people who won in"
    },
    {
      "start": 367.919,
      "dur": 1.351,
      "text": "seat uh certain people who won in certain congressional districts because"
    },
    {
      "start": 369.28,
      "dur": 1.99,
      "text": "certain congressional districts because there's questions about the validity of"
    },
    {
      "start": 371.28,
      "dur": 3.11,
      "text": "there's questions about the validity of their victory. Now, in theory, Trump and"
    },
    {
      "start": 374.4,
      "dur": 1.83,
      "text": "their victory. Now, in theory, Trump and the Republicans could try to do that on"
    },
    {
      "start": 376.24,
      "dur": 2.229,
      "text": "the Republicans could try to do that on a much larger scale to say, \"Well,"
    },
    {
      "start": 378.479,
      "dur": 3.27,
      "text": "a much larger scale to say, \"Well, everyone who won in California uh is is"
    },
    {
      "start": 381.759,
      "dur": 3.43,
      "text": "everyone who won in California uh is is a questionable uh questionable validity."
    },
    {
      "start": 385.199,
      "dur": 1.43,
      "text": "a questionable uh questionable validity. we're going to challenge that and not"
    },
    {
      "start": 386.639,
      "dur": 1.911,
      "text": "we're going to challenge that and not seat the entire California delegation."
    },
    {
      "start": 388.56,
      "dur": 2.15,
      "text": "seat the entire California delegation. And if they did that, then uh that would"
    },
    {
      "start": 390.72,
      "dur": 2.309,
      "text": "And if they did that, then uh that would virtually assure that Republicans hold"
    },
    {
      "start": 393.039,
      "dur": 1.511,
      "text": "virtually assure that Republicans hold control of the House of Representatives"
    },
    {
      "start": 394.56,
      "dur": 2.469,
      "text": "control of the House of Representatives because without California, that's 30ome"
    },
    {
      "start": 397.039,
      "dur": 2.231,
      "text": "because without California, that's 30ome Democrats who would be coming in. So you"
    },
    {
      "start": 399.28,
      "dur": 2.79,
      "text": "Democrats who would be coming in. So you can you can imagine scenarios where"
    },
    {
      "start": 402.08,
      "dur": 1.829,
      "text": "can you can imagine scenarios where Trump could say these these results are"
    },
    {
      "start": 403.919,
      "dur": 2.311,
      "text": "Trump could say these these results are invalid, have allies in Congress who"
    },
    {
      "start": 406.24,
      "dur": 2.47,
      "text": "invalid, have allies in Congress who also push that forward and throw all of"
    },
    {
      "start": 408.72,
      "dur": 2.07,
      "text": "also push that forward and throw all of it into question. But that is uh that"
    },
    {
      "start": 410.8,
      "dur": 2.87,
      "text": "it into question. But that is uh that would be unprecedented in in American"
    },
    {
      "start": 413.68,
      "dur": 1.59,
      "text": "would be unprecedented in in American history. Well, let's hear what the man"
    },
    {
      "start": 415.28,
      "dur": 2.79,
      "text": "history. Well, let's hear what the man himself is saying about what potentially"
    },
    {
      "start": 418.08,
      "dur": 1.59,
      "text": "himself is saying about what potentially concerns him. This is Donald Trump"
    },
    {
      "start": 419.68,
      "dur": 1.43,
      "text": "concerns him. This is Donald Trump talking to reporters at the White House"
    },
    {
      "start": 421.12,
      "dur": 2.069,
      "text": "talking to reporters at the White House and then to NBC."
    },
    {
      "start": 423.199,
      "dur": 2.151,
      "text": "and then to NBC. &gt;&gt; I want to see elections be honest. And"
    },
    {
      "start": 425.36,
      "dur": 2.229,
      "text": "&gt;&gt; I want to see elections be honest. And if a state can't run an election, I"
    },
    {
      "start": 427.599,
      "dur": 1.511,
      "text": "if a state can't run an election, I think the people behind me should do"
    },
    {
      "start": 429.12,
      "dur": 1.75,
      "text": "think the people behind me should do something about it because, you know, if"
    },
    {
      "start": 430.88,
      "dur": 1.91,
      "text": "something about it because, you know, if you think about it, a state is an agent"
    },
    {
      "start": 432.8,
      "dur": 1.669,
      "text": "you think about it, a state is an agent for the federal government in elections."
    },
    {
      "start": 434.479,
      "dur": 1.591,
      "text": "for the federal government in elections. I don't know why the federal government"
    },
    {
      "start": 436.08,
      "dur": 2.31,
      "text": "I don't know why the federal government doesn't do them anyway, but when you see"
    },
    {
      "start": 438.4,
      "dur": 2.39,
      "text": "doesn't do them anyway, but when you see some of these states about how horribly"
    },
    {
      "start": 440.8,
      "dur": 1.829,
      "text": "some of these states about how horribly they run their elections, what a"
    },
    {
      "start": 442.639,
      "dur": 2.231,
      "text": "they run their elections, what a disgrace it is. I think the federal"
    },
    {
      "start": 444.88,
      "dur": 1.749,
      "text": "disgrace it is. I think the federal government when you see crooked"
    },
    {
      "start": 446.639,
      "dur": 1.751,
      "text": "government when you see crooked elections, and we had plenty of them,"
    },
    {
      "start": 448.4,
      "dur": 2.229,
      "text": "elections, and we had plenty of them, and by the way, we had them last time,"
    },
    {
      "start": 450.639,
      "dur": 1.911,
      "text": "and by the way, we had them last time, but go to 2020 and look at the facts"
    },
    {
      "start": 452.56,
      "dur": 2.31,
      "text": "but go to 2020 and look at the facts that are coming out. Rigged, crooked"
    },
    {
      "start": 454.88,
      "dur": 0.55,
      "text": "that are coming out. Rigged, crooked elections."
    },
    {
      "start": 455.44,
      "dur": 1.11,
      "text": "elections. &gt;&gt; Will you trust the results of the"
    },
    {
      "start": 456.56,
      "dur": 1.909,
      "text": "&gt;&gt; Will you trust the results of the midterms if Republicans lose control of"
    },
    {
      "start": 458.479,
      "dur": 0.791,
      "text": "midterms if Republicans lose control of Congress?"
    },
    {
      "start": 459.28,
      "dur": 2.309,
      "text": "Congress? &gt;&gt; I will if the elections are honest. And"
    },
    {
      "start": 461.599,
      "dur": 2.551,
      "text": "&gt;&gt; I will if the elections are honest. And then just this morning, uh, Donald Trump"
    },
    {
      "start": 464.16,
      "dur": 1.589,
      "text": "then just this morning, uh, Donald Trump appearing at the National Prayer"
    },
    {
      "start": 465.759,
      "dur": 2.071,
      "text": "appearing at the National Prayer Breakfast, which I think we should say,"
    },
    {
      "start": 467.84,
      "dur": 2.629,
      "text": "Breakfast, which I think we should say, Anthony, is traditionally a nonpartisan"
    },
    {
      "start": 470.479,
      "dur": 3.11,
      "text": "Anthony, is traditionally a nonpartisan event. It's a prayer breakfast. Um, but"
    },
    {
      "start": 473.599,
      "dur": 2.791,
      "text": "event. It's a prayer breakfast. Um, but well, it wasn't quite that this time"
    },
    {
      "start": 476.4,
      "dur": 2.629,
      "text": "well, it wasn't quite that this time round. Here he is with his address."
    },
    {
      "start": 479.039,
      "dur": 1.83,
      "text": "round. Here he is with his address. &gt;&gt; I don't know how a person of faith can"
    },
    {
      "start": 480.879,
      "dur": 3.511,
      "text": "&gt;&gt; I don't know how a person of faith can vote for a Democrat. I really don't."
    },
    {
      "start": 484.4,
      "dur": 1.83,
      "text": "vote for a Democrat. I really don't. And I know we have some here today, and"
    },
    {
      "start": 486.24,
      "dur": 1.349,
      "text": "And I know we have some here today, and I don't know why they're here because"
    },
    {
      "start": 487.599,
      "dur": 1.911,
      "text": "I don't know why they're here because they certainly don't give us their vote."
    },
    {
      "start": 489.52,
      "dur": 1.669,
      "text": "they certainly don't give us their vote. I certainly know that we're not going to"
    },
    {
      "start": 491.199,
      "dur": 3.27,
      "text": "I certainly know that we're not going to be convincing them to vote for a little"
    },
    {
      "start": 494.479,
      "dur": 5.11,
      "text": "be convincing them to vote for a little thing called voter ID. It polls at 97%."
    },
    {
      "start": 499.599,
      "dur": 1.99,
      "text": "thing called voter ID. It polls at 97%. And even the Democrat, the people, the"
    },
    {
      "start": 501.599,
      "dur": 3.27,
      "text": "And even the Democrat, the people, the voters are at 82% for voter ID, but the"
    },
    {
      "start": 504.879,
      "dur": 2.471,
      "text": "voters are at 82% for voter ID, but the leaders don't want to approve it. They"
    },
    {
      "start": 507.36,
      "dur": 1.75,
      "text": "leaders don't want to approve it. They said they will strike. They will not"
    },
    {
      "start": 509.12,
      "dur": 1.67,
      "text": "said they will strike. They will not allow it to happen."
    },
    {
      "start": 510.8,
      "dur": 1.83,
      "text": "allow it to happen. &gt;&gt; Gosh. Uh there's a lot to unpack there,"
    },
    {
      "start": 512.64,
      "dur": 1.43,
      "text": "&gt;&gt; Gosh. Uh there's a lot to unpack there, Justin. The first thing I'll say is that"
    },
    {
      "start": 514.08,
      "dur": 1.67,
      "text": "Justin. The first thing I'll say is that that National Prayer Breakfast speech"
    },
    {
      "start": 515.76,
      "dur": 1.99,
      "text": "that National Prayer Breakfast speech that Donald Trump gave lasted more than"
    },
    {
      "start": 517.76,
      "dur": 1.829,
      "text": "that Donald Trump gave lasted more than an hour. sort of practically became a"
    },
    {
      "start": 519.599,
      "dur": 2.55,
      "text": "an hour. sort of practically became a national prayer lunch by the time he was"
    },
    {
      "start": 522.159,
      "dur": 1.75,
      "text": "national prayer lunch by the time he was was done. But he covered a lot of ground"
    },
    {
      "start": 523.919,
      "dur": 2.391,
      "text": "was done. But he covered a lot of ground and yes, it was personal and yes, it was"
    },
    {
      "start": 526.32,
      "dur": 2.949,
      "text": "and yes, it was personal and yes, it was uh uh calling into question the faith of"
    },
    {
      "start": 529.279,
      "dur": 1.431,
      "text": "uh uh calling into question the faith of Democrats, the religious faith of"
    },
    {
      "start": 530.72,
      "dur": 2.15,
      "text": "Democrats, the religious faith of Democrats. And then touching on one of"
    },
    {
      "start": 532.88,
      "dur": 1.43,
      "text": "Democrats. And then touching on one of his favorite subjects, which is"
    },
    {
      "start": 534.32,
      "dur": 2.23,
      "text": "his favorite subjects, which is questioning the results of the 2020"
    },
    {
      "start": 536.56,
      "dur": 1.99,
      "text": "questioning the results of the 2020 election. And I I'll add that there is"
    },
    {
      "start": 538.56,
      "dur": 2.47,
      "text": "election. And I I'll add that there is no evidence of any kind of widespread"
    },
    {
      "start": 541.04,
      "dur": 2.229,
      "text": "no evidence of any kind of widespread fraud in the 2020 election. The facts"
    },
    {
      "start": 543.279,
      "dur": 1.911,
      "text": "fraud in the 2020 election. The facts that he says have come out haven't"
    },
    {
      "start": 545.2,
      "dur": 2.629,
      "text": "that he says have come out haven't supported that. Now, uh he says that"
    },
    {
      "start": 547.839,
      "dur": 1.191,
      "text": "supported that. Now, uh he says that there's more facts that are going to"
    },
    {
      "start": 549.04,
      "dur": 1.51,
      "text": "there's more facts that are going to come out soon and we'll look at them"
    },
    {
      "start": 550.56,
      "dur": 2.23,
      "text": "come out soon and we'll look at them when he presents them, but at least at"
    },
    {
      "start": 552.8,
      "dur": 2.31,
      "text": "when he presents them, but at least at the moment, Joe Biden won that election,"
    },
    {
      "start": 555.12,
      "dur": 1.59,
      "text": "the moment, Joe Biden won that election, it's just Donald Trump who can't seem to"
    },
    {
      "start": 556.72,
      "dur": 1.03,
      "text": "it's just Donald Trump who can't seem to let it go."
    },
    {
      "start": 557.76,
      "dur": 3.749,
      "text": "let it go. &gt;&gt; Yeah. Uh to to the enormous annoyance,"
    },
    {
      "start": 561.519,
      "dur": 2.151,
      "text": "&gt;&gt; Yeah. Uh to to the enormous annoyance, at least behind the scenes of a lot of"
    },
    {
      "start": 563.68,
      "dur": 2.149,
      "text": "at least behind the scenes of a lot of Republicans who even if they kind of"
    },
    {
      "start": 565.839,
      "dur": 1.99,
      "text": "Republicans who even if they kind of vaguely think that he might have a"
    },
    {
      "start": 567.839,
      "dur": 1.511,
      "text": "vaguely think that he might have a point, actually just think that that's"
    },
    {
      "start": 569.36,
      "dur": 1.19,
      "text": "point, actually just think that that's not the way that they're going to win"
    },
    {
      "start": 570.56,
      "dur": 1.51,
      "text": "not the way that they're going to win the next set of elections, either this"
    },
    {
      "start": 572.08,
      "dur": 1.27,
      "text": "the next set of elections, either this set this year or indeed the next"
    },
    {
      "start": 573.36,
      "dur": 2.39,
      "text": "set this year or indeed the next presidential one either. Plus, that"
    },
    {
      "start": 575.76,
      "dur": 2.31,
      "text": "presidential one either. Plus, that stuff about I don't know why the federal"
    },
    {
      "start": 578.08,
      "dur": 1.749,
      "text": "stuff about I don't know why the federal government doesn't run elections. Well,"
    },
    {
      "start": 579.839,
      "dur": 1.271,
      "text": "government doesn't run elections. Well, it's not just that it's in the"
    },
    {
      "start": 581.12,
      "dur": 1.75,
      "text": "it's not just that it's in the Constitution, is it Anthony? It's an"
    },
    {
      "start": 582.88,
      "dur": 1.83,
      "text": "Constitution, is it Anthony? It's an absolute I mean, if if you're a"
    },
    {
      "start": 584.72,
      "dur": 2.15,
      "text": "absolute I mean, if if you're a conservative Republican, at least until"
    },
    {
      "start": 586.88,
      "dur": 2.87,
      "text": "conservative Republican, at least until recently, you hugely believed in states"
    },
    {
      "start": 589.76,
      "dur": 1.43,
      "text": "recently, you hugely believed in states rights. The idea of the federal"
    },
    {
      "start": 591.2,
      "dur": 1.83,
      "text": "rights. The idea of the federal government frankly running anything"
    },
    {
      "start": 593.04,
      "dur": 1.67,
      "text": "government frankly running anything really other than defending the country"
    },
    {
      "start": 594.72,
      "dur": 2.39,
      "text": "really other than defending the country occasionally was anathema to you. It it"
    },
    {
      "start": 597.12,
      "dur": 2.23,
      "text": "occasionally was anathema to you. It it is it is a complete turning on its head,"
    },
    {
      "start": 599.36,
      "dur": 1.35,
      "text": "is it is a complete turning on its head, isn't it, of so much that you"
    },
    {
      "start": 600.72,
      "dur": 2.549,
      "text": "isn't it, of so much that you traditionally think Republicans believe."
    },
    {
      "start": 603.279,
      "dur": 2.391,
      "text": "traditionally think Republicans believe. Yeah, it's in the constitution. States"
    },
    {
      "start": 605.68,
      "dur": 1.91,
      "text": "Yeah, it's in the constitution. States administer the elections. Now, I will"
    },
    {
      "start": 607.6,
      "dur": 1.83,
      "text": "administer the elections. Now, I will say that there have been times when the"
    },
    {
      "start": 609.44,
      "dur": 2.31,
      "text": "say that there have been times when the federal government has stepped in to"
    },
    {
      "start": 611.76,
      "dur": 2.23,
      "text": "federal government has stepped in to provide guidelines, to provide rules for"
    },
    {
      "start": 614.0,
      "dur": 3.59,
      "text": "provide guidelines, to provide rules for how the states uh could run these"
    },
    {
      "start": 617.6,
      "dur": 2.15,
      "text": "how the states uh could run these elections. In the 1990s, for instance,"
    },
    {
      "start": 619.76,
      "dur": 1.67,
      "text": "elections. In the 1990s, for instance, they passed what was called the motor"
    },
    {
      "start": 621.44,
      "dur": 2.949,
      "text": "they passed what was called the motor voter law, which required uh that"
    },
    {
      "start": 624.399,
      "dur": 2.151,
      "text": "voter law, which required uh that departments of motor vehicles also"
    },
    {
      "start": 626.56,
      "dur": 2.31,
      "text": "departments of motor vehicles also provide voter registration, that you get"
    },
    {
      "start": 628.88,
      "dur": 1.75,
      "text": "provide voter registration, that you get a voter registration when you get a"
    },
    {
      "start": 630.64,
      "dur": 2.309,
      "text": "a voter registration when you get a driver's license. you just check a box"
    },
    {
      "start": 632.959,
      "dur": 1.271,
      "text": "driver's license. you just check a box and you're automatically registered."
    },
    {
      "start": 634.24,
      "dur": 1.75,
      "text": "and you're automatically registered. That was one way the federal government"
    },
    {
      "start": 636.0,
      "dur": 3.03,
      "text": "That was one way the federal government stepped in. Another one was after uh the"
    },
    {
      "start": 639.04,
      "dur": 2.63,
      "text": "stepped in. Another one was after uh the mess that was the the 2000 presidential"
    },
    {
      "start": 641.68,
      "dur": 2.31,
      "text": "mess that was the the 2000 presidential election with the butterfly ballots uh"
    },
    {
      "start": 644.0,
      "dur": 2.63,
      "text": "election with the butterfly ballots uh in Florida and and the questions about"
    },
    {
      "start": 646.64,
      "dur": 2.07,
      "text": "in Florida and and the questions about uh whether whether people knew they were"
    },
    {
      "start": 648.72,
      "dur": 1.59,
      "text": "uh whether whether people knew they were voting the right way and and just the"
    },
    {
      "start": 650.32,
      "dur": 2.87,
      "text": "voting the right way and and just the disorganization. uh to step in as Donald"
    },
    {
      "start": 653.2,
      "dur": 1.83,
      "text": "disorganization. uh to step in as Donald Trump seems to be implying here to just"
    },
    {
      "start": 655.04,
      "dur": 2.469,
      "text": "Trump seems to be implying here to just step in and take over wholesale the"
    },
    {
      "start": 657.519,
      "dur": 2.55,
      "text": "step in and take over wholesale the administration the the the running of"
    },
    {
      "start": 660.079,
      "dur": 2.791,
      "text": "administration the the the running of elections uh would be uh"
    },
    {
      "start": 662.88,
      "dur": 1.99,
      "text": "elections uh would be uh unconstitutional at least in the way"
    },
    {
      "start": 664.88,
      "dur": 2.389,
      "text": "unconstitutional at least in the way it's been traditionally uh interpreted."
    },
    {
      "start": 667.279,
      "dur": 1.751,
      "text": "it's been traditionally uh interpreted. I you never know with this the Supreme"
    },
    {
      "start": 669.04,
      "dur": 1.51,
      "text": "I you never know with this the Supreme Court they might see it a different way"
    },
    {
      "start": 670.56,
      "dur": 3.03,
      "text": "Court they might see it a different way but uh but also would would as you"
    },
    {
      "start": 673.6,
      "dur": 3.51,
      "text": "but uh but also would would as you rightly say uh infringe on state rights"
    },
    {
      "start": 677.12,
      "dur": 1.75,
      "text": "rightly say uh infringe on state rights which is something that conservatives"
    },
    {
      "start": 678.88,
      "dur": 1.67,
      "text": "which is something that conservatives traditional conservatives have have"
    },
    {
      "start": 680.56,
      "dur": 2.31,
      "text": "traditional conservatives have have generally fought to uphold. The other"
    },
    {
      "start": 682.88,
      "dur": 1.91,
      "text": "generally fought to uphold. The other thing is postal votes, isn't it Anthony?"
    },
    {
      "start": 684.8,
      "dur": 2.23,
      "text": "thing is postal votes, isn't it Anthony? Look, for several cycles now, there's"
    },
    {
      "start": 687.04,
      "dur": 1.19,
      "text": "Look, for several cycles now, there's been a real fuss. Well, really, I"
    },
    {
      "start": 688.24,
      "dur": 3.19,
      "text": "been a real fuss. Well, really, I suppose since co that about what who"
    },
    {
      "start": 691.44,
      "dur": 3.27,
      "text": "suppose since co that about what who gains from postal votes and and who"
    },
    {
      "start": 694.72,
      "dur": 2.549,
      "text": "gains from postal votes and and who loses and whether they're secure, etc.,"
    },
    {
      "start": 697.279,
      "dur": 1.591,
      "text": "loses and whether they're secure, etc., etc., etc. And that's that's become"
    },
    {
      "start": 698.88,
      "dur": 2.15,
      "text": "etc., etc. And that's that's become another great row, hasn't it? In fact,"
    },
    {
      "start": 701.04,
      "dur": 2.31,
      "text": "another great row, hasn't it? In fact, we should listen to um the speaker. So"
    },
    {
      "start": 703.36,
      "dur": 1.35,
      "text": "we should listen to um the speaker. So this is a speaker of the house Mike"
    },
    {
      "start": 704.72,
      "dur": 2.549,
      "text": "this is a speaker of the house Mike Johnson, big backer of course of of"
    },
    {
      "start": 707.279,
      "dur": 2.631,
      "text": "Johnson, big backer of course of of Donald Trump saying that he wants to"
    },
    {
      "start": 709.92,
      "dur": 2.469,
      "text": "Donald Trump saying that he wants to take action on postal votes. Let's"
    },
    {
      "start": 712.399,
      "dur": 0.87,
      "text": "take action on postal votes. Let's listen."
    },
    {
      "start": 713.279,
      "dur": 1.11,
      "text": "listen. &gt;&gt; In some of the states, like in"
    },
    {
      "start": 714.399,
      "dur": 1.511,
      "text": "&gt;&gt; In some of the states, like in California, for example, I mean, they"
    },
    {
      "start": 715.92,
      "dur": 1.99,
      "text": "California, for example, I mean, they hold the elections open for weeks after"
    },
    {
      "start": 717.92,
      "dur": 1.67,
      "text": "hold the elections open for weeks after election day. That's just one thing that"
    },
    {
      "start": 719.6,
      "dur": 2.469,
      "text": "election day. That's just one thing that that bothers many people. We had three"
    },
    {
      "start": 722.079,
      "dur": 1.43,
      "text": "that bothers many people. We had three House Republican candidates who were"
    },
    {
      "start": 723.519,
      "dur": 2.071,
      "text": "House Republican candidates who were ahead on election day in the last"
    },
    {
      "start": 725.6,
      "dur": 1.99,
      "text": "ahead on election day in the last election cycle. And every time a new"
    },
    {
      "start": 727.6,
      "dur": 1.83,
      "text": "election cycle. And every time a new tranch of ballots came in, they just"
    },
    {
      "start": 729.44,
      "dur": 1.91,
      "text": "tranch of ballots came in, they just magically whittleled away until their"
    },
    {
      "start": 731.36,
      "dur": 3.35,
      "text": "magically whittleled away until their leads were lost. no uh series of ballots"
    },
    {
      "start": 734.72,
      "dur": 1.83,
      "text": "leads were lost. no uh series of ballots that were counted after election day"
    },
    {
      "start": 736.56,
      "dur": 2.31,
      "text": "that were counted after election day were our uh candidates ahead on any of"
    },
    {
      "start": 738.88,
      "dur": 2.15,
      "text": "were our uh candidates ahead on any of those counts. It just it looks on its"
    },
    {
      "start": 741.04,
      "dur": 2.39,
      "text": "those counts. It just it looks on its face to be fraudulent. Can I prove that?"
    },
    {
      "start": 743.44,
      "dur": 1.829,
      "text": "face to be fraudulent. Can I prove that? No, because it happened so far upstream."
    },
    {
      "start": 745.279,
      "dur": 3.031,
      "text": "No, because it happened so far upstream. But we need more confidence uh in the"
    },
    {
      "start": 748.32,
      "dur": 1.749,
      "text": "But we need more confidence uh in the American people in the election system."
    },
    {
      "start": 750.079,
      "dur": 1.591,
      "text": "American people in the election system. &gt;&gt; I mean, does it look fraudulent,"
    },
    {
      "start": 751.68,
      "dur": 1.589,
      "text": "&gt;&gt; I mean, does it look fraudulent, Anthony? I I would have thought that is"
    },
    {
      "start": 753.279,
      "dur": 2.151,
      "text": "Anthony? I I would have thought that is perfectly easily explained, isn't it?"
    },
    {
      "start": 755.44,
      "dur": 1.27,
      "text": "perfectly easily explained, isn't it? &gt;&gt; Well, I think what you're seeing here is"
    },
    {
      "start": 756.72,
      "dur": 2.47,
      "text": "&gt;&gt; Well, I think what you're seeing here is that Democrats tend to vote more by mail"
    },
    {
      "start": 759.2,
      "dur": 1.67,
      "text": "that Democrats tend to vote more by mail than Republicans. And part of that is"
    },
    {
      "start": 760.88,
      "dur": 2.31,
      "text": "than Republicans. And part of that is because Donald Trump for the past six"
    },
    {
      "start": 763.2,
      "dur": 1.91,
      "text": "because Donald Trump for the past six years or so has been criticizing mail"
    },
    {
      "start": 765.12,
      "dur": 1.829,
      "text": "years or so has been criticizing mail voting and encouraging Republicans to"
    },
    {
      "start": 766.959,
      "dur": 2.471,
      "text": "voting and encouraging Republicans to vote uh in person. So then you get this"
    },
    {
      "start": 769.44,
      "dur": 2.47,
      "text": "vote uh in person. So then you get this split uh between Democrats and"
    },
    {
      "start": 771.92,
      "dur": 1.75,
      "text": "split uh between Democrats and Republicans as far as how they vote. And"
    },
    {
      "start": 773.68,
      "dur": 2.55,
      "text": "Republicans as far as how they vote. And in places like California uh where they"
    },
    {
      "start": 776.24,
      "dur": 2.149,
      "text": "in places like California uh where they count any ballot that is postmarked on"
    },
    {
      "start": 778.399,
      "dur": 2.631,
      "text": "count any ballot that is postmarked on election day, you do get instances where"
    },
    {
      "start": 781.04,
      "dur": 2.55,
      "text": "election day, you do get instances where Republicans who voted in person uh may"
    },
    {
      "start": 783.6,
      "dur": 2.39,
      "text": "Republicans who voted in person uh may have been uh doing better on election"
    },
    {
      "start": 786.0,
      "dur": 1.75,
      "text": "have been uh doing better on election day, but then as more and more ballots"
    },
    {
      "start": 787.76,
      "dur": 3.11,
      "text": "day, but then as more and more ballots come in uh Democrats slowly move ahead"
    },
    {
      "start": 790.88,
      "dur": 2.23,
      "text": "come in uh Democrats slowly move ahead and that that creates, as Johnson"
    },
    {
      "start": 793.12,
      "dur": 2.23,
      "text": "and that that creates, as Johnson mentioned there, the the perception that"
    },
    {
      "start": 795.36,
      "dur": 2.23,
      "text": "mentioned there, the the perception that something's wrong, but the reality is"
    },
    {
      "start": 797.6,
      "dur": 2.39,
      "text": "something's wrong, but the reality is this is just that dynamic playing out."
    },
    {
      "start": 800.0,
      "dur": 1.67,
      "text": "this is just that dynamic playing out. And there are other instances like in"
    },
    {
      "start": 801.68,
      "dur": 2.79,
      "text": "And there are other instances like in Florida that has a very robust uh early"
    },
    {
      "start": 804.48,
      "dur": 2.55,
      "text": "Florida that has a very robust uh early voting process uh and and absentee"
    },
    {
      "start": 807.04,
      "dur": 2.229,
      "text": "voting process uh and and absentee voting process uh where Republicans"
    },
    {
      "start": 809.279,
      "dur": 1.99,
      "text": "voting process uh where Republicans actually do better and they vote a lot"
    },
    {
      "start": 811.279,
      "dur": 2.391,
      "text": "actually do better and they vote a lot early and they they vote uh and so you"
    },
    {
      "start": 813.68,
      "dur": 2.149,
      "text": "early and they they vote uh and so you see a surge of of Republican votes when"
    },
    {
      "start": 815.839,
      "dur": 2.23,
      "text": "see a surge of of Republican votes when those early ballots are counted. So it"
    },
    {
      "start": 818.079,
      "dur": 1.43,
      "text": "those early ballots are counted. So it really is a reflection of kind of the"
    },
    {
      "start": 819.519,
      "dur": 2.071,
      "text": "really is a reflection of kind of the the voting patterns and habits of the"
    },
    {
      "start": 821.6,
      "dur": 1.75,
      "text": "the voting patterns and habits of the two different parties. And also plenty"
    },
    {
      "start": 823.36,
      "dur": 1.43,
      "text": "two different parties. And also plenty of Republicans saying, at least behind"
    },
    {
      "start": 824.8,
      "dur": 1.269,
      "text": "of Republicans saying, at least behind the scenes, maybe not saying it to"
    },
    {
      "start": 826.079,
      "dur": 2.391,
      "text": "the scenes, maybe not saying it to Donald Trump's face, for goodness sake,"
    },
    {
      "start": 828.48,
      "dur": 2.95,
      "text": "Donald Trump's face, for goodness sake, our people need to be voting early or"
    },
    {
      "start": 831.44,
      "dur": 1.829,
      "text": "our people need to be voting early or voting by post or whatever it is, not"
    },
    {
      "start": 833.279,
      "dur": 2.471,
      "text": "voting by post or whatever it is, not going to the to the ballot box because"
    },
    {
      "start": 835.76,
      "dur": 2.71,
      "text": "going to the to the ballot box because our people tend to be less frequent"
    },
    {
      "start": 838.48,
      "dur": 2.39,
      "text": "our people tend to be less frequent voters. They're less involved. I mean,"
    },
    {
      "start": 840.88,
      "dur": 1.67,
      "text": "voters. They're less involved. I mean, that, you know, that's the whole Trump"
    },
    {
      "start": 842.56,
      "dur": 2.15,
      "text": "that, you know, that's the whole Trump victory has been based on getting people"
    },
    {
      "start": 844.72,
      "dur": 3.03,
      "text": "victory has been based on getting people to the polls who didn't normally go or"
    },
    {
      "start": 847.76,
      "dur": 2.309,
      "text": "to the polls who didn't normally go or who infrequently go. And that's why the"
    },
    {
      "start": 850.079,
      "dur": 3.75,
      "text": "who infrequently go. And that's why the the polling was a bit off uh repeatedly"
    },
    {
      "start": 853.839,
      "dur": 1.43,
      "text": "the polling was a bit off uh repeatedly with Trump because it's quite difficult"
    },
    {
      "start": 855.279,
      "dur": 1.431,
      "text": "with Trump because it's quite difficult to catch these people. But the one way"
    },
    {
      "start": 856.72,
      "dur": 1.99,
      "text": "to catch these people. But the one way you do catch them, seems to me, Anthony,"
    },
    {
      "start": 858.72,
      "dur": 1.669,
      "text": "you do catch them, seems to me, Anthony, is you make it easy for them to vote and"
    },
    {
      "start": 860.399,
      "dur": 2.951,
      "text": "is you make it easy for them to vote and if you if you don't, they won't turn up."
    },
    {
      "start": 863.36,
      "dur": 1.75,
      "text": "if you if you don't, they won't turn up. You shoot yourself in the foot."
    },
    {
      "start": 865.12,
      "dur": 1.99,
      "text": "You shoot yourself in the foot. &gt;&gt; Yeah. uh that is uh that is something"
    },
    {
      "start": 867.12,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. uh that is uh that is something that you do hear from Republicans and"
    },
    {
      "start": 868.639,
      "dur": 2.87,
      "text": "that you do hear from Republicans and and one of the the really powerful tools"
    },
    {
      "start": 871.519,
      "dur": 3.271,
      "text": "and one of the the really powerful tools that parties can use uh when when"
    },
    {
      "start": 874.8,
      "dur": 1.99,
      "text": "that parties can use uh when when dealing with the these early voting"
    },
    {
      "start": 876.8,
      "dur": 1.51,
      "text": "dealing with the these early voting opportunities is they can look and see"
    },
    {
      "start": 878.32,
      "dur": 2.23,
      "text": "opportunities is they can look and see who voted and they know who their voters"
    },
    {
      "start": 880.56,
      "dur": 2.629,
      "text": "who voted and they know who their voters are and they can see if their voters uh"
    },
    {
      "start": 883.199,
      "dur": 3.75,
      "text": "are and they can see if their voters uh Joe Schmo on on block X uh cast a ballot"
    },
    {
      "start": 886.959,
      "dur": 2.471,
      "text": "Joe Schmo on on block X uh cast a ballot or not and if they voted early they can"
    },
    {
      "start": 889.44,
      "dur": 1.829,
      "text": "or not and if they voted early they can not waste any time trying to convince"
    },
    {
      "start": 891.279,
      "dur": 1.35,
      "text": "not waste any time trying to convince them anymore. They know they've got that"
    },
    {
      "start": 892.639,
      "dur": 1.591,
      "text": "them anymore. They know they've got that vote in the bag. Now, if they haven't"
    },
    {
      "start": 894.24,
      "dur": 1.67,
      "text": "vote in the bag. Now, if they haven't voted yet, they can focus all their"
    },
    {
      "start": 895.92,
      "dur": 2.23,
      "text": "voted yet, they can focus all their effort uh on getting those folks who"
    },
    {
      "start": 898.16,
      "dur": 1.19,
      "text": "effort uh on getting those folks who haven't showed up, who haven't voted"
    },
    {
      "start": 899.36,
      "dur": 2.149,
      "text": "haven't showed up, who haven't voted early, who haven't voted by mail, uh to"
    },
    {
      "start": 901.519,
      "dur": 2.391,
      "text": "early, who haven't voted by mail, uh to cast their ballots. Uh that that it is"
    },
    {
      "start": 903.92,
      "dur": 1.99,
      "text": "cast their ballots. Uh that that it is something that I think has frustrated a"
    },
    {
      "start": 905.92,
      "dur": 2.07,
      "text": "something that I think has frustrated a lot of Republicans. And you actually in"
    },
    {
      "start": 908.0,
      "dur": 2.71,
      "text": "lot of Republicans. And you actually in in 2024 when I went to Trump rallies,"
    },
    {
      "start": 910.72,
      "dur": 2.71,
      "text": "in 2024 when I went to Trump rallies, you would see a video play before Trump"
    },
    {
      "start": 913.44,
      "dur": 1.829,
      "text": "you would see a video play before Trump spoke talking about how people had to"
    },
    {
      "start": 915.279,
      "dur": 2.311,
      "text": "spoke talking about how people had to start uh voting early and getting your"
    },
    {
      "start": 917.6,
      "dur": 2.15,
      "text": "start uh voting early and getting your ballots cast and this is a system as it"
    },
    {
      "start": 919.76,
      "dur": 2.23,
      "text": "ballots cast and this is a system as it is constructed now. and and go ahead and"
    },
    {
      "start": 922.0,
      "dur": 1.59,
      "text": "is constructed now. and and go ahead and get out there and get your vote counted"
    },
    {
      "start": 923.6,
      "dur": 1.99,
      "text": "get out there and get your vote counted before anything happened. So, I think"
    },
    {
      "start": 925.6,
      "dur": 1.43,
      "text": "before anything happened. So, I think there was an awareness that they were"
    },
    {
      "start": 927.04,
      "dur": 1.19,
      "text": "there was an awareness that they were hurting themselves there."
    },
    {
      "start": 928.24,
      "dur": 2.07,
      "text": "hurting themselves there. &gt;&gt; Okay, let's say uh we get to election"
    },
    {
      "start": 930.32,
      "dur": 2.309,
      "text": "&gt;&gt; Okay, let's say uh we get to election day and the election is taking place and"
    },
    {
      "start": 932.639,
      "dur": 1.671,
      "text": "day and the election is taking place and there are people of course who are going"
    },
    {
      "start": 934.32,
      "dur": 2.309,
      "text": "there are people of course who are going to go to the polls themselves. Here is"
    },
    {
      "start": 936.639,
      "dur": 1.591,
      "text": "to go to the polls themselves. Here is where it potentially gets quite dark."
    },
    {
      "start": 938.24,
      "dur": 1.589,
      "text": "where it potentially gets quite dark. Let's listen to Steve Bannon. So, Steve"
    },
    {
      "start": 939.839,
      "dur": 2.071,
      "text": "Let's listen to Steve Bannon. So, Steve Bannon, former Trump adviser, got his"
    },
    {
      "start": 941.92,
      "dur": 1.99,
      "text": "Bannon, former Trump adviser, got his own podcast now, still a very big figure"
    },
    {
      "start": 943.92,
      "dur": 3.11,
      "text": "own podcast now, still a very big figure on the on the MAGA, right? Um, let's"
    },
    {
      "start": 947.04,
      "dur": 3.51,
      "text": "on the on the MAGA, right? Um, let's listen to what he says should happen in"
    },
    {
      "start": 950.56,
      "dur": 2.23,
      "text": "listen to what he says should happen in those circumstances with people turning"
    },
    {
      "start": 952.8,
      "dur": 3.11,
      "text": "those circumstances with people turning up at the polls to vote in a free"
    },
    {
      "start": 955.92,
      "dur": 1.99,
      "text": "up at the polls to vote in a free election. We're going to have ICE"
    },
    {
      "start": 957.92,
      "dur": 2.79,
      "text": "election. We're going to have ICE surround the polls come November. We're"
    },
    {
      "start": 960.72,
      "dur": 1.669,
      "text": "surround the polls come November. We're not going to sit here and allow you to"
    },
    {
      "start": 962.399,
      "dur": 2.071,
      "text": "not going to sit here and allow you to steal the country again. And you can th"
    },
    {
      "start": 964.48,
      "dur": 1.75,
      "text": "steal the country again. And you can th you can whine and cry and throw your"
    },
    {
      "start": 966.24,
      "dur": 2.63,
      "text": "you can whine and cry and throw your toys out of the pram all you want, but"
    },
    {
      "start": 968.88,
      "dur": 2.869,
      "text": "toys out of the pram all you want, but we will never again allow an election to"
    },
    {
      "start": 971.759,
      "dur": 1.911,
      "text": "we will never again allow an election to be stolen. And that's why I'm so proud"
    },
    {
      "start": 973.68,
      "dur": 1.43,
      "text": "be stolen. And that's why I'm so proud of what President Trump is doing. And"
    },
    {
      "start": 975.12,
      "dur": 1.99,
      "text": "of what President Trump is doing. And people throwing your toys out of the"
    },
    {
      "start": 977.12,
      "dur": 1.91,
      "text": "people throwing your toys out of the pram. He's uh Is he been spending time"
    },
    {
      "start": 979.04,
      "dur": 1.43,
      "text": "pram. He's uh Is he been spending time in England? He's speaking your language,"
    },
    {
      "start": 980.48,
      "dur": 0.55,
      "text": "in England? He's speaking your language, Justin."
    },
    {
      "start": 981.04,
      "dur": 2.771,
      "text": "Justin. &gt;&gt; Is that Is that not an American phrase?"
    },
    {
      "start": 983.821,
      "dur": 0.169,
      "text": "&gt;&gt; Is that Is that not an American phrase? [laughter]"
    },
    {
      "start": 984.0,
      "dur": 1.91,
      "text": "[laughter] &gt;&gt; Not Not as far as I've ever heard it. It"
    },
    {
      "start": 985.92,
      "dur": 1.99,
      "text": "&gt;&gt; Not Not as far as I've ever heard it. It sounds very British to me. But what what"
    },
    {
      "start": 987.92,
      "dur": 3.11,
      "text": "sounds very British to me. But what what he is saying is is is is definitely uh"
    },
    {
      "start": 991.04,
      "dur": 1.909,
      "text": "he is saying is is is is definitely uh uh something that Democrats are afraid"
    },
    {
      "start": 992.959,
      "dur": 2.87,
      "text": "uh something that Democrats are afraid of. and that is that uh ICE, Border"
    },
    {
      "start": 995.839,
      "dur": 3.43,
      "text": "of. and that is that uh ICE, Border Patrol, National Guard could do a show"
    },
    {
      "start": 999.279,
      "dur": 1.99,
      "text": "Patrol, National Guard could do a show of force around polling places,"
    },
    {
      "start": 1001.279,
      "dur": 1.91,
      "text": "of force around polling places, particularly polling places uh in"
    },
    {
      "start": 1003.199,
      "dur": 1.99,
      "text": "particularly polling places uh in immigrant communities that that vote"
    },
    {
      "start": 1005.199,
      "dur": 3.19,
      "text": "immigrant communities that that vote heavily for Democrats and depress the"
    },
    {
      "start": 1008.399,
      "dur": 2.471,
      "text": "heavily for Democrats and depress the vote. Uh and I think Republicans will"
    },
    {
      "start": 1010.88,
      "dur": 1.35,
      "text": "vote. Uh and I think Republicans will say we're only looking for people who"
    },
    {
      "start": 1012.24,
      "dur": 1.91,
      "text": "say we're only looking for people who are undocumented who vote. But we've"
    },
    {
      "start": 1014.16,
      "dur": 2.07,
      "text": "are undocumented who vote. But we've already seen instances over the past"
    },
    {
      "start": 1016.24,
      "dur": 2.149,
      "text": "already seen instances over the past month in Minneapolis where American"
    },
    {
      "start": 1018.399,
      "dur": 2.23,
      "text": "month in Minneapolis where American citizens have been detained that they've"
    },
    {
      "start": 1020.639,
      "dur": 2.231,
      "text": "citizens have been detained that they've been profiled just because they they"
    },
    {
      "start": 1022.88,
      "dur": 1.909,
      "text": "been profiled just because they they look like uh someone from a different"
    },
    {
      "start": 1024.799,
      "dur": 2.711,
      "text": "look like uh someone from a different country. Uh and that uh that could"
    },
    {
      "start": 1027.52,
      "dur": 1.269,
      "text": "country. Uh and that uh that could happen on election day and that might"
    },
    {
      "start": 1028.799,
      "dur": 2.071,
      "text": "happen on election day and that might keep American citizens from showing up"
    },
    {
      "start": 1030.88,
      "dur": 1.99,
      "text": "keep American citizens from showing up and and having their constitutional"
    },
    {
      "start": 1032.88,
      "dur": 1.27,
      "text": "and and having their constitutional rights infringed on."
    },
    {
      "start": 1034.16,
      "dur": 2.95,
      "text": "rights infringed on. &gt;&gt; Yeah. And and American citizens who look"
    },
    {
      "start": 1037.12,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah. And and American citizens who look a particular way, wouldn't it? It's be"
    },
    {
      "start": 1038.88,
      "dur": 1.99,
      "text": "a particular way, wouldn't it? It's be it's basically people with non-white"
    },
    {
      "start": 1040.88,
      "dur": 2.789,
      "text": "it's basically people with non-white skins. I mean that to be brutal about it"
    },
    {
      "start": 1043.679,
      "dur": 2.711,
      "text": "skins. I mean that to be brutal about it that that would be the potential impact."
    },
    {
      "start": 1046.4,
      "dur": 3.269,
      "text": "that that would be the potential impact. Anyone who thought that ICE might think"
    },
    {
      "start": 1049.679,
      "dur": 3.031,
      "text": "Anyone who thought that ICE might think that they could be an illegal immigrant"
    },
    {
      "start": 1052.72,
      "dur": 2.79,
      "text": "that they could be an illegal immigrant and thus as we know they could be uh"
    },
    {
      "start": 1055.52,
      "dur": 3.19,
      "text": "and thus as we know they could be uh hauled off the streets. Uh and you were"
    },
    {
      "start": 1058.72,
      "dur": 1.59,
      "text": "hauled off the streets. Uh and you were kind of in two minds about whether to"
    },
    {
      "start": 1060.32,
      "dur": 1.27,
      "text": "kind of in two minds about whether to vote. I mean it's pretty obvious the"
    },
    {
      "start": 1061.6,
      "dur": 1.429,
      "text": "vote. I mean it's pretty obvious the decision you make, isn't it? You you'd"
    },
    {
      "start": 1063.039,
      "dur": 1.111,
      "text": "decision you make, isn't it? You you'd do something else that day."
    },
    {
      "start": 1064.16,
      "dur": 1.59,
      "text": "do something else that day. &gt;&gt; Yeah. You hear stories about people in"
    },
    {
      "start": 1065.76,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah. You hear stories about people in in Minneapolis, uh, immigrants in"
    },
    {
      "start": 1068.64,
      "dur": 2.31,
      "text": "in Minneapolis, uh, immigrants in Minneapolis, even American citizens"
    },
    {
      "start": 1070.96,
      "dur": 2.15,
      "text": "Minneapolis, even American citizens there not leaving the house, not going"
    },
    {
      "start": 1073.12,
      "dur": 1.429,
      "text": "there not leaving the house, not going to the grocery store, not going to"
    },
    {
      "start": 1074.559,
      "dur": 2.47,
      "text": "to the grocery store, not going to schools, uh, because they're afraid of"
    },
    {
      "start": 1077.039,
      "dur": 2.231,
      "text": "schools, uh, because they're afraid of of what might happen when they're on the"
    },
    {
      "start": 1079.28,
      "dur": 2.79,
      "text": "of what might happen when they're on the street. So, if you can imagine that same"
    },
    {
      "start": 1082.08,
      "dur": 2.07,
      "text": "street. So, if you can imagine that same sort of scenario playing out on election"
    },
    {
      "start": 1084.16,
      "dur": 1.43,
      "text": "sort of scenario playing out on election day, I I think it is something that"
    },
    {
      "start": 1085.6,
      "dur": 2.15,
      "text": "day, I I think it is something that Democrats are very concerned about. And"
    },
    {
      "start": 1087.76,
      "dur": 1.67,
      "text": "Democrats are very concerned about. And while you haven't heard Donald Trump"
    },
    {
      "start": 1089.44,
      "dur": 3.589,
      "text": "while you haven't heard Donald Trump float that idea uh at all, Steve Bannon"
    },
    {
      "start": 1093.039,
      "dur": 2.711,
      "text": "float that idea uh at all, Steve Bannon obviously is is kind of uh you know in"
    },
    {
      "start": 1095.76,
      "dur": 2.789,
      "text": "obviously is is kind of uh you know in Trump's head and and often he's a he's a"
    },
    {
      "start": 1098.559,
      "dur": 2.23,
      "text": "Trump's head and and often he's a he's a a trial bloom floating ideas before"
    },
    {
      "start": 1100.799,
      "dur": 2.87,
      "text": "a trial bloom floating ideas before Donald Trump picks them up. So uh it it"
    },
    {
      "start": 1103.679,
      "dur": 3.431,
      "text": "Donald Trump picks them up. So uh it it is it is something that could could be a"
    },
    {
      "start": 1107.12,
      "dur": 2.31,
      "text": "is it is something that could could be a very real uh issue when we get closer to"
    },
    {
      "start": 1109.44,
      "dur": 1.43,
      "text": "very real uh issue when we get closer to no to November."
    },
    {
      "start": 1110.88,
      "dur": 1.669,
      "text": "no to November. &gt;&gt; Okay. So to the Democrats and what"
    },
    {
      "start": 1112.559,
      "dur": 1.271,
      "text": "&gt;&gt; Okay. So to the Democrats and what they're saying, not just about Steve"
    },
    {
      "start": 1113.84,
      "dur": 1.75,
      "text": "they're saying, not just about Steve Bannon, but also about the president and"
    },
    {
      "start": 1115.6,
      "dur": 1.91,
      "text": "Bannon, but also about the president and his plans. The minority leader of the"
    },
    {
      "start": 1117.52,
      "dur": 3.11,
      "text": "his plans. The minority leader of the Senate, Chuck Schumer, um really calling"
    },
    {
      "start": 1120.64,
      "dur": 3.909,
      "text": "Senate, Chuck Schumer, um really calling on his fellow Republicans, the Senate"
    },
    {
      "start": 1124.559,
      "dur": 2.47,
      "text": "on his fellow Republicans, the Senate still a relatively chummy place, a place"
    },
    {
      "start": 1127.039,
      "dur": 1.591,
      "text": "still a relatively chummy place, a place where they kind of believe that people"
    },
    {
      "start": 1128.64,
      "dur": 1.75,
      "text": "where they kind of believe that people of goodwill can come together and all"
    },
    {
      "start": 1130.4,
      "dur": 2.87,
      "text": "of goodwill can come together and all the rest of it. Um calling on them to to"
    },
    {
      "start": 1133.28,
      "dur": 2.15,
      "text": "the rest of it. Um calling on them to to speak out themselves. Let's listen. This"
    },
    {
      "start": 1135.44,
      "dur": 1.67,
      "text": "speak out themselves. Let's listen. This president clearly doesn't believe in"
    },
    {
      "start": 1137.12,
      "dur": 3.51,
      "text": "president clearly doesn't believe in democracy at all."
    },
    {
      "start": 1140.64,
      "dur": 2.71,
      "text": "democracy at all. Never in American history have we had a"
    },
    {
      "start": 1143.36,
      "dur": 2.39,
      "text": "Never in American history have we had a president so hostile to democratic"
    },
    {
      "start": 1145.76,
      "dur": 2.39,
      "text": "president so hostile to democratic traditions. Even worse, never have we"
    },
    {
      "start": 1148.16,
      "dur": 2.629,
      "text": "traditions. Even worse, never have we had a president who breaks the norms"
    },
    {
      "start": 1150.799,
      "dur": 2.151,
      "text": "had a president who breaks the norms that have made this country strong and"
    },
    {
      "start": 1152.96,
      "dur": 2.069,
      "text": "that have made this country strong and held them together for centuries and he"
    },
    {
      "start": 1155.039,
      "dur": 2.711,
      "text": "held them together for centuries and he just slashes them"
    },
    {
      "start": 1157.76,
      "dur": 1.43,
      "text": "just slashes them and people on the other side of the"
    },
    {
      "start": 1159.2,
      "dur": 1.75,
      "text": "and people on the other side of the aisle just shrug their shoulders. It's"
    },
    {
      "start": 1160.96,
      "dur": 3.43,
      "text": "aisle just shrug their shoulders. It's incredible. Democracy is at risk here"
    },
    {
      "start": 1164.4,
      "dur": 2.07,
      "text": "incredible. Democracy is at risk here from the president to the United States."
    },
    {
      "start": 1166.48,
      "dur": 2.069,
      "text": "from the president to the United States. The thing is about what Chuck Schumer"
    },
    {
      "start": 1168.559,
      "dur": 3.35,
      "text": "The thing is about what Chuck Schumer was saying there, um, they really tried"
    },
    {
      "start": 1171.919,
      "dur": 2.071,
      "text": "was saying there, um, they really tried that last time round, didn't they? I"
    },
    {
      "start": 1174.0,
      "dur": 1.35,
      "text": "that last time round, didn't they? I mean, that was pretty much the line, the"
    },
    {
      "start": 1175.36,
      "dur": 2.309,
      "text": "mean, that was pretty much the line, the Kla Harris line and indeed the Biden"
    },
    {
      "start": 1177.679,
      "dur": 2.87,
      "text": "Kla Harris line and indeed the Biden line before her before the presidential"
    },
    {
      "start": 1180.559,
      "dur": 2.311,
      "text": "line before her before the presidential election and Donald Trump won pretty"
    },
    {
      "start": 1182.88,
      "dur": 2.149,
      "text": "election and Donald Trump won pretty handily. It wasn't a landslide as he"
    },
    {
      "start": 1185.039,
      "dur": 2.471,
      "text": "handily. It wasn't a landslide as he claims, but he won. Uh, so they made"
    },
    {
      "start": 1187.52,
      "dur": 2.79,
      "text": "claims, but he won. Uh, so they made that case to the American people. And"
    },
    {
      "start": 1190.32,
      "dur": 1.589,
      "text": "that case to the American people. And now I suppose they could say well now"
    },
    {
      "start": 1191.919,
      "dur": 2.151,
      "text": "now I suppose they could say well now we've got evidence of what we were"
    },
    {
      "start": 1194.08,
      "dur": 1.91,
      "text": "we've got evidence of what we were initially claiming which is this that"
    },
    {
      "start": 1196.0,
      "dur": 1.59,
      "text": "initially claiming which is this that and is the things that they're saying"
    },
    {
      "start": 1197.6,
      "dur": 2.63,
      "text": "and is the things that they're saying about the election etc. This time round"
    },
    {
      "start": 1200.24,
      "dur": 2.47,
      "text": "about the election etc. This time round are you sensing any sort of contract"
    },
    {
      "start": 1202.72,
      "dur": 3.67,
      "text": "are you sensing any sort of contract with America vibe any sense that the"
    },
    {
      "start": 1206.4,
      "dur": 3.59,
      "text": "with America vibe any sense that the Democrats have got something coherent"
    },
    {
      "start": 1210.0,
      "dur": 1.909,
      "text": "Democrats have got something coherent that they're saying to the country which"
    },
    {
      "start": 1211.919,
      "dur": 2.471,
      "text": "that they're saying to the country which isn't just about Donald Trump? Yeah, and"
    },
    {
      "start": 1214.4,
      "dur": 2.149,
      "text": "isn't just about Donald Trump? Yeah, and that was something in our uh episode"
    },
    {
      "start": 1216.559,
      "dur": 1.99,
      "text": "that was something in our uh episode last week with with Brian Lans, the"
    },
    {
      "start": 1218.559,
      "dur": 1.591,
      "text": "last week with with Brian Lans, the Republican strategist. He said that"
    },
    {
      "start": 1220.16,
      "dur": 1.67,
      "text": "Republican strategist. He said that Democrats don't have a plan. All their"
    },
    {
      "start": 1221.84,
      "dur": 3.11,
      "text": "Democrats don't have a plan. All their plan is is Donald Trump's awful. Uh and"
    },
    {
      "start": 1224.96,
      "dur": 2.709,
      "text": "plan is is Donald Trump's awful. Uh and and that's not enough to to win on. And"
    },
    {
      "start": 1227.679,
      "dur": 1.99,
      "text": "and that's not enough to to win on. And uh I mean, it might be enough to win on."
    },
    {
      "start": 1229.679,
      "dur": 1.271,
      "text": "uh I mean, it might be enough to win on. Honestly, they are going to get people"
    },
    {
      "start": 1230.96,
      "dur": 1.35,
      "text": "Honestly, they are going to get people who are going to show up at the polls"
    },
    {
      "start": 1232.32,
      "dur": 1.67,
      "text": "who are going to show up at the polls just to put a stop to what Donald Trump"
    },
    {
      "start": 1234.0,
      "dur": 2.31,
      "text": "just to put a stop to what Donald Trump is doing. Their base is motivated. Now,"
    },
    {
      "start": 1236.32,
      "dur": 2.31,
      "text": "is doing. Their base is motivated. Now, whether they can expand that and win"
    },
    {
      "start": 1238.64,
      "dur": 2.87,
      "text": "whether they can expand that and win over disaffected former Trump voters,"
    },
    {
      "start": 1241.52,
      "dur": 1.83,
      "text": "over disaffected former Trump voters, win over independents, they will. I"
    },
    {
      "start": 1243.36,
      "dur": 1.669,
      "text": "win over independents, they will. I think you're right, needs something more"
    },
    {
      "start": 1245.039,
      "dur": 1.911,
      "text": "think you're right, needs something more than just Donald Trump is bad. He's"
    },
    {
      "start": 1246.96,
      "dur": 2.47,
      "text": "than just Donald Trump is bad. He's trying to destroy democracy even if"
    },
    {
      "start": 1249.44,
      "dur": 2.39,
      "text": "trying to destroy democracy even if Chuck Schumer legitimately believes that"
    },
    {
      "start": 1251.84,
      "dur": 2.47,
      "text": "Chuck Schumer legitimately believes that and does see a real threat to democracy."
    },
    {
      "start": 1254.32,
      "dur": 2.229,
      "text": "and does see a real threat to democracy. And that's why I think you see Democrats"
    },
    {
      "start": 1256.559,
      "dur": 2.551,
      "text": "And that's why I think you see Democrats in a variety of different ways talk"
    },
    {
      "start": 1259.12,
      "dur": 2.63,
      "text": "in a variety of different ways talk about how to address uh affordability,"
    },
    {
      "start": 1261.76,
      "dur": 2.31,
      "text": "about how to address uh affordability, the cost of housing, the cost of food,"
    },
    {
      "start": 1264.08,
      "dur": 1.99,
      "text": "the cost of housing, the cost of food, uh economic issues, the cost of health"
    },
    {
      "start": 1266.08,
      "dur": 3.35,
      "text": "uh economic issues, the cost of health care. I I think you saw Zanran Mamdani"
    },
    {
      "start": 1269.44,
      "dur": 2.31,
      "text": "care. I I think you saw Zanran Mamdani uh in New York City do that really"
    },
    {
      "start": 1271.76,
      "dur": 2.23,
      "text": "uh in New York City do that really effectively last year where he talked"
    },
    {
      "start": 1274.0,
      "dur": 3.59,
      "text": "effectively last year where he talked about uh child care and and groceries uh"
    },
    {
      "start": 1277.6,
      "dur": 2.949,
      "text": "about uh child care and and groceries uh and uh and housing affordability. And I"
    },
    {
      "start": 1280.559,
      "dur": 1.271,
      "text": "and uh and housing affordability. And I think that Democrats are going to have"
    },
    {
      "start": 1281.84,
      "dur": 3.27,
      "text": "think that Democrats are going to have to find ways of of offering proposals"
    },
    {
      "start": 1285.12,
      "dur": 2.07,
      "text": "to find ways of of offering proposals that voters can look at and say, \"Okay,"
    },
    {
      "start": 1287.2,
      "dur": 1.829,
      "text": "that voters can look at and say, \"Okay, this is really you taking these sorts of"
    },
    {
      "start": 1289.039,
      "dur": 1.191,
      "text": "this is really you taking these sorts of things seriously.\" And they don't all"
    },
    {
      "start": 1290.24,
      "dur": 1.99,
      "text": "things seriously.\" And they don't all have to look like what M Donnie came"
    },
    {
      "start": 1292.24,
      "dur": 1.669,
      "text": "have to look like what M Donnie came came up with, but I think they all have"
    },
    {
      "start": 1293.919,
      "dur": 3.11,
      "text": "came up with, but I think they all have to find ways of presenting a plan to"
    },
    {
      "start": 1297.039,
      "dur": 2.231,
      "text": "to find ways of presenting a plan to voters if they want to to win those"
    },
    {
      "start": 1299.28,
      "dur": 1.83,
      "text": "voters if they want to to win those folks over. It's worth saying, and if"
    },
    {
      "start": 1301.12,
      "dur": 1.11,
      "text": "folks over. It's worth saying, and if you were a keen Democrat and you were"
    },
    {
      "start": 1302.24,
      "dur": 1.83,
      "text": "you were a keen Democrat and you were here, you probably would be saying, hang"
    },
    {
      "start": 1304.08,
      "dur": 2.949,
      "text": "here, you probably would be saying, hang on a second, uh Justin and Anthony, we"
    },
    {
      "start": 1307.039,
      "dur": 1.831,
      "text": "on a second, uh Justin and Anthony, we are getting real results where we're"
    },
    {
      "start": 1308.88,
      "dur": 1.19,
      "text": "are getting real results where we're actually doing well and we're getting"
    },
    {
      "start": 1310.08,
      "dur": 1.829,
      "text": "actually doing well and we're getting real people to the polls. So, don't be"
    },
    {
      "start": 1311.919,
      "dur": 2.87,
      "text": "real people to the polls. So, don't be too depressed about our chances. And it"
    },
    {
      "start": 1314.799,
      "dur": 1.35,
      "text": "too depressed about our chances. And it is fair to say, isn't it? They have had"
    },
    {
      "start": 1316.159,
      "dur": 1.671,
      "text": "is fair to say, isn't it? They have had this extraordinary result in a in a"
    },
    {
      "start": 1317.84,
      "dur": 3.27,
      "text": "this extraordinary result in a in a state election in in Texas with a"
    },
    {
      "start": 1321.12,
      "dur": 3.51,
      "text": "state election in in Texas with a massive a 31 point swing towards the"
    },
    {
      "start": 1324.64,
      "dur": 2.87,
      "text": "massive a 31 point swing towards the Democrats. Yeah. That happened this this"
    },
    {
      "start": 1327.52,
      "dur": 1.99,
      "text": "Democrats. Yeah. That happened this this last weekend on Saturday. It was a"
    },
    {
      "start": 1329.52,
      "dur": 2.31,
      "text": "last weekend on Saturday. It was a runoff election for a state legislative"
    },
    {
      "start": 1331.84,
      "dur": 2.949,
      "text": "runoff election for a state legislative state, a state senate seat uh in an area"
    },
    {
      "start": 1334.799,
      "dur": 2.23,
      "text": "state, a state senate seat uh in an area of Fort Worth, which is kind of northern"
    },
    {
      "start": 1337.039,
      "dur": 3.031,
      "text": "of Fort Worth, which is kind of northern near Dallas uh part of Texas that as you"
    },
    {
      "start": 1340.08,
      "dur": 2.39,
      "text": "near Dallas uh part of Texas that as you mentioned traditionally very Republican."
    },
    {
      "start": 1342.48,
      "dur": 3.189,
      "text": "mentioned traditionally very Republican. Donald Trump won this Senate district uh"
    },
    {
      "start": 1345.679,
      "dur": 5.191,
      "text": "Donald Trump won this Senate district uh in 2024 uh by 17 points. Uh the uh the"
    },
    {
      "start": 1350.88,
      "dur": 1.75,
      "text": "in 2024 uh by 17 points. Uh the uh the Republican won it the last time it was"
    },
    {
      "start": 1352.64,
      "dur": 2.55,
      "text": "Republican won it the last time it was up two years earlier in 2022 by an even"
    },
    {
      "start": 1355.2,
      "dur": 2.39,
      "text": "up two years earlier in 2022 by an even larger margin. And here you saw the"
    },
    {
      "start": 1357.6,
      "dur": 2.069,
      "text": "larger margin. And here you saw the Democrat, his name is Taylor Reett, he"
    },
    {
      "start": 1359.679,
      "dur": 3.191,
      "text": "Democrat, his name is Taylor Reett, he was a Air Force veteran, a union leader,"
    },
    {
      "start": 1362.88,
      "dur": 4.07,
      "text": "was a Air Force veteran, a union leader, uh win that seat by 14%. So a 31 point"
    },
    {
      "start": 1366.96,
      "dur": 2.31,
      "text": "uh win that seat by 14%. So a 31 point swing from 2024."
    },
    {
      "start": 1369.28,
      "dur": 2.869,
      "text": "swing from 2024. and he ran on economic issues, a"
    },
    {
      "start": 1372.159,
      "dur": 3.271,
      "text": "and he ran on economic issues, a familiar refrain, he ran on education"
    },
    {
      "start": 1375.44,
      "dur": 2.07,
      "text": "familiar refrain, he ran on education issues, uh, and even though the"
    },
    {
      "start": 1377.52,
      "dur": 2.23,
      "text": "issues, uh, and even though the Republicans poured millions of dollars,"
    },
    {
      "start": 1379.76,
      "dur": 2.47,
      "text": "Republicans poured millions of dollars, outspent the Democrats by orders of"
    },
    {
      "start": 1382.24,
      "dur": 1.909,
      "text": "outspent the Democrats by orders of magnitude in that race, even though"
    },
    {
      "start": 1384.159,
      "dur": 2.311,
      "text": "magnitude in that race, even though Donald Trump posted on Truth Social"
    },
    {
      "start": 1386.48,
      "dur": 2.309,
      "text": "Donald Trump posted on Truth Social twice in the runup to that runoff"
    },
    {
      "start": 1388.799,
      "dur": 1.671,
      "text": "twice in the runup to that runoff election on Saturday, encouraging"
    },
    {
      "start": 1390.48,
      "dur": 2.549,
      "text": "election on Saturday, encouraging Republicans to get out and vote, uh, the"
    },
    {
      "start": 1393.039,
      "dur": 1.831,
      "text": "Republicans to get out and vote, uh, the Democrat won and the Democrat won"
    },
    {
      "start": 1394.88,
      "dur": 1.909,
      "text": "Democrat won and the Democrat won comfortably. And I think a lot of"
    },
    {
      "start": 1396.799,
      "dur": 2.951,
      "text": "comfortably. And I think a lot of Democrats in Texas point to that race"
    },
    {
      "start": 1399.76,
      "dur": 2.63,
      "text": "Democrats in Texas point to that race and say, \"Look, see, we are eating away"
    },
    {
      "start": 1402.4,
      "dur": 1.99,
      "text": "and say, \"Look, see, we are eating away at the Republican margins. We are going"
    },
    {
      "start": 1404.4,
      "dur": 1.99,
      "text": "at the Republican margins. We are going to flip some seats in these elections"
    },
    {
      "start": 1406.4,
      "dur": 2.23,
      "text": "to flip some seats in these elections coming up uh that a lot of people don't"
    },
    {
      "start": 1408.64,
      "dur": 3.029,
      "text": "coming up uh that a lot of people don't expect us to.\" And and the Republicans"
    },
    {
      "start": 1411.679,
      "dur": 2.87,
      "text": "expect us to.\" And and the Republicans uh are are saying this this should be a"
    },
    {
      "start": 1414.559,
      "dur": 2.071,
      "text": "uh are are saying this this should be a wakeup call. There was a Hispanic"
    },
    {
      "start": 1416.64,
      "dur": 2.31,
      "text": "wakeup call. There was a Hispanic districts in the northern part of that"
    },
    {
      "start": 1418.96,
      "dur": 2.55,
      "text": "districts in the northern part of that race, Hispanic neighborhoods, where you"
    },
    {
      "start": 1421.52,
      "dur": 2.79,
      "text": "race, Hispanic neighborhoods, where you saw a 50point swing from Donald Trump"
    },
    {
      "start": 1424.32,
      "dur": 2.07,
      "text": "saw a 50point swing from Donald Trump supporting Donald Trump in 2024 to"
    },
    {
      "start": 1426.4,
      "dur": 1.749,
      "text": "supporting Donald Trump in 2024 to supporting the the Democrats."
    },
    {
      "start": 1428.159,
      "dur": 2.151,
      "text": "supporting the the Democrats. &gt;&gt; Do you think Taylor Remmit won because"
    },
    {
      "start": 1430.32,
      "dur": 3.11,
      "text": "&gt;&gt; Do you think Taylor Remmit won because people had read one or or more of the"
    },
    {
      "start": 1433.44,
      "dur": 2.15,
      "text": "people had read one or or more of the books that are currently being written"
    },
    {
      "start": 1435.6,
      "dur": 1.91,
      "text": "books that are currently being written and published by the various"
    },
    {
      "start": 1437.52,
      "dur": 2.07,
      "text": "and published by the various presidential candidates potentially on"
    },
    {
      "start": 1439.6,
      "dur": 2.63,
      "text": "presidential candidates potentially on the Democratic side. So obviously Gavin"
    },
    {
      "start": 1442.24,
      "dur": 1.83,
      "text": "the Democratic side. So obviously Gavin Newsome, but all the others are either"
    },
    {
      "start": 1444.08,
      "dur": 1.51,
      "text": "Newsome, but all the others are either writing or published, haven't they? Josh"
    },
    {
      "start": 1445.6,
      "dur": 3.35,
      "text": "writing or published, haven't they? Josh Shapiro, um Chris Murphy, Cory Booker,"
    },
    {
      "start": 1448.96,
      "dur": 2.949,
      "text": "Shapiro, um Chris Murphy, Cory Booker, Rafael Waro. I mean, um are you writing"
    },
    {
      "start": 1451.919,
      "dur": 1.591,
      "text": "Rafael Waro. I mean, um are you writing a book, Anthony?"
    },
    {
      "start": 1453.52,
      "dur": 2.07,
      "text": "a book, Anthony? &gt;&gt; Uh I'm not running for president, so I"
    },
    {
      "start": 1455.6,
      "dur": 1.75,
      "text": "&gt;&gt; Uh I'm not running for president, so I I'm not not writing a book yet."
    },
    {
      "start": 1457.36,
      "dur": 0.71,
      "text": "I'm not not writing a book yet. &gt;&gt; Save [laughter] it up."
    },
    {
      "start": 1458.08,
      "dur": 1.67,
      "text": "&gt;&gt; Save [laughter] it up. &gt;&gt; But yeah, no, it's a tradition, right?"
    },
    {
      "start": 1459.76,
      "dur": 2.31,
      "text": "&gt;&gt; But yeah, no, it's a tradition, right? Uh to to write a campaign book. I"
    },
    {
      "start": 1462.08,
      "dur": 2.469,
      "text": "Uh to to write a campaign book. I remember Bill Clinton had one out in uh"
    },
    {
      "start": 1464.559,
      "dur": 2.23,
      "text": "remember Bill Clinton had one out in uh in 1992."
    },
    {
      "start": 1466.799,
      "dur": 3.511,
      "text": "in 1992. uh and and every year uh people people"
    },
    {
      "start": 1470.32,
      "dur": 2.07,
      "text": "uh and and every year uh people people write these uh these books if they're"
    },
    {
      "start": 1472.4,
      "dur": 1.43,
      "text": "write these uh these books if they're thinking about running for president."
    },
    {
      "start": 1473.84,
      "dur": 1.91,
      "text": "thinking about running for president. And it's it's a useful thing, right?"
    },
    {
      "start": 1475.76,
      "dur": 1.909,
      "text": "And it's it's a useful thing, right? Because then you can go on a book tour"
    },
    {
      "start": 1477.679,
      "dur": 2.311,
      "text": "Because then you can go on a book tour and you have an excuse for showing up at"
    },
    {
      "start": 1480.0,
      "dur": 1.75,
      "text": "and you have an excuse for showing up at all of these different places to promote"
    },
    {
      "start": 1481.76,
      "dur": 1.909,
      "text": "all of these different places to promote your book, but really all you're doing"
    },
    {
      "start": 1483.679,
      "dur": 1.671,
      "text": "your book, but really all you're doing is raising your visibility for a"
    },
    {
      "start": 1485.36,
      "dur": 1.909,
      "text": "is raising your visibility for a presidential campaign. It seems like"
    },
    {
      "start": 1487.279,
      "dur": 2.231,
      "text": "presidential campaign. It seems like there must be avid book readers in New"
    },
    {
      "start": 1489.52,
      "dur": 1.509,
      "text": "there must be avid book readers in New Hampshire because everyone goes on their"
    },
    {
      "start": 1491.039,
      "dur": 1.058,
      "text": "Hampshire because everyone goes on their book tours to"
    },
    {
      "start": 1492.107,
      "dur": 0.042,
      "text": "book tours to &gt;&gt; [laughter]"
    },
    {
      "start": 1492.159,
      "dur": 3.271,
      "text": "&gt;&gt; [laughter] &gt;&gt; uh to Manchester and uh to little towns"
    },
    {
      "start": 1495.44,
      "dur": 1.829,
      "text": "&gt;&gt; uh to Manchester and uh to little towns in New Hampshire where uh the little"
    },
    {
      "start": 1497.279,
      "dur": 2.231,
      "text": "in New Hampshire where uh the little bookstores they uh they they do their"
    },
    {
      "start": 1499.52,
      "dur": 2.55,
      "text": "bookstores they uh they they do their best to promote them. So uh Gavin"
    },
    {
      "start": 1502.08,
      "dur": 2.15,
      "text": "best to promote them. So uh Gavin Newsome new book clearly has"
    },
    {
      "start": 1504.24,
      "dur": 2.39,
      "text": "Newsome new book clearly has presidential ambitions, clearly uh"
    },
    {
      "start": 1506.64,
      "dur": 3.269,
      "text": "presidential ambitions, clearly uh positioning himself uh to to be the"
    },
    {
      "start": 1509.919,
      "dur": 1.591,
      "text": "positioning himself uh to to be the standard bear for the Democratic party"
    },
    {
      "start": 1511.52,
      "dur": 2.47,
      "text": "standard bear for the Democratic party and he has a record to tout too. Uh we"
    },
    {
      "start": 1514.0,
      "dur": 2.39,
      "text": "and he has a record to tout too. Uh we just found out uh earlier this week that"
    },
    {
      "start": 1516.4,
      "dur": 2.31,
      "text": "just found out uh earlier this week that the Supreme Court isn't going to step in"
    },
    {
      "start": 1518.72,
      "dur": 1.429,
      "text": "the Supreme Court isn't going to step in and throw out the congressional"
    },
    {
      "start": 1520.159,
      "dur": 2.471,
      "text": "and throw out the congressional districts that Gavin Newsome uh helped"
    },
    {
      "start": 1522.64,
      "dur": 2.79,
      "text": "districts that Gavin Newsome uh helped his state redraw to tilt the table more"
    },
    {
      "start": 1525.44,
      "dur": 2.15,
      "text": "his state redraw to tilt the table more in favor of the Democrats there. That"
    },
    {
      "start": 1527.6,
      "dur": 1.35,
      "text": "in favor of the Democrats there. That was in response, and we talked about"
    },
    {
      "start": 1528.96,
      "dur": 1.91,
      "text": "was in response, and we talked about this before, that was in response to"
    },
    {
      "start": 1530.88,
      "dur": 1.51,
      "text": "this before, that was in response to Texas doing the same thing for"
    },
    {
      "start": 1532.4,
      "dur": 2.71,
      "text": "Texas doing the same thing for Republicans. Uh, so Gavin Newsome has"
    },
    {
      "start": 1535.12,
      "dur": 2.149,
      "text": "Republicans. Uh, so Gavin Newsome has has a little bit of a record to run and"
    },
    {
      "start": 1537.279,
      "dur": 2.151,
      "text": "has a little bit of a record to run and to show that he is willing to roll up"
    },
    {
      "start": 1539.44,
      "dur": 1.91,
      "text": "to show that he is willing to roll up his sleeves and and go toe-to-toe with"
    },
    {
      "start": 1541.36,
      "dur": 1.429,
      "text": "his sleeves and and go toe-to-toe with the Republicans and Donald Trump."
    },
    {
      "start": 1542.799,
      "dur": 6.791,
      "text": "the Republicans and Donald Trump. &gt;&gt; Okay, Anthony, just before we go,"
    },
    {
      "start": 1549.6,
      "dur": 3.52,
      "text": "&gt;&gt; I pledge allegiance to the United States"
    },
    {
      "start": 1553.12,
      "dur": 6.87,
      "text": "&gt;&gt; I pledge allegiance to the United States of America."
    },
    {
      "start": 1560.0,
      "dur": 2.4,
      "text": "We have been asking you to get in touch"
    },
    {
      "start": 1562.4,
      "dur": 2.869,
      "text": "We have been asking you to get in touch so we can build uh our own network of"
    },
    {
      "start": 1565.279,
      "dur": 2.471,
      "text": "so we can build uh our own network of American Casters, every state in the US"
    },
    {
      "start": 1567.76,
      "dur": 2.47,
      "text": "American Casters, every state in the US ahead of the midterms. Uh so we want to"
    },
    {
      "start": 1570.24,
      "dur": 1.51,
      "text": "ahead of the midterms. Uh so we want to know what's going on in individual"
    },
    {
      "start": 1571.76,
      "dur": 1.909,
      "text": "know what's going on in individual states, what's going where you are, what"
    },
    {
      "start": 1573.679,
      "dur": 2.47,
      "text": "states, what's going where you are, what matters to you. And today it's a state"
    },
    {
      "start": 1576.159,
      "dur": 2.39,
      "text": "matters to you. And today it's a state that frankly we don't talk about very"
    },
    {
      "start": 1578.559,
      "dur": 1.191,
      "text": "that frankly we don't talk about very much."
    },
    {
      "start": 1579.76,
      "dur": 2.23,
      "text": "much. &gt;&gt; Hi American"
    },
    {
      "start": 1582.0,
      "dur": 2.23,
      "text": "&gt;&gt; Hi American Utah. My hubby and I have lived here"
    },
    {
      "start": 1584.24,
      "dur": 2.15,
      "text": "Utah. My hubby and I have lived here since our college days with our four"
    },
    {
      "start": 1586.4,
      "dur": 1.99,
      "text": "since our college days with our four children. Obviously, the biggest thing"
    },
    {
      "start": 1588.4,
      "dur": 2.23,
      "text": "children. Obviously, the biggest thing to happen in Utah recently was the"
    },
    {
      "start": 1590.64,
      "dur": 2.47,
      "text": "to happen in Utah recently was the Charlie Kirk shooting. My daughter is a"
    },
    {
      "start": 1593.12,
      "dur": 2.31,
      "text": "Charlie Kirk shooting. My daughter is a student at UVU and was in the crowd that"
    },
    {
      "start": 1595.44,
      "dur": 2.07,
      "text": "student at UVU and was in the crowd that day. I think the most interesting"
    },
    {
      "start": 1597.52,
      "dur": 2.31,
      "text": "day. I think the most interesting political story in Utah is how the"
    },
    {
      "start": 1599.84,
      "dur": 1.189,
      "text": "political story in Utah is how the people have been fighting the"
    },
    {
      "start": 1601.039,
      "dur": 3.351,
      "text": "people have been fighting the legislature for fair maps for years."
    },
    {
      "start": 1604.4,
      "dur": 2.47,
      "text": "legislature for fair maps for years. Since Utons voted on an initiative in"
    },
    {
      "start": 1606.88,
      "dur": 3.669,
      "text": "Since Utons voted on an initiative in 2018 to have fair, non-biased maps, the"
    },
    {
      "start": 1610.559,
      "dur": 2.23,
      "text": "2018 to have fair, non-biased maps, the legislature has continually tried to"
    },
    {
      "start": 1612.799,
      "dur": 2.47,
      "text": "legislature has continually tried to undermine, rewrite, and ignore the"
    },
    {
      "start": 1615.279,
      "dur": 1.911,
      "text": "undermine, rewrite, and ignore the initiative and the many rulings from"
    },
    {
      "start": 1617.2,
      "dur": 2.79,
      "text": "initiative and the many rulings from judges and the Utah Supreme Court. I"
    },
    {
      "start": 1620.0,
      "dur": 1.99,
      "text": "judges and the Utah Supreme Court. I have found this gerrymandering issue to"
    },
    {
      "start": 1622.0,
      "dur": 2.39,
      "text": "have found this gerrymandering issue to be nonpartisan among my neighbors and"
    },
    {
      "start": 1624.4,
      "dur": 3.19,
      "text": "be nonpartisan among my neighbors and community along the Wasach front. Stop"
    },
    {
      "start": 1627.6,
      "dur": 2.47,
      "text": "community along the Wasach front. Stop with the gerrymandered maps, Utah ledge."
    },
    {
      "start": 1630.08,
      "dur": 1.67,
      "text": "with the gerrymandered maps, Utah ledge. It's interesting the point she raises"
    },
    {
      "start": 1631.76,
      "dur": 2.23,
      "text": "It's interesting the point she raises about gerrymandering and these partisan"
    },
    {
      "start": 1634.0,
      "dur": 2.149,
      "text": "about gerrymandering and these partisan maps because Utah is actually one of the"
    },
    {
      "start": 1636.159,
      "dur": 1.831,
      "text": "maps because Utah is actually one of the places where it looks like because of"
    },
    {
      "start": 1638.0,
      "dur": 2.07,
      "text": "places where it looks like because of that ballot measure that she talks"
    },
    {
      "start": 1640.08,
      "dur": 2.63,
      "text": "that ballot measure that she talks about, Democrats uh could pick up a seat"
    },
    {
      "start": 1642.72,
      "dur": 3.59,
      "text": "about, Democrats uh could pick up a seat in Salt Lake City uh one flip one seat"
    },
    {
      "start": 1646.32,
      "dur": 1.67,
      "text": "in Salt Lake City uh one flip one seat from Republican to Democrat because of"
    },
    {
      "start": 1648.0,
      "dur": 2.47,
      "text": "from Republican to Democrat because of the interpretation of that, which is why"
    },
    {
      "start": 1650.48,
      "dur": 1.91,
      "text": "the interpretation of that, which is why the Republicans now are scrambling to"
    },
    {
      "start": 1652.4,
      "dur": 2.31,
      "text": "the Republicans now are scrambling to try to to repeal it. They won't get that"
    },
    {
      "start": 1654.72,
      "dur": 1.75,
      "text": "try to to repeal it. They won't get that done this time around, but if they get"
    },
    {
      "start": 1656.48,
      "dur": 1.51,
      "text": "done this time around, but if they get it on the ballot and then they the"
    },
    {
      "start": 1658.0,
      "dur": 1.99,
      "text": "it on the ballot and then they the voters vote for it, uh, then they can"
    },
    {
      "start": 1660.0,
      "dur": 1.99,
      "text": "voters vote for it, uh, then they can draw their partisan maps again and make"
    },
    {
      "start": 1662.0,
      "dur": 2.07,
      "text": "draw their partisan maps again and make sure that the entirety of the the"
    },
    {
      "start": 1664.08,
      "dur": 3.03,
      "text": "sure that the entirety of the the delegation that Utah has is Republican."
    },
    {
      "start": 1667.12,
      "dur": 1.83,
      "text": "delegation that Utah has is Republican. &gt;&gt; Okay. So, we've heard so far from"
    },
    {
      "start": 1668.96,
      "dur": 2.39,
      "text": "&gt;&gt; Okay. So, we've heard so far from Kentucky and Utah. Plenty more to go. If"
    },
    {
      "start": 1671.36,
      "dur": 1.75,
      "text": "Kentucky and Utah. Plenty more to go. If you want to join our United States of"
    },
    {
      "start": 1673.12,
      "dur": 1.59,
      "text": "you want to join our United States of America, tell us what's happening in"
    },
    {
      "start": 1674.72,
      "dur": 2.23,
      "text": "America, tell us what's happening in your American state. You don't have to"
    },
    {
      "start": 1676.96,
      "dur": 2.069,
      "text": "your American state. You don't have to live there, by the way. Perhaps it's"
    },
    {
      "start": 1679.039,
      "dur": 1.191,
      "text": "live there, by the way. Perhaps it's your home state. Maybe you've got"
    },
    {
      "start": 1680.24,
      "dur": 2.07,
      "text": "your home state. Maybe you've got another link to us. tell us what's going"
    },
    {
      "start": 1682.32,
      "dur": 1.75,
      "text": "another link to us. tell us what's going on or what you think is going on there."
    },
    {
      "start": 1684.08,
      "dur": 1.51,
      "text": "on or what you think is going on there. Perhaps a fun fact we don't know about"
    },
    {
      "start": 1685.6,
      "dur": 2.549,
      "text": "Perhaps a fun fact we don't know about the state. So the voice note uh or an"
    },
    {
      "start": 1688.159,
      "dur": 5.51,
      "text": "the state. So the voice note uh or an email would do the WhatsApp 443301239480"
    },
    {
      "start": 1693.679,
      "dur": 4.151,
      "text": "or it'sbc.co.uk."
    },
    {
      "start": 1697.84,
      "dur": 3.4,
      "text": "See you all later."
    }
  ]
}