{
  "videoId": "8Rljxrp47Dw",
  "title": "Lord Mandelson being investigated by police over claims he leaked emails to Epstein | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 65,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.4,
      "text": "Let's just bring you some news now uh"
    },
    {
      "start": 2.56,
      "dur": 3.91,
      "text": "Let's just bring you some news now uh with regards to uh Peter Mandolson. We"
    },
    {
      "start": 6.48,
      "dur": 1.91,
      "text": "with regards to uh Peter Mandolson. We are hearing in the last few minutes"
    },
    {
      "start": 8.4,
      "dur": 2.07,
      "text": "are hearing in the last few minutes there has been a statement issued by the"
    },
    {
      "start": 10.48,
      "dur": 2.229,
      "text": "there has been a statement issued by the Metropolitan Police. Uh remember we've"
    },
    {
      "start": 12.719,
      "dur": 1.83,
      "text": "Metropolitan Police. Uh remember we've been reporting that the Met is set to"
    },
    {
      "start": 14.559,
      "dur": 1.431,
      "text": "been reporting that the Met is set to launch a criminal investigation into"
    },
    {
      "start": 16.0,
      "dur": 1.75,
      "text": "launch a criminal investigation into Lord Mandlesson after the Cabinet Office"
    },
    {
      "start": 17.76,
      "dur": 2.15,
      "text": "Lord Mandlesson after the Cabinet Office referred material to police after"
    },
    {
      "start": 19.92,
      "dur": 1.75,
      "text": "referred material to police after reviewing Epstein filed documents that"
    },
    {
      "start": 21.68,
      "dur": 2.47,
      "text": "reviewing Epstein filed documents that suggested alleged leaks of sensitive"
    },
    {
      "start": 24.16,
      "dur": 2.47,
      "text": "suggested alleged leaks of sensitive information by Mandlesson. Well, the"
    },
    {
      "start": 26.64,
      "dur": 1.51,
      "text": "information by Mandlesson. Well, the commander of the Metropolitan Police,"
    },
    {
      "start": 28.16,
      "dur": 2.15,
      "text": "commander of the Metropolitan Police, Ella Marriott, has said this further to"
    },
    {
      "start": 30.32,
      "dur": 1.109,
      "text": "Ella Marriott, has said this further to following the further release of"
    },
    {
      "start": 31.439,
      "dur": 1.351,
      "text": "following the further release of millions of court documents in relation"
    },
    {
      "start": 32.8,
      "dur": 1.83,
      "text": "millions of court documents in relation to Jeffrey Epstein by the US Department"
    },
    {
      "start": 34.64,
      "dur": 1.749,
      "text": "to Jeffrey Epstein by the US Department of Justice. The Met received a number of"
    },
    {
      "start": 36.399,
      "dur": 1.591,
      "text": "of Justice. The Met received a number of reports into alleged misconduct in"
    },
    {
      "start": 38.0,
      "dur": 1.75,
      "text": "reports into alleged misconduct in public office, including a referral from"
    },
    {
      "start": 39.76,
      "dur": 2.07,
      "text": "public office, including a referral from the UK government. I can confirm the"
    },
    {
      "start": 41.84,
      "dur": 1.51,
      "text": "the UK government. I can confirm the Metropolitan Police has now launched an"
    },
    {
      "start": 43.36,
      "dur": 2.31,
      "text": "Metropolitan Police has now launched an investigation into a 72-year-old man, a"
    },
    {
      "start": 45.68,
      "dur": 1.67,
      "text": "investigation into a 72-year-old man, a former government minister for"
    },
    {
      "start": 47.36,
      "dur": 2.39,
      "text": "former government minister for misconduct in public office. is the Met"
    },
    {
      "start": 49.76,
      "dur": 1.99,
      "text": "misconduct in public office. is the Met will continue to assess all relevant"
    },
    {
      "start": 51.76,
      "dur": 1.99,
      "text": "will continue to assess all relevant relevant information brought to our"
    },
    {
      "start": 53.76,
      "dur": 1.91,
      "text": "relevant information brought to our attention as part of this investigation"
    },
    {
      "start": 55.68,
      "dur": 2.47,
      "text": "attention as part of this investigation and won't be commenting any further at"
    },
    {
      "start": 58.16,
      "dur": 3.11,
      "text": "and won't be commenting any further at this time. So that is the latest on"
    },
    {
      "start": 61.28,
      "dur": 2.39,
      "text": "this time. So that is the latest on those uh allegations there linked to the"
    },
    {
      "start": 63.68,
      "dur": 3.04,
      "text": "those uh allegations there linked to the Epstein files."
    }
  ]
}