{
  "videoId": "8vcGT69xM2o",
  "title": "How are the King and the prime minister responding to the Epstein files? | BBC Newscast",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 1662,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.6,
      "text": "Hello, it's Adam in the newscast studio"
    },
    {
      "start": 1.76,
      "dur": 1.19,
      "text": "Hello, it's Adam in the newscast studio &gt;&gt; and it's Chris in the studio"
    },
    {
      "start": 2.96,
      "dur": 1.27,
      "text": "&gt;&gt; and it's Chris in the studio &gt;&gt; and it's Alex in the studio"
    },
    {
      "start": 4.24,
      "dur": 1.67,
      "text": "&gt;&gt; and it's Alex in the studio &gt;&gt; and it's Daniela in the studio"
    },
    {
      "start": 5.92,
      "dur": 1.51,
      "text": "&gt;&gt; and it's Daniela in the studio &gt;&gt; and it's interesting having you two sat"
    },
    {
      "start": 7.44,
      "dur": 1.91,
      "text": "&gt;&gt; and it's interesting having you two sat opposite me because Daniela I feel"
    },
    {
      "start": 9.36,
      "dur": 1.51,
      "text": "opposite me because Daniela I feel you've been covering the fallout from"
    },
    {
      "start": 10.88,
      "dur": 3.03,
      "text": "you've been covering the fallout from the Epstein files for well like a decade"
    },
    {
      "start": 13.92,
      "dur": 2.47,
      "text": "the Epstein files for well like a decade or more now almost and it's come and"
    },
    {
      "start": 16.4,
      "dur": 1.99,
      "text": "or more now almost and it's come and gone in politics but it's now really"
    },
    {
      "start": 18.4,
      "dur": 1.43,
      "text": "gone in politics but it's now really smashed into British politics. It's"
    },
    {
      "start": 19.84,
      "dur": 1.269,
      "text": "smashed into British politics. It's interesting to have the the the two of"
    },
    {
      "start": 21.119,
      "dur": 1.351,
      "text": "interesting to have the the the two of you here and and you as well."
    },
    {
      "start": 22.48,
      "dur": 1.43,
      "text": "you here and and you as well. &gt;&gt; Yeah, I was just about to say Alex is"
    },
    {
      "start": 23.92,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah, I was just about to say Alex is really boring [laughter] next to me. cuz"
    },
    {
      "start": 26.24,
      "dur": 1.83,
      "text": "really boring [laughter] next to me. cuz they're in they're in my they're the"
    },
    {
      "start": 28.08,
      "dur": 1.99,
      "text": "they're in they're in my they're the visual representation of the two worlds."
    },
    {
      "start": 30.08,
      "dur": 1.109,
      "text": "visual representation of the two worlds. &gt;&gt; I believe you honestly."
    },
    {
      "start": 31.199,
      "dur": 2.87,
      "text": "&gt;&gt; I believe you honestly. &gt;&gt; Uh right. Anyway, Alex. [laughter]"
    },
    {
      "start": 34.079,
      "dur": 1.031,
      "text": "&gt;&gt; Uh right. Anyway, Alex. [laughter] &gt;&gt; So interesting."
    },
    {
      "start": 35.12,
      "dur": 4.71,
      "text": "&gt;&gt; So interesting. &gt;&gt; Um give me a way of uh working out how"
    },
    {
      "start": 39.84,
      "dur": 2.31,
      "text": "&gt;&gt; Um give me a way of uh working out how much trouble Kier Starmer is in but"
    },
    {
      "start": 42.16,
      "dur": 1.67,
      "text": "much trouble Kier Starmer is in but without sounding like somebody going on"
    },
    {
      "start": 43.84,
      "dur": 1.83,
      "text": "without sounding like somebody going on social media who's saying, \"Oh, he's"
    },
    {
      "start": 45.68,
      "dur": 1.11,
      "text": "social media who's saying, \"Oh, he's going to have to resign by tomorrow"
    },
    {
      "start": 46.8,
      "dur": 1.83,
      "text": "going to have to resign by tomorrow lunchtime.\" Like what's a what's a"
    },
    {
      "start": 48.64,
      "dur": 2.79,
      "text": "lunchtime.\" Like what's a what's a what's a a a good way of working out"
    },
    {
      "start": 51.44,
      "dur": 0.789,
      "text": "what's a a a good way of working out where he is?"
    },
    {
      "start": 52.239,
      "dur": 1.511,
      "text": "where he is? &gt;&gt; All right. So let me just tell you one"
    },
    {
      "start": 53.76,
      "dur": 1.91,
      "text": "&gt;&gt; All right. So let me just tell you one thing that happened today which I think"
    },
    {
      "start": 55.68,
      "dur": 2.31,
      "text": "thing that happened today which I think was a sign of just how seriously Kier"
    },
    {
      "start": 58.0,
      "dur": 1.75,
      "text": "was a sign of just how seriously Kier Stalmer and his team are taking this"
    },
    {
      "start": 59.76,
      "dur": 1.99,
      "text": "Stalmer and his team are taking this moment. They were due to do a big speech"
    },
    {
      "start": 61.76,
      "dur": 1.91,
      "text": "moment. They were due to do a big speech talking about pride and unity in local"
    },
    {
      "start": 63.68,
      "dur": 1.91,
      "text": "talking about pride and unity in local communities and what happened. He had to"
    },
    {
      "start": 65.6,
      "dur": 1.59,
      "text": "communities and what happened. He had to rip up the top of that speech and"
    },
    {
      "start": 67.2,
      "dur": 3.11,
      "text": "rip up the top of that speech and totally rewrite it to address headon the"
    },
    {
      "start": 70.32,
      "dur": 1.59,
      "text": "totally rewrite it to address headon the questions that are swirling about his"
    },
    {
      "start": 71.92,
      "dur": 2.549,
      "text": "questions that are swirling about his judgment and leadership. And that to me"
    },
    {
      "start": 74.479,
      "dur": 2.791,
      "text": "judgment and leadership. And that to me is a clear sign that aside from the"
    },
    {
      "start": 77.28,
      "dur": 1.75,
      "text": "is a clear sign that aside from the million and one different perspectives"
    },
    {
      "start": 79.04,
      "dur": 1.59,
      "text": "million and one different perspectives you'll get either on social media or"
    },
    {
      "start": 80.64,
      "dur": 2.07,
      "text": "you'll get either on social media or even talking to Labour MPs that within"
    },
    {
      "start": 82.72,
      "dur": 1.59,
      "text": "even talking to Labour MPs that within the number 10 operation themselves, they"
    },
    {
      "start": 84.32,
      "dur": 1.27,
      "text": "the number 10 operation themselves, they recognize that this is a real moment of"
    },
    {
      "start": 85.6,
      "dur": 1.11,
      "text": "recognize that this is a real moment of vulnerability and they had to do"
    },
    {
      "start": 86.72,
      "dur": 0.63,
      "text": "vulnerability and they had to do something about it."
    },
    {
      "start": 87.36,
      "dur": 1.35,
      "text": "something about it. &gt;&gt; And then Chris, two things because you"
    },
    {
      "start": 88.72,
      "dur": 1.749,
      "text": "&gt;&gt; And then Chris, two things because you you were at that speech in Hastings."
    },
    {
      "start": 90.479,
      "dur": 2.071,
      "text": "you were at that speech in Hastings. One, what was it like in the room when"
    },
    {
      "start": 92.56,
      "dur": 1.589,
      "text": "One, what was it like in the room when he did the apology? What was his"
    },
    {
      "start": 94.159,
      "dur": 1.751,
      "text": "he did the apology? What was his demeanor like? And then what was it like"
    },
    {
      "start": 95.92,
      "dur": 1.829,
      "text": "demeanor like? And then what was it like when journalist after journalist after"
    },
    {
      "start": 97.759,
      "dur": 1.751,
      "text": "when journalist after journalist after journalist was just really being quite"
    },
    {
      "start": 99.52,
      "dur": 1.75,
      "text": "journalist was just really being quite forensic about what he knew when?"
    },
    {
      "start": 101.28,
      "dur": 1.27,
      "text": "forensic about what he knew when? &gt;&gt; So the first thing was the room was"
    },
    {
      "start": 102.56,
      "dur": 2.15,
      "text": "&gt;&gt; So the first thing was the room was full. The room was not really big enough"
    },
    {
      "start": 104.72,
      "dur": 1.429,
      "text": "full. The room was not really big enough for the number of journalists who were"
    },
    {
      "start": 106.159,
      "dur": 1.671,
      "text": "for the number of journalists who were there because, you know, they hadn't"
    },
    {
      "start": 107.84,
      "dur": 2.309,
      "text": "there because, you know, they hadn't anticipated it would be as newsworthy as"
    },
    {
      "start": 110.159,
      "dur": 5.111,
      "text": "anticipated it would be as newsworthy as as it clearly was. I thought Kala was"
    },
    {
      "start": 115.28,
      "dur": 1.509,
      "text": "as it clearly was. I thought Kala was awkward today. I thought he was"
    },
    {
      "start": 116.799,
      "dur": 2.551,
      "text": "awkward today. I thought he was uncomfortable. And I don't say that as a"
    },
    {
      "start": 119.36,
      "dur": 2.87,
      "text": "uncomfortable. And I don't say that as a criticism. uh if if as a human being if"
    },
    {
      "start": 122.24,
      "dur": 1.75,
      "text": "criticism. uh if if as a human being if you've decided as a result of a sequence"
    },
    {
      "start": 124.0,
      "dur": 1.83,
      "text": "you've decided as a result of a sequence of events that we can unpack the extent"
    },
    {
      "start": 125.84,
      "dur": 2.95,
      "text": "of events that we can unpack the extent to which this is his fault or not if if"
    },
    {
      "start": 128.8,
      "dur": 1.509,
      "text": "to which this is his fault or not if if you're standing there in front of the"
    },
    {
      "start": 130.319,
      "dur": 2.311,
      "text": "you're standing there in front of the cameras as Alex says at the start of"
    },
    {
      "start": 132.64,
      "dur": 1.43,
      "text": "cameras as Alex says at the start of what is meant to be a speech about"
    },
    {
      "start": 134.08,
      "dur": 2.149,
      "text": "what is meant to be a speech about something else and and you're"
    },
    {
      "start": 136.239,
      "dur": 2.231,
      "text": "something else and and you're apologizing to the to the to the victims"
    },
    {
      "start": 138.48,
      "dur": 2.389,
      "text": "apologizing to the to the to the victims of the most horrific abuse because you"
    },
    {
      "start": 140.879,
      "dur": 2.391,
      "text": "of the most horrific abuse because you have concluded that your own actions and"
    },
    {
      "start": 143.28,
      "dur": 2.39,
      "text": "have concluded that your own actions and the actions of others have contributed"
    },
    {
      "start": 145.68,
      "dur": 1.51,
      "text": "the actions of others have contributed to something that you feel you need to"
    },
    {
      "start": 147.2,
      "dur": 3.43,
      "text": "to something that you feel you need to apologize for. Um, that's quite a thing,"
    },
    {
      "start": 150.64,
      "dur": 1.43,
      "text": "apologize for. Um, that's quite a thing, isn't it? And and I, you know, in the"
    },
    {
      "start": 152.08,
      "dur": 2.39,
      "text": "isn't it? And and I, you know, in the space of 15 seconds, I think he said"
    },
    {
      "start": 154.48,
      "dur": 1.99,
      "text": "space of 15 seconds, I think he said sorry three times. You know, you think"
    },
    {
      "start": 156.48,
      "dur": 1.35,
      "text": "sorry three times. You know, you think of the number of times that we have"
    },
    {
      "start": 157.84,
      "dur": 1.59,
      "text": "of the number of times that we have conversations on newscast about"
    },
    {
      "start": 159.44,
      "dur": 1.67,
      "text": "conversations on newscast about politicians where there is a demand that"
    },
    {
      "start": 161.12,
      "dur": 1.99,
      "text": "politicians where there is a demand that they apologize for something and and for"
    },
    {
      "start": 163.12,
      "dur": 1.67,
      "text": "they apologize for something and and for whatever reason they're choosing not to."
    },
    {
      "start": 164.8,
      "dur": 3.429,
      "text": "whatever reason they're choosing not to. And there he was uh doing just that. Now"
    },
    {
      "start": 168.239,
      "dur": 3.111,
      "text": "And there he was uh doing just that. Now he was making an argument in that speech"
    },
    {
      "start": 171.36,
      "dur": 2.149,
      "text": "he was making an argument in that speech in contrast as he sees it to Lord"
    },
    {
      "start": 173.519,
      "dur": 3.43,
      "text": "in contrast as he sees it to Lord Mandlesson about how he and he said most"
    },
    {
      "start": 176.959,
      "dur": 2.951,
      "text": "Mandlesson about how he and he said most politicians of every political outlook"
    },
    {
      "start": 179.92,
      "dur": 2.389,
      "text": "politicians of every political outlook are approach their job with integrity"
    },
    {
      "start": 182.319,
      "dur": 1.91,
      "text": "are approach their job with integrity and and and do it do it as he would see"
    },
    {
      "start": 184.239,
      "dur": 2.71,
      "text": "and and and do it do it as he would see it in the right way. Uh and he saw today"
    },
    {
      "start": 186.959,
      "dur": 1.19,
      "text": "it in the right way. Uh and he saw today through that prism."
    },
    {
      "start": 188.159,
      "dur": 1.671,
      "text": "through that prism. &gt;&gt; And then Chris the the questions from"
    },
    {
      "start": 189.84,
      "dur": 1.669,
      "text": "&gt;&gt; And then Chris the the questions from journalists like yourself was all about"
    },
    {
      "start": 191.519,
      "dur": 2.151,
      "text": "journalists like yourself was all about the timeline of who knew what when and"
    },
    {
      "start": 193.68,
      "dur": 1.99,
      "text": "the timeline of who knew what when and what does that reveal about Karma's"
    },
    {
      "start": 195.68,
      "dur": 2.07,
      "text": "what does that reveal about Karma's judgment? Yeah, and this is where, you"
    },
    {
      "start": 197.76,
      "dur": 2.469,
      "text": "judgment? Yeah, and this is where, you know, politics is a is a is a rough old"
    },
    {
      "start": 200.239,
      "dur": 3.431,
      "text": "know, politics is a is a is a rough old a rough old game because a lot of this"
    },
    {
      "start": 203.68,
      "dur": 3.189,
      "text": "a rough old game because a lot of this we asked six or seven months ago back in"
    },
    {
      "start": 206.879,
      "dur": 1.911,
      "text": "we asked six or seven months ago back in September when Lord Manderson was sacked"
    },
    {
      "start": 208.8,
      "dur": 2.709,
      "text": "September when Lord Manderson was sacked as as ambassador. The curiosity with"
    },
    {
      "start": 211.519,
      "dur": 1.591,
      "text": "as as ambassador. The curiosity with this news story from through the"
    },
    {
      "start": 213.12,
      "dur": 1.59,
      "text": "this news story from through the Westminster prison of the last few days"
    },
    {
      "start": 214.72,
      "dur": 1.67,
      "text": "Westminster prison of the last few days is that there's been all of these"
    },
    {
      "start": 216.4,
      "dur": 2.31,
      "text": "is that there's been all of these revelations relating to to Lord"
    },
    {
      "start": 218.72,
      "dur": 1.75,
      "text": "revelations relating to to Lord Mandlesson that you know rightly are"
    },
    {
      "start": 220.48,
      "dur": 2.389,
      "text": "Mandlesson that you know rightly are subject to a huge amount of scrutiny."
    },
    {
      "start": 222.879,
      "dur": 1.671,
      "text": "subject to a huge amount of scrutiny. But actually we've now got to the place"
    },
    {
      "start": 224.56,
      "dur": 1.27,
      "text": "But actually we've now got to the place politically where the question is about"
    },
    {
      "start": 225.84,
      "dur": 1.35,
      "text": "politically where the question is about the prime minister's judgment and the"
    },
    {
      "start": 227.2,
      "dur": 3.19,
      "text": "the prime minister's judgment and the prime minister's judgment at the time in"
    },
    {
      "start": 230.4,
      "dur": 1.99,
      "text": "prime minister's judgment at the time in hiring Lord Mandlesen. In other words,"
    },
    {
      "start": 232.4,
      "dur": 1.67,
      "text": "hiring Lord Mandlesen. In other words, what could he have reasonably found out"
    },
    {
      "start": 234.08,
      "dur": 1.67,
      "text": "what could he have reasonably found out that was in the public domain at the"
    },
    {
      "start": 235.76,
      "dur": 2.15,
      "text": "that was in the public domain at the time? What reasonably via a vetting"
    },
    {
      "start": 237.92,
      "dur": 1.43,
      "text": "time? What reasonably via a vetting process that they're now pretty critical"
    },
    {
      "start": 239.36,
      "dur": 1.99,
      "text": "process that they're now pretty critical of both publicly and privately? Could"
    },
    {
      "start": 241.36,
      "dur": 1.75,
      "text": "of both publicly and privately? Could that have turned up? Could it"
    },
    {
      "start": 243.12,
      "dur": 1.91,
      "text": "that have turned up? Could it realistically have got even close to the"
    },
    {
      "start": 245.04,
      "dur": 2.15,
      "text": "realistically have got even close to the kind of information we've got now? And"
    },
    {
      "start": 247.2,
      "dur": 1.83,
      "text": "kind of information we've got now? And then they are obviously being incredibly"
    },
    {
      "start": 249.04,
      "dur": 2.07,
      "text": "then they are obviously being incredibly blunt about what they accuse Lord"
    },
    {
      "start": 251.12,
      "dur": 2.389,
      "text": "blunt about what they accuse Lord Mandlesson of as they describe it lies."
    },
    {
      "start": 253.519,
      "dur": 1.111,
      "text": "Mandlesson of as they describe it lies. And we should say that, you know, Lord"
    },
    {
      "start": 254.64,
      "dur": 1.429,
      "text": "And we should say that, you know, Lord Mandlesson's had plenty of opportunity"
    },
    {
      "start": 256.079,
      "dur": 2.071,
      "text": "Mandlesson's had plenty of opportunity to comment publicly and has chosen not"
    },
    {
      "start": 258.16,
      "dur": 1.83,
      "text": "to comment publicly and has chosen not to, but we understand that he's of the"
    },
    {
      "start": 260.0,
      "dur": 1.749,
      "text": "to, but we understand that he's of the of the view that he answered the"
    },
    {
      "start": 261.759,
      "dur": 2.071,
      "text": "of the view that he answered the questions in front of the vetting"
    },
    {
      "start": 263.84,
      "dur": 2.39,
      "text": "questions in front of the vetting process uh accurately and that he'll"
    },
    {
      "start": 266.24,
      "dur": 2.389,
      "text": "process uh accurately and that he'll cooperate with the um with the with the"
    },
    {
      "start": 268.639,
      "dur": 1.671,
      "text": "cooperate with the um with the with the police. Uh we'll come back to the"
    },
    {
      "start": 270.32,
      "dur": 1.51,
      "text": "police. Uh we'll come back to the political implications in a second, but"
    },
    {
      "start": 271.84,
      "dur": 2.55,
      "text": "political implications in a second, but Daniela, uh there's been more claims"
    },
    {
      "start": 274.4,
      "dur": 1.59,
      "text": "Daniela, uh there's been more claims over the last couple of days on in in"
    },
    {
      "start": 276.0,
      "dur": 2.79,
      "text": "over the last couple of days on in in the royal space and and a big story that"
    },
    {
      "start": 278.8,
      "dur": 1.51,
      "text": "the royal space and and a big story that the BBC's been covering that we've not"
    },
    {
      "start": 280.32,
      "dur": 1.35,
      "text": "the BBC's been covering that we've not done so much on newscast because we've"
    },
    {
      "start": 281.68,
      "dur": 2.069,
      "text": "done so much on newscast because we've been looking at the politics, but that"
    },
    {
      "start": 283.759,
      "dur": 3.271,
      "text": "been looking at the politics, but that infamous photo of then Prince Andrew and"
    },
    {
      "start": 287.04,
      "dur": 3.19,
      "text": "infamous photo of then Prince Andrew and Virginia Jafrey um more than 20 years"
    },
    {
      "start": 290.24,
      "dur": 2.71,
      "text": "Virginia Jafrey um more than 20 years ago, a photo that he said might not even"
    },
    {
      "start": 292.96,
      "dur": 2.55,
      "text": "ago, a photo that he said might not even be real. The emails released by the"
    },
    {
      "start": 295.52,
      "dur": 1.75,
      "text": "be real. The emails released by the Epstein from the Epstein releases"
    },
    {
      "start": 297.28,
      "dur": 1.909,
      "text": "Epstein from the Epstein releases suggest that it is real."
    },
    {
      "start": 299.199,
      "dur": 1.511,
      "text": "suggest that it is real. &gt;&gt; Yeah, that photo I think everyone will"
    },
    {
      "start": 300.72,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah, that photo I think everyone will remember and in my mind it really does"
    },
    {
      "start": 302.8,
      "dur": 2.949,
      "text": "remember and in my mind it really does symbolize the start of the real public"
    },
    {
      "start": 305.759,
      "dur": 2.311,
      "text": "symbolize the start of the real public downfall of Andrew Mountbatten Windsor."
    },
    {
      "start": 308.08,
      "dur": 2.31,
      "text": "downfall of Andrew Mountbatten Windsor. It's that one of him standing with"
    },
    {
      "start": 310.4,
      "dur": 1.91,
      "text": "It's that one of him standing with Virginia Grey who of course accused him"
    },
    {
      "start": 312.32,
      "dur": 2.07,
      "text": "Virginia Grey who of course accused him of sexual abuse. There's Gileain Maxwell"
    },
    {
      "start": 314.4,
      "dur": 1.349,
      "text": "of sexual abuse. There's Gileain Maxwell in the background. He appears to have"
    },
    {
      "start": 315.759,
      "dur": 1.751,
      "text": "in the background. He appears to have his arm around Virginia Dupre's waist."
    },
    {
      "start": 317.52,
      "dur": 2.229,
      "text": "his arm around Virginia Dupre's waist. Now in the newsight interview he said he"
    },
    {
      "start": 319.759,
      "dur": 1.27,
      "text": "Now in the newsight interview he said he had no recollection of course of meeting"
    },
    {
      "start": 321.039,
      "dur": 2.15,
      "text": "had no recollection of course of meeting Virginia Duay. no recollection of that"
    },
    {
      "start": 323.199,
      "dur": 2.55,
      "text": "Virginia Duay. no recollection of that photo and seemed in his answers to cast"
    },
    {
      "start": 325.759,
      "dur": 1.911,
      "text": "photo and seemed in his answers to cast out on whether it was genuine. Perhaps"
    },
    {
      "start": 327.68,
      "dur": 2.15,
      "text": "out on whether it was genuine. Perhaps it had been doctorred was the phrase he"
    },
    {
      "start": 329.84,
      "dur": 2.069,
      "text": "it had been doctorred was the phrase he used. But in the latest drop of Epstein"
    },
    {
      "start": 331.919,
      "dur": 1.751,
      "text": "used. But in the latest drop of Epstein files, there's an email in there from"
    },
    {
      "start": 333.68,
      "dur": 2.71,
      "text": "files, there's an email in there from 2015 from Gileain Maxwell to Jeffrey"
    },
    {
      "start": 336.4,
      "dur": 2.47,
      "text": "2015 from Gileain Maxwell to Jeffrey Epstein. And in it, she seems to suggest"
    },
    {
      "start": 338.88,
      "dur": 3.029,
      "text": "Epstein. And in it, she seems to suggest that that photo is true. It was 2001. It"
    },
    {
      "start": 341.919,
      "dur": 2.55,
      "text": "that that photo is true. It was 2001. It was her home in London. And that that"
    },
    {
      "start": 344.479,
      "dur": 1.99,
      "text": "was her home in London. And that that photo was definitely true. Was real. It"
    },
    {
      "start": 346.479,
      "dur": 1.671,
      "text": "photo was definitely true. Was real. It wasn't doctorred. It did happen. She was"
    },
    {
      "start": 348.16,
      "dur": 0.309,
      "text": "wasn't doctorred. It did happen. She was there."
    },
    {
      "start": 348.479,
      "dur": 2.071,
      "text": "there. &gt;&gt; And it appears to be from her email"
    },
    {
      "start": 350.56,
      "dur": 1.83,
      "text": "&gt;&gt; And it appears to be from her email address. It appears to be as you know I"
    },
    {
      "start": 352.4,
      "dur": 1.59,
      "text": "address. It appears to be as you know I mean the problem as ever with all of"
    },
    {
      "start": 354.0,
      "dur": 2.15,
      "text": "mean the problem as ever with all of these files is totally verifying and"
    },
    {
      "start": 356.16,
      "dur": 1.99,
      "text": "these files is totally verifying and checking that all the addresses and they"
    },
    {
      "start": 358.16,
      "dur": 2.07,
      "text": "checking that all the addresses and they are correct but it comes from a Gain"
    },
    {
      "start": 360.24,
      "dur": 2.31,
      "text": "are correct but it comes from a Gain Maxwell to an Epstein in the names that"
    },
    {
      "start": 362.56,
      "dur": 2.31,
      "text": "Maxwell to an Epstein in the names that are in the the two and the received bit"
    },
    {
      "start": 364.88,
      "dur": 0.79,
      "text": "are in the the two and the received bit at the top of the email."
    },
    {
      "start": 365.68,
      "dur": 1.509,
      "text": "at the top of the email. &gt;&gt; Yeah. And then there's another area"
    },
    {
      "start": 367.199,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. And then there's another area where where our worlds have crossed over"
    },
    {
      "start": 369.199,
      "dur": 1.43,
      "text": "where where our worlds have crossed over which is we're used to doing the"
    },
    {
      "start": 370.639,
      "dur": 1.751,
      "text": "which is we're used to doing the doorstep which is like shouting the"
    },
    {
      "start": 372.4,
      "dur": 1.349,
      "text": "doorstep which is like shouting the question at the politician who's under"
    },
    {
      "start": 373.759,
      "dur": 1.99,
      "text": "question at the politician who's under fire and they sometimes answer sometimes"
    },
    {
      "start": 375.759,
      "dur": 1.591,
      "text": "fire and they sometimes answer sometimes they don't and their demeanor can tell"
    },
    {
      "start": 377.36,
      "dur": 2.23,
      "text": "they don't and their demeanor can tell you the whole story. Royal reporters"
    },
    {
      "start": 379.6,
      "dur": 2.47,
      "text": "you the whole story. Royal reporters tend to have not have done that in the"
    },
    {
      "start": 382.08,
      "dur": 1.91,
      "text": "tend to have not have done that in the past, but now they are."
    },
    {
      "start": 384.0,
      "dur": 2.23,
      "text": "past, but now they are. &gt;&gt; Can I slightly defend royal reporter"
    },
    {
      "start": 386.24,
      "dur": 1.91,
      "text": "&gt;&gt; Can I slightly defend royal reporter here? I think sometimes we get a bit of"
    },
    {
      "start": 388.16,
      "dur": 0.95,
      "text": "here? I think sometimes we get a bit of a"
    },
    {
      "start": 389.12,
      "dur": 1.27,
      "text": "a &gt;&gt; actually I'm now remembering yeah people"
    },
    {
      "start": 390.4,
      "dur": 1.19,
      "text": "&gt;&gt; actually I'm now remembering yeah people saying to Prince William, \"Is your"
    },
    {
      "start": 391.6,
      "dur": 1.75,
      "text": "saying to Prince William, \"Is your family racist after the Megan?\""
    },
    {
      "start": 393.36,
      "dur": 1.03,
      "text": "family racist after the Megan?\" &gt;&gt; I mean that wasn't actually a royal"
    },
    {
      "start": 394.4,
      "dur": 1.509,
      "text": "&gt;&gt; I mean that wasn't actually a royal correspondent who asked him in that"
    },
    {
      "start": 395.919,
      "dur": 2.55,
      "text": "correspondent who asked him in that moment. But you know we the idea that we"
    },
    {
      "start": 398.479,
      "dur": 1.43,
      "text": "moment. But you know we the idea that we you know I am a member of the royal"
    },
    {
      "start": 399.919,
      "dur": 2.631,
      "text": "you know I am a member of the royal pool. So you know I see you know travel"
    },
    {
      "start": 402.56,
      "dur": 1.27,
      "text": "pool. So you know I see you know travel with them a lot go around with them a"
    },
    {
      "start": 403.84,
      "dur": 2.55,
      "text": "with them a lot go around with them a lot. the idea that we don't question and"
    },
    {
      "start": 406.4,
      "dur": 2.069,
      "text": "lot. the idea that we don't question and don't ask and don't try and get guidance"
    },
    {
      "start": 408.479,
      "dur": 1.351,
      "text": "don't ask and don't try and get guidance and find the right people. But I think"
    },
    {
      "start": 409.84,
      "dur": 2.71,
      "text": "and find the right people. But I think we get no I'm not saying you were but"
    },
    {
      "start": 412.56,
      "dur": 1.43,
      "text": "we get no I'm not saying you were but there is an implication I think that"
    },
    {
      "start": 414.0,
      "dur": 2.23,
      "text": "there is an implication I think that somehow we are all raging monarchists"
    },
    {
      "start": 416.24,
      "dur": 1.83,
      "text": "somehow we are all raging monarchists and we don't ask anybody anything if"
    },
    {
      "start": 418.08,
      "dur": 1.829,
      "text": "and we don't ask anybody anything if it's difficult. I mean that isn't the"
    },
    {
      "start": 419.919,
      "dur": 3.031,
      "text": "it's difficult. I mean that isn't the case. I mean you know we have seen today"
    },
    {
      "start": 422.96,
      "dur": 1.83,
      "text": "case. I mean you know we have seen today the king out and about which is I think"
    },
    {
      "start": 424.8,
      "dur": 1.27,
      "text": "the king out and about which is I think it's probably a bit like the royal"
    },
    {
      "start": 426.08,
      "dur": 1.59,
      "text": "it's probably a bit like the royal equivalent of using kissed armor today."
    },
    {
      "start": 427.68,
      "dur": 1.67,
      "text": "equivalent of using kissed armor today. You know he he is it's the first time"
    },
    {
      "start": 429.36,
      "dur": 1.35,
      "text": "You know he he is it's the first time we've seen him this week properly out"
    },
    {
      "start": 430.72,
      "dur": 2.07,
      "text": "we've seen him this week properly out and about in you know in any kind of"
    },
    {
      "start": 432.8,
      "dur": 2.55,
      "text": "and about in you know in any kind of public space. And you know he was"
    },
    {
      "start": 435.36,
      "dur": 1.51,
      "text": "public space. And you know he was shouted out and asked some questions by"
    },
    {
      "start": 436.88,
      "dur": 1.35,
      "text": "shouted out and asked some questions by journalists in the kind of oldfashioned"
    },
    {
      "start": 438.24,
      "dur": 1.91,
      "text": "journalists in the kind of oldfashioned doorstep way. You know, have you got any"
    },
    {
      "start": 440.16,
      "dur": 1.91,
      "text": "doorstep way. You know, have you got any message from for the victims? What did"
    },
    {
      "start": 442.08,
      "dur": 2.15,
      "text": "message from for the victims? What did you know? Those kind of questions. And"
    },
    {
      "start": 444.24,
      "dur": 2.55,
      "text": "you know? Those kind of questions. And you know, okay, it rarely happens, but"
    },
    {
      "start": 446.8,
      "dur": 1.509,
      "text": "you know, okay, it rarely happens, but it does happen sometimes. And this is"
    },
    {
      "start": 448.319,
      "dur": 1.59,
      "text": "it does happen sometimes. And this is clearly the moments where people are"
    },
    {
      "start": 449.919,
      "dur": 1.27,
      "text": "clearly the moments where people are going to ask and people want to see if"
    },
    {
      "start": 451.199,
      "dur": 1.43,
      "text": "going to ask and people want to see if he's going to say something."
    },
    {
      "start": 452.639,
      "dur": 1.83,
      "text": "he's going to say something. &gt;&gt; He's never going to reply in that"
    },
    {
      "start": 454.479,
      "dur": 2.871,
      "text": "&gt;&gt; He's never going to reply in that moment. He just isn't. But it is I think"
    },
    {
      "start": 457.36,
      "dur": 2.71,
      "text": "moment. He just isn't. But it is I think it's important to ask. There were a few"
    },
    {
      "start": 460.08,
      "dur": 2.07,
      "text": "it's important to ask. There were a few hecklers around as well. Nothing"
    },
    {
      "start": 462.16,
      "dur": 1.83,
      "text": "hecklers around as well. Nothing particularly significant actually. I"
    },
    {
      "start": 464.0,
      "dur": 1.51,
      "text": "particularly significant actually. I think the police were perhaps thinking"
    },
    {
      "start": 465.52,
      "dur": 2.069,
      "text": "think the police were perhaps thinking that today in Essics on this engagement"
    },
    {
      "start": 467.599,
      "dur": 1.351,
      "text": "that today in Essics on this engagement the king was on there might be a few"
    },
    {
      "start": 468.96,
      "dur": 2.87,
      "text": "the king was on there might be a few more hecklers out there. There weren't."
    },
    {
      "start": 471.84,
      "dur": 1.51,
      "text": "more hecklers out there. There weren't. I think the thing to remember with it"
    },
    {
      "start": 473.36,
      "dur": 1.509,
      "text": "I think the thing to remember with it talking to a few people today about it"
    },
    {
      "start": 474.879,
      "dur": 2.951,
      "text": "talking to a few people today about it is that the king is well aware of what"
    },
    {
      "start": 477.84,
      "dur": 1.67,
      "text": "is that the king is well aware of what is going on here. The idea just because"
    },
    {
      "start": 479.52,
      "dur": 1.99,
      "text": "is going on here. The idea just because they're not saying anything publicly,"
    },
    {
      "start": 481.52,
      "dur": 2.31,
      "text": "they're not saying anything publicly, they're not across the kind of pain and"
    },
    {
      "start": 483.84,
      "dur": 2.069,
      "text": "they're not across the kind of pain and the anguish and the difficulty that this"
    },
    {
      "start": 485.919,
      "dur": 2.071,
      "text": "the anguish and the difficulty that this is causing. He's not going to answer"
    },
    {
      "start": 488.0,
      "dur": 1.99,
      "text": "is causing. He's not going to answer anything when he's being shouted at. But"
    },
    {
      "start": 490.0,
      "dur": 1.749,
      "text": "anything when he's being shouted at. But I think they don't also perhaps want to"
    },
    {
      "start": 491.759,
      "dur": 1.751,
      "text": "I think they don't also perhaps want to feel like they're hiding away either."
    },
    {
      "start": 493.52,
      "dur": 1.19,
      "text": "feel like they're hiding away either. They want to be out there. And if that"
    },
    {
      "start": 494.72,
      "dur": 2.469,
      "text": "They want to be out there. And if that means exposing them to being shouted at,"
    },
    {
      "start": 497.199,
      "dur": 1.191,
      "text": "means exposing them to being shouted at, that's what happens. And the other thing"
    },
    {
      "start": 498.4,
      "dur": 1.909,
      "text": "that's what happens. And the other thing just to remember briefly is he is used"
    },
    {
      "start": 500.319,
      "dur": 2.391,
      "text": "just to remember briefly is he is used to being shouted at and being people"
    },
    {
      "start": 502.72,
      "dur": 1.589,
      "text": "to being shouted at and being people protesting. You know, I stood, you know,"
    },
    {
      "start": 504.319,
      "dur": 0.951,
      "text": "protesting. You know, I stood, you know, a couple of years ago I was standing"
    },
    {
      "start": 505.28,
      "dur": 1.27,
      "text": "a couple of years ago I was standing next to him and someone threw an egg at"
    },
    {
      "start": 506.56,
      "dur": 2.23,
      "text": "next to him and someone threw an egg at him in York and landed literally at our"
    },
    {
      "start": 508.8,
      "dur": 0.71,
      "text": "him in York and landed literally at our feet."
    },
    {
      "start": 509.52,
      "dur": 1.91,
      "text": "feet. &gt;&gt; He, you know, he understands that's part"
    },
    {
      "start": 511.44,
      "dur": 2.069,
      "text": "&gt;&gt; He, you know, he understands that's part of his sort of being out there in the"
    },
    {
      "start": 513.519,
      "dur": 1.19,
      "text": "of his sort of being out there in the public. It's important for him to be out"
    },
    {
      "start": 514.719,
      "dur": 1.75,
      "text": "public. It's important for him to be out there and be seen and he he understands"
    },
    {
      "start": 516.479,
      "dur": 1.511,
      "text": "there and be seen and he he understands that. And you gave me another amazing"
    },
    {
      "start": 518.0,
      "dur": 2.149,
      "text": "that. And you gave me another amazing insight into how the royals or former"
    },
    {
      "start": 520.159,
      "dur": 1.911,
      "text": "insight into how the royals or former royals in particular communicate when we"
    },
    {
      "start": 522.08,
      "dur": 1.67,
      "text": "royals in particular communicate when we did newscast on Monday and you were"
    },
    {
      "start": 523.76,
      "dur": 1.99,
      "text": "did newscast on Monday and you were pointing out those pictures of Andrew,"
    },
    {
      "start": 525.76,
      "dur": 2.23,
      "text": "pointing out those pictures of Andrew, the paparazzi pictures of him out riding"
    },
    {
      "start": 528.0,
      "dur": 2.15,
      "text": "the paparazzi pictures of him out riding his horse and you were saying that's"
    },
    {
      "start": 530.16,
      "dur": 1.75,
      "text": "his horse and you were saying that's effectively him making a statement"
    },
    {
      "start": 531.92,
      "dur": 1.51,
      "text": "effectively him making a statement without saying anything."
    },
    {
      "start": 533.44,
      "dur": 1.43,
      "text": "without saying anything. &gt;&gt; Yeah. When I was speaking to you on"
    },
    {
      "start": 534.88,
      "dur": 1.59,
      "text": "&gt;&gt; Yeah. When I was speaking to you on Monday, I mean, I didn't quite realize"
    },
    {
      "start": 536.48,
      "dur": 1.909,
      "text": "Monday, I mean, I didn't quite realize at that point how significant those"
    },
    {
      "start": 538.399,
      "dur": 1.271,
      "text": "at that point how significant those photos were going to be. We had two"
    },
    {
      "start": 539.68,
      "dur": 2.23,
      "text": "photos were going to be. We had two photos basically on Monday which was him"
    },
    {
      "start": 541.92,
      "dur": 1.99,
      "text": "photos basically on Monday which was him on horseback riding through Windsor"
    },
    {
      "start": 543.92,
      "dur": 2.23,
      "text": "on horseback riding through Windsor Great Park and then that drive down the"
    },
    {
      "start": 546.16,
      "dur": 2.63,
      "text": "Great Park and then that drive down the long walk in Windsor where he was sort"
    },
    {
      "start": 548.8,
      "dur": 2.39,
      "text": "long walk in Windsor where he was sort of smiling and you know waving at"
    },
    {
      "start": 551.2,
      "dur": 3.11,
      "text": "of smiling and you know waving at people. Um I think those were the two"
    },
    {
      "start": 554.32,
      "dur": 1.509,
      "text": "people. Um I think those were the two photos that did it for him really in"
    },
    {
      "start": 555.839,
      "dur": 1.831,
      "text": "photos that did it for him really in terms of Royal Lodge and I just don't"
    },
    {
      "start": 557.68,
      "dur": 1.11,
      "text": "terms of Royal Lodge and I just don't think there was anybody in the royal"
    },
    {
      "start": 558.8,
      "dur": 1.35,
      "text": "think there was anybody in the royal household that could stomach it for a"
    },
    {
      "start": 560.16,
      "dur": 2.15,
      "text": "household that could stomach it for a moment longer and that night he was"
    },
    {
      "start": 562.32,
      "dur": 1.75,
      "text": "moment longer and that night he was moved up to Norfolk or was told he had"
    },
    {
      "start": 564.08,
      "dur": 2.15,
      "text": "moved up to Norfolk or was told he had to go. Um, you know, talking to a few"
    },
    {
      "start": 566.24,
      "dur": 2.63,
      "text": "to go. Um, you know, talking to a few people today about it, they say that"
    },
    {
      "start": 568.88,
      "dur": 1.35,
      "text": "people today about it, they say that they can't, somebody said to me they"
    },
    {
      "start": 570.24,
      "dur": 1.75,
      "text": "they can't, somebody said to me they couldn't quite understand whether that"
    },
    {
      "start": 572.0,
      "dur": 2.07,
      "text": "couldn't quite understand whether that was arrogance on his part or whether he"
    },
    {
      "start": 574.08,
      "dur": 2.07,
      "text": "was arrogance on his part or whether he lives in such a bubble he didn't"
    },
    {
      "start": 576.16,
      "dur": 2.31,
      "text": "lives in such a bubble he didn't actually really understand the gravity"
    },
    {
      "start": 578.48,
      "dur": 1.909,
      "text": "actually really understand the gravity of what was happening on Monday. They"
    },
    {
      "start": 580.399,
      "dur": 1.351,
      "text": "of what was happening on Monday. They couldn't give me an answer one way or"
    },
    {
      "start": 581.76,
      "dur": 1.83,
      "text": "couldn't give me an answer one way or the other, but it shows you how"
    },
    {
      "start": 583.6,
      "dur": 1.43,
      "text": "the other, but it shows you how difficult the situation is to manage."
    },
    {
      "start": 585.04,
      "dur": 1.27,
      "text": "difficult the situation is to manage. Um, and then if we go back to the"
    },
    {
      "start": 586.32,
      "dur": 1.59,
      "text": "Um, and then if we go back to the politics and we talk about today's"
    },
    {
      "start": 587.92,
      "dur": 1.349,
      "text": "politics and we talk about today's episode of newscast that is available"
    },
    {
      "start": 589.279,
      "dur": 1.751,
      "text": "episode of newscast that is available now on BBC Sounds. I had a chat with"
    },
    {
      "start": 591.04,
      "dur": 1.909,
      "text": "now on BBC Sounds. I had a chat with Luke Sullivan who used to be an adviser"
    },
    {
      "start": 592.959,
      "dur": 1.511,
      "text": "Luke Sullivan who used to be an adviser to Kier Starmer, also used to work in"
    },
    {
      "start": 594.48,
      "dur": 1.59,
      "text": "to Kier Starmer, also used to work in the Labour whips office, so knows all"
    },
    {
      "start": 596.08,
      "dur": 2.63,
      "text": "the Labour whips office, so knows all about how to supposedly get your MPs to"
    },
    {
      "start": 598.72,
      "dur": 1.19,
      "text": "about how to supposedly get your MPs to do what you want them to do, which"
    },
    {
      "start": 599.92,
      "dur": 1.589,
      "text": "do what you want them to do, which didn't quite work out this week for the"
    },
    {
      "start": 601.519,
      "dur": 2.551,
      "text": "didn't quite work out this week for the current the current whips. Um, and he"
    },
    {
      "start": 604.08,
      "dur": 1.83,
      "text": "current the current whips. Um, and he was quite candid about the situation"
    },
    {
      "start": 605.92,
      "dur": 2.55,
      "text": "was quite candid about the situation that Kier Starmer finds himself in and"
    },
    {
      "start": 608.48,
      "dur": 1.43,
      "text": "that Kier Starmer finds himself in and the pressures coming from the Labor back"
    },
    {
      "start": 609.92,
      "dur": 2.07,
      "text": "the pressures coming from the Labor back benches. So, have a listen to this. I"
    },
    {
      "start": 612.0,
      "dur": 1.829,
      "text": "benches. So, have a listen to this. I don't think you can understate how"
    },
    {
      "start": 613.839,
      "dur": 2.951,
      "text": "don't think you can understate how serious the situation and the peril is"
    },
    {
      "start": 616.8,
      "dur": 1.43,
      "text": "serious the situation and the peril is that the prime minister finds himself"
    },
    {
      "start": 618.24,
      "dur": 3.67,
      "text": "that the prime minister finds himself in. And I think I think through the Q&amp;A,"
    },
    {
      "start": 621.92,
      "dur": 2.55,
      "text": "in. And I think I think through the Q&amp;A, although he didn't explicitly say I I I"
    },
    {
      "start": 624.48,
      "dur": 2.39,
      "text": "although he didn't explicitly say I I I think you can get that sense from"
    },
    {
      "start": 626.88,
      "dur": 1.509,
      "text": "think you can get that sense from talking to people in number 10"
    },
    {
      "start": 628.399,
      "dur": 2.071,
      "text": "talking to people in number 10 government ministers, they get the"
    },
    {
      "start": 630.48,
      "dur": 3.99,
      "text": "government ministers, they get the stakes uh incredibly incredibly high. Uh"
    },
    {
      "start": 634.48,
      "dur": 2.87,
      "text": "stakes uh incredibly incredibly high. Uh and that's why you saw him, you know,"
    },
    {
      "start": 637.36,
      "dur": 2.95,
      "text": "and that's why you saw him, you know, fighting for his political premiership."
    },
    {
      "start": 640.32,
      "dur": 1.91,
      "text": "fighting for his political premiership. So quite quite dramatic description from"
    },
    {
      "start": 642.24,
      "dur": 1.43,
      "text": "So quite quite dramatic description from Luke Sullivan there and you can hear the"
    },
    {
      "start": 643.68,
      "dur": 1.269,
      "text": "Luke Sullivan there and you can hear the rest of what he was saying if you scan"
    },
    {
      "start": 644.959,
      "dur": 1.911,
      "text": "rest of what he was saying if you scan the QR code which is on your screen"
    },
    {
      "start": 646.88,
      "dur": 2.55,
      "text": "the QR code which is on your screen right now. Um Alex, what is the mood"
    },
    {
      "start": 649.44,
      "dur": 1.35,
      "text": "right now. Um Alex, what is the mood like amongst Labor MPs?"
    },
    {
      "start": 650.8,
      "dur": 2.149,
      "text": "like amongst Labor MPs? &gt;&gt; Grim, pretty bleak. Um that's absolutely"
    },
    {
      "start": 652.959,
      "dur": 1.43,
      "text": "&gt;&gt; Grim, pretty bleak. Um that's absolutely fair to say. There's an awful lot of"
    },
    {
      "start": 654.399,
      "dur": 2.791,
      "text": "fair to say. There's an awful lot of anger and I think that there is"
    },
    {
      "start": 657.2,
      "dur": 1.51,
      "text": "anger and I think that there is sometimes"
    },
    {
      "start": 658.72,
      "dur": 2.229,
      "text": "sometimes there can be a tendency in some quarters"
    },
    {
      "start": 660.959,
      "dur": 2.151,
      "text": "there can be a tendency in some quarters of the media, including ourselves, to"
    },
    {
      "start": 663.12,
      "dur": 1.829,
      "text": "of the media, including ourselves, to get a bit sort of, you know, hyperbolic"
    },
    {
      "start": 664.959,
      "dur": 1.351,
      "text": "get a bit sort of, you know, hyperbolic when you have prime ministers or people"
    },
    {
      "start": 666.32,
      "dur": 2.39,
      "text": "when you have prime ministers or people in power in a bad situation. I genuinely"
    },
    {
      "start": 668.72,
      "dur": 2.31,
      "text": "in power in a bad situation. I genuinely don't think that the reporting of this"
    },
    {
      "start": 671.04,
      "dur": 3.029,
      "text": "don't think that the reporting of this has been overstated. There is a really"
    },
    {
      "start": 674.079,
      "dur": 3.671,
      "text": "has been overstated. There is a really grim mood. It has I think more than I"
    },
    {
      "start": 677.76,
      "dur": 2.629,
      "text": "grim mood. It has I think more than I realized kind of consolidated in the"
    },
    {
      "start": 680.399,
      "dur": 2.55,
      "text": "realized kind of consolidated in the last 24 hours or so after the moment at"
    },
    {
      "start": 682.959,
      "dur": 2.151,
      "text": "last 24 hours or so after the moment at Prime Minister's questions um and then"
    },
    {
      "start": 685.12,
      "dur": 1.43,
      "text": "Prime Minister's questions um and then all everything that followed with this"
    },
    {
      "start": 686.56,
      "dur": 1.509,
      "text": "all everything that followed with this whole wrangle in parliament over how"
    },
    {
      "start": 688.079,
      "dur": 0.87,
      "text": "whole wrangle in parliament over how they were going to release the"
    },
    {
      "start": 688.959,
      "dur": 1.911,
      "text": "they were going to release the information surrounding the Mandlesson"
    },
    {
      "start": 690.88,
      "dur": 1.99,
      "text": "information surrounding the Mandlesson appointment etc etc and then even"
    },
    {
      "start": 692.88,
      "dur": 1.99,
      "text": "appointment etc etc and then even through today with the prime minister"
    },
    {
      "start": 694.88,
      "dur": 1.67,
      "text": "through today with the prime minister saying what he did. Some people saying"
    },
    {
      "start": 696.56,
      "dur": 1.509,
      "text": "saying what he did. Some people saying right thing to do to apologize to the"
    },
    {
      "start": 698.079,
      "dur": 1.351,
      "text": "right thing to do to apologize to the victims but there are still lots and"
    },
    {
      "start": 699.44,
      "dur": 1.59,
      "text": "victims but there are still lots and lots of questions here and here's the"
    },
    {
      "start": 701.04,
      "dur": 1.83,
      "text": "lots of questions here and here's the thing there is something really strange"
    },
    {
      "start": 702.88,
      "dur": 3.03,
      "text": "thing there is something really strange about politics and momentum can be the"
    },
    {
      "start": 705.92,
      "dur": 2.31,
      "text": "about politics and momentum can be the magic thing or it can be the absolute"
    },
    {
      "start": 708.24,
      "dur": 2.07,
      "text": "magic thing or it can be the absolute killer and I think what's happening here"
    },
    {
      "start": 710.32,
      "dur": 2.87,
      "text": "killer and I think what's happening here with Kharma is that over a period of"
    },
    {
      "start": 713.2,
      "dur": 2.23,
      "text": "with Kharma is that over a period of time there have been a series of things"
    },
    {
      "start": 715.44,
      "dur": 2.389,
      "text": "time there have been a series of things which in and of themselves MPs might"
    },
    {
      "start": 717.839,
      "dur": 1.99,
      "text": "which in and of themselves MPs might have kind of shrugged off got over um"
    },
    {
      "start": 719.839,
      "dur": 1.11,
      "text": "have kind of shrugged off got over um the government could have picked up and"
    },
    {
      "start": 720.959,
      "dur": 1.591,
      "text": "the government could have picked up and moved on from but I think there's sort"
    },
    {
      "start": 722.56,
      "dur": 2.79,
      "text": "moved on from but I think there's sort of been now a series of these things"
    },
    {
      "start": 725.36,
      "dur": 2.07,
      "text": "of been now a series of these things which have left MPs with quite low"
    },
    {
      "start": 727.44,
      "dur": 1.75,
      "text": "which have left MPs with quite low resilience when they feel like something"
    },
    {
      "start": 729.2,
      "dur": 2.069,
      "text": "resilience when they feel like something is going wrong from the center and this"
    },
    {
      "start": 731.279,
      "dur": 2.23,
      "text": "is going wrong from the center and this has been one of those things along with"
    },
    {
      "start": 733.519,
      "dur": 1.511,
      "text": "has been one of those things along with all of the obvious questions about the"
    },
    {
      "start": 735.04,
      "dur": 1.27,
      "text": "all of the obvious questions about the people at the heart of this the victims"
    },
    {
      "start": 736.32,
      "dur": 1.59,
      "text": "people at the heart of this the victims and why that makes this such a salient"
    },
    {
      "start": 737.92,
      "dur": 1.83,
      "text": "and why that makes this such a salient important issue but it's sort of another"
    },
    {
      "start": 739.76,
      "dur": 2.55,
      "text": "important issue but it's sort of another thing that has just really made people"
    },
    {
      "start": 742.32,
      "dur": 3.27,
      "text": "thing that has just really made people feel bleak having said all of that I am"
    },
    {
      "start": 745.6,
      "dur": 1.909,
      "text": "feel bleak having said all of that I am not suggesting that that means the prime"
    },
    {
      "start": 747.519,
      "dur": 1.831,
      "text": "not suggesting that that means the prime minister is going to imminently be"
    },
    {
      "start": 749.36,
      "dur": 2.149,
      "text": "minister is going to imminently be ousted because there's a range of views"
    },
    {
      "start": 751.519,
      "dur": 1.831,
      "text": "ousted because there's a range of views in the parliamentary Labor party some"
    },
    {
      "start": 753.36,
      "dur": 2.31,
      "text": "in the parliamentary Labor party some are absolutely saying don't even think"
    },
    {
      "start": 755.68,
      "dur": 1.829,
      "text": "are absolutely saying don't even think about that right now as much as others"
    },
    {
      "start": 757.519,
      "dur": 2.071,
      "text": "about that right now as much as others are saying the time has come and more"
    },
    {
      "start": 759.6,
      "dur": 1.99,
      "text": "are saying the time has come and more importantly there's no real plan there's"
    },
    {
      "start": 761.6,
      "dur": 1.83,
      "text": "importantly there's no real plan there's no real successor and Kisama right now"
    },
    {
      "start": 763.44,
      "dur": 1.75,
      "text": "no real successor and Kisama right now is saying it's not going anywhere so the"
    },
    {
      "start": 765.2,
      "dur": 2.47,
      "text": "is saying it's not going anywhere so the next few weeks and months I got no idea"
    },
    {
      "start": 767.68,
      "dur": 2.149,
      "text": "next few weeks and months I got no idea but in terms of just mood I'd say it's"
    },
    {
      "start": 769.839,
      "dur": 1.11,
      "text": "but in terms of just mood I'd say it's pretty pretty dismal"
    },
    {
      "start": 770.959,
      "dur": 1.911,
      "text": "pretty pretty dismal &gt;&gt; and just to go from the macro if you"
    },
    {
      "start": 772.88,
      "dur": 1.59,
      "text": "&gt;&gt; and just to go from the macro if you like to the micro around the last couple"
    },
    {
      "start": 774.48,
      "dur": 2.71,
      "text": "like to the micro around the last couple of days at Westminster so two things one"
    },
    {
      "start": 777.2,
      "dur": 1.35,
      "text": "of days at Westminster so two things one a fair element of what the prime"
    },
    {
      "start": 778.56,
      "dur": 2.069,
      "text": "a fair element of what the prime minister had to do today in the news"
    },
    {
      "start": 780.639,
      "dur": 2.791,
      "text": "minister had to do today in the news conference in uh in Hastings over and"
    },
    {
      "start": 783.44,
      "dur": 2.47,
      "text": "conference in uh in Hastings over and above the the profound nature of that"
    },
    {
      "start": 785.92,
      "dur": 3.83,
      "text": "above the the profound nature of that apology um was effectively tacitly"
    },
    {
      "start": 789.76,
      "dur": 1.83,
      "text": "apology um was effectively tacitly acknowledged. He he made a bit of a mess"
    },
    {
      "start": 791.6,
      "dur": 1.99,
      "text": "acknowledged. He he made a bit of a mess of things yesterday at Prime Minister's"
    },
    {
      "start": 793.6,
      "dur": 2.15,
      "text": "of things yesterday at Prime Minister's questions. Now, he wasn't helped by the"
    },
    {
      "start": 795.76,
      "dur": 1.83,
      "text": "questions. Now, he wasn't helped by the fact that he was told very late by the"
    },
    {
      "start": 797.6,
      "dur": 1.43,
      "text": "fact that he was told very late by the police, \"Please be careful about what"
    },
    {
      "start": 799.04,
      "dur": 1.029,
      "text": "police, \"Please be careful about what you say because we don't want to"
    },
    {
      "start": 800.079,
      "dur": 2.231,
      "text": "you say because we don't want to jeopardize any potential future legal"
    },
    {
      "start": 802.32,
      "dur": 1.99,
      "text": "jeopardize any potential future legal proceedings involving Lord Mandlesson.\""
    },
    {
      "start": 804.32,
      "dur": 2.629,
      "text": "proceedings involving Lord Mandlesson.\" So, the script was rewritten very late."
    },
    {
      "start": 806.959,
      "dur": 1.911,
      "text": "So, the script was rewritten very late. But he did tie himself in a bit of a"
    },
    {
      "start": 808.88,
      "dur": 1.67,
      "text": "But he did tie himself in a bit of a knot around the whole question of what"
    },
    {
      "start": 810.56,
      "dur": 2.31,
      "text": "knot around the whole question of what he knew and when which I think"
    },
    {
      "start": 812.88,
      "dur": 1.91,
      "text": "he knew and when which I think heightened at least in the in the first"
    },
    {
      "start": 814.8,
      "dur": 2.149,
      "text": "heightened at least in the in the first instance that anxiety that was already"
    },
    {
      "start": 816.959,
      "dur": 1.99,
      "text": "instance that anxiety that was already pretty high amongst Labor MPs because of"
    },
    {
      "start": 818.959,
      "dur": 1.271,
      "text": "pretty high amongst Labor MPs because of so many other things that have happened"
    },
    {
      "start": 820.24,
      "dur": 2.55,
      "text": "so many other things that have happened over the last couple of months. In"
    },
    {
      "start": 822.8,
      "dur": 2.63,
      "text": "over the last couple of months. In addition to that, the lack of discipline"
    },
    {
      "start": 825.44,
      "dur": 1.59,
      "text": "addition to that, the lack of discipline that there currently is and the lack of"
    },
    {
      "start": 827.04,
      "dur": 1.75,
      "text": "that there currently is and the lack of grip that the center have on this"
    },
    {
      "start": 828.8,
      "dur": 2.149,
      "text": "grip that the center have on this gargantuan parliamentary Labour party of"
    },
    {
      "start": 830.959,
      "dur": 2.951,
      "text": "gargantuan parliamentary Labour party of 400 plus MPs means that they were"
    },
    {
      "start": 833.92,
      "dur": 1.75,
      "text": "400 plus MPs means that they were staring at a defeat in the face in the"
    },
    {
      "start": 835.68,
      "dur": 1.99,
      "text": "staring at a defeat in the face in the commons yesterday that this whole"
    },
    {
      "start": 837.68,
      "dur": 2.23,
      "text": "commons yesterday that this whole business of them having to effectively"
    },
    {
      "start": 839.92,
      "dur": 2.149,
      "text": "business of them having to effectively move on the whole mechanism around what"
    },
    {
      "start": 842.079,
      "dur": 1.831,
      "text": "move on the whole mechanism around what the docu who who's scrutinizing which"
    },
    {
      "start": 843.92,
      "dur": 1.43,
      "text": "the docu who who's scrutinizing which documents get published around the"
    },
    {
      "start": 845.36,
      "dur": 2.07,
      "text": "documents get published around the appointment of Lord Mandlesson etc etc."
    },
    {
      "start": 847.44,
      "dur": 1.99,
      "text": "appointment of Lord Mandlesson etc etc. The net consequence of which they are"
    },
    {
      "start": 849.44,
      "dur": 3.189,
      "text": "The net consequence of which they are staring at a huge amount of information."
    },
    {
      "start": 852.639,
      "dur": 1.511,
      "text": "staring at a huge amount of information. some of which might be useful to their"
    },
    {
      "start": 854.16,
      "dur": 2.07,
      "text": "some of which might be useful to their argument about Lord Mandlesson. quite a"
    },
    {
      "start": 856.24,
      "dur": 1.51,
      "text": "argument about Lord Mandlesson. quite a lot of it might not might not be"
    },
    {
      "start": 857.76,
      "dur": 2.23,
      "text": "lot of it might not might not be remotely helpful to them or indeed to"
    },
    {
      "start": 860.0,
      "dur": 2.47,
      "text": "remotely helpful to them or indeed to the UK's relationship with America faces"
    },
    {
      "start": 862.48,
      "dur": 2.63,
      "text": "the UK's relationship with America faces the prospect of being published and"
    },
    {
      "start": 865.12,
      "dur": 1.43,
      "text": "the prospect of being published and speaking to people at the upper echelons"
    },
    {
      "start": 866.56,
      "dur": 1.59,
      "text": "speaking to people at the upper echelons of government they have just got their"
    },
    {
      "start": 868.16,
      "dur": 2.31,
      "text": "of government they have just got their head in their hands about that that the"
    },
    {
      "start": 870.48,
      "dur": 3.19,
      "text": "head in their hands about that that the consequence of what happened in the"
    },
    {
      "start": 873.68,
      "dur": 2.389,
      "text": "consequence of what happened in the commons over and above this is separate"
    },
    {
      "start": 876.079,
      "dur": 1.031,
      "text": "commons over and above this is separate from the whole question of the prime"
    },
    {
      "start": 877.12,
      "dur": 1.35,
      "text": "from the whole question of the prime minister's future although the two could"
    },
    {
      "start": 878.48,
      "dur": 1.27,
      "text": "minister's future although the two could clearly overlap"
    },
    {
      "start": 879.76,
      "dur": 2.39,
      "text": "clearly overlap &gt;&gt; is really is is also really quite"
    },
    {
      "start": 882.16,
      "dur": 0.469,
      "text": "&gt;&gt; is really is is also really quite something"
    },
    {
      "start": 882.639,
      "dur": 2.151,
      "text": "something &gt;&gt; and is that because the the conservative"
    },
    {
      "start": 884.8,
      "dur": 1.75,
      "text": "&gt;&gt; and is that because the the conservative motion which MPs were voting on on"
    },
    {
      "start": 886.56,
      "dur": 2.47,
      "text": "motion which MPs were voting on on Wednesday was written so widely to not"
    },
    {
      "start": 889.04,
      "dur": 2.39,
      "text": "Wednesday was written so widely to not just be like official emails or the"
    },
    {
      "start": 891.44,
      "dur": 2.069,
      "text": "just be like official emails or the facts from Washington. It was actually"
    },
    {
      "start": 893.519,
      "dur": 1.911,
      "text": "facts from Washington. It was actually the WhatsApps that people were sending"
    },
    {
      "start": 895.44,
      "dur": 1.91,
      "text": "the WhatsApps that people were sending around the conversations about this."
    },
    {
      "start": 897.36,
      "dur": 1.67,
      "text": "around the conversations about this. They could be very revealing"
    },
    {
      "start": 899.04,
      "dur": 1.75,
      "text": "They could be very revealing &gt;&gt; quite and also the fact it's now in the"
    },
    {
      "start": 900.8,
      "dur": 1.67,
      "text": "&gt;&gt; quite and also the fact it's now in the hands of a parliamentary committee to"
    },
    {
      "start": 902.48,
      "dur": 1.029,
      "text": "hands of a parliamentary committee to decide what goes out there"
    },
    {
      "start": 903.519,
      "dur": 2.071,
      "text": "decide what goes out there &gt;&gt; completely to some degree. to yeah to"
    },
    {
      "start": 905.6,
      "dur": 3.27,
      "text": "&gt;&gt; completely to some degree. to yeah to some degree. Um but yes is is in answer"
    },
    {
      "start": 908.88,
      "dur": 2.629,
      "text": "some degree. Um but yes is is in answer to all of that and obviously there is a"
    },
    {
      "start": 911.519,
      "dur": 1.67,
      "text": "to all of that and obviously there is a difference between what might be"
    },
    {
      "start": 913.199,
      "dur": 2.711,
      "text": "difference between what might be legitimately something that would be a"
    },
    {
      "start": 915.92,
      "dur": 2.07,
      "text": "legitimately something that would be a national security concern to publish or"
    },
    {
      "start": 918.0,
      "dur": 2.31,
      "text": "national security concern to publish or even where a collection of cross party"
    },
    {
      "start": 920.32,
      "dur": 1.91,
      "text": "even where a collection of cross party MPs who yes have their own partisan"
    },
    {
      "start": 922.24,
      "dur": 1.91,
      "text": "MPs who yes have their own partisan interest but regularly look at what it"
    },
    {
      "start": 924.16,
      "dur": 2.229,
      "text": "interest but regularly look at what it is legitimate for to be to be released"
    },
    {
      "start": 926.399,
      "dur": 2.23,
      "text": "is legitimate for to be to be released with a with a serious headon and with"
    },
    {
      "start": 928.639,
      "dur": 1.75,
      "text": "with a with a serious headon and with the right kind of security clearance."
    },
    {
      "start": 930.399,
      "dur": 1.351,
      "text": "the right kind of security clearance. There's clearly a big difference between"
    },
    {
      "start": 931.76,
      "dur": 2.39,
      "text": "There's clearly a big difference between stuff that is, as I say, a national"
    },
    {
      "start": 934.16,
      "dur": 1.83,
      "text": "stuff that is, as I say, a national security concern and stuff that's just"
    },
    {
      "start": 936.0,
      "dur": 2.47,
      "text": "security concern and stuff that's just politically really, really damaging or"
    },
    {
      "start": 938.48,
      "dur": 2.709,
      "text": "politically really, really damaging or embarrassing or jeopardizes the"
    },
    {
      "start": 941.199,
      "dur": 1.511,
      "text": "embarrassing or jeopardizes the relationship between the US and the and"
    },
    {
      "start": 942.72,
      "dur": 2.31,
      "text": "relationship between the US and the and the UK. And maybe the committee would"
    },
    {
      "start": 945.04,
      "dur": 2.07,
      "text": "the UK. And maybe the committee would have some as as the government might see"
    },
    {
      "start": 947.12,
      "dur": 2.069,
      "text": "have some as as the government might see it, have some savvy around that uh"
    },
    {
      "start": 949.199,
      "dur": 2.711,
      "text": "it, have some savvy around that uh around a national interest question as"
    },
    {
      "start": 951.92,
      "dur": 2.31,
      "text": "around a national interest question as well as a political interest for a"
    },
    {
      "start": 954.24,
      "dur": 1.43,
      "text": "well as a political interest for a current government question. And they've"
    },
    {
      "start": 955.68,
      "dur": 0.709,
      "text": "current government question. And they've already said the chair of the"
    },
    {
      "start": 956.399,
      "dur": 1.031,
      "text": "already said the chair of the committee's made clear that he's not"
    },
    {
      "start": 957.44,
      "dur": 1.749,
      "text": "committee's made clear that he's not going to hold stuff back just because it"
    },
    {
      "start": 959.199,
      "dur": 3.111,
      "text": "going to hold stuff back just because it might be embarrassing. You know, he it's"
    },
    {
      "start": 962.32,
      "dur": 1.35,
      "text": "might be embarrassing. You know, he it's going to have to be quite a clear line"
    },
    {
      "start": 963.68,
      "dur": 1.269,
      "text": "going to have to be quite a clear line about whether or not this might damage"
    },
    {
      "start": 964.959,
      "dur": 1.271,
      "text": "about whether or not this might damage international relations or national"
    },
    {
      "start": 966.24,
      "dur": 1.509,
      "text": "international relations or national security. But it's interesting. I was"
    },
    {
      "start": 967.759,
      "dur": 1.911,
      "text": "security. But it's interesting. I was talking to somebody who is quite aay"
    },
    {
      "start": 969.68,
      "dur": 1.67,
      "text": "talking to somebody who is quite aay with how these things work. And while"
    },
    {
      "start": 971.36,
      "dur": 2.79,
      "text": "with how these things work. And while the Conservative party is, you know,"
    },
    {
      "start": 974.16,
      "dur": 2.87,
      "text": "the Conservative party is, you know, chem is is they are clearly quite"
    },
    {
      "start": 977.04,
      "dur": 1.67,
      "text": "chem is is they are clearly quite pleased with what they've achieved"
    },
    {
      "start": 978.72,
      "dur": 2.63,
      "text": "pleased with what they've achieved yesterday in the Commons. Um there are"
    },
    {
      "start": 981.36,
      "dur": 1.51,
      "text": "yesterday in the Commons. Um there are those who think that maybe if they'd"
    },
    {
      "start": 982.88,
      "dur": 3.189,
      "text": "those who think that maybe if they'd done a sort of slightly more narrow"
    },
    {
      "start": 986.079,
      "dur": 1.75,
      "text": "done a sort of slightly more narrow approach then it also might have just"
    },
    {
      "start": 987.839,
      "dur": 2.151,
      "text": "approach then it also might have just sort of sped up the process. We actually"
    },
    {
      "start": 990.0,
      "dur": 1.35,
      "text": "sort of sped up the process. We actually be seeing some documents now."
    },
    {
      "start": 991.36,
      "dur": 1.11,
      "text": "be seeing some documents now. &gt;&gt; This is the other question is how long"
    },
    {
      "start": 992.48,
      "dur": 1.43,
      "text": "&gt;&gt; This is the other question is how long will this now take? But there was an"
    },
    {
      "start": 993.92,
      "dur": 2.23,
      "text": "will this now take? But there was an interesting note from the um the ISC,"
    },
    {
      "start": 996.16,
      "dur": 1.51,
      "text": "interesting note from the um the ISC, the intelligence and security committee"
    },
    {
      "start": 997.68,
      "dur": 1.91,
      "text": "the intelligence and security committee that came out on Thursday evening that"
    },
    {
      "start": 999.6,
      "dur": 1.83,
      "text": "that came out on Thursday evening that was basically saying my reading of it"
    },
    {
      "start": 1001.44,
      "dur": 1.91,
      "text": "was basically saying my reading of it was look you know we only are going to"
    },
    {
      "start": 1003.36,
      "dur": 1.909,
      "text": "was look you know we only are going to make a judgment on the material that"
    },
    {
      "start": 1005.279,
      "dur": 2.55,
      "text": "make a judgment on the material that might be deemed to be prejuditial to the"
    },
    {
      "start": 1007.839,
      "dur": 1.511,
      "text": "might be deemed to be prejuditial to the national interest or to national"
    },
    {
      "start": 1009.36,
      "dur": 1.829,
      "text": "national interest or to national security or dipl diplomatic relations."
    },
    {
      "start": 1011.199,
      "dur": 1.351,
      "text": "security or dipl diplomatic relations. We have an expectation the other stuff"
    },
    {
      "start": 1012.56,
      "dur": 2.23,
      "text": "We have an expectation the other stuff will be put out. It's just that kind of"
    },
    {
      "start": 1014.8,
      "dur": 1.51,
      "text": "will be put out. It's just that kind of narrower field that we're going to make"
    },
    {
      "start": 1016.32,
      "dur": 1.749,
      "text": "narrower field that we're going to make a judgment on. But we don't know how the"
    },
    {
      "start": 1018.079,
      "dur": 1.43,
      "text": "a judgment on. But we don't know how the mechanism of that. We know down street"
    },
    {
      "start": 1019.519,
      "dur": 2.23,
      "text": "mechanism of that. We know down street are talking to the ISC this committee to"
    },
    {
      "start": 1021.759,
      "dur": 1.111,
      "text": "are talking to the ISC this committee to try and work it all out and we're told"
    },
    {
      "start": 1022.88,
      "dur": 1.11,
      "text": "try and work it all out and we're told they're going to come to the commons and"
    },
    {
      "start": 1024.0,
      "dur": 1.669,
      "text": "they're going to come to the commons and update us all about it before it"
    },
    {
      "start": 1025.679,
      "dur": 1.591,
      "text": "update us all about it before it happens. But you know there's this sort"
    },
    {
      "start": 1027.28,
      "dur": 2.549,
      "text": "happens. But you know there's this sort of and what is interesting as well is as"
    },
    {
      "start": 1029.839,
      "dur": 2.151,
      "text": "of and what is interesting as well is as much as there is this potential jeopardy"
    },
    {
      "start": 1032.0,
      "dur": 1.189,
      "text": "much as there is this potential jeopardy around the release of some of this"
    },
    {
      "start": 1033.199,
      "dur": 1.271,
      "text": "around the release of some of this material. I thought it was so"
    },
    {
      "start": 1034.48,
      "dur": 1.829,
      "text": "material. I thought it was so interesting that Karma both yesterday"
    },
    {
      "start": 1036.319,
      "dur": 2.071,
      "text": "interesting that Karma both yesterday and today was making the argument that"
    },
    {
      "start": 1038.4,
      "dur": 2.549,
      "text": "and today was making the argument that he wanted this material out there. You"
    },
    {
      "start": 1040.959,
      "dur": 1.59,
      "text": "he wanted this material out there. You know, he was sort of even said, I share"
    },
    {
      "start": 1042.559,
      "dur": 1.99,
      "text": "know, he was sort of even said, I share this frustration that we can't publish"
    },
    {
      "start": 1044.559,
      "dur": 1.35,
      "text": "this frustration that we can't publish because the police have got in touch and"
    },
    {
      "start": 1045.919,
      "dur": 1.191,
      "text": "because the police have got in touch and said, \"Be careful with what you put out"
    },
    {
      "start": 1047.12,
      "dur": 1.429,
      "text": "said, \"Be careful with what you put out because you don't want it to interfere"
    },
    {
      "start": 1048.559,
      "dur": 1.591,
      "text": "because you don't want it to interfere with our investigation.\" But they want"
    },
    {
      "start": 1050.16,
      "dur": 3.27,
      "text": "with our investigation.\" But they want it will will prove the claim that"
    },
    {
      "start": 1053.44,
      "dur": 3.03,
      "text": "it will will prove the claim that they're currently making uh that uh Lord"
    },
    {
      "start": 1056.48,
      "dur": 1.91,
      "text": "they're currently making uh that uh Lord Manderson, as they say, lied, lied, and"
    },
    {
      "start": 1058.4,
      "dur": 0.95,
      "text": "Manderson, as they say, lied, lied, and lied."
    },
    {
      "start": 1059.36,
      "dur": 1.189,
      "text": "lied. &gt;&gt; There's two different streams here,"
    },
    {
      "start": 1060.559,
      "dur": 1.191,
      "text": "&gt;&gt; There's two different streams here, though. There's the Downing Street"
    },
    {
      "start": 1061.76,
      "dur": 2.07,
      "text": "though. There's the Downing Street stream, which is Lord Mandlesson told us"
    },
    {
      "start": 1063.84,
      "dur": 2.15,
      "text": "stream, which is Lord Mandlesson told us lots of lies, so this was never going to"
    },
    {
      "start": 1066.0,
      "dur": 2.47,
      "text": "lots of lies, so this was never going to come out no matter how hard we asked the"
    },
    {
      "start": 1068.48,
      "dur": 1.429,
      "text": "come out no matter how hard we asked the question. And then there's the other"
    },
    {
      "start": 1069.919,
      "dur": 1.271,
      "text": "question. And then there's the other stream which you hear from lots of"
    },
    {
      "start": 1071.2,
      "dur": 1.75,
      "text": "stream which you hear from lots of Labour backbenchers going yeah but hang"
    },
    {
      "start": 1072.96,
      "dur": 2.069,
      "text": "Labour backbenchers going yeah but hang on you were prepared to appoint him even"
    },
    {
      "start": 1075.039,
      "dur": 1.51,
      "text": "on you were prepared to appoint him even when you knew a little bit of this and"
    },
    {
      "start": 1076.559,
      "dur": 1.99,
      "text": "when you knew a little bit of this and to them that's the problem and the two"
    },
    {
      "start": 1078.559,
      "dur": 1.831,
      "text": "to them that's the problem and the two streams actually don't join up. One"
    },
    {
      "start": 1080.4,
      "dur": 1.11,
      "text": "streams actually don't join up. One doesn't cancel out the other."
    },
    {
      "start": 1081.52,
      "dur": 0.79,
      "text": "doesn't cancel out the other. &gt;&gt; Exactly."
    },
    {
      "start": 1082.32,
      "dur": 1.67,
      "text": "&gt;&gt; Exactly. &gt;&gt; Strikes me just listening to you both as"
    },
    {
      "start": 1084.0,
      "dur": 1.99,
      "text": "&gt;&gt; Strikes me just listening to you both as well that we're effectively at the heart"
    },
    {
      "start": 1086.0,
      "dur": 1.35,
      "text": "well that we're effectively at the heart of this if we're dealing with the same"
    },
    {
      "start": 1087.36,
      "dur": 3.35,
      "text": "of this if we're dealing with the same story which is the the Epstein fallout."
    },
    {
      "start": 1090.72,
      "dur": 2.47,
      "text": "story which is the the Epstein fallout. I am dealing with a silence actually"
    },
    {
      "start": 1093.2,
      "dur": 2.39,
      "text": "I am dealing with a silence actually officially around this largely. You two"
    },
    {
      "start": 1095.6,
      "dur": 2.23,
      "text": "officially around this largely. You two are dealing with so much noise from all"
    },
    {
      "start": 1097.84,
      "dur": 1.67,
      "text": "are dealing with so much noise from all sorts of angles and all sorts of strands"
    },
    {
      "start": 1099.52,
      "dur": 1.59,
      "text": "sorts of angles and all sorts of strands and it does make me wonder"
    },
    {
      "start": 1101.12,
      "dur": 1.909,
      "text": "and it does make me wonder &gt;&gt; whether the silence from Buckingham"
    },
    {
      "start": 1103.039,
      "dur": 2.951,
      "text": "&gt;&gt; whether the silence from Buckingham Palace can hold and it's as you say how"
    },
    {
      "start": 1106.0,
      "dur": 1.669,
      "text": "Palace can hold and it's as you say how contrite and sorry kissed armor was"
    },
    {
      "start": 1107.679,
      "dur": 2.391,
      "text": "contrite and sorry kissed armor was today. Do we need to hear that from the"
    },
    {
      "start": 1110.08,
      "dur": 1.99,
      "text": "today. Do we need to hear that from the king maybe? I just wonder, we had those"
    },
    {
      "start": 1112.08,
      "dur": 2.31,
      "text": "king maybe? I just wonder, we had those statements back in October, but I wonder"
    },
    {
      "start": 1114.4,
      "dur": 2.23,
      "text": "statements back in October, but I wonder whether in this moment as more stuff"
    },
    {
      "start": 1116.64,
      "dur": 2.23,
      "text": "whether in this moment as more stuff drops, as we see more, does there need"
    },
    {
      "start": 1118.88,
      "dur": 3.51,
      "text": "drops, as we see more, does there need to be some kind of other victim centered"
    },
    {
      "start": 1122.4,
      "dur": 1.99,
      "text": "to be some kind of other victim centered a sorry from the king and queen. I just"
    },
    {
      "start": 1124.4,
      "dur": 2.55,
      "text": "a sorry from the king and queen. I just wonder whether just saying nothing and"
    },
    {
      "start": 1126.96,
      "dur": 1.67,
      "text": "wonder whether just saying nothing and not stepping into the conversation at"
    },
    {
      "start": 1128.64,
      "dur": 1.99,
      "text": "not stepping into the conversation at this point for the royal family beyond I"
    },
    {
      "start": 1130.64,
      "dur": 1.269,
      "text": "this point for the royal family beyond I mean we had Prince Edward I know earlier"
    },
    {
      "start": 1131.919,
      "dur": 2.311,
      "text": "mean we had Prince Edward I know earlier in the week about the Prince Edward and"
    },
    {
      "start": 1134.24,
      "dur": 1.19,
      "text": "in the week about the Prince Edward and people have got very different"
    },
    {
      "start": 1135.44,
      "dur": 1.349,
      "text": "people have got very different interpretations."
    },
    {
      "start": 1136.799,
      "dur": 1.191,
      "text": "interpretations. &gt;&gt; I've had loads of arguments in the"
    },
    {
      "start": 1138.0,
      "dur": 1.669,
      "text": "&gt;&gt; I've had loads of arguments in the newsroom about quite what how that was"
    },
    {
      "start": 1139.679,
      "dur": 1.99,
      "text": "newsroom about quite what how that was picked. How would that have come about?"
    },
    {
      "start": 1141.679,
      "dur": 1.99,
      "text": "picked. How would that have come about? &gt;&gt; Well, he was planning to go to that"
    },
    {
      "start": 1143.679,
      "dur": 1.35,
      "text": "&gt;&gt; Well, he was planning to go to that government, you know, government summit"
    },
    {
      "start": 1145.039,
      "dur": 2.711,
      "text": "government, you know, government summit as it was as it was called in um"
    },
    {
      "start": 1147.76,
      "dur": 1.35,
      "text": "as it was as it was called in um &gt;&gt; Dubai and he was talking about"
    },
    {
      "start": 1149.12,
      "dur": 1.909,
      "text": "&gt;&gt; Dubai and he was talking about education, you know, his Duke of"
    },
    {
      "start": 1151.039,
      "dur": 1.351,
      "text": "education, you know, his Duke of Edinburgh award, all sorts of bits and"
    },
    {
      "start": 1152.4,
      "dur": 1.509,
      "text": "Edinburgh award, all sorts of bits and pieces around that."
    },
    {
      "start": 1153.919,
      "dur": 1.671,
      "text": "pieces around that. &gt;&gt; I mean, my sense is he knew there was"
    },
    {
      "start": 1155.6,
      "dur": 3.11,
      "text": "&gt;&gt; I mean, my sense is he knew there was potential for a question to be asked. He"
    },
    {
      "start": 1158.72,
      "dur": 1.27,
      "text": "potential for a question to be asked. He would have wanted his answer to be about"
    },
    {
      "start": 1160.0,
      "dur": 2.47,
      "text": "would have wanted his answer to be about victims. He is not um a sort of savvy"
    },
    {
      "start": 1162.48,
      "dur": 1.67,
      "text": "victims. He is not um a sort of savvy media performer, Prince Edwards. So,"
    },
    {
      "start": 1164.16,
      "dur": 1.749,
      "text": "media performer, Prince Edwards. So, it's not a comfortable space for him."
    },
    {
      "start": 1165.919,
      "dur": 1.831,
      "text": "it's not a comfortable space for him. And I think that really showed at first"
    },
    {
      "start": 1167.76,
      "dur": 1.67,
      "text": "And I think that really showed at first when he answered the question and sort"
    },
    {
      "start": 1169.44,
      "dur": 1.75,
      "text": "when he answered the question and sort of initially he said I don't know anyone"
    },
    {
      "start": 1171.2,
      "dur": 1.19,
      "text": "of initially he said I don't know anyone here is going to be interested in this"
    },
    {
      "start": 1172.4,
      "dur": 1.83,
      "text": "here is going to be interested in this and you're thinking I think they will be"
    },
    {
      "start": 1174.24,
      "dur": 1.91,
      "text": "and you're thinking I think they will be actually whoever they are and then he"
    },
    {
      "start": 1176.16,
      "dur": 1.83,
      "text": "actually whoever they are and then he just you know switched into we you know"
    },
    {
      "start": 1178.0,
      "dur": 1.59,
      "text": "just you know switched into we you know there are a lot of victims here we need"
    },
    {
      "start": 1179.6,
      "dur": 1.11,
      "text": "there are a lot of victims here we need to think about them it's really"
    },
    {
      "start": 1180.72,
      "dur": 2.39,
      "text": "to think about them it's really difficult. So I mean I think he perhaps"
    },
    {
      "start": 1183.12,
      "dur": 1.83,
      "text": "difficult. So I mean I think he perhaps knew it was coming but hadn't quite"
    },
    {
      "start": 1184.96,
      "dur": 1.03,
      "text": "knew it was coming but hadn't quite thought through exactly what he was"
    },
    {
      "start": 1186.0,
      "dur": 1.11,
      "text": "thought through exactly what he was going to say. felt like he kind of"
    },
    {
      "start": 1187.12,
      "dur": 1.429,
      "text": "going to say. felt like he kind of mucked up the sound bite cuz you were"
    },
    {
      "start": 1188.559,
      "dur": 2.071,
      "text": "mucked up the sound bite cuz you were left with questions about who he was he"
    },
    {
      "start": 1190.64,
      "dur": 1.35,
      "text": "left with questions about who he was he actually feeling sorry for the royal"
    },
    {
      "start": 1192.0,
      "dur": 1.11,
      "text": "actually feeling sorry for the royal family rather than"
    },
    {
      "start": 1193.12,
      "dur": 1.59,
      "text": "family rather than &gt;&gt; exactly was he talking about himself and"
    },
    {
      "start": 1194.72,
      "dur": 1.35,
      "text": "&gt;&gt; exactly was he talking about himself and the wider family or was it just the"
    },
    {
      "start": 1196.08,
      "dur": 0.55,
      "text": "the wider family or was it just the victim's"
    },
    {
      "start": 1196.64,
      "dur": 1.19,
      "text": "victim's &gt;&gt; that's interesting so it sounds like it"
    },
    {
      "start": 1197.84,
      "dur": 3.43,
      "text": "&gt;&gt; that's interesting so it sounds like it was a bit more makeshift than you I"
    },
    {
      "start": 1201.28,
      "dur": 1.03,
      "text": "was a bit more makeshift than you I might have assumed"
    },
    {
      "start": 1202.32,
      "dur": 2.07,
      "text": "might have assumed &gt;&gt; or he'd thought about the fact he might"
    },
    {
      "start": 1204.4,
      "dur": 2.31,
      "text": "&gt;&gt; or he'd thought about the fact he might be asked something and knew he was going"
    },
    {
      "start": 1206.72,
      "dur": 1.51,
      "text": "be asked something and knew he was going to have to say something but he didn't"
    },
    {
      "start": 1208.24,
      "dur": 1.91,
      "text": "to have to say something but he didn't kind of come out right because he's not"
    },
    {
      "start": 1210.16,
      "dur": 1.67,
      "text": "kind of come out right because he's not perhaps as accustomed in those spaces"
    },
    {
      "start": 1211.84,
      "dur": 2.63,
      "text": "perhaps as accustomed in those spaces and under that pressure to say something"
    },
    {
      "start": 1214.48,
      "dur": 2.15,
      "text": "and under that pressure to say something but I think generally people like to"
    },
    {
      "start": 1216.64,
      "dur": 1.67,
      "text": "but I think generally people like to hear something from a member of the"
    },
    {
      "start": 1218.32,
      "dur": 2.31,
      "text": "hear something from a member of the royal family and just hearing, you know,"
    },
    {
      "start": 1220.64,
      "dur": 2.389,
      "text": "royal family and just hearing, you know, everything swirling in the politics. Do"
    },
    {
      "start": 1223.039,
      "dur": 1.191,
      "text": "everything swirling in the politics. Do we need to hear something from the"
    },
    {
      "start": 1224.24,
      "dur": 0.47,
      "text": "we need to hear something from the royal?"
    },
    {
      "start": 1224.72,
      "dur": 1.189,
      "text": "royal? &gt;&gt; It's so interesting if there's a dynamic"
    },
    {
      "start": 1225.919,
      "dur": 1.591,
      "text": "&gt;&gt; It's so interesting if there's a dynamic there because the last couple of days in"
    },
    {
      "start": 1227.52,
      "dur": 2.149,
      "text": "there because the last couple of days in a way that I've not seen for ages"
    },
    {
      "start": 1229.679,
      "dur": 2.311,
      "text": "a way that I've not seen for ages because Downing Street feel I mean"
    },
    {
      "start": 1232.0,
      "dur": 2.39,
      "text": "because Downing Street feel I mean agrieved is an understatement boiling"
    },
    {
      "start": 1234.4,
      "dur": 2.23,
      "text": "agrieved is an understatement boiling with anger. They have been leaping on"
    },
    {
      "start": 1236.64,
      "dur": 2.23,
      "text": "with anger. They have been leaping on every possible moment to interject"
    },
    {
      "start": 1238.88,
      "dur": 2.31,
      "text": "every possible moment to interject themselves um into this in a way that"
    },
    {
      "start": 1241.2,
      "dur": 1.19,
      "text": "themselves um into this in a way that sometimes you're trying to squeeze"
    },
    {
      "start": 1242.4,
      "dur": 1.19,
      "text": "sometimes you're trying to squeeze things out of whatever government"
    },
    {
      "start": 1243.6,
      "dur": 1.91,
      "text": "things out of whatever government department might be or whatever. they've"
    },
    {
      "start": 1245.52,
      "dur": 2.149,
      "text": "department might be or whatever. they've been they've been desperate to get out"
    },
    {
      "start": 1247.679,
      "dur": 1.35,
      "text": "been they've been desperate to get out there and make that case because they"
    },
    {
      "start": 1249.039,
      "dur": 2.791,
      "text": "there and make that case because they because they feel so angry about it. But"
    },
    {
      "start": 1251.84,
      "dur": 2.069,
      "text": "because they feel so angry about it. But that dynamic and how that might be then"
    },
    {
      "start": 1253.919,
      "dur": 1.431,
      "text": "that dynamic and how that might be then interpreted in the palace or whatever is"
    },
    {
      "start": 1255.36,
      "dur": 0.789,
      "text": "interpreted in the palace or whatever is fascinating and also"
    },
    {
      "start": 1256.159,
      "dur": 1.271,
      "text": "fascinating and also &gt;&gt; most of the anger is there in the royal"
    },
    {
      "start": 1257.44,
      "dur": 1.589,
      "text": "&gt;&gt; most of the anger is there in the royal family but their their choice is silent."
    },
    {
      "start": 1259.039,
      "dur": 1.591,
      "text": "family but their their choice is silent. &gt;&gt; And also there's another juosition here"
    },
    {
      "start": 1260.64,
      "dur": 1.83,
      "text": "&gt;&gt; And also there's another juosition here to use a very pretentious word in that"
    },
    {
      "start": 1262.48,
      "dur": 1.83,
      "text": "to use a very pretentious word in that what did the king do a few days ago? He"
    },
    {
      "start": 1264.32,
      "dur": 2.07,
      "text": "what did the king do a few days ago? He had a premiere for his documentary which"
    },
    {
      "start": 1266.4,
      "dur": 2.55,
      "text": "had a premiere for his documentary which is on Amazon Prime. So he's happy to go"
    },
    {
      "start": 1268.96,
      "dur": 2.39,
      "text": "is on Amazon Prime. So he's happy to go out and like sell that,"
    },
    {
      "start": 1271.36,
      "dur": 1.669,
      "text": "out and like sell that, &gt;&gt; but then that makes the silence on"
    },
    {
      "start": 1273.039,
      "dur": 1.591,
      "text": "&gt;&gt; but then that makes the silence on Epstein seem even more"
    },
    {
      "start": 1274.64,
      "dur": 0.79,
      "text": "Epstein seem even more &gt;&gt; deafening. Yeah."
    },
    {
      "start": 1275.44,
      "dur": 1.83,
      "text": "&gt;&gt; deafening. Yeah. &gt;&gt; Um Chris, can I put two names to you and"
    },
    {
      "start": 1277.28,
      "dur": 1.19,
      "text": "&gt;&gt; Um Chris, can I put two names to you and then you can say whatever you want to"
    },
    {
      "start": 1278.48,
      "dur": 1.189,
      "text": "then you can say whatever you want to say about them."
    },
    {
      "start": 1279.679,
      "dur": 1.35,
      "text": "say about them. &gt;&gt; Number one, it's like [laughter] a party"
    },
    {
      "start": 1281.039,
      "dur": 3.671,
      "text": "&gt;&gt; Number one, it's like [laughter] a party game. It's like guess who? First one"
    },
    {
      "start": 1284.72,
      "dur": 2.15,
      "text": "game. It's like guess who? First one down Alex"
    },
    {
      "start": 1286.88,
      "dur": 1.99,
      "text": "down Alex like a New Year's Eve party game. Um"
    },
    {
      "start": 1288.88,
      "dur": 1.35,
      "text": "like a New Year's Eve party game. Um which when I played it, everyone put"
    },
    {
      "start": 1290.24,
      "dur": 1.909,
      "text": "which when I played it, everyone put Laura Kunberg in for me for some reason."
    },
    {
      "start": 1292.159,
      "dur": 2.551,
      "text": "Laura Kunberg in for me for some reason. Um first name Angela Rainer."
    },
    {
      "start": 1294.72,
      "dur": 1.67,
      "text": "Um first name Angela Rainer. &gt;&gt; Yeah. And the reason I bring up her name"
    },
    {
      "start": 1296.4,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah. And the reason I bring up her name is she was very highprofile leading the"
    },
    {
      "start": 1298.88,
      "dur": 1.75,
      "text": "is she was very highprofile leading the charge from the Labour backbenches in"
    },
    {
      "start": 1300.64,
      "dur": 1.43,
      "text": "charge from the Labour backbenches in that debate on Wednesday about releasing"
    },
    {
      "start": 1302.08,
      "dur": 2.23,
      "text": "that debate on Wednesday about releasing the vetting files to say actually the"
    },
    {
      "start": 1304.32,
      "dur": 1.67,
      "text": "the vetting files to say actually the way the government wanted to do it was"
    },
    {
      "start": 1306.0,
      "dur": 1.83,
      "text": "way the government wanted to do it was wrong hinting that it was a bit of a"
    },
    {
      "start": 1307.84,
      "dur": 2.47,
      "text": "wrong hinting that it was a bit of a cover up. Is that how how do we"
    },
    {
      "start": 1310.32,
      "dur": 3.589,
      "text": "cover up. Is that how how do we interpret that? Is that her back? Uh yes"
    },
    {
      "start": 1313.919,
      "dur": 2.391,
      "text": "interpret that? Is that her back? Uh yes is the is the short answer to to your"
    },
    {
      "start": 1316.32,
      "dur": 2.79,
      "text": "is the is the short answer to to your question. uh with a caveat. Um it was"
    },
    {
      "start": 1319.12,
      "dur": 1.99,
      "text": "question. uh with a caveat. Um it was politically significant. Of course it"
    },
    {
      "start": 1321.12,
      "dur": 2.47,
      "text": "politically significant. Of course it is. When a recently departed deputy"
    },
    {
      "start": 1323.6,
      "dur": 2.39,
      "text": "is. When a recently departed deputy prime minister with their own power base"
    },
    {
      "start": 1326.0,
      "dur": 3.19,
      "text": "prime minister with their own power base within the Labor movement, very very"
    },
    {
      "start": 1329.2,
      "dur": 2.87,
      "text": "within the Labor movement, very very well-liked by lots of people within the"
    },
    {
      "start": 1332.08,
      "dur": 2.87,
      "text": "well-liked by lots of people within the uh Labor Party, courted by some of those"
    },
    {
      "start": 1334.96,
      "dur": 1.589,
      "text": "uh Labor Party, courted by some of those who have ambitions to be prime minister"
    },
    {
      "start": 1336.559,
      "dur": 1.751,
      "text": "who have ambitions to be prime minister and then others will say and she has"
    },
    {
      "start": 1338.32,
      "dur": 1.67,
      "text": "and then others will say and she has them herself. And then others say, well"
    },
    {
      "start": 1340.0,
      "dur": 3.029,
      "text": "them herself. And then others say, well maybe that maybe she doesn't. You know,"
    },
    {
      "start": 1343.039,
      "dur": 2.071,
      "text": "maybe that maybe she doesn't. You know, yesterday that Prime Minister's Qu that"
    },
    {
      "start": 1345.12,
      "dur": 1.59,
      "text": "yesterday that Prime Minister's Qu that moment after Prime Minister's questions"
    },
    {
      "start": 1346.72,
      "dur": 2.23,
      "text": "moment after Prime Minister's questions which was best personified I think with"
    },
    {
      "start": 1348.96,
      "dur": 3.11,
      "text": "which was best personified I think with Ale Angela Raina's intervention just"
    },
    {
      "start": 1352.08,
      "dur": 1.75,
      "text": "Ale Angela Raina's intervention just felt like one of those moments where you"
    },
    {
      "start": 1353.84,
      "dur": 2.15,
      "text": "felt like one of those moments where you you can you can feel it's not even"
    },
    {
      "start": 1356.0,
      "dur": 1.83,
      "text": "you can you can feel it's not even dripping. You can feel and it can be"
    },
    {
      "start": 1357.84,
      "dur": 2.709,
      "text": "dripping. You can feel and it can be temporary but a flooding away of power"
    },
    {
      "start": 1360.559,
      "dur": 2.23,
      "text": "temporary but a flooding away of power from the center because they had gone in"
    },
    {
      "start": 1362.799,
      "dur": 1.591,
      "text": "from the center because they had gone in Downing Street with a proposition which"
    },
    {
      "start": 1364.4,
      "dur": 1.749,
      "text": "Downing Street with a proposition which is that these files would be examined by"
    },
    {
      "start": 1366.159,
      "dur": 1.591,
      "text": "is that these files would be examined by the cabinet secretary, the most senior"
    },
    {
      "start": 1367.76,
      "dur": 2.07,
      "text": "the cabinet secretary, the most senior civil servant and other kind of legal"
    },
    {
      "start": 1369.84,
      "dur": 1.99,
      "text": "civil servant and other kind of legal figures within the barrels of government"
    },
    {
      "start": 1371.84,
      "dur": 3.11,
      "text": "figures within the barrels of government and you had Angela Raina and plenty of"
    },
    {
      "start": 1374.96,
      "dur": 2.63,
      "text": "and you had Angela Raina and plenty of others basically saying it doesn't wash."
    },
    {
      "start": 1377.6,
      "dur": 2.71,
      "text": "others basically saying it doesn't wash. we're not willing to back it and then so"
    },
    {
      "start": 1380.32,
      "dur": 3.75,
      "text": "we're not willing to back it and then so so that mattered and matters the twist"
    },
    {
      "start": 1384.08,
      "dur": 2.469,
      "text": "so that mattered and matters the twist is Angela Raina is still she's still got"
    },
    {
      "start": 1386.559,
      "dur": 1.671,
      "text": "is Angela Raina is still she's still got to sort out various things with the tax"
    },
    {
      "start": 1388.24,
      "dur": 1.27,
      "text": "to sort out various things with the tax authorities around the whole business"
    },
    {
      "start": 1389.52,
      "dur": 2.71,
      "text": "authorities around the whole business that cost her a job in the first place"
    },
    {
      "start": 1392.24,
      "dur": 2.63,
      "text": "that cost her a job in the first place and that is a twist were there to be uh"
    },
    {
      "start": 1394.88,
      "dur": 3.99,
      "text": "and that is a twist were there to be uh a vacancy uh anytime soon unless we were"
    },
    {
      "start": 1398.88,
      "dur": 2.55,
      "text": "a vacancy uh anytime soon unless we were to suddenly hear out of you know out of"
    },
    {
      "start": 1401.44,
      "dur": 1.19,
      "text": "to suddenly hear out of you know out of the blue because that's how these things"
    },
    {
      "start": 1402.64,
      "dur": 1.99,
      "text": "the blue because that's how these things happen with the tax authorities that you"
    },
    {
      "start": 1404.64,
      "dur": 2.55,
      "text": "happen with the tax authorities that you know there's a resolution or or uh or"
    },
    {
      "start": 1407.2,
      "dur": 1.99,
      "text": "know there's a resolution or or uh or whatever. But yeah, that was a that was"
    },
    {
      "start": 1409.2,
      "dur": 2.15,
      "text": "whatever. But yeah, that was a that was a politically significant moment."
    },
    {
      "start": 1411.36,
      "dur": 1.429,
      "text": "a politically significant moment. &gt;&gt; And Alex, you can do the second name,"
    },
    {
      "start": 1412.799,
      "dur": 1.11,
      "text": "&gt;&gt; And Alex, you can do the second name, although this one's slightly harder"
    },
    {
      "start": 1413.919,
      "dur": 1.542,
      "text": "although this one's slightly harder because it's not quite so public."
    },
    {
      "start": 1415.471,
      "dur": 0.599,
      "text": "because it's not quite so public. [laughter]"
    },
    {
      "start": 1416.08,
      "dur": 3.11,
      "text": "[laughter] &gt;&gt; Morgan Mweeny, the prime minister. Um so"
    },
    {
      "start": 1419.2,
      "dur": 2.15,
      "text": "&gt;&gt; Morgan Mweeny, the prime minister. Um so so Morgan Mweeni is the prime minister's"
    },
    {
      "start": 1421.36,
      "dur": 1.99,
      "text": "so Morgan Mweeni is the prime minister's chief of staff and right now he has"
    },
    {
      "start": 1423.36,
      "dur": 1.59,
      "text": "chief of staff and right now he has become a bit of a lightning rod for a"
    },
    {
      "start": 1424.96,
      "dur": 1.67,
      "text": "become a bit of a lightning rod for a lot of the eye and anger within the"
    },
    {
      "start": 1426.64,
      "dur": 2.79,
      "text": "lot of the eye and anger within the parliamentary labor party because it is"
    },
    {
      "start": 1429.44,
      "dur": 1.75,
      "text": "parliamentary labor party because it is sort of broadly accepted and number 10"
    },
    {
      "start": 1431.2,
      "dur": 1.349,
      "text": "sort of broadly accepted and number 10 haven't challenged this notion that he"
    },
    {
      "start": 1432.559,
      "dur": 1.271,
      "text": "haven't challenged this notion that he was quite instrumental in the"
    },
    {
      "start": 1433.84,
      "dur": 1.75,
      "text": "was quite instrumental in the appointment of Peter Manderson as the US"
    },
    {
      "start": 1435.6,
      "dur": 1.91,
      "text": "appointment of Peter Manderson as the US ambassador because the two have a bit of"
    },
    {
      "start": 1437.52,
      "dur": 1.43,
      "text": "ambassador because the two have a bit of a history and through the prism of the"
    },
    {
      "start": 1438.96,
      "dur": 1.11,
      "text": "a history and through the prism of the Labour party have known each other for"
    },
    {
      "start": 1440.08,
      "dur": 1.27,
      "text": "Labour party have known each other for some time and worked together fairly"
    },
    {
      "start": 1441.36,
      "dur": 2.63,
      "text": "some time and worked together fairly closely in one capacity or another. So"
    },
    {
      "start": 1444.0,
      "dur": 3.11,
      "text": "closely in one capacity or another. So um there is he has become for some a bit"
    },
    {
      "start": 1447.12,
      "dur": 2.71,
      "text": "um there is he has become for some a bit of a symbol of what some but not all in"
    },
    {
      "start": 1449.84,
      "dur": 1.51,
      "text": "of a symbol of what some but not all in the Labour party would see some of the"
    },
    {
      "start": 1451.36,
      "dur": 1.99,
      "text": "the Labour party would see some of the problems in Downing Street because he is"
    },
    {
      "start": 1453.36,
      "dur": 2.15,
      "text": "problems in Downing Street because he is a very instrumental figure. He's very"
    },
    {
      "start": 1455.52,
      "dur": 2.47,
      "text": "a very instrumental figure. He's very close to Karma. Karmama I think even"
    },
    {
      "start": 1458.0,
      "dur": 1.99,
      "text": "close to Karma. Karmama I think even yesterday said he sort of credits Morgan"
    },
    {
      "start": 1460.0,
      "dur": 1.59,
      "text": "yesterday said he sort of credits Morgan Msweeni with winning the election or"
    },
    {
      "start": 1461.6,
      "dur": 1.59,
      "text": "Msweeni with winning the election or helping him win the election. He's been"
    },
    {
      "start": 1463.2,
      "dur": 1.75,
      "text": "helping him win the election. He's been around for a long time and Karma would"
    },
    {
      "start": 1464.96,
      "dur": 1.99,
      "text": "around for a long time and Karma would be loathed to depart from that and said"
    },
    {
      "start": 1466.96,
      "dur": 1.91,
      "text": "be loathed to depart from that and said yesterday he's got his full confidence."
    },
    {
      "start": 1468.88,
      "dur": 1.99,
      "text": "yesterday he's got his full confidence. Downing Street reiter reiterated that"
    },
    {
      "start": 1470.88,
      "dur": 2.149,
      "text": "Downing Street reiter reiterated that position today, but you have got some"
    },
    {
      "start": 1473.039,
      "dur": 2.87,
      "text": "position today, but you have got some MPs publicly calling for Morgan Mcweeny"
    },
    {
      "start": 1475.919,
      "dur": 2.471,
      "text": "MPs publicly calling for Morgan Mcweeny to go. You do get a bit of that in any"
    },
    {
      "start": 1478.4,
      "dur": 2.71,
      "text": "to go. You do get a bit of that in any of these situations. Um, and there's no"
    },
    {
      "start": 1481.12,
      "dur": 1.27,
      "text": "of these situations. Um, and there's no sign from Downing Street that that's"
    },
    {
      "start": 1482.4,
      "dur": 1.91,
      "text": "sign from Downing Street that that's going to be a move yet, but it's clearly"
    },
    {
      "start": 1484.32,
      "dur": 1.91,
      "text": "going to be a move yet, but it's clearly one to watch. And I would also say, you"
    },
    {
      "start": 1486.24,
      "dur": 1.99,
      "text": "one to watch. And I would also say, you know, things can change. And I don't"
    },
    {
      "start": 1488.24,
      "dur": 2.39,
      "text": "know, things can change. And I don't want to fall into the trap of sort of,"
    },
    {
      "start": 1490.64,
      "dur": 2.23,
      "text": "want to fall into the trap of sort of, you know, overstating where things are"
    },
    {
      "start": 1492.88,
      "dur": 1.75,
      "text": "you know, overstating where things are because it is unpredictable in the way"
    },
    {
      "start": 1494.64,
      "dur": 1.11,
      "text": "because it is unpredictable in the way that we've said because there's quite a"
    },
    {
      "start": 1495.76,
      "dur": 1.75,
      "text": "that we've said because there's quite a lot we don't know about how things might"
    },
    {
      "start": 1497.52,
      "dur": 1.91,
      "text": "lot we don't know about how things might play out and people have been known to"
    },
    {
      "start": 1499.44,
      "dur": 1.349,
      "text": "play out and people have been known to pull things back from difficult or"
    },
    {
      "start": 1500.799,
      "dur": 1.671,
      "text": "pull things back from difficult or perilous positions before because that"
    },
    {
      "start": 1502.48,
      "dur": 1.59,
      "text": "perilous positions before because that is always the nature of power and how"
    },
    {
      "start": 1504.08,
      "dur": 2.31,
      "text": "is always the nature of power and how quickly dynamics can shift. Entirely"
    },
    {
      "start": 1506.4,
      "dur": 2.389,
      "text": "quickly dynamics can shift. Entirely possible all of that can happen. But I"
    },
    {
      "start": 1508.799,
      "dur": 1.671,
      "text": "possible all of that can happen. But I think coming back to my first point, the"
    },
    {
      "start": 1510.48,
      "dur": 2.39,
      "text": "think coming back to my first point, the problem for Morgan Mcweeny and Kia"
    },
    {
      "start": 1512.88,
      "dur": 1.909,
      "text": "problem for Morgan Mcweeny and Kia Starmer is this isn't the first time"
    },
    {
      "start": 1514.799,
      "dur": 2.23,
      "text": "Starmer is this isn't the first time that those two people and their judgment"
    },
    {
      "start": 1517.039,
      "dur": 2.63,
      "text": "that those two people and their judgment in any various situation has been openly"
    },
    {
      "start": 1519.679,
      "dur": 1.911,
      "text": "in any various situation has been openly and actively questioned within the"
    },
    {
      "start": 1521.6,
      "dur": 2.39,
      "text": "and actively questioned within the parliamentary labor party which is why"
    },
    {
      "start": 1524.0,
      "dur": 2.31,
      "text": "parliamentary labor party which is why those two figures obviously Karma but"
    },
    {
      "start": 1526.32,
      "dur": 2.39,
      "text": "those two figures obviously Karma but also Morgan Mcweeny have become quite"
    },
    {
      "start": 1528.72,
      "dur": 0.47,
      "text": "also Morgan Mcweeny have become quite key"
    },
    {
      "start": 1529.2,
      "dur": 1.67,
      "text": "key &gt;&gt; and the human undercurrent under all of"
    },
    {
      "start": 1530.88,
      "dur": 2.149,
      "text": "&gt;&gt; and the human undercurrent under all of this if you're a Labour MP for lots of"
    },
    {
      "start": 1533.039,
      "dur": 1.591,
      "text": "this if you're a Labour MP for lots of Labour MPs irrespective of their"
    },
    {
      "start": 1534.64,
      "dur": 2.79,
      "text": "Labour MPs irrespective of their pre-existing views about Kstarma or"
    },
    {
      "start": 1537.44,
      "dur": 2.31,
      "text": "pre-existing views about Kstarma or Morgan McWe anyone anyone else in the"
    },
    {
      "start": 1539.76,
      "dur": 1.59,
      "text": "Morgan McWe anyone anyone else in the heart of government is they're just"
    },
    {
      "start": 1541.36,
      "dur": 1.909,
      "text": "heart of government is they're just really disappointed. They just can't"
    },
    {
      "start": 1543.279,
      "dur": 3.191,
      "text": "really disappointed. They just can't quite believe that this fairly rare if"
    },
    {
      "start": 1546.48,
      "dur": 1.35,
      "text": "quite believe that this fairly rare if you look at the history books moment"
    },
    {
      "start": 1547.84,
      "dur": 1.67,
      "text": "you look at the history books moment where Labour actually win a general"
    },
    {
      "start": 1549.52,
      "dur": 2.55,
      "text": "where Labour actually win a general election and they've got a really really"
    },
    {
      "start": 1552.08,
      "dur": 2.15,
      "text": "election and they've got a really really solid majority albeit on a small share"
    },
    {
      "start": 1554.24,
      "dur": 2.23,
      "text": "solid majority albeit on a small share of the vote for a winning party that"
    },
    {
      "start": 1556.48,
      "dur": 1.51,
      "text": "of the vote for a winning party that there's just that deep sense of"
    },
    {
      "start": 1558.0,
      "dur": 1.83,
      "text": "there's just that deep sense of dispondency that they've from their"
    },
    {
      "start": 1559.84,
      "dur": 2.309,
      "text": "dispondency that they've from their perspective that this government of"
    },
    {
      "start": 1562.159,
      "dur": 1.431,
      "text": "perspective that this government of theirs whether they're actually a member"
    },
    {
      "start": 1563.6,
      "dur": 3.03,
      "text": "theirs whether they're actually a member of the government or not has has has un"
    },
    {
      "start": 1566.64,
      "dur": 2.79,
      "text": "of the government or not has has has un in their view wildly underperformed and"
    },
    {
      "start": 1569.44,
      "dur": 1.67,
      "text": "in their view wildly underperformed and they're they're desperate to see it"
    },
    {
      "start": 1571.12,
      "dur": 2.47,
      "text": "they're they're desperate to see it succeed. the ones that wish Kama well"
    },
    {
      "start": 1573.6,
      "dur": 2.069,
      "text": "succeed. the ones that wish Kama well share that disappointment would love to"
    },
    {
      "start": 1575.679,
      "dur": 2.391,
      "text": "share that disappointment would love to see him be successful would love to see"
    },
    {
      "start": 1578.08,
      "dur": 1.43,
      "text": "see him be successful would love to see Labour in a better position in the"
    },
    {
      "start": 1579.52,
      "dur": 2.79,
      "text": "Labour in a better position in the opinion polls um and and and a lot of"
    },
    {
      "start": 1582.32,
      "dur": 2.709,
      "text": "opinion polls um and and and a lot of this is is a an articulation of that"
    },
    {
      "start": 1585.039,
      "dur": 2.471,
      "text": "this is is a an articulation of that frustration as Alex was saying earlier"
    },
    {
      "start": 1587.52,
      "dur": 2.55,
      "text": "frustration as Alex was saying earlier this is then the latest case study on"
    },
    {
      "start": 1590.08,
      "dur": 1.11,
      "text": "this is then the latest case study on top of all the things we've talked about"
    },
    {
      "start": 1591.2,
      "dur": 2.31,
      "text": "top of all the things we've talked about on newscast for the last 18 months that"
    },
    {
      "start": 1593.52,
      "dur": 3.59,
      "text": "on newscast for the last 18 months that makes them think oh just maybe you know"
    },
    {
      "start": 1597.12,
      "dur": 1.909,
      "text": "makes them think oh just maybe you know even though I've had people say to me"
    },
    {
      "start": 1599.039,
      "dur": 1.591,
      "text": "even though I've had people say to me they don't bury him many ill will the"
    },
    {
      "start": 1600.64,
      "dur": 1.67,
      "text": "they don't bury him many ill will the prime minister they'd love to see him"
    },
    {
      "start": 1602.32,
      "dur": 2.15,
      "text": "prime minister they'd love to see him succeed. They recognize that he was"
    },
    {
      "start": 1604.48,
      "dur": 2.39,
      "text": "succeed. They recognize that he was central to them winning their seat. Uh"
    },
    {
      "start": 1606.88,
      "dur": 1.35,
      "text": "central to them winning their seat. Uh they will be the first to say that"
    },
    {
      "start": 1608.24,
      "dur": 2.07,
      "text": "they will be the first to say that Morgan Mcweeny in the eyes of many was"
    },
    {
      "start": 1610.32,
      "dur": 1.829,
      "text": "Morgan Mcweeny in the eyes of many was the genius who turned the Labour party"
    },
    {
      "start": 1612.159,
      "dur": 1.99,
      "text": "the genius who turned the Labour party around from a crushing defeat the"
    },
    {
      "start": 1614.159,
      "dur": 2.071,
      "text": "around from a crushing defeat the biggest since 1935 to winning a big"
    },
    {
      "start": 1616.24,
      "dur": 2.95,
      "text": "biggest since 1935 to winning a big majority. And yet and yet and yet"
    },
    {
      "start": 1619.2,
      "dur": 2.55,
      "text": "majority. And yet and yet and yet &gt;&gt; and no one no matter how great the art"
    },
    {
      "start": 1621.76,
      "dur": 2.63,
      "text": "&gt;&gt; and no one no matter how great the art politics can go back in time and unhire"
    },
    {
      "start": 1624.4,
      "dur": 1.67,
      "text": "politics can go back in time and unhire Peter Mandlesen from being the"
    },
    {
      "start": 1626.08,
      "dur": 0.31,
      "text": "Peter Mandlesen from being the ambassador."
    },
    {
      "start": 1626.4,
      "dur": 1.19,
      "text": "ambassador. &gt;&gt; No, but you get the sense from Karma"
    },
    {
      "start": 1627.6,
      "dur": 1.83,
      "text": "&gt;&gt; No, but you get the sense from Karma that he genuinely wishes that he could."
    },
    {
      "start": 1629.44,
      "dur": 1.51,
      "text": "that he genuinely wishes that he could. And that is all for this episode of"
    },
    {
      "start": 1630.96,
      "dur": 1.27,
      "text": "And that is all for this episode of Newscast. Thank you very much for"
    },
    {
      "start": 1632.24,
      "dur": 1.429,
      "text": "Newscast. Thank you very much for watching. If you'd like to listen to our"
    },
    {
      "start": 1633.679,
      "dur": 1.911,
      "text": "watching. If you'd like to listen to our daily episodes, they're available, yes,"
    },
    {
      "start": 1635.6,
      "dur": 1.99,
      "text": "daily episodes, they're available, yes, every day on BBC Sounds. And if you scan"
    },
    {
      "start": 1637.6,
      "dur": 1.83,
      "text": "every day on BBC Sounds. And if you scan the QR code on the screen right now,"
    },
    {
      "start": 1639.44,
      "dur": 1.99,
      "text": "the QR code on the screen right now, where is it? It's around here somewhere."
    },
    {
      "start": 1641.44,
      "dur": 2.55,
      "text": "where is it? It's around here somewhere. It will take you directly to us. So you"
    },
    {
      "start": 1644.0,
      "dur": 1.669,
      "text": "It will take you directly to us. So you can listen to us whenever you want."
    },
    {
      "start": 1645.679,
      "dur": 1.031,
      "text": "can listen to us whenever you want. Daniela, thank you."
    },
    {
      "start": 1646.72,
      "dur": 0.71,
      "text": "Daniela, thank you. &gt;&gt; Thanks, Adam."
    },
    {
      "start": 1647.44,
      "dur": 0.95,
      "text": "&gt;&gt; Thanks, Adam. &gt;&gt; Alex, thanks to you, too."
    },
    {
      "start": 1648.4,
      "dur": 0.629,
      "text": "&gt;&gt; Alex, thanks to you, too. &gt;&gt; Pleasure as ever."
    },
    {
      "start": 1649.039,
      "dur": 4.12,
      "text": "&gt;&gt; Pleasure as ever. &gt;&gt; And Chris, lovely to see you as well."
    }
  ]
}