{
  "videoId": "8vrWjaFSf8U",
  "title": "Keir Starmer first UK prime minister to visit China since 2018 | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 311,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.559,
      "text": "Karmmet says he wants a more consistent"
    },
    {
      "start": 2.639,
      "dur": 2.63,
      "text": "Karmmet says he wants a more consistent approach to China with no more veering"
    },
    {
      "start": 5.279,
      "dur": 2.871,
      "text": "approach to China with no more veering from golden age to ice age. He's due to"
    },
    {
      "start": 8.16,
      "dur": 2.389,
      "text": "from golden age to ice age. He's due to arrive in Beijing this hour. The first"
    },
    {
      "start": 10.559,
      "dur": 1.591,
      "text": "arrive in Beijing this hour. The first trip to China by a British prime"
    },
    {
      "start": 12.16,
      "dur": 2.389,
      "text": "trip to China by a British prime minister since uh since 2018. You'll"
    },
    {
      "start": 14.559,
      "dur": 1.671,
      "text": "minister since uh since 2018. You'll meet President Xi Jinping and is"
    },
    {
      "start": 16.24,
      "dur": 2.31,
      "text": "meet President Xi Jinping and is accompanied by around 60 business and"
    },
    {
      "start": 18.56,
      "dur": 2.15,
      "text": "accompanied by around 60 business and cultural leaders. Well, the government"
    },
    {
      "start": 20.72,
      "dur": 2.309,
      "text": "cultural leaders. Well, the government argues that despite the security threats"
    },
    {
      "start": 23.039,
      "dur": 2.47,
      "text": "argues that despite the security threats posed by China, it's important to reboot"
    },
    {
      "start": 25.519,
      "dur": 2.791,
      "text": "posed by China, it's important to reboot the UK's relationship with Beijing. The"
    },
    {
      "start": 28.32,
      "dur": 1.75,
      "text": "the UK's relationship with Beijing. The conservatives have accused him of"
    },
    {
      "start": 30.08,
      "dur": 2.23,
      "text": "conservatives have accused him of cozying up to a country that can't be"
    },
    {
      "start": 32.32,
      "dur": 2.31,
      "text": "cozying up to a country that can't be trusted. Our China correspondent Laura"
    },
    {
      "start": 34.64,
      "dur": 3.909,
      "text": "trusted. Our China correspondent Laura Bicker looks ahead to the visit."
    },
    {
      "start": 38.559,
      "dur": 2.391,
      "text": "Bicker looks ahead to the visit. &gt;&gt; Beijing is not the most welcoming place"
    },
    {
      "start": 40.96,
      "dur": 3.83,
      "text": "&gt;&gt; Beijing is not the most welcoming place in winter."
    },
    {
      "start": 44.8,
      "dur": 4.0,
      "text": "&gt;&gt; As the rivers are frozen by icy blasts,"
    },
    {
      "start": 48.8,
      "dur": 5.19,
      "text": "&gt;&gt; As the rivers are frozen by icy blasts, coming here is a calculated choice."
    },
    {
      "start": 54.0,
      "dur": 2.47,
      "text": "coming here is a calculated choice. one a number of world leaders have made"
    },
    {
      "start": 56.48,
      "dur": 2.709,
      "text": "one a number of world leaders have made in the last two months, including the"
    },
    {
      "start": 59.199,
      "dur": 2.87,
      "text": "in the last two months, including the French president and the Canadian prime"
    },
    {
      "start": 62.079,
      "dur": 1.591,
      "text": "French president and the Canadian prime minister."
    },
    {
      "start": 63.68,
      "dur": 2.23,
      "text": "minister. Chinese officials have been preparing a"
    },
    {
      "start": 65.92,
      "dur": 2.549,
      "text": "Chinese officials have been preparing a conveyor belt of deals in the last few"
    },
    {
      "start": 68.479,
      "dur": 1.751,
      "text": "conveyor belt of deals in the last few months, and it looks like the United"
    },
    {
      "start": 70.24,
      "dur": 2.95,
      "text": "months, and it looks like the United Kingdom is next. For China, it is a"
    },
    {
      "start": 73.2,
      "dur": 2.71,
      "text": "Kingdom is next. For China, it is a chance to portray itself as a stable,"
    },
    {
      "start": 75.92,
      "dur": 2.31,
      "text": "chance to portray itself as a stable, reliable, predictable partner,"
    },
    {
      "start": 78.24,
      "dur": 1.83,
      "text": "reliable, predictable partner, especially in comparison to the United"
    },
    {
      "start": 80.08,
      "dur": 3.669,
      "text": "especially in comparison to the United States. For the UK, it's a chance for a"
    },
    {
      "start": 83.759,
      "dur": 1.831,
      "text": "States. For the UK, it's a chance for a relationship reset."
    },
    {
      "start": 85.6,
      "dur": 1.509,
      "text": "relationship reset. &gt;&gt; Mr. President,"
    },
    {
      "start": 87.119,
      "dur": 2.63,
      "text": "&gt;&gt; Mr. President, &gt;&gt; this formal banquet and state visit 10"
    },
    {
      "start": 89.759,
      "dur": 2.791,
      "text": "&gt;&gt; this formal banquet and state visit 10 years ago was the so-called golden era"
    },
    {
      "start": 92.56,
      "dur": 2.95,
      "text": "years ago was the so-called golden era of UK China relations."
    },
    {
      "start": 95.52,
      "dur": 5.03,
      "text": "of UK China relations. A time when Britain bet big on Beijing"
    },
    {
      "start": 100.56,
      "dur": 3.83,
      "text": "A time when Britain bet big on Beijing until it all started to unravel."
    },
    {
      "start": 104.4,
      "dur": 2.31,
      "text": "until it all started to unravel. China's crackdown on Hong Kong has"
    },
    {
      "start": 106.72,
      "dur": 2.389,
      "text": "China's crackdown on Hong Kong has strained relations, and he's been urged"
    },
    {
      "start": 109.119,
      "dur": 2.791,
      "text": "strained relations, and he's been urged to raise the case of Jimmy Lie, a UK"
    },
    {
      "start": 111.92,
      "dur": 2.63,
      "text": "to raise the case of Jimmy Lie, a UK national and pro-democracy campaigner"
    },
    {
      "start": 114.56,
      "dur": 3.11,
      "text": "national and pro-democracy campaigner imprisoned in the former colony."
    },
    {
      "start": 117.68,
      "dur": 2.23,
      "text": "imprisoned in the former colony. And although plans were approved for"
    },
    {
      "start": 119.92,
      "dur": 2.63,
      "text": "And although plans were approved for China's super embassy in London,"
    },
    {
      "start": 122.56,
      "dur": 3.189,
      "text": "China's super embassy in London, intelligence agencies still warn Chinese"
    },
    {
      "start": 125.759,
      "dur": 2.47,
      "text": "intelligence agencies still warn Chinese state actors hold an almost daily"
    },
    {
      "start": 128.239,
      "dur": 1.51,
      "text": "state actors hold an almost daily threat."
    },
    {
      "start": 129.759,
      "dur": 1.83,
      "text": "threat. So, what's the reward for taking all"
    },
    {
      "start": 131.599,
      "dur": 2.471,
      "text": "So, what's the reward for taking all these risks? China sees the UK certainly"
    },
    {
      "start": 134.08,
      "dur": 2.789,
      "text": "these risks? China sees the UK certainly as being as a partner. They see us as"
    },
    {
      "start": 136.879,
      "dur": 1.911,
      "text": "as being as a partner. They see us as being a global service power in terms of"
    },
    {
      "start": 138.8,
      "dur": 1.83,
      "text": "being a global service power in terms of we've got a footprint that no one else"
    },
    {
      "start": 140.64,
      "dur": 1.99,
      "text": "we've got a footprint that no one else really has in terms of banking, law"
    },
    {
      "start": 142.64,
      "dur": 2.07,
      "text": "really has in terms of banking, law firms, accounting firms, you know, not"
    },
    {
      "start": 144.72,
      "dur": 2.63,
      "text": "firms, accounting firms, you know, not just um in China in in in Asia, but but"
    },
    {
      "start": 147.36,
      "dur": 1.91,
      "text": "just um in China in in in Asia, but but globally. So, I think when they see us,"
    },
    {
      "start": 149.28,
      "dur": 2.63,
      "text": "globally. So, I think when they see us, they see um a a country that punches"
    },
    {
      "start": 151.92,
      "dur": 2.63,
      "text": "they see um a a country that punches above its weight."
    },
    {
      "start": 154.56,
      "dur": 1.51,
      "text": "above its weight. The prime minister said Britain's"
    },
    {
      "start": 156.08,
      "dur": 2.149,
      "text": "The prime minister said Britain's relationship with China is emerging from"
    },
    {
      "start": 158.239,
      "dur": 2.871,
      "text": "relationship with China is emerging from the ice age. But with so many disputes"
    },
    {
      "start": 161.12,
      "dur": 2.87,
      "text": "the ice age. But with so many disputes and doubts to navigate, this visit may"
    },
    {
      "start": 164.0,
      "dur": 2.63,
      "text": "and doubts to navigate, this visit may simply signal the start of a slow"
    },
    {
      "start": 166.64,
      "dur": 3.669,
      "text": "simply signal the start of a slow diplomatic thaw. Laura Bicker, BBC News,"
    },
    {
      "start": 170.319,
      "dur": 1.351,
      "text": "diplomatic thaw. Laura Bicker, BBC News, Beijing."
    },
    {
      "start": 171.68,
      "dur": 1.269,
      "text": "Beijing. &gt;&gt; Let's speak to our chief political"
    },
    {
      "start": 172.959,
      "dur": 1.511,
      "text": "&gt;&gt; Let's speak to our chief political correspondent, Henry Zean, who's"
    },
    {
      "start": 174.48,
      "dur": 1.91,
      "text": "correspondent, Henry Zean, who's standing by for us. Hi, Henry. Uh, so"
    },
    {
      "start": 176.4,
      "dur": 2.07,
      "text": "standing by for us. Hi, Henry. Uh, so what's your sense of what the prime"
    },
    {
      "start": 178.48,
      "dur": 1.749,
      "text": "what's your sense of what the prime minister wants to get out of this?"
    },
    {
      "start": 180.239,
      "dur": 1.831,
      "text": "minister wants to get out of this? &gt;&gt; Hi, Lewis. I think the prime minister is"
    },
    {
      "start": 182.08,
      "dur": 3.19,
      "text": "&gt;&gt; Hi, Lewis. I think the prime minister is trying to reboot relations between"
    },
    {
      "start": 185.28,
      "dur": 1.75,
      "text": "trying to reboot relations between Britain and China and I think the most"
    },
    {
      "start": 187.04,
      "dur": 2.549,
      "text": "Britain and China and I think the most visible way he can do that is by"
    },
    {
      "start": 189.599,
      "dur": 1.751,
      "text": "visible way he can do that is by visiting China as you were hearing there"
    },
    {
      "start": 191.36,
      "dur": 2.149,
      "text": "visiting China as you were hearing there the first British prime minister to go"
    },
    {
      "start": 193.519,
      "dur": 3.031,
      "text": "the first British prime minister to go there for 8 years since Theresa May in"
    },
    {
      "start": 196.56,
      "dur": 2.47,
      "text": "there for 8 years since Theresa May in January 2018. I mean I was on that trip"
    },
    {
      "start": 199.04,
      "dur": 3.189,
      "text": "January 2018. I mean I was on that trip in 2018 and there was no sense then of"
    },
    {
      "start": 202.239,
      "dur": 2.551,
      "text": "in 2018 and there was no sense then of how fast relations between the UK and"
    },
    {
      "start": 204.8,
      "dur": 2.31,
      "text": "how fast relations between the UK and China would cool. At that point we were"
    },
    {
      "start": 207.12,
      "dur": 2.07,
      "text": "China would cool. At that point we were still in the aftermath of the so-called"
    },
    {
      "start": 209.2,
      "dur": 2.389,
      "text": "still in the aftermath of the so-called golden era of relations between UK and"
    },
    {
      "start": 211.599,
      "dur": 2.311,
      "text": "golden era of relations between UK and China spearheaded by David Cameron as"
    },
    {
      "start": 213.92,
      "dur": 1.51,
      "text": "China spearheaded by David Cameron as prime minister and George Osborne as"
    },
    {
      "start": 215.44,
      "dur": 2.39,
      "text": "prime minister and George Osborne as chancellor. Clearly things have changed"
    },
    {
      "start": 217.84,
      "dur": 1.99,
      "text": "chancellor. Clearly things have changed dramatically. I don't think Zakir"
    },
    {
      "start": 219.84,
      "dur": 1.669,
      "text": "dramatically. I don't think Zakir Starmer is intending to signal here that"
    },
    {
      "start": 221.519,
      "dur": 1.511,
      "text": "Starmer is intending to signal here that he's going back to those days when"
    },
    {
      "start": 223.04,
      "dur": 2.549,
      "text": "he's going back to those days when Britain threw open its doors to Chinese"
    },
    {
      "start": 225.599,
      "dur": 1.99,
      "text": "Britain threw open its doors to Chinese investment and vice versa to some"
    },
    {
      "start": 227.599,
      "dur": 2.471,
      "text": "investment and vice versa to some degree. I think though what he is trying"
    },
    {
      "start": 230.08,
      "dur": 2.069,
      "text": "degree. I think though what he is trying to say, what he is trying to really say"
    },
    {
      "start": 232.159,
      "dur": 1.831,
      "text": "to say, what he is trying to really say to the British public to explain why"
    },
    {
      "start": 234.0,
      "dur": 1.91,
      "text": "to the British public to explain why he's there given the UK does still have"
    },
    {
      "start": 235.92,
      "dur": 1.669,
      "text": "he's there given the UK does still have all sorts of differences with the"
    },
    {
      "start": 237.599,
      "dur": 3.19,
      "text": "all sorts of differences with the Chinese regime is that China's size"
    },
    {
      "start": 240.799,
      "dur": 3.271,
      "text": "Chinese regime is that China's size makes it simply unignorable from his"
    },
    {
      "start": 244.08,
      "dur": 1.429,
      "text": "makes it simply unignorable from his point of view."
    },
    {
      "start": 245.519,
      "dur": 1.91,
      "text": "point of view. &gt;&gt; What about the other political parties?"
    },
    {
      "start": 247.439,
      "dur": 1.671,
      "text": "&gt;&gt; What about the other political parties? What's their stance on this?"
    },
    {
      "start": 249.12,
      "dur": 1.43,
      "text": "What's their stance on this? &gt;&gt; Well, the Conservatives have been very"
    },
    {
      "start": 250.56,
      "dur": 2.47,
      "text": "&gt;&gt; Well, the Conservatives have been very critical of Sakir Stalmer over this."
    },
    {
      "start": 253.04,
      "dur": 1.749,
      "text": "critical of Sakir Stalmer over this. They say he simply shouldn't be there."
    },
    {
      "start": 254.799,
      "dur": 2.071,
      "text": "They say he simply shouldn't be there. Writing in the Telegraph today, Kem"
    },
    {
      "start": 256.88,
      "dur": 3.349,
      "text": "Writing in the Telegraph today, Kem Bednox says uh that Karma is going with"
    },
    {
      "start": 260.239,
      "dur": 2.23,
      "text": "Bednox says uh that Karma is going with good intentions but they are not enough."
    },
    {
      "start": 262.479,
      "dur": 6.391,
      "text": "good intentions but they are not enough. She says that China uh is uh um China uh"
    },
    {
      "start": 268.88,
      "dur": 3.029,
      "text": "She says that China uh is uh um China uh is important but that uh the government"
    },
    {
      "start": 271.919,
      "dur": 2.151,
      "text": "is important but that uh the government is putting process and posturing first"
    },
    {
      "start": 274.08,
      "dur": 2.23,
      "text": "is putting process and posturing first by which I think she's referring to uh"
    },
    {
      "start": 276.32,
      "dur": 1.75,
      "text": "by which I think she's referring to uh the government's decision to approve"
    },
    {
      "start": 278.08,
      "dur": 2.23,
      "text": "the government's decision to approve this very controversial and very drawn"
    },
    {
      "start": 280.32,
      "dur": 3.19,
      "text": "this very controversial and very drawn out proposal uh by the uh Chinese"
    },
    {
      "start": 283.52,
      "dur": 2.15,
      "text": "out proposal uh by the uh Chinese government to build a so-called mega"
    },
    {
      "start": 285.68,
      "dur": 2.15,
      "text": "government to build a so-called mega embassy in the city of London here in"
    },
    {
      "start": 287.84,
      "dur": 1.83,
      "text": "embassy in the city of London here in the UK and various other things that Kem"
    },
    {
      "start": 289.68,
      "dur": 2.789,
      "text": "the UK and various other things that Kem Pay's been quite critical of and I"
    },
    {
      "start": 292.479,
      "dur": 1.831,
      "text": "Pay's been quite critical of and I wonder by the way Ktormer won't be doing"
    },
    {
      "start": 294.32,
      "dur": 1.83,
      "text": "wonder by the way Ktormer won't be doing PMQs today obviously because he's about"
    },
    {
      "start": 296.16,
      "dur": 2.63,
      "text": "PMQs today obviously because he's about to touch down in Beijing but I wonder"
    },
    {
      "start": 298.8,
      "dur": 2.55,
      "text": "to touch down in Beijing but I wonder whether in our standin PMQs with David"
    },
    {
      "start": 301.36,
      "dur": 1.59,
      "text": "whether in our standin PMQs with David Lammy representing the government he's"
    },
    {
      "start": 302.96,
      "dur": 1.509,
      "text": "Lammy representing the government he's the deputy prime minister but he went to"
    },
    {
      "start": 304.479,
      "dur": 1.671,
      "text": "the deputy prime minister but he went to China last year when he was foreign"
    },
    {
      "start": 306.16,
      "dur": 1.589,
      "text": "China last year when he was foreign secretary I wonder if we might hear more"
    },
    {
      "start": 307.759,
      "dur": 1.911,
      "text": "secretary I wonder if we might hear more of that criticism from the conservatives"
    },
    {
      "start": 309.68,
      "dur": 2.88,
      "text": "of that criticism from the conservatives later today."
    }
  ]
}