{
  "videoId": "9fpYCM6C01g",
  "title": "Marco Rubio says US and Europe 'belong together' at Munich Security Conference | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 464,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.48,
      "text": "The US Secretary of State has told the"
    },
    {
      "start": 2.48,
      "dur": 2.63,
      "text": "The US Secretary of State has told the Munich Security Conference that America"
    },
    {
      "start": 5.12,
      "dur": 2.709,
      "text": "Munich Security Conference that America is seeking to revitalize its alliance"
    },
    {
      "start": 7.839,
      "dur": 3.111,
      "text": "is seeking to revitalize its alliance with European countries. Marco Rubio"
    },
    {
      "start": 10.96,
      "dur": 2.789,
      "text": "with European countries. Marco Rubio said the US would always be a child of"
    },
    {
      "start": 13.759,
      "dur": 2.231,
      "text": "said the US would always be a child of Europe and insisted that his country"
    },
    {
      "start": 16.0,
      "dur": 2.23,
      "text": "Europe and insisted that his country wanted to preserve that relationship"
    },
    {
      "start": 18.24,
      "dur": 2.63,
      "text": "wanted to preserve that relationship rather than end it. He was present on"
    },
    {
      "start": 20.88,
      "dur": 1.91,
      "text": "rather than end it. He was present on Friday when the leaders of Germany and"
    },
    {
      "start": 22.8,
      "dur": 1.99,
      "text": "Friday when the leaders of Germany and France warned of frictions in the"
    },
    {
      "start": 24.8,
      "dur": 3.11,
      "text": "France warned of frictions in the transatlantic alliance. Mr. Rubio also"
    },
    {
      "start": 27.92,
      "dur": 1.99,
      "text": "transatlantic alliance. Mr. Rubio also used his address on Saturday to"
    },
    {
      "start": 29.92,
      "dur": 3.03,
      "text": "used his address on Saturday to criticize what he called mass migration"
    },
    {
      "start": 32.96,
      "dur": 2.15,
      "text": "criticize what he called mass migration saying it had cost western countries"
    },
    {
      "start": 35.12,
      "dur": 3.03,
      "text": "saying it had cost western countries dearly. Let's go there live now. Uh"
    },
    {
      "start": 38.16,
      "dur": 1.909,
      "text": "dearly. Let's go there live now. Uh these are live pictures from the press"
    },
    {
      "start": 40.079,
      "dur": 3.111,
      "text": "these are live pictures from the press conference where in a moment uh we are"
    },
    {
      "start": 43.2,
      "dur": 3.029,
      "text": "conference where in a moment uh we are expecting to hear from Sakir Star and"
    },
    {
      "start": 46.239,
      "dur": 2.711,
      "text": "expecting to hear from Sakir Star and the president of the European Commission"
    },
    {
      "start": 48.96,
      "dur": 2.71,
      "text": "the president of the European Commission Ursula Vonda. We will bring that as soon"
    },
    {
      "start": 51.68,
      "dur": 2.23,
      "text": "Ursula Vonda. We will bring that as soon as that happens. We're listening to the"
    },
    {
      "start": 53.92,
      "dur": 1.75,
      "text": "as that happens. We're listening to the Chinese foreign minister there at the"
    },
    {
      "start": 55.68,
      "dur": 2.709,
      "text": "Chinese foreign minister there at the moment. But let's go straight to my"
    },
    {
      "start": 58.399,
      "dur": 2.31,
      "text": "moment. But let's go straight to my colleague, colleague Casha MadiRaa who"
    },
    {
      "start": 60.719,
      "dur": 3.191,
      "text": "colleague, colleague Casha MadiRaa who is in Munich for us. And Casha, a really"
    },
    {
      "start": 63.92,
      "dur": 2.79,
      "text": "is in Munich for us. And Casha, a really interesting speech uh from Marco Rubio,"
    },
    {
      "start": 66.72,
      "dur": 1.99,
      "text": "interesting speech uh from Marco Rubio, the US Secretary of State. Nobody quite"
    },
    {
      "start": 68.72,
      "dur": 2.87,
      "text": "the US Secretary of State. Nobody quite knew what to expect after last year, but"
    },
    {
      "start": 71.6,
      "dur": 4.39,
      "text": "knew what to expect after last year, but the tone incredibly different this year."
    },
    {
      "start": 76.0,
      "dur": 2.789,
      "text": "the tone incredibly different this year. &gt;&gt; Yeah, really consiliatory, very, very"
    },
    {
      "start": 78.799,
      "dur": 1.831,
      "text": "&gt;&gt; Yeah, really consiliatory, very, very different to what was expected last"
    },
    {
      "start": 80.64,
      "dur": 2.07,
      "text": "different to what was expected last year. You've got to say that actually"
    },
    {
      "start": 82.72,
      "dur": 2.069,
      "text": "year. You've got to say that actually the Europeans were bracing themselves."
    },
    {
      "start": 84.799,
      "dur": 1.99,
      "text": "the Europeans were bracing themselves. We heard from the German Chancellor"
    },
    {
      "start": 86.799,
      "dur": 2.551,
      "text": "We heard from the German Chancellor Frederick Mertz yesterday really talking"
    },
    {
      "start": 89.36,
      "dur": 3.35,
      "text": "Frederick Mertz yesterday really talking about Europe needing to start acting up"
    },
    {
      "start": 92.72,
      "dur": 2.87,
      "text": "about Europe needing to start acting up about securing and guaranteeing its"
    },
    {
      "start": 95.6,
      "dur": 2.23,
      "text": "about securing and guaranteeing its security. They were already saying that"
    },
    {
      "start": 97.84,
      "dur": 2.07,
      "text": "security. They were already saying that actually Europeans will have to"
    },
    {
      "start": 99.92,
      "dur": 2.39,
      "text": "actually Europeans will have to sacrifice bec will have to have a"
    },
    {
      "start": 102.32,
      "dur": 2.469,
      "text": "sacrifice bec will have to have a sacrifice because they need to bolster"
    },
    {
      "start": 104.799,
      "dur": 1.911,
      "text": "sacrifice because they need to bolster their security. So they were already"
    },
    {
      "start": 106.72,
      "dur": 3.429,
      "text": "their security. So they were already braced for something from Marco Rubio."
    },
    {
      "start": 110.159,
      "dur": 3.431,
      "text": "braced for something from Marco Rubio. But what we heard today was very very"
    },
    {
      "start": 113.6,
      "dur": 3.43,
      "text": "But what we heard today was very very consiliatory. He was very uh offering"
    },
    {
      "start": 117.04,
      "dur": 2.23,
      "text": "consiliatory. He was very uh offering that olive branch to the Europeans,"
    },
    {
      "start": 119.28,
      "dur": 2.869,
      "text": "that olive branch to the Europeans, reminding Europe of the shared history"
    },
    {
      "start": 122.159,
      "dur": 3.671,
      "text": "reminding Europe of the shared history of the United States and Europe. So a"
    },
    {
      "start": 125.84,
      "dur": 2.469,
      "text": "of the United States and Europe. So a really different tone, but if you read"
    },
    {
      "start": 128.319,
      "dur": 2.15,
      "text": "really different tone, but if you read between the lines, actually the"
    },
    {
      "start": 130.479,
      "dur": 2.311,
      "text": "between the lines, actually the messaging is consistent with what we've"
    },
    {
      "start": 132.8,
      "dur": 1.03,
      "text": "messaging is consistent with what we've been hearing from the Trump"
    },
    {
      "start": 133.84,
      "dur": 2.63,
      "text": "been hearing from the Trump administration all along. He was pretty"
    },
    {
      "start": 136.48,
      "dur": 1.99,
      "text": "administration all along. He was pretty pretty straight when it comes to"
    },
    {
      "start": 138.48,
      "dur": 2.07,
      "text": "pretty straight when it comes to migration. He was very straight when it"
    },
    {
      "start": 140.56,
      "dur": 2.23,
      "text": "migration. He was very straight when it comes to border control. He said it was"
    },
    {
      "start": 142.8,
      "dur": 2.39,
      "text": "comes to border control. He said it was it was important. It was critical to"
    },
    {
      "start": 145.2,
      "dur": 1.99,
      "text": "it was important. It was critical to sovereignty. He said it wasn't"
    },
    {
      "start": 147.2,
      "dur": 2.389,
      "text": "sovereignty. He said it wasn't xenophobic, but it was important to the"
    },
    {
      "start": 149.599,
      "dur": 2.071,
      "text": "xenophobic, but it was important to the sovereignty of a nation state. And when"
    },
    {
      "start": 151.68,
      "dur": 1.67,
      "text": "sovereignty of a nation state. And when it comes to the EU, of course, we know"
    },
    {
      "start": 153.36,
      "dur": 2.31,
      "text": "it comes to the EU, of course, we know that you can travel without borders here"
    },
    {
      "start": 155.68,
      "dur": 2.23,
      "text": "that you can travel without borders here once you're within the EU. That's going"
    },
    {
      "start": 157.92,
      "dur": 2.71,
      "text": "once you're within the EU. That's going to jar somewhat with the whole ethos of"
    },
    {
      "start": 160.64,
      "dur": 2.47,
      "text": "to jar somewhat with the whole ethos of the European Union. Now, we're going to"
    },
    {
      "start": 163.12,
      "dur": 2.63,
      "text": "the European Union. Now, we're going to expect Sakir Starmer to be up next. He's"
    },
    {
      "start": 165.76,
      "dur": 2.549,
      "text": "expect Sakir Starmer to be up next. He's not making a keynote speech. And when it"
    },
    {
      "start": 168.319,
      "dur": 2.151,
      "text": "not making a keynote speech. And when it comes to things like these kind of huge"
    },
    {
      "start": 170.48,
      "dur": 1.43,
      "text": "comes to things like these kind of huge conferences, the Munich Security"
    },
    {
      "start": 171.92,
      "dur": 1.99,
      "text": "conferences, the Munich Security Conference, one of the oldest, certainly"
    },
    {
      "start": 173.92,
      "dur": 1.99,
      "text": "Conference, one of the oldest, certainly the biggest with some of the largest"
    },
    {
      "start": 175.92,
      "dur": 1.91,
      "text": "the biggest with some of the largest number of world leaders coming,"
    },
    {
      "start": 177.84,
      "dur": 2.87,
      "text": "number of world leaders coming, symbolism is everything. So we're going"
    },
    {
      "start": 180.72,
      "dur": 3.509,
      "text": "symbolism is everything. So we're going to see Sakir Stalmer up on stage with"
    },
    {
      "start": 184.239,
      "dur": 2.231,
      "text": "to see Sakir Stalmer up on stage with Ursula Vond, the president of the"
    },
    {
      "start": 186.48,
      "dur": 2.07,
      "text": "Ursula Vond, the president of the European Commission. And that shows"
    },
    {
      "start": 188.56,
      "dur": 2.07,
      "text": "European Commission. And that shows sends that image that when it comes to"
    },
    {
      "start": 190.64,
      "dur": 3.509,
      "text": "sends that image that when it comes to the UK, the European Union, they are"
    },
    {
      "start": 194.159,
      "dur": 3.031,
      "text": "the UK, the European Union, they are together. Contrast that with Marco Rubio"
    },
    {
      "start": 197.2,
      "dur": 2.79,
      "text": "together. Contrast that with Marco Rubio on his own on the stage. However, like"
    },
    {
      "start": 200.0,
      "dur": 3.27,
      "text": "on his own on the stage. However, like we were saying, the me this tone of the"
    },
    {
      "start": 203.28,
      "dur": 2.229,
      "text": "we were saying, the me this tone of the speech from Marco Rubio. Totally"
    },
    {
      "start": 205.519,
      "dur": 2.391,
      "text": "speech from Marco Rubio. Totally different to what we heard from JD Vance"
    },
    {
      "start": 207.92,
      "dur": 2.229,
      "text": "different to what we heard from JD Vance last year. Completely different. There"
    },
    {
      "start": 210.159,
      "dur": 2.311,
      "text": "last year. Completely different. There were it was silent in the conference"
    },
    {
      "start": 212.48,
      "dur": 2.63,
      "text": "were it was silent in the conference hall last year after the vice president"
    },
    {
      "start": 215.12,
      "dur": 2.07,
      "text": "hall last year after the vice president of the United States gave his speech."
    },
    {
      "start": 217.2,
      "dur": 2.87,
      "text": "of the United States gave his speech. Today we heard even some laughs, a round"
    },
    {
      "start": 220.08,
      "dur": 2.149,
      "text": "Today we heard even some laughs, a round of applause, much much more"
    },
    {
      "start": 222.239,
      "dur": 3.111,
      "text": "of applause, much much more consiliatory, a totally different mood."
    },
    {
      "start": 225.36,
      "dur": 1.83,
      "text": "consiliatory, a totally different mood. But at the heart of all of this, the key"
    },
    {
      "start": 227.2,
      "dur": 2.47,
      "text": "But at the heart of all of this, the key issues still remain. The war is raging"
    },
    {
      "start": 229.68,
      "dur": 2.629,
      "text": "issues still remain. The war is raging in Ukraine. Marco Rubio himself saying"
    },
    {
      "start": 232.319,
      "dur": 2.871,
      "text": "in Ukraine. Marco Rubio himself saying that he doesn't know what Russia whether"
    },
    {
      "start": 235.2,
      "dur": 2.63,
      "text": "that he doesn't know what Russia whether it's genuinely wanting to have a"
    },
    {
      "start": 237.84,
      "dur": 2.15,
      "text": "it's genuinely wanting to have a ceasefire. There is a crux there."
    },
    {
      "start": 240.0,
      "dur": 2.63,
      "text": "ceasefire. There is a crux there. Vladimir Zalinski of course here. he"
    },
    {
      "start": 242.64,
      "dur": 1.589,
      "text": "Vladimir Zalinski of course here. he wants to move things forward. But we"
    },
    {
      "start": 244.239,
      "dur": 1.91,
      "text": "wants to move things forward. But we were hearing from a commentator just"
    },
    {
      "start": 246.159,
      "dur": 1.751,
      "text": "were hearing from a commentator just earlier on saying that actually Marco"
    },
    {
      "start": 247.92,
      "dur": 2.47,
      "text": "earlier on saying that actually Marco Rubio missed a meeting with the"
    },
    {
      "start": 250.4,
      "dur": 2.79,
      "text": "Rubio missed a meeting with the Europeans about Ukraine. What does that"
    },
    {
      "start": 253.2,
      "dur": 2.15,
      "text": "Europeans about Ukraine. What does that say? Everybody reading everything into"
    },
    {
      "start": 255.36,
      "dur": 2.23,
      "text": "say? Everybody reading everything into the smallest details here. So yeah,"
    },
    {
      "start": 257.6,
      "dur": 2.39,
      "text": "the smallest details here. So yeah, symbolism is important, but what is also"
    },
    {
      "start": 260.0,
      "dur": 2.629,
      "text": "symbolism is important, but what is also important is those back conversations,"
    },
    {
      "start": 262.639,
      "dur": 2.391,
      "text": "important is those back conversations, those meetings behind closed doors that"
    },
    {
      "start": 265.04,
      "dur": 1.75,
      "text": "those meetings behind closed doors that we're not privy to because that's when"
    },
    {
      "start": 266.8,
      "dur": 1.99,
      "text": "we're not privy to because that's when all the the real conversations are"
    },
    {
      "start": 268.8,
      "dur": 3.109,
      "text": "all the the real conversations are thrashed out. But what is really"
    },
    {
      "start": 271.919,
      "dur": 3.751,
      "text": "thrashed out. But what is really interesting to see is how the Europeans"
    },
    {
      "start": 275.68,
      "dur": 4.63,
      "text": "interesting to see is how the Europeans are also perhaps a little bit torn"
    },
    {
      "start": 280.32,
      "dur": 1.83,
      "text": "are also perhaps a little bit torn because we know that Emanuel Macarron"
    },
    {
      "start": 282.16,
      "dur": 1.99,
      "text": "because we know that Emanuel Macarron yesterday was giving his speech and he"
    },
    {
      "start": 284.16,
      "dur": 1.43,
      "text": "yesterday was giving his speech and he was saying look Europe you've got so"
    },
    {
      "start": 285.6,
      "dur": 2.55,
      "text": "was saying look Europe you've got so much we've got so much to be proud of we"
    },
    {
      "start": 288.16,
      "dur": 2.15,
      "text": "much we've got so much to be proud of we need to stand up for ourselves but we"
    },
    {
      "start": 290.32,
      "dur": 1.83,
      "text": "need to stand up for ourselves but we also know that Mark Rutter the head of"
    },
    {
      "start": 292.16,
      "dur": 2.469,
      "text": "also know that Mark Rutter the head of NATO has said that without a US backs"
    },
    {
      "start": 294.639,
      "dur": 3.511,
      "text": "NATO has said that without a US backs stop NATO is really harmed so there's a"
    },
    {
      "start": 298.16,
      "dur": 2.07,
      "text": "stop NATO is really harmed so there's a lot of push and pull So, it's getting"
    },
    {
      "start": 300.24,
      "dur": 2.55,
      "text": "lot of push and pull So, it's getting that balance and when it comes to the US"
    },
    {
      "start": 302.8,
      "dur": 2.55,
      "text": "that balance and when it comes to the US Secretary of State, I think he really"
    },
    {
      "start": 305.36,
      "dur": 2.95,
      "text": "Secretary of State, I think he really achieved that balance in terms of the"
    },
    {
      "start": 308.32,
      "dur": 3.35,
      "text": "achieved that balance in terms of the tone of his speech. Sarah, yeah, Cash,"
    },
    {
      "start": 311.68,
      "dur": 1.67,
      "text": "tone of his speech. Sarah, yeah, Cash, there was a lot of sort of flattery in"
    },
    {
      "start": 313.36,
      "dur": 1.75,
      "text": "there was a lot of sort of flattery in there, wasn't there? You know, talking,"
    },
    {
      "start": 315.12,
      "dur": 2.069,
      "text": "there, wasn't there? You know, talking, you know, about the wonderful cultural"
    },
    {
      "start": 317.199,
      "dur": 2.631,
      "text": "you know, about the wonderful cultural um importance of uh of Europe, what it's"
    },
    {
      "start": 319.84,
      "dur": 1.67,
      "text": "um importance of uh of Europe, what it's given to the world, Shakespeare, listing"
    },
    {
      "start": 321.52,
      "dur": 1.75,
      "text": "given to the world, Shakespeare, listing all sorts, you know, Mozart, Beth Hov,"
    },
    {
      "start": 323.28,
      "dur": 1.51,
      "text": "all sorts, you know, Mozart, Beth Hov, all the rest of it. So it was a real"
    },
    {
      "start": 324.8,
      "dur": 2.31,
      "text": "all the rest of it. So it was a real sort of love letter from the US to"
    },
    {
      "start": 327.12,
      "dur": 2.629,
      "text": "sort of love letter from the US to Europe, but at the same time saying we"
    },
    {
      "start": 329.759,
      "dur": 2.951,
      "text": "Europe, but at the same time saying we want to go further with you together,"
    },
    {
      "start": 332.72,
      "dur": 1.749,
      "text": "want to go further with you together, but if you're not willing to stand up on"
    },
    {
      "start": 334.479,
      "dur": 2.391,
      "text": "but if you're not willing to stand up on your own two feet, then in a sense,"
    },
    {
      "start": 336.88,
      "dur": 2.07,
      "text": "your own two feet, then in a sense, you're on your own. So it was it was it"
    },
    {
      "start": 338.96,
      "dur": 1.59,
      "text": "you're on your own. So it was it was it was a sort of strange it was a kind of"
    },
    {
      "start": 340.56,
      "dur": 2.069,
      "text": "was a sort of strange it was a kind of call to arms, but also we love you. We"
    },
    {
      "start": 342.639,
      "dur": 1.431,
      "text": "call to arms, but also we love you. We want to go forward with you, but if you"
    },
    {
      "start": 344.08,
      "dur": 3.91,
      "text": "want to go forward with you, but if you don't, that's your decision."
    },
    {
      "start": 348.0,
      "dur": 1.67,
      "text": "don't, that's your decision. &gt;&gt; Well, a little bit of echoing from what"
    },
    {
      "start": 349.68,
      "dur": 1.59,
      "text": "&gt;&gt; Well, a little bit of echoing from what we heard from Emanuel Macarron last"
    },
    {
      "start": 351.28,
      "dur": 1.51,
      "text": "we heard from Emanuel Macarron last night. Emanuel Macarron, the French"
    },
    {
      "start": 352.8,
      "dur": 1.43,
      "text": "night. Emanuel Macarron, the French president, saying, you know, we need to"
    },
    {
      "start": 354.24,
      "dur": 2.949,
      "text": "president, saying, you know, we need to be proud of Europe. Marco Rubio arguably"
    },
    {
      "start": 357.199,
      "dur": 2.311,
      "text": "be proud of Europe. Marco Rubio arguably picking up on that, reminding of the"
    },
    {
      "start": 359.52,
      "dur": 2.389,
      "text": "picking up on that, reminding of the ties between Europe and the US, the"
    },
    {
      "start": 361.919,
      "dur": 2.311,
      "text": "ties between Europe and the US, the historical ties, if you think about the"
    },
    {
      "start": 364.24,
      "dur": 2.069,
      "text": "historical ties, if you think about the background to the formation of the"
    },
    {
      "start": 366.319,
      "dur": 1.911,
      "text": "background to the formation of the United States. Also, a little joke"
    },
    {
      "start": 368.24,
      "dur": 1.669,
      "text": "United States. Also, a little joke saying that thanks to the Europeans, the"
    },
    {
      "start": 369.919,
      "dur": 3.11,
      "text": "saying that thanks to the Europeans, the US has better beer. That got a round of"
    },
    {
      "start": 373.039,
      "dur": 1.911,
      "text": "US has better beer. That got a round of applause. There was silence in the"
    },
    {
      "start": 374.96,
      "dur": 1.83,
      "text": "applause. There was silence in the auditorium when JD Vance was speaking."
    },
    {
      "start": 376.8,
      "dur": 3.03,
      "text": "auditorium when JD Vance was speaking. So yeah, definitely a love letter, but a"
    },
    {
      "start": 379.84,
      "dur": 2.789,
      "text": "So yeah, definitely a love letter, but a love letter with undertones that are not"
    },
    {
      "start": 382.639,
      "dur": 1.99,
      "text": "love letter with undertones that are not so much threatening, not so much"
    },
    {
      "start": 384.639,
      "dur": 3.031,
      "text": "so much threatening, not so much menacing, but a reminder that yeah,"
    },
    {
      "start": 387.68,
      "dur": 2.949,
      "text": "menacing, but a reminder that yeah, sure, we are allies, but we need our"
    },
    {
      "start": 390.639,
      "dur": 3.031,
      "text": "sure, we are allies, but we need our allies to be strong. And that has always"
    },
    {
      "start": 393.68,
      "dur": 1.59,
      "text": "allies to be strong. And that has always been the consistent messaging from the"
    },
    {
      "start": 395.28,
      "dur": 2.39,
      "text": "been the consistent messaging from the Trump administration that we need the"
    },
    {
      "start": 397.68,
      "dur": 2.069,
      "text": "Trump administration that we need the Europeans to be strong. So therefore,"
    },
    {
      "start": 399.759,
      "dur": 1.751,
      "text": "Europeans to be strong. So therefore, put your hands in your pocket. Start"
    },
    {
      "start": 401.52,
      "dur": 2.71,
      "text": "put your hands in your pocket. Start spending on defense. Start spending if"
    },
    {
      "start": 404.24,
      "dur": 3.669,
      "text": "spending on defense. Start spending if you're a NATO member 5% of your GDP."
    },
    {
      "start": 407.919,
      "dur": 1.83,
      "text": "you're a NATO member 5% of your GDP. There are only a handful of countries"
    },
    {
      "start": 409.759,
      "dur": 2.071,
      "text": "There are only a handful of countries who are doing that already when it comes"
    },
    {
      "start": 411.84,
      "dur": 3.43,
      "text": "who are doing that already when it comes to EU member states. So there's a lot"
    },
    {
      "start": 415.28,
      "dur": 2.79,
      "text": "to EU member states. So there's a lot for the Europeans still to do and Marco"
    },
    {
      "start": 418.08,
      "dur": 3.75,
      "text": "for the Europeans still to do and Marco Rubio very elegantly, very gently with a"
    },
    {
      "start": 421.84,
      "dur": 2.789,
      "text": "Rubio very elegantly, very gently with a lot of love around the sides reminding"
    },
    {
      "start": 424.639,
      "dur": 3.031,
      "text": "lot of love around the sides reminding Europe that it really needs to pull its"
    },
    {
      "start": 427.68,
      "dur": 1.909,
      "text": "Europe that it really needs to pull its weight. So the Munich Security"
    },
    {
      "start": 429.599,
      "dur": 1.99,
      "text": "weight. So the Munich Security Conference, a historical conference that"
    },
    {
      "start": 431.599,
      "dur": 2.31,
      "text": "Conference, a historical conference that is all about the transatlantic alliance"
    },
    {
      "start": 433.919,
      "dur": 2.231,
      "text": "is all about the transatlantic alliance is reconfiguring itself because that"
    },
    {
      "start": 436.16,
      "dur": 1.83,
      "text": "is reconfiguring itself because that transatlantic alliance has shifted"
    },
    {
      "start": 438.0,
      "dur": 2.469,
      "text": "transatlantic alliance has shifted somewhat. But just a reminder, there is"
    },
    {
      "start": 440.479,
      "dur": 1.511,
      "text": "somewhat. But just a reminder, there is another side to this. We've got a lot of"
    },
    {
      "start": 442.0,
      "dur": 2.469,
      "text": "another side to this. We've got a lot of Democrats here. We're talking about"
    },
    {
      "start": 444.479,
      "dur": 1.751,
      "text": "Democrats here. We're talking about Gavin Newsome, the California of"
    },
    {
      "start": 446.24,
      "dur": 2.15,
      "text": "Gavin Newsome, the California of Governor. Also Alexandria Ortasia"
    },
    {
      "start": 448.4,
      "dur": 2.39,
      "text": "Governor. Also Alexandria Ortasia Cortez, a representative of New York."
    },
    {
      "start": 450.8,
      "dur": 3.03,
      "text": "Cortez, a representative of New York. They're here to remind the Europeans"
    },
    {
      "start": 453.84,
      "dur": 2.469,
      "text": "They're here to remind the Europeans that Trump is not forever. There could"
    },
    {
      "start": 456.319,
      "dur": 1.99,
      "text": "that Trump is not forever. There could potentially be a new government coming"
    },
    {
      "start": 458.319,
      "dur": 3.59,
      "text": "potentially be a new government coming in and the Democrats are pushing for"
    },
    {
      "start": 461.919,
      "dur": 4.161,
      "text": "in and the Democrats are pushing for their messaging to be heard here as"
    }
  ]
}