{
  "videoId": "9TCkrN16Hac",
  "title": "Polar bears on Norwegian islands fatter and healthier despite ice loss, scientists say | BBC News",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 141,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.72,
      "text": "Now, polar bears in the Norwegian Arctic"
    },
    {
      "start": 2.8,
      "dur": 1.509,
      "text": "Now, polar bears in the Norwegian Arctic are getting fatter, according to"
    },
    {
      "start": 4.319,
      "dur": 2.311,
      "text": "are getting fatter, according to scientists, all while the sea ice they"
    },
    {
      "start": 6.64,
      "dur": 2.869,
      "text": "scientists, all while the sea ice they hunt from rapidly declines. In a study"
    },
    {
      "start": 9.519,
      "dur": 2.311,
      "text": "hunt from rapidly declines. In a study carried out over 30 years assessing the"
    },
    {
      "start": 11.84,
      "dur": 1.829,
      "text": "carried out over 30 years assessing the body weight and health of hundreds of"
    },
    {
      "start": 13.679,
      "dur": 2.07,
      "text": "body weight and health of hundreds of polar bears, researchers found that the"
    },
    {
      "start": 15.759,
      "dur": 2.631,
      "text": "polar bears, researchers found that the bears on average had more fat reserves"
    },
    {
      "start": 18.4,
      "dur": 3.029,
      "text": "bears on average had more fat reserves than in the early 1990s. Scientists say"
    },
    {
      "start": 21.439,
      "dur": 1.99,
      "text": "than in the early 1990s. Scientists say the animals have adapted to the change"
    },
    {
      "start": 23.439,
      "dur": 1.83,
      "text": "the animals have adapted to the change in the environment by finding other"
    },
    {
      "start": 25.279,
      "dur": 2.551,
      "text": "in the environment by finding other land-based prey to hunt. Our science"
    },
    {
      "start": 27.84,
      "dur": 1.749,
      "text": "land-based prey to hunt. Our science correspondent, Victoria Gil, has been"
    },
    {
      "start": 29.599,
      "dur": 1.99,
      "text": "correspondent, Victoria Gil, has been looking into the Arctic mystery of what"
    },
    {
      "start": 31.599,
      "dur": 3.431,
      "text": "looking into the Arctic mystery of what exactly the bears are eating."
    },
    {
      "start": 35.04,
      "dur": 3.029,
      "text": "exactly the bears are eating. The Arctic's ultimate predator. Polar"
    },
    {
      "start": 38.079,
      "dur": 2.31,
      "text": "The Arctic's ultimate predator. Polar bears are adapted to hunt on sea ice,"
    },
    {
      "start": 40.399,
      "dur": 3.191,
      "text": "bears are adapted to hunt on sea ice, using it to stalk and pounce on seals."
    },
    {
      "start": 43.6,
      "dur": 2.07,
      "text": "using it to stalk and pounce on seals. Climate change is melting that ice and"
    },
    {
      "start": 45.68,
      "dur": 2.79,
      "text": "Climate change is melting that ice and eroding their vital hunting platform."
    },
    {
      "start": 48.48,
      "dur": 1.589,
      "text": "eroding their vital hunting platform. But in the Norwegian archipelago of"
    },
    {
      "start": 50.079,
      "dur": 1.99,
      "text": "But in the Norwegian archipelago of Spalbad, something surprising has"
    },
    {
      "start": 52.079,
      "dur": 2.231,
      "text": "Spalbad, something surprising has happened. The bears here have gained"
    },
    {
      "start": 54.32,
      "dur": 1.51,
      "text": "happened. The bears here have gained weight."
    },
    {
      "start": 55.84,
      "dur": 2.07,
      "text": "weight. Over 30 years, researchers studied the"
    },
    {
      "start": 57.92,
      "dur": 2.87,
      "text": "Over 30 years, researchers studied the body condition of 770 polar bears and"
    },
    {
      "start": 60.8,
      "dur": 2.229,
      "text": "body condition of 770 polar bears and found that since the early 1990s, the"
    },
    {
      "start": 63.039,
      "dur": 2.551,
      "text": "found that since the early 1990s, the animals have got significantly fatter."
    },
    {
      "start": 65.6,
      "dur": 1.509,
      "text": "animals have got significantly fatter. But at the same time, rising"
    },
    {
      "start": 67.119,
      "dur": 2.151,
      "text": "But at the same time, rising temperatures mean there are now 100 more"
    },
    {
      "start": 69.28,
      "dur": 2.39,
      "text": "temperatures mean there are now 100 more ice-free days per year than when this"
    },
    {
      "start": 71.68,
      "dur": 2.469,
      "text": "ice-free days per year than when this study began. So these bears are now"
    },
    {
      "start": 74.159,
      "dur": 1.511,
      "text": "study began. So these bears are now hunting on the land,"
    },
    {
      "start": 75.68,
      "dur": 2.63,
      "text": "hunting on the land, &gt;&gt; eating more reindeer. Uh they are eating"
    },
    {
      "start": 78.32,
      "dur": 2.789,
      "text": "&gt;&gt; eating more reindeer. Uh they are eating more bird eggs. Uh they are likely"
    },
    {
      "start": 81.119,
      "dur": 2.151,
      "text": "more bird eggs. Uh they are likely eating more valuses because there are a"
    },
    {
      "start": 83.28,
      "dur": 1.75,
      "text": "eating more valuses because there are a lot more viruses around. Why are there"
    },
    {
      "start": 85.04,
      "dur": 1.19,
      "text": "lot more viruses around. Why are there more walruses around?"
    },
    {
      "start": 86.24,
      "dur": 1.99,
      "text": "more walruses around? &gt;&gt; Walruses were hunted almost to"
    },
    {
      "start": 88.24,
      "dur": 2.63,
      "text": "&gt;&gt; Walruses were hunted almost to extinction in Swbard. Uh they started to"
    },
    {
      "start": 90.88,
      "dur": 2.15,
      "text": "extinction in Swbard. Uh they started to recover. They were protected. So then"
    },
    {
      "start": 93.04,
      "dur": 2.23,
      "text": "recover. They were protected. So then suddenly the population have increased a"
    },
    {
      "start": 95.28,
      "dur": 1.509,
      "text": "suddenly the population have increased a lot."
    },
    {
      "start": 96.799,
      "dur": 2.071,
      "text": "lot. &gt;&gt; This unexpected good news, scientists"
    },
    {
      "start": 98.88,
      "dur": 2.549,
      "text": "&gt;&gt; This unexpected good news, scientists say, is temporary. As sea ice recedes"
    },
    {
      "start": 101.439,
      "dur": 1.751,
      "text": "say, is temporary. As sea ice recedes more, bears may have to travel further"
    },
    {
      "start": 103.2,
      "dur": 1.83,
      "text": "more, bears may have to travel further between their hunting grounds, using up"
    },
    {
      "start": 105.04,
      "dur": 2.55,
      "text": "between their hunting grounds, using up valuable fat reserves. And across the"
    },
    {
      "start": 107.6,
      "dur": 2.469,
      "text": "valuable fat reserves. And across the Arctic, there are 20 different subopuls"
    },
    {
      "start": 110.079,
      "dur": 2.231,
      "text": "Arctic, there are 20 different subopuls of polar bears, each shaped by their"
    },
    {
      "start": 112.32,
      "dur": 2.31,
      "text": "of polar bears, each shaped by their environment. All of them have evolved to"
    },
    {
      "start": 114.64,
      "dur": 2.39,
      "text": "environment. All of them have evolved to hunt from the ice."
    },
    {
      "start": 117.04,
      "dur": 1.83,
      "text": "hunt from the ice. &gt;&gt; There's a polar bear under a tundra"
    },
    {
      "start": 118.88,
      "dur": 3.03,
      "text": "&gt;&gt; There's a polar bear under a tundra buggy right now. When we joined polar"
    },
    {
      "start": 121.92,
      "dur": 1.75,
      "text": "buggy right now. When we joined polar bear researchers in Churchill in Canada"
    },
    {
      "start": 123.68,
      "dur": 2.15,
      "text": "bear researchers in Churchill in Canada recently, we saw a very different impact"
    },
    {
      "start": 125.84,
      "dur": 2.23,
      "text": "recently, we saw a very different impact of climate change. Loss of ice here"
    },
    {
      "start": 128.08,
      "dur": 1.589,
      "text": "of climate change. Loss of ice here where there aren't good alternative"
    },
    {
      "start": 129.679,
      "dur": 2.151,
      "text": "where there aren't good alternative sources of prey is driving a decline in"
    },
    {
      "start": 131.84,
      "dur": 3.029,
      "text": "sources of prey is driving a decline in the polar bear population. In Sparbad,"
    },
    {
      "start": 134.879,
      "dur": 1.99,
      "text": "the polar bear population. In Sparbad, though, at least for now, polar bears"
    },
    {
      "start": 136.879,
      "dur": 2.311,
      "text": "though, at least for now, polar bears are finding new ways to survive."
    },
    {
      "start": 139.2,
      "dur": 3.2,
      "text": "are finding new ways to survive. Victoria Gil, BBC News."
    }
  ]
}