{
  "videoId": "9YXQnopdktY",
  "title": "Grammys boss warns about the 'threat' of AI music | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 724,
  "segments": [
    {
      "start": 6.16,
      "dur": 1.92,
      "text": "Panos, it's so nice to see you. Thank"
    },
    {
      "start": 8.08,
      "dur": 1.35,
      "text": "Panos, it's so nice to see you. Thank you so much for coming in to see you"
    },
    {
      "start": 9.44,
      "dur": 0.149,
      "text": "you so much for coming in to see you all."
    },
    {
      "start": 9.599,
      "dur": 1.271,
      "text": "all. &gt;&gt; I mean, you know, the wonderful thing"
    },
    {
      "start": 10.88,
      "dur": 1.19,
      "text": "&gt;&gt; I mean, you know, the wonderful thing about seeing you is that we could just"
    },
    {
      "start": 12.08,
      "dur": 1.35,
      "text": "about seeing you is that we could just spend an hour talking about music"
    },
    {
      "start": 13.44,
      "dur": 1.91,
      "text": "spend an hour talking about music interests and we could talk about the"
    },
    {
      "start": 15.36,
      "dur": 1.43,
      "text": "interests and we could talk about the kind of music you listen to and the kind"
    },
    {
      "start": 16.8,
      "dur": 1.43,
      "text": "kind of music you listen to and the kind of music I listen to because we're both"
    },
    {
      "start": 18.24,
      "dur": 2.31,
      "text": "of music I listen to because we're both music nuts. But I think maybe a good"
    },
    {
      "start": 20.56,
      "dur": 2.549,
      "text": "music nuts. But I think maybe a good place to start off with because um it's"
    },
    {
      "start": 23.119,
      "dur": 2.15,
      "text": "place to start off with because um it's where our listeners would start off is"
    },
    {
      "start": 25.279,
      "dur": 1.431,
      "text": "where our listeners would start off is just explaining a bit about what the"
    },
    {
      "start": 26.72,
      "dur": 2.469,
      "text": "just explaining a bit about what the Recording Academy is. Most people know"
    },
    {
      "start": 29.199,
      "dur": 1.99,
      "text": "Recording Academy is. Most people know us as the producers of [snorts] the"
    },
    {
      "start": 31.199,
      "dur": 3.19,
      "text": "us as the producers of [snorts] the Grammy Awards, but that is a one time a"
    },
    {
      "start": 34.399,
      "dur": 2.631,
      "text": "Grammy Awards, but that is a one time a year, one day a year event. The Academy"
    },
    {
      "start": 37.04,
      "dur": 2.47,
      "text": "year, one day a year event. The Academy is a 365"
    },
    {
      "start": 39.52,
      "dur": 2.07,
      "text": "is a 365 day a year organization that is"
    },
    {
      "start": 41.6,
      "dur": 3.51,
      "text": "day a year organization that is dedicated to advocacy, support,"
    },
    {
      "start": 45.12,
      "dur": 3.35,
      "text": "dedicated to advocacy, support, education, community building among"
    },
    {
      "start": 48.48,
      "dur": 2.47,
      "text": "education, community building among these uh these creatives. Could you just"
    },
    {
      "start": 50.96,
      "dur": 1.909,
      "text": "these uh these creatives. Could you just take us inside how you think about"
    },
    {
      "start": 52.879,
      "dur": 2.951,
      "text": "take us inside how you think about whether or not musicians, creators are"
    },
    {
      "start": 55.84,
      "dur": 3.59,
      "text": "whether or not musicians, creators are getting a fair deal from the very"
    },
    {
      "start": 59.44,
      "dur": 2.629,
      "text": "getting a fair deal from the very powerful companies who now outside of"
    },
    {
      "start": 62.079,
      "dur": 1.431,
      "text": "powerful companies who now outside of record labels who now dominate the"
    },
    {
      "start": 63.52,
      "dur": 1.669,
      "text": "record labels who now dominate the industry?"
    },
    {
      "start": 65.199,
      "dur": 2.071,
      "text": "industry? &gt;&gt; Look, the the economics of the industry"
    },
    {
      "start": 67.28,
      "dur": 2.23,
      "text": "&gt;&gt; Look, the the economics of the industry have changed tremendously."
    },
    {
      "start": 69.52,
      "dur": 3.99,
      "text": "have changed tremendously. Um and and no I I I mean"
    },
    {
      "start": 73.52,
      "dur": 4.229,
      "text": "Um and and no I I I mean my view and uh is is generally that no"
    },
    {
      "start": 77.759,
      "dur": 2.311,
      "text": "my view and uh is is generally that no artists should be making more from from"
    },
    {
      "start": 80.08,
      "dur": 1.669,
      "text": "artists should be making more from from streaming services undoubtedly."
    },
    {
      "start": 81.759,
      "dur": 2.071,
      "text": "streaming services undoubtedly. &gt;&gt; Why are they not making any or not any?"
    },
    {
      "start": 83.84,
      "dur": 1.35,
      "text": "&gt;&gt; Why are they not making any or not any? Sorry. Why are they not making as much"
    },
    {
      "start": 85.2,
      "dur": 1.269,
      "text": "Sorry. Why are they not making as much as they should?"
    },
    {
      "start": 86.479,
      "dur": 1.591,
      "text": "as they should? &gt;&gt; Because the economics of a streaming"
    },
    {
      "start": 88.08,
      "dur": 1.27,
      "text": "&gt;&gt; Because the economics of a streaming model are very different than the"
    },
    {
      "start": 89.36,
      "dur": 3.59,
      "text": "model are very different than the economics of an analog uh model of"
    },
    {
      "start": 92.96,
      "dur": 4.469,
      "text": "economics of an analog uh model of compact discs and and LPS and so forth."
    },
    {
      "start": 97.439,
      "dur": 1.751,
      "text": "compact discs and and LPS and so forth. Um,"
    },
    {
      "start": 99.2,
      "dur": 4.15,
      "text": "Um, and the way that streaming services uh"
    },
    {
      "start": 103.36,
      "dur": 3.99,
      "text": "and the way that streaming services uh distribute um uh royalties and and and"
    },
    {
      "start": 107.36,
      "dur": 3.51,
      "text": "distribute um uh royalties and and and and income uh is is just very different."
    },
    {
      "start": 110.88,
      "dur": 1.67,
      "text": "and income uh is is just very different. I you know I won't go into all the"
    },
    {
      "start": 112.56,
      "dur": 4.07,
      "text": "I you know I won't go into all the arcane mechanics of of that. Um and of"
    },
    {
      "start": 116.64,
      "dur": 2.63,
      "text": "arcane mechanics of of that. Um and of course as an organization"
    },
    {
      "start": 119.28,
      "dur": 2.63,
      "text": "course as an organization that's our fir foremost piece of of"
    },
    {
      "start": 121.92,
      "dur": 3.59,
      "text": "that's our fir foremost piece of of advocacy, right? How do you get more uh"
    },
    {
      "start": 125.52,
      "dur": 1.75,
      "text": "advocacy, right? How do you get more uh equitable distribution of the pie?"
    },
    {
      "start": 127.28,
      "dur": 1.189,
      "text": "equitable distribution of the pie? Because without creators, we have"
    },
    {
      "start": 128.479,
      "dur": 1.031,
      "text": "Because without creators, we have absolutely nothing."
    },
    {
      "start": 129.52,
      "dur": 2.31,
      "text": "absolutely nothing. &gt;&gt; How do you actually make that happen?"
    },
    {
      "start": 131.84,
      "dur": 2.389,
      "text": "&gt;&gt; How do you actually make that happen? How do you actually get a better deal"
    },
    {
      "start": 134.239,
      "dur": 1.751,
      "text": "How do you actually get a better deal for the people, as you say, who if we"
    },
    {
      "start": 136.0,
      "dur": 1.11,
      "text": "for the people, as you say, who if we don't have them creating anything, we've"
    },
    {
      "start": 137.12,
      "dur": 3.109,
      "text": "don't have them creating anything, we've got no music? Certainly there is a role"
    },
    {
      "start": 140.239,
      "dur": 3.191,
      "text": "got no music? Certainly there is a role for uh for legislation and and arguing"
    },
    {
      "start": 143.44,
      "dur": 6.149,
      "text": "for uh for legislation and and arguing for um uh you know for for better rates"
    },
    {
      "start": 149.599,
      "dur": 1.99,
      "text": "for um uh you know for for better rates and and and and again I I don't want to"
    },
    {
      "start": 151.599,
      "dur": 2.311,
      "text": "and and and and again I I don't want to get into the arcane mechanics of of the"
    },
    {
      "start": 153.92,
      "dur": 4.309,
      "text": "get into the arcane mechanics of of the way that uh the music copyrights work"
    },
    {
      "start": 158.239,
      "dur": 2.231,
      "text": "way that uh the music copyrights work but music is fairly unique in the sense"
    },
    {
      "start": 160.48,
      "dur": 1.19,
      "text": "but music is fairly unique in the sense that it has two different types of"
    },
    {
      "start": 161.68,
      "dur": 2.15,
      "text": "that it has two different types of copyrights associated with a particular"
    },
    {
      "start": 163.84,
      "dur": 2.87,
      "text": "copyrights associated with a particular song. There is the sound recording which"
    },
    {
      "start": 166.72,
      "dur": 2.149,
      "text": "song. There is the sound recording which is the actual recording that you're"
    },
    {
      "start": 168.879,
      "dur": 2.471,
      "text": "is the actual recording that you're listening to and that's called the"
    },
    {
      "start": 171.36,
      "dur": 3.27,
      "text": "listening to and that's called the mechanical right and then there is the"
    },
    {
      "start": 174.64,
      "dur": 2.39,
      "text": "mechanical right and then there is the underlying composition"
    },
    {
      "start": 177.04,
      "dur": 5.03,
      "text": "underlying composition the the the the song in itself and the"
    },
    {
      "start": 182.08,
      "dur": 1.59,
      "text": "the the the the song in itself and the composition of that song and the"
    },
    {
      "start": 183.68,
      "dur": 2.71,
      "text": "composition of that song and the composer of that song that has a"
    },
    {
      "start": 186.4,
      "dur": 1.829,
      "text": "composer of that song that has a different copyright that's the"
    },
    {
      "start": 188.239,
      "dur": 1.91,
      "text": "different copyright that's the publishing copyright god you learn a lot"
    },
    {
      "start": 190.159,
      "dur": 3.43,
      "text": "publishing copyright god you learn a lot doing this podcast so possibly different"
    },
    {
      "start": 193.599,
      "dur": 1.111,
      "text": "doing this podcast so possibly different legislation"
    },
    {
      "start": 194.72,
      "dur": 2.55,
      "text": "legislation radical legislation to sort of make to"
    },
    {
      "start": 197.28,
      "dur": 1.27,
      "text": "radical legislation to sort of make to what to sort of I mean you're not going"
    },
    {
      "start": 198.56,
      "dur": 1.43,
      "text": "what to sort of I mean you're not going to be able to get rid of that dichotomy"
    },
    {
      "start": 200.0,
      "dur": 1.75,
      "text": "to be able to get rid of that dichotomy but to change the way copyright works"
    },
    {
      "start": 201.76,
      "dur": 2.31,
      "text": "but to change the way copyright works &gt;&gt; it's legislation it's advocacy it's"
    },
    {
      "start": 204.08,
      "dur": 4.229,
      "text": "&gt;&gt; it's legislation it's advocacy it's engagement with uh uh uh with the"
    },
    {
      "start": 208.319,
      "dur": 2.071,
      "text": "engagement with uh uh uh with the technologists behind a lot of these"
    },
    {
      "start": 210.4,
      "dur": 4.432,
      "text": "technologists behind a lot of these firms um uh it's"
    },
    {
      "start": 214.842,
      "dur": 0.188,
      "text": "firms um uh it's &gt;&gt; [snorts]"
    },
    {
      "start": 215.04,
      "dur": 5.03,
      "text": "&gt;&gt; [snorts] &gt;&gt; uh also we were about to talk about AI"
    },
    {
      "start": 220.08,
      "dur": 4.709,
      "text": "&gt;&gt; uh also we were about to talk about AI uh I I do believe that uh We do need to"
    },
    {
      "start": 224.799,
      "dur": 2.79,
      "text": "uh I I do believe that uh We do need to arrive to a point where there's"
    },
    {
      "start": 227.599,
      "dur": 1.511,
      "text": "arrive to a point where there's transparency"
    },
    {
      "start": 229.12,
      "dur": 2.95,
      "text": "transparency around what I'm consuming as a as a as a"
    },
    {
      "start": 232.08,
      "dur": 0.63,
      "text": "around what I'm consuming as a as a as a consumer."
    },
    {
      "start": 232.72,
      "dur": 2.47,
      "text": "consumer. &gt;&gt; Of course, it is it human or has it been"
    },
    {
      "start": 235.2,
      "dur": 2.15,
      "text": "&gt;&gt; Of course, it is it human or has it been manufactured by by the cognitive"
    },
    {
      "start": 237.36,
      "dur": 1.35,
      "text": "manufactured by by the cognitive intelligence of a machine? Yeah, it"
    },
    {
      "start": 238.72,
      "dur": 1.429,
      "text": "intelligence of a machine? Yeah, it seems so basic that that you'd need that"
    },
    {
      "start": 240.159,
      "dur": 0.71,
      "text": "seems so basic that that you'd need that kite mark."
    },
    {
      "start": 240.879,
      "dur": 1.591,
      "text": "kite mark. &gt;&gt; Yeah. I mean, look, when I go to the"
    },
    {
      "start": 242.48,
      "dur": 6.23,
      "text": "&gt;&gt; Yeah. I mean, look, when I go to the grocery store and I buy a jar of salsa,"
    },
    {
      "start": 248.72,
      "dur": 4.47,
      "text": "grocery store and I buy a jar of salsa, I can choose to get a uh one that's full"
    },
    {
      "start": 253.2,
      "dur": 2.79,
      "text": "I can choose to get a uh one that's full of preservatives. Uh or I can choose to"
    },
    {
      "start": 256.0,
      "dur": 3.67,
      "text": "of preservatives. Uh or I can choose to get a homemade one, right? Um but"
    },
    {
      "start": 259.68,
      "dur": 2.71,
      "text": "get a homemade one, right? Um but there's something that"
    },
    {
      "start": 262.4,
      "dur": 3.509,
      "text": "there's something that uh enables me to make that decision"
    },
    {
      "start": 265.919,
      "dur": 3.27,
      "text": "uh enables me to make that decision and that is labeling. You know, could"
    },
    {
      "start": 269.199,
      "dur": 1.591,
      "text": "and that is labeling. You know, could could"
    },
    {
      "start": 270.8,
      "dur": 2.31,
      "text": "could might that exist"
    },
    {
      "start": 273.12,
      "dur": 3.11,
      "text": "might that exist so that uh with the with the with the"
    },
    {
      "start": 276.24,
      "dur": 1.509,
      "text": "so that uh with the with the with the products that I'm consuming from a"
    },
    {
      "start": 277.759,
      "dur": 3.271,
      "text": "products that I'm consuming from a content side, music or otherwise um that"
    },
    {
      "start": 281.04,
      "dur": 1.35,
      "text": "content side, music or otherwise um that enables me to make an intelligent"
    },
    {
      "start": 282.4,
      "dur": 0.47,
      "text": "enables me to make an intelligent decision."
    },
    {
      "start": 282.88,
      "dur": 1.27,
      "text": "decision. &gt;&gt; Just going to read for our wonderful"
    },
    {
      "start": 284.16,
      "dur": 2.23,
      "text": "&gt;&gt; Just going to read for our wonderful listeners the beginning of a an article"
    },
    {
      "start": 286.4,
      "dur": 2.31,
      "text": "listeners the beginning of a an article on the BBC News website written by my"
    },
    {
      "start": 288.72,
      "dur": 1.99,
      "text": "on the BBC News website written by my brilliant uh colleagues on the 17th of"
    },
    {
      "start": 290.72,
      "dur": 2.87,
      "text": "brilliant uh colleagues on the 17th of January. Sienna Rose is having a good"
    },
    {
      "start": 293.6,
      "dur": 2.71,
      "text": "January. Sienna Rose is having a good month. Three of her dusky jazz infused"
    },
    {
      "start": 296.32,
      "dur": 2.309,
      "text": "month. Three of her dusky jazz infused soul songs are in Spotify's viral top"
    },
    {
      "start": 298.639,
      "dur": 2.391,
      "text": "soul songs are in Spotify's viral top 50. The most popular, a dreamy ballad"
    },
    {
      "start": 301.04,
      "dur": 1.91,
      "text": "50. The most popular, a dreamy ballad called Into the Blue, has been played"
    },
    {
      "start": 302.96,
      "dur": 2.63,
      "text": "called Into the Blue, has been played more than five million times. If she"
    },
    {
      "start": 305.6,
      "dur": 1.99,
      "text": "more than five million times. If she continues on this trajectory, Rose could"
    },
    {
      "start": 307.6,
      "dur": 2.309,
      "text": "continues on this trajectory, Rose could become one of the year's hottest new"
    },
    {
      "start": 309.919,
      "dur": 2.471,
      "text": "become one of the year's hottest new stars. There's only one problem. All the"
    },
    {
      "start": 312.4,
      "dur": 1.67,
      "text": "stars. There's only one problem. All the signs are, all the signs indicate,"
    },
    {
      "start": 314.08,
      "dur": 2.87,
      "text": "signs are, all the signs indicate, sorry, she's not real. The story goes"
    },
    {
      "start": 316.96,
      "dur": 2.069,
      "text": "sorry, she's not real. The story goes on. streaming service DA, which has"
    },
    {
      "start": 319.039,
      "dur": 1.911,
      "text": "on. streaming service DA, which has developed tools to tackle AI music, told"
    },
    {
      "start": 320.96,
      "dur": 2.39,
      "text": "developed tools to tackle AI music, told the BBC that, and I quote, \"Many of her"
    },
    {
      "start": 323.36,
      "dur": 2.07,
      "text": "the BBC that, and I quote, \"Many of her albums and songs on the platform are"
    },
    {
      "start": 325.44,
      "dur": 1.749,
      "text": "albums and songs on the platform are detected and flagged as"
    },
    {
      "start": 327.199,
      "dur": 1.511,
      "text": "detected and flagged as computergenerated.\""
    },
    {
      "start": 328.72,
      "dur": 1.029,
      "text": "computergenerated.\" Look closer and you'll see the"
    },
    {
      "start": 329.759,
      "dur": 3.351,
      "text": "Look closer and you'll see the indications of an AI artist panel, how"
    },
    {
      "start": 333.12,
      "dur": 1.67,
      "text": "indications of an AI artist panel, how big a threat to the music industry is"
    },
    {
      "start": 334.8,
      "dur": 2.55,
      "text": "big a threat to the music industry is AI?"
    },
    {
      "start": 337.36,
      "dur": 1.669,
      "text": "AI? &gt;&gt; I think it's a it's a it's a massive"
    },
    {
      "start": 339.039,
      "dur": 2.71,
      "text": "&gt;&gt; I think it's a it's a it's a massive threat. And look, there's also"
    },
    {
      "start": 341.759,
      "dur": 0.71,
      "text": "threat. And look, there's also &gt;&gt; upside,"
    },
    {
      "start": 342.479,
      "dur": 5.99,
      "text": "&gt;&gt; upside, &gt;&gt; a big upside. Um, we cannot downplay"
    },
    {
      "start": 348.479,
      "dur": 4.791,
      "text": "&gt;&gt; a big upside. Um, we cannot downplay the threat that an artist like Sienna"
    },
    {
      "start": 353.28,
      "dur": 2.87,
      "text": "the threat that an artist like Sienna Rosa just described poses to the incomes"
    },
    {
      "start": 356.16,
      "dur": 3.35,
      "text": "Rosa just described poses to the incomes of creators. And that is at the top of"
    },
    {
      "start": 359.52,
      "dur": 1.59,
      "text": "of creators. And that is at the top of everybody's mind and certainly at the"
    },
    {
      "start": 361.12,
      "dur": 3.59,
      "text": "everybody's mind and certainly at the top of our mind as the recording academy"
    },
    {
      "start": 364.72,
      "dur": 2.63,
      "text": "top of our mind as the recording academy uh because of the economics that I"
    },
    {
      "start": 367.36,
      "dur": 3.109,
      "text": "uh because of the economics that I described earlier. Well, the the the"
    },
    {
      "start": 370.479,
      "dur": 2.71,
      "text": "described earlier. Well, the the the more streaming services are dominated by"
    },
    {
      "start": 373.199,
      "dur": 1.591,
      "text": "more streaming services are dominated by artists that are completely"
    },
    {
      "start": 374.8,
      "dur": 1.509,
      "text": "artists that are completely manufactured,"
    },
    {
      "start": 376.319,
      "dur": 2.71,
      "text": "manufactured, well, it goes without saying, the less"
    },
    {
      "start": 379.039,
      "dur": 4.071,
      "text": "well, it goes without saying, the less the incomes of of human creators become."
    },
    {
      "start": 383.12,
      "dur": 4.87,
      "text": "the incomes of of human creators become. And there could also be a counter"
    },
    {
      "start": 388.0,
      "dur": 3.35,
      "text": "And there could also be a counter incentive by streaming services to"
    },
    {
      "start": 391.36,
      "dur": 3.59,
      "text": "incentive by streaming services to necessarily identify AI music because if"
    },
    {
      "start": 394.96,
      "dur": 4.31,
      "text": "necessarily identify AI music because if you don't have to pay somebody"
    },
    {
      "start": 399.28,
      "dur": 1.27,
      "text": "you don't have to pay somebody Then great, right?"
    },
    {
      "start": 400.56,
      "dur": 1.749,
      "text": "Then great, right? &gt;&gt; How fantastic. You don't even have to"
    },
    {
      "start": 402.319,
      "dur": 1.671,
      "text": "&gt;&gt; How fantastic. You don't even have to give Sienna royalties because there's no"
    },
    {
      "start": 404.0,
      "dur": 1.99,
      "text": "give Sienna royalties because there's no bank account. Who's, you know, is Sienna"
    },
    {
      "start": 406.0,
      "dur": 2.309,
      "text": "bank account. Who's, you know, is Sienna with Nat West? Is"
    },
    {
      "start": 408.319,
      "dur": 3.351,
      "text": "with Nat West? Is &gt;&gt; I dread a future where 99% of the music"
    },
    {
      "start": 411.68,
      "dur": 1.91,
      "text": "&gt;&gt; I dread a future where 99% of the music on any of these streaming services is"
    },
    {
      "start": 413.6,
      "dur": 2.309,
      "text": "on any of these streaming services is not human created. I don't want to"
    },
    {
      "start": 415.919,
      "dur": 2.471,
      "text": "not human created. I don't want to experience that world. And if we're not,"
    },
    {
      "start": 418.4,
      "dur": 1.83,
      "text": "experience that world. And if we're not, &gt;&gt; is that world coming?"
    },
    {
      "start": 420.24,
      "dur": 1.99,
      "text": "&gt;&gt; is that world coming? &gt;&gt; I'd like to believe not. I'd like to"
    },
    {
      "start": 422.24,
      "dur": 5.75,
      "text": "&gt;&gt; I'd like to believe not. I'd like to believe that um uh we will uh as an"
    },
    {
      "start": 428.0,
      "dur": 2.79,
      "text": "believe that um uh we will uh as an industry understand that that is not in"
    },
    {
      "start": 430.8,
      "dur": 3.91,
      "text": "industry understand that that is not in the long-term benefit of everybody. So"
    },
    {
      "start": 434.72,
      "dur": 2.869,
      "text": "the long-term benefit of everybody. So um [snorts] you know is there a world"
    },
    {
      "start": 437.599,
      "dur": 1.831,
      "text": "um [snorts] you know is there a world where perhaps functional music will be"
    },
    {
      "start": 439.44,
      "dur": 4.71,
      "text": "where perhaps functional music will be entirely AIdriven? Maybe. Uh but no, I"
    },
    {
      "start": 444.16,
      "dur": 2.95,
      "text": "entirely AIdriven? Maybe. Uh but no, I don't want to experience a world where"
    },
    {
      "start": 447.12,
      "dur": 3.67,
      "text": "don't want to experience a world where um the you know the entirety of the"
    },
    {
      "start": 450.8,
      "dur": 2.15,
      "text": "um the you know the entirety of the catalog that I'm accessing is somehow"
    },
    {
      "start": 452.96,
      "dur": 2.629,
      "text": "catalog that I'm accessing is somehow driven by by machines that that's"
    },
    {
      "start": 455.599,
      "dur": 0.951,
      "text": "driven by by machines that that's dystopia."
    },
    {
      "start": 456.56,
      "dur": 1.51,
      "text": "dystopia. &gt;&gt; So what is being done? What are you at"
    },
    {
      "start": 458.08,
      "dur": 1.669,
      "text": "&gt;&gt; So what is being done? What are you at the recording academy and what is being"
    },
    {
      "start": 459.759,
      "dur": 1.99,
      "text": "the recording academy and what is being done to fight this as you say tidal web"
    },
    {
      "start": 461.759,
      "dur": 1.99,
      "text": "done to fight this as you say tidal web you said a moment ago you don't want to"
    },
    {
      "start": 463.759,
      "dur": 1.911,
      "text": "you said a moment ago you don't want to live in a world where 99% of what's"
    },
    {
      "start": 465.68,
      "dur": 2.15,
      "text": "live in a world where 99% of what's available is this some people call it AI"
    },
    {
      "start": 467.84,
      "dur": 3.11,
      "text": "available is this some people call it AI slot what you know machine generated um"
    },
    {
      "start": 470.96,
      "dur": 3.43,
      "text": "slot what you know machine generated um creation um which makes it sound godlike"
    },
    {
      "start": 474.4,
      "dur": 1.83,
      "text": "creation um which makes it sound godlike and I guess I guess in some in some ways"
    },
    {
      "start": 476.24,
      "dur": 1.91,
      "text": "and I guess I guess in some in some ways maybe that's the way we're heading what"
    },
    {
      "start": 478.16,
      "dur": 2.309,
      "text": "maybe that's the way we're heading what can be done what is being done to stop"
    },
    {
      "start": 480.479,
      "dur": 2.631,
      "text": "can be done what is being done to stop this relentless march of Sienna Rose and"
    },
    {
      "start": 483.12,
      "dur": 2.23,
      "text": "this relentless march of Sienna Rose and her ilk"
    },
    {
      "start": 485.36,
      "dur": 4.71,
      "text": "her ilk &gt;&gt; well first of of all I it's all about"
    },
    {
      "start": 490.08,
      "dur": 1.829,
      "text": "&gt;&gt; well first of of all I it's all about the"
    },
    {
      "start": 491.919,
      "dur": 4.871,
      "text": "the ethical use of other people's creations."
    },
    {
      "start": 496.8,
      "dur": 3.669,
      "text": "ethical use of other people's creations. So for me there needs to be"
    },
    {
      "start": 500.479,
      "dur": 3.11,
      "text": "So for me there needs to be um both legislation"
    },
    {
      "start": 503.599,
      "dur": 3.671,
      "text": "um both legislation and a broader agreement about ethically"
    },
    {
      "start": 507.28,
      "dur": 1.67,
      "text": "and a broader agreement about ethically developed"
    },
    {
      "start": 508.96,
      "dur": 5.189,
      "text": "developed LLMs or large language models. Um"
    },
    {
      "start": 514.159,
      "dur": 3.99,
      "text": "LLMs or large language models. Um then I do think that"
    },
    {
      "start": 518.159,
      "dur": 3.75,
      "text": "then I do think that the uh downright stealing of identity,"
    },
    {
      "start": 521.919,
      "dur": 3.111,
      "text": "the uh downright stealing of identity, stealing of intellectual property"
    },
    {
      "start": 525.04,
      "dur": 4.789,
      "text": "stealing of intellectual property um and uh the the creation"
    },
    {
      "start": 529.839,
      "dur": 3.67,
      "text": "um and uh the the creation uh of content that is purely meant to"
    },
    {
      "start": 533.519,
      "dur": 1.911,
      "text": "uh of content that is purely meant to mislead. There should be some"
    },
    {
      "start": 535.44,
      "dur": 4.31,
      "text": "mislead. There should be some legislation that makes that illegal."
    },
    {
      "start": 539.76,
      "dur": 2.39,
      "text": "legislation that makes that illegal. Undoubtedly, you know, I cannot be"
    },
    {
      "start": 542.16,
      "dur": 2.07,
      "text": "Undoubtedly, you know, I cannot be listening to a song that I think is made"
    },
    {
      "start": 544.24,
      "dur": 4.149,
      "text": "listening to a song that I think is made by, you name the artist, a Drake, a Bad"
    },
    {
      "start": 548.399,
      "dur": 4.55,
      "text": "by, you name the artist, a Drake, a Bad Bunny, uh, you know, a Rosalia and think"
    },
    {
      "start": 552.959,
      "dur": 1.43,
      "text": "Bunny, uh, you know, a Rosalia and think that it's her."
    },
    {
      "start": 554.399,
      "dur": 1.11,
      "text": "that it's her. &gt;&gt; That's not okay."
    },
    {
      "start": 555.519,
      "dur": 0.631,
      "text": "&gt;&gt; That's not okay. &gt;&gt; Seems absurd"
    },
    {
      "start": 556.16,
      "dur": 1.91,
      "text": "&gt;&gt; Seems absurd &gt;&gt; anymore. That it's not okay that I go"
    },
    {
      "start": 558.08,
      "dur": 2.15,
      "text": "&gt;&gt; anymore. That it's not okay that I go to,"
    },
    {
      "start": 560.24,
      "dur": 1.75,
      "text": "to, &gt;&gt; you know, a Gordon Ramsay restaurant"
    },
    {
      "start": 562.0,
      "dur": 3.19,
      "text": "&gt;&gt; you know, a Gordon Ramsay restaurant that's not a Gordon Ramsay restaurant."
    },
    {
      "start": 565.2,
      "dur": 1.27,
      "text": "that's not a Gordon Ramsay restaurant. &gt;&gt; That's sort of trading on the false"
    },
    {
      "start": 566.48,
      "dur": 3.19,
      "text": "&gt;&gt; That's sort of trading on the false potential. that to me that is just"
    },
    {
      "start": 569.68,
      "dur": 1.829,
      "text": "potential. that to me that is just baseline."
    },
    {
      "start": 571.519,
      "dur": 3.831,
      "text": "baseline. Um, beyond that, look, I I so I I"
    },
    {
      "start": 575.36,
      "dur": 6.07,
      "text": "Um, beyond that, look, I I so I I legislation that uh uh bans the"
    },
    {
      "start": 581.44,
      "dur": 2.47,
      "text": "legislation that uh uh bans the unauthorized use of my image and"
    },
    {
      "start": 583.92,
      "dur": 2.39,
      "text": "unauthorized use of my image and likeness and voice"
    },
    {
      "start": 586.32,
      "dur": 4.31,
      "text": "likeness and voice that uh enables more a more ethically uh"
    },
    {
      "start": 590.64,
      "dur": 3.11,
      "text": "that uh enables more a more ethically uh created use of uh of intellectual"
    },
    {
      "start": 593.76,
      "dur": 3.35,
      "text": "created use of uh of intellectual property without stalling or thwarting"
    },
    {
      "start": 597.12,
      "dur": 2.23,
      "text": "property without stalling or thwarting technology or progress. Nothing will do"
    },
    {
      "start": 599.36,
      "dur": 2.71,
      "text": "technology or progress. Nothing will do that. All that's important. So, as an"
    },
    {
      "start": 602.08,
      "dur": 2.23,
      "text": "that. All that's important. So, as an organization, we're"
    },
    {
      "start": 604.32,
      "dur": 2.629,
      "text": "organization, we're again right now we're based out of the"
    },
    {
      "start": 606.959,
      "dur": 2.231,
      "text": "again right now we're based out of the United States, but we spent a lot of"
    },
    {
      "start": 609.2,
      "dur": 3.11,
      "text": "United States, but we spent a lot of time educating legislators and on"
    },
    {
      "start": 612.32,
      "dur": 3.35,
      "text": "time educating legislators and on Capitol Hill to advance legislation that"
    },
    {
      "start": 615.68,
      "dur": 2.389,
      "text": "Capitol Hill to advance legislation that fundamentally protects"
    },
    {
      "start": 618.079,
      "dur": 3.19,
      "text": "fundamentally protects human creators. Now I also I'm a big"
    },
    {
      "start": 621.279,
      "dur": 4.311,
      "text": "human creators. Now I also I'm a big believer in in agency in giving"
    },
    {
      "start": 625.6,
      "dur": 3.99,
      "text": "believer in in agency in giving agency to the creator to choose choose"
    },
    {
      "start": 629.6,
      "dur": 3.43,
      "text": "agency to the creator to choose choose what happens to to that look if if I"
    },
    {
      "start": 633.04,
      "dur": 5.67,
      "text": "what happens to to that look if if I want to um make outsource my voice and"
    },
    {
      "start": 638.72,
      "dur": 4.31,
      "text": "want to um make outsource my voice and give millions of young creators the"
    },
    {
      "start": 643.04,
      "dur": 2.87,
      "text": "give millions of young creators the ability to create wholly new expressions"
    },
    {
      "start": 645.92,
      "dur": 2.55,
      "text": "ability to create wholly new expressions with my voice."
    },
    {
      "start": 648.48,
      "dur": 2.469,
      "text": "with my voice. That's a choice that I'm making."
    },
    {
      "start": 650.959,
      "dur": 2.071,
      "text": "That's a choice that I'm making. Go at it. If you choose that you want to"
    },
    {
      "start": 653.04,
      "dur": 2.95,
      "text": "Go at it. If you choose that you want to get compensated every time, I'd like to"
    },
    {
      "start": 656.0,
      "dur": 2.949,
      "text": "get compensated every time, I'd like to see the rise of systems and the ability"
    },
    {
      "start": 658.959,
      "dur": 4.391,
      "text": "see the rise of systems and the ability for me as a uh creator that's outsourced"
    },
    {
      "start": 663.36,
      "dur": 3.75,
      "text": "for me as a uh creator that's outsourced my voice and all these other other"
    },
    {
      "start": 667.12,
      "dur": 2.07,
      "text": "my voice and all these other other creators of a different elk than me are"
    },
    {
      "start": 669.2,
      "dur": 2.869,
      "text": "creators of a different elk than me are are making new products, great. If"
    },
    {
      "start": 672.079,
      "dur": 2.151,
      "text": "are making new products, great. If there's a way for me to be remunerated"
    },
    {
      "start": 674.24,
      "dur": 4.709,
      "text": "there's a way for me to be remunerated with that, fantastic. Um, so I I I see"
    },
    {
      "start": 678.959,
      "dur": 2.631,
      "text": "with that, fantastic. Um, so I I I see it as I maybe I'm I'm beginning to go"
    },
    {
      "start": 681.6,
      "dur": 1.51,
      "text": "it as I maybe I'm I'm beginning to go down the path where I do see"
    },
    {
      "start": 683.12,
      "dur": 2.07,
      "text": "down the path where I do see opportunities here for actually further"
    },
    {
      "start": 685.2,
      "dur": 4.309,
      "text": "opportunities here for actually further income growth. Um, and and you've seen"
    },
    {
      "start": 689.519,
      "dur": 4.071,
      "text": "income growth. Um, and and you've seen the use of such open-source models in"
    },
    {
      "start": 693.6,
      "dur": 1.19,
      "text": "the use of such open-source models in all kinds of industries that have"
    },
    {
      "start": 694.8,
      "dur": 1.67,
      "text": "all kinds of industries that have catalyzed innovation and have grown"
    },
    {
      "start": 696.48,
      "dur": 3.909,
      "text": "catalyzed innovation and have grown collective uh incomes. But I still think"
    },
    {
      "start": 700.399,
      "dur": 2.55,
      "text": "collective uh incomes. But I still think we're we we are we have first have to"
    },
    {
      "start": 702.959,
      "dur": 3.43,
      "text": "we're we we are we have first have to cross a giant chasm and if we don't uh"
    },
    {
      "start": 706.399,
      "dur": 4.311,
      "text": "cross a giant chasm and if we don't uh if we don't do it uh right then I do"
    },
    {
      "start": 710.72,
      "dur": 1.91,
      "text": "if we don't do it uh right then I do think it can be an existential threat"
    },
    {
      "start": 712.64,
      "dur": 2.309,
      "text": "think it can be an existential threat and as a recording academy we're not"
    },
    {
      "start": 714.959,
      "dur": 3.401,
      "text": "and as a recording academy we're not going to allow that."
    }
  ]
}