{
  "videoId": "_8lYsxTqidE",
  "title": "Inside Yemen's UAE-run secret prisons | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 160,
  "segments": [
    {
      "start": 1.76,
      "dur": 2.64,
      "text": "We're in a prison in southern Yemen."
    },
    {
      "start": 4.4,
      "dur": 2.31,
      "text": "We're in a prison in southern Yemen. Long been known to exist, but this is"
    },
    {
      "start": 6.72,
      "dur": 1.99,
      "text": "Long been known to exist, but this is the first time cameras have been allowed"
    },
    {
      "start": 8.72,
      "dur": 3.35,
      "text": "the first time cameras have been allowed inside. They're in former UAE military"
    },
    {
      "start": 12.08,
      "dur": 2.709,
      "text": "inside. They're in former UAE military bases. The Yemen government has invited"
    },
    {
      "start": 14.799,
      "dur": 3.191,
      "text": "bases. The Yemen government has invited us on an escorted visit, exposing the"
    },
    {
      "start": 18.0,
      "dur": 1.99,
      "text": "us on an escorted visit, exposing the secrets of their former coalition"
    },
    {
      "start": 20.0,
      "dur": 2.47,
      "text": "secrets of their former coalition partner. We've been investigating these"
    },
    {
      "start": 22.48,
      "dur": 1.99,
      "text": "partner. We've been investigating these STC prisons for years. We've always"
    },
    {
      "start": 24.48,
      "dur": 2.629,
      "text": "STC prisons for years. We've always known they've existed. But to have the"
    },
    {
      "start": 27.119,
      "dur": 2.07,
      "text": "known they've existed. But to have the Yemeni government backed by the Saudiled"
    },
    {
      "start": 29.199,
      "dur": 1.511,
      "text": "Yemeni government backed by the Saudiled coalition bring us here with all the"
    },
    {
      "start": 30.72,
      "dur": 2.39,
      "text": "coalition bring us here with all the Saudi media is quite an extraordinary"
    },
    {
      "start": 33.12,
      "dur": 2.31,
      "text": "Saudi media is quite an extraordinary moment in this conflict. We've known"
    },
    {
      "start": 35.44,
      "dur": 1.67,
      "text": "moment in this conflict. We've known about these prisons all along and I'm"
    },
    {
      "start": 37.12,
      "dur": 1.51,
      "text": "about these prisons all along and I'm sure that the Yemeni government and the"
    },
    {
      "start": 38.64,
      "dur": 2.79,
      "text": "sure that the Yemeni government and the Saudi le coalition knew about them too."
    },
    {
      "start": 41.44,
      "dur": 5.75,
      "text": "Saudi le coalition knew about them too. So why now? Why expose the Emiratis now?"
    },
    {
      "start": 47.2,
      "dur": 2.64,
      "text": "&gt;&gt; We weren't able to access locations that"
    },
    {
      "start": 49.84,
      "dur": 2.63,
      "text": "&gt;&gt; We weren't able to access locations that were under UAE control until now. When"
    },
    {
      "start": 52.48,
      "dur": 1.83,
      "text": "were under UAE control until now. When we liberated it, we discovered these"
    },
    {
      "start": 54.32,
      "dur": 2.549,
      "text": "we liberated it, we discovered these prisons. Even though we were told by"
    },
    {
      "start": 56.879,
      "dur": 3.031,
      "text": "prisons. Even though we were told by many victims that these prisons exist,"
    },
    {
      "start": 59.92,
      "dur": 4.629,
      "text": "many victims that these prisons exist, but we didn't believe it was true."
    },
    {
      "start": 64.559,
      "dur": 1.92,
      "text": "&gt;&gt; We found a former prisoner that was held"
    },
    {
      "start": 66.479,
      "dur": 2.231,
      "text": "&gt;&gt; We found a former prisoner that was held in this site. He wanted to remain"
    },
    {
      "start": 68.72,
      "dur": 2.47,
      "text": "in this site. He wanted to remain anonymous, afraid the UAE forces might"
    },
    {
      "start": 71.2,
      "dur": 3.51,
      "text": "anonymous, afraid the UAE forces might return."
    },
    {
      "start": 74.72,
      "dur": 2.32,
      "text": "&gt;&gt; All types of torture. When we were"
    },
    {
      "start": 77.04,
      "dur": 2.87,
      "text": "&gt;&gt; All types of torture. When we were interrogated, it was the worst. They"
    },
    {
      "start": 79.92,
      "dur": 2.47,
      "text": "interrogated, it was the worst. They even sexually abused us and say they"
    },
    {
      "start": 82.4,
      "dur": 2.63,
      "text": "even sexually abused us and say they will bring in the doctor. This so-called"
    },
    {
      "start": 85.04,
      "dur": 2.709,
      "text": "will bring in the doctor. This so-called doctor was an Emirati soldier. He beat"
    },
    {
      "start": 87.759,
      "dur": 2.551,
      "text": "doctor was an Emirati soldier. He beat us and ordered the soldiers to beat us"
    },
    {
      "start": 90.32,
      "dur": 2.87,
      "text": "us and ordered the soldiers to beat us too. I tried to kill myself multiple"
    },
    {
      "start": 93.2,
      "dur": 2.79,
      "text": "too. I tried to kill myself multiple times to make it end."
    },
    {
      "start": 96.0,
      "dur": 2.39,
      "text": "times to make it end. &gt;&gt; We put our allegations to the UAE, but"
    },
    {
      "start": 98.4,
      "dur": 1.749,
      "text": "&gt;&gt; We put our allegations to the UAE, but they did not respond to our request for"
    },
    {
      "start": 100.159,
      "dur": 3.27,
      "text": "they did not respond to our request for comment. It was here in late December"
    },
    {
      "start": 103.439,
      "dur": 2.071,
      "text": "comment. It was here in late December that the alliance between the UAE and"
    },
    {
      "start": 105.52,
      "dur": 3.11,
      "text": "that the alliance between the UAE and Saudi Arabia began to unravel. Burnt out"
    },
    {
      "start": 108.64,
      "dur": 2.63,
      "text": "Saudi Arabia began to unravel. Burnt out cars sit along the edge of Mukala's port"
    },
    {
      "start": 111.28,
      "dur": 2.95,
      "text": "cars sit along the edge of Mukala's port where Saudi Arabia carried out a strike."
    },
    {
      "start": 114.24,
      "dur": 2.95,
      "text": "where Saudi Arabia carried out a strike. A warning to the UAE who they accused of"
    },
    {
      "start": 117.2,
      "dur": 1.909,
      "text": "A warning to the UAE who they accused of delivering weapons to southern Yemeni"
    },
    {
      "start": 119.119,
      "dur": 4.667,
      "text": "delivering weapons to southern Yemeni separatists."
    },
    {
      "start": 123.796,
      "dur": 1.323,
      "text": "[screaming]"
    },
    {
      "start": 125.119,
      "dur": 2.391,
      "text": "[screaming] &gt;&gt; The Yemen government is keen to show us"
    },
    {
      "start": 127.52,
      "dur": 3.429,
      "text": "&gt;&gt; The Yemen government is keen to show us it can fill the vacuum left by the UAE."
    },
    {
      "start": 130.959,
      "dur": 2.551,
      "text": "it can fill the vacuum left by the UAE. The Emiratis had built a powerful force"
    },
    {
      "start": 133.52,
      "dur": 2.39,
      "text": "The Emiratis had built a powerful force here, tasked with counterterrorism"
    },
    {
      "start": 135.92,
      "dur": 3.83,
      "text": "here, tasked with counterterrorism operations in southern Yemen."
    },
    {
      "start": 139.76,
      "dur": 2.39,
      "text": "operations in southern Yemen. Yemen's people have endured a decade of"
    },
    {
      "start": 142.16,
      "dur": 2.149,
      "text": "Yemen's people have endured a decade of war. And while the power struggle"
    },
    {
      "start": 144.319,
      "dur": 2.311,
      "text": "war. And while the power struggle between the UAE and Saudi Arabia"
    },
    {
      "start": 146.64,
      "dur": 3.03,
      "text": "between the UAE and Saudi Arabia continues to play out, Yemen's future"
    },
    {
      "start": 149.68,
      "dur": 3.35,
      "text": "continues to play out, Yemen's future hangs in the balance. No makathi, BBC"
    },
    {
      "start": 153.04,
      "dur": 4.199,
      "text": "hangs in the balance. No makathi, BBC News. Mukala, Yemen."
    }
  ]
}