{
  "videoId": "_PN1kOYVzkY",
  "title": "Russia hits Ukraine energy sites in 'most powerful blow' so far this year | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 223,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.36,
      "text": "Now, let's turn to Ukraine because"
    },
    {
      "start": 1.6,
      "dur": 2.23,
      "text": "Now, let's turn to Ukraine because President Zilinski says Russia's latest"
    },
    {
      "start": 3.84,
      "dur": 1.509,
      "text": "President Zilinski says Russia's latest bombardment of Ukraine's energy"
    },
    {
      "start": 5.359,
      "dur": 1.99,
      "text": "bombardment of Ukraine's energy infrastructure took advantage of the"
    },
    {
      "start": 7.359,
      "dur": 2.15,
      "text": "infrastructure took advantage of the coldest days of winter to terrorize"
    },
    {
      "start": 9.519,
      "dur": 2.311,
      "text": "coldest days of winter to terrorize people. The strikes happened in the"
    },
    {
      "start": 11.84,
      "dur": 2.15,
      "text": "people. The strikes happened in the capital Kev in the eastern city of Hiv"
    },
    {
      "start": 14.0,
      "dur": 2.23,
      "text": "capital Kev in the eastern city of Hiv as temperatures dropped to minus 20"
    },
    {
      "start": 16.24,
      "dur": 2.789,
      "text": "as temperatures dropped to minus 20 Celsius overnight. The head of NATO is"
    },
    {
      "start": 19.039,
      "dur": 1.671,
      "text": "Celsius overnight. The head of NATO is meeting with President Silinsky as part"
    },
    {
      "start": 20.72,
      "dur": 2.469,
      "text": "meeting with President Silinsky as part of a surprise visit to Kev today,"
    },
    {
      "start": 23.199,
      "dur": 1.591,
      "text": "of a surprise visit to Kev today, joining Ukraine's president at a"
    },
    {
      "start": 24.8,
      "dur": 2.389,
      "text": "joining Ukraine's president at a memorial site commemorating victims of"
    },
    {
      "start": 27.199,
      "dur": 1.91,
      "text": "memorial site commemorating victims of the ongoing war. Well, let's speak to"
    },
    {
      "start": 29.119,
      "dur": 3.11,
      "text": "the ongoing war. Well, let's speak to Kira Rick, Ukrainian MP. And Kira,"
    },
    {
      "start": 32.239,
      "dur": 2.15,
      "text": "Kira Rick, Ukrainian MP. And Kira, welcome here to BBC News. Give me an"
    },
    {
      "start": 34.399,
      "dur": 1.751,
      "text": "welcome here to BBC News. Give me an idea of what the last 48 hours have been"
    },
    {
      "start": 36.16,
      "dur": 1.35,
      "text": "idea of what the last 48 hours have been like."
    },
    {
      "start": 37.52,
      "dur": 1.349,
      "text": "like. &gt;&gt; Hello, Matthew, and thank you so much"
    },
    {
      "start": 38.879,
      "dur": 3.51,
      "text": "&gt;&gt; Hello, Matthew, and thank you so much for having me. Um, the 48 hours were"
    },
    {
      "start": 42.399,
      "dur": 3.351,
      "text": "for having me. Um, the 48 hours were really tough because I think in the deep"
    },
    {
      "start": 45.76,
      "dur": 3.03,
      "text": "really tough because I think in the deep down inside our hearts, we all hel we"
    },
    {
      "start": 48.8,
      "dur": 3.429,
      "text": "down inside our hearts, we all hel we all had hopes that Russia perhaps would"
    },
    {
      "start": 52.239,
      "dur": 2.231,
      "text": "all had hopes that Russia perhaps would be afraid of American president and"
    },
    {
      "start": 54.48,
      "dur": 3.19,
      "text": "be afraid of American president and would keep their word. though we are"
    },
    {
      "start": 57.68,
      "dur": 1.669,
      "text": "would keep their word. though we are telling the whole world that you cannot"
    },
    {
      "start": 59.359,
      "dur": 2.791,
      "text": "telling the whole world that you cannot trust Russia. And so we turned to be"
    },
    {
      "start": 62.16,
      "dur": 2.629,
      "text": "trust Russia. And so we turned to be right which is again very unfortunate"
    },
    {
      "start": 64.799,
      "dur": 2.391,
      "text": "right which is again very unfortunate because this night was yet another night"
    },
    {
      "start": 67.2,
      "dur": 3.03,
      "text": "because this night was yet another night of terror perhaps one of the worst ones"
    },
    {
      "start": 70.24,
      "dur": 3.03,
      "text": "of terror perhaps one of the worst ones because uh the result of this night was"
    },
    {
      "start": 73.28,
      "dur": 2.31,
      "text": "because uh the result of this night was the most massive damage to Ukraine's"
    },
    {
      "start": 75.6,
      "dur": 3.91,
      "text": "the most massive damage to Ukraine's energy sector and putting all of us our"
    },
    {
      "start": 79.52,
      "dur": 3.03,
      "text": "energy sector and putting all of us our families and our future uh to a huge"
    },
    {
      "start": 82.56,
      "dur": 3.589,
      "text": "families and our future uh to a huge threat because uh um Ukraine's energy"
    },
    {
      "start": 86.159,
      "dur": 2.151,
      "text": "threat because uh um Ukraine's energy sector energy infrastructure is really"
    },
    {
      "start": 88.32,
      "dur": 1.91,
      "text": "sector energy infrastructure is really hanging by a thread. You just can"
    },
    {
      "start": 90.24,
      "dur": 3.35,
      "text": "hanging by a thread. You just can imagine that it was more than 450 drones"
    },
    {
      "start": 93.6,
      "dur": 3.11,
      "text": "imagine that it was more than 450 drones and more than 70 missiles attacking"
    },
    {
      "start": 96.72,
      "dur": 3.91,
      "text": "and more than 70 missiles attacking Ukraine throughout the country. Ke"
    },
    {
      "start": 100.64,
      "dur": 2.63,
      "text": "Ukraine throughout the country. Ke western Ukraine trying to bring us to"
    },
    {
      "start": 103.28,
      "dur": 0.869,
      "text": "western Ukraine trying to bring us to the cold."
    },
    {
      "start": 104.159,
      "dur": 2.071,
      "text": "the cold. &gt;&gt; You've had weeks of this now. Just"
    },
    {
      "start": 106.24,
      "dur": 2.95,
      "text": "&gt;&gt; You've had weeks of this now. Just briefly give me an idea of daytoday what"
    },
    {
      "start": 109.2,
      "dur": 2.39,
      "text": "briefly give me an idea of daytoday what it's like actually getting through the"
    },
    {
      "start": 111.6,
      "dur": 2.31,
      "text": "it's like actually getting through the day."
    },
    {
      "start": 113.92,
      "dur": 2.31,
      "text": "day. Mo for most of the families we only have"
    },
    {
      "start": 116.24,
      "dur": 3.03,
      "text": "Mo for most of the families we only have energy and electricity during the night"
    },
    {
      "start": 119.28,
      "dur": 2.39,
      "text": "energy and electricity during the night because the law does less. So you wake"
    },
    {
      "start": 121.68,
      "dur": 2.15,
      "text": "because the law does less. So you wake up at 1:00 a.m. when you see that the"
    },
    {
      "start": 123.84,
      "dur": 3.589,
      "text": "up at 1:00 a.m. when you see that the lights are on. You try to do all the"
    },
    {
      "start": 127.439,
      "dur": 3.51,
      "text": "lights are on. You try to do all the choirs like uh at home. You uh line"
    },
    {
      "start": 130.959,
      "dur": 2.871,
      "text": "choirs like uh at home. You uh line start your washing machine. You try to"
    },
    {
      "start": 133.84,
      "dur": 3.109,
      "text": "start your washing machine. You try to clean up the clothes. You wash dishes."
    },
    {
      "start": 136.959,
      "dur": 2.311,
      "text": "clean up the clothes. You wash dishes. You try to charge all the devices and"
    },
    {
      "start": 139.28,
      "dur": 1.99,
      "text": "You try to charge all the devices and give your family a little bit of this"
    },
    {
      "start": 141.28,
      "dur": 2.47,
      "text": "give your family a little bit of this calm time. And then in the morning when"
    },
    {
      "start": 143.76,
      "dur": 2.79,
      "text": "calm time. And then in the morning when it's dark outside and cold outside, you"
    },
    {
      "start": 146.56,
      "dur": 1.91,
      "text": "it's dark outside and cold outside, you just have to go on with your day hoping"
    },
    {
      "start": 148.48,
      "dur": 1.43,
      "text": "just have to go on with your day hoping that you will not be killed by the"
    },
    {
      "start": 149.92,
      "dur": 2.389,
      "text": "that you will not be killed by the missile or drone and supporting the ones"
    },
    {
      "start": 152.319,
      "dur": 2.471,
      "text": "missile or drone and supporting the ones who are in the worst position trying to"
    },
    {
      "start": 154.8,
      "dur": 3.35,
      "text": "who are in the worst position trying to give away warm food and warm tea uh to"
    },
    {
      "start": 158.16,
      "dur": 1.83,
      "text": "give away warm food and warm tea uh to the people who are hiding in the"
    },
    {
      "start": 160.0,
      "dur": 2.79,
      "text": "the people who are hiding in the shelters of unbreakability."
    },
    {
      "start": 162.8,
      "dur": 3.19,
      "text": "shelters of unbreakability. &gt;&gt; Is it time for Europe to do more? We"
    },
    {
      "start": 166.0,
      "dur": 2.63,
      "text": "&gt;&gt; Is it time for Europe to do more? We keep seeing Donald Trump fail to see or"
    },
    {
      "start": 168.64,
      "dur": 1.91,
      "text": "keep seeing Donald Trump fail to see or deal with Vladimir Putin as the"
    },
    {
      "start": 170.56,
      "dur": 4.07,
      "text": "deal with Vladimir Putin as the perpetrator here. So what should Europe"
    },
    {
      "start": 174.64,
      "dur": 4.869,
      "text": "perpetrator here. So what should Europe NATO do now in response to all of this?"
    },
    {
      "start": 179.519,
      "dur": 2.63,
      "text": "NATO do now in response to all of this? There is not a simple solution but there"
    },
    {
      "start": 182.159,
      "dur": 3.111,
      "text": "There is not a simple solution but there is a simple direction is weaken Russia"
    },
    {
      "start": 185.28,
      "dur": 2.79,
      "text": "is a simple direction is weaken Russia and strengthen Ukraine. Uh and most of"
    },
    {
      "start": 188.08,
      "dur": 1.99,
      "text": "and strengthen Ukraine. Uh and most of all what can be done right now and"
    },
    {
      "start": 190.08,
      "dur": 1.99,
      "text": "all what can be done right now and should be done right now is going ahead"
    },
    {
      "start": 192.08,
      "dur": 2.95,
      "text": "should be done right now is going ahead and confiscating Russian assets uh that"
    },
    {
      "start": 195.04,
      "dur": 2.39,
      "text": "and confiscating Russian assets uh that are being frozen and to use them for the"
    },
    {
      "start": 197.44,
      "dur": 2.069,
      "text": "are being frozen and to use them for the sake of warming Ukraine, protecting"
    },
    {
      "start": 199.519,
      "dur": 2.311,
      "text": "sake of warming Ukraine, protecting Ukraine and compensating of their"
    },
    {
      "start": 201.84,
      "dur": 2.55,
      "text": "Ukraine and compensating of their defense expenses. This is the right and"
    },
    {
      "start": 204.4,
      "dur": 3.27,
      "text": "defense expenses. This is the right and fair and just way to go ahead and right"
    },
    {
      "start": 207.68,
      "dur": 1.75,
      "text": "fair and just way to go ahead and right now we are only waiting for a political"
    },
    {
      "start": 209.44,
      "dur": 2.31,
      "text": "now we are only waiting for a political decision because on the legal side there"
    },
    {
      "start": 211.76,
      "dur": 2.95,
      "text": "decision because on the legal side there has been so many varants of what can be"
    },
    {
      "start": 214.72,
      "dur": 3.19,
      "text": "has been so many varants of what can be done. Kirk, we are out of time, but"
    },
    {
      "start": 217.92,
      "dur": 1.75,
      "text": "done. Kirk, we are out of time, but thank you so much for your time, for"
    },
    {
      "start": 219.68,
      "dur": 2.39,
      "text": "thank you so much for your time, for joining us here on today's verified live"
    },
    {
      "start": 222.08,
      "dur": 2.879,
      "text": "joining us here on today's verified live here on BBC News."
    }
  ]
}