{
  "videoId": "_TwbUBoxV5M",
  "title": "Bangladesh Nationalist Party wins majority in first election since Gen Z uprising | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 432,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.64,
      "text": "Hello, I'm Regini Vadin. Well, let's"
    },
    {
      "start": 2.96,
      "dur": 2.07,
      "text": "Hello, I'm Regini Vadin. Well, let's return to those results coming in to us"
    },
    {
      "start": 5.04,
      "dur": 2.55,
      "text": "return to those results coming in to us from Bangladesh where the nationalist"
    },
    {
      "start": 7.6,
      "dur": 3.109,
      "text": "from Bangladesh where the nationalist party there, the BNP has won a landslide"
    },
    {
      "start": 10.719,
      "dur": 2.471,
      "text": "party there, the BNP has won a landslide victory in the elections there. While"
    },
    {
      "start": 13.2,
      "dur": 2.469,
      "text": "victory in the elections there. While the party's leader and prime minister in"
    },
    {
      "start": 15.679,
      "dur": 1.911,
      "text": "the party's leader and prime minister in waiting, Tariq Rakman has been"
    },
    {
      "start": 17.6,
      "dur": 2.79,
      "text": "waiting, Tariq Rakman has been congratulated by the US embassy in Dhaka"
    },
    {
      "start": 20.4,
      "dur": 2.39,
      "text": "congratulated by the US embassy in Dhaka and by India's prime minister, Narenda"
    },
    {
      "start": 22.8,
      "dur": 1.91,
      "text": "and by India's prime minister, Narenda Modi. Well, let's now speak to the"
    },
    {
      "start": 24.72,
      "dur": 2.389,
      "text": "Modi. Well, let's now speak to the Labour MP for Eling Central and Actton"
    },
    {
      "start": 27.119,
      "dur": 2.31,
      "text": "Labour MP for Eling Central and Actton Ruper Huck. She has a long-standing"
    },
    {
      "start": 29.439,
      "dur": 3.031,
      "text": "Ruper Huck. She has a long-standing interest in Bangladesh. Um her parents"
    },
    {
      "start": 32.48,
      "dur": 1.589,
      "text": "interest in Bangladesh. Um her parents are from there and also she's visited"
    },
    {
      "start": 34.079,
      "dur": 2.15,
      "text": "are from there and also she's visited the country on a number of occasions in"
    },
    {
      "start": 36.239,
      "dur": 1.911,
      "text": "the country on a number of occasions in a parliamentary capacity as well."
    },
    {
      "start": 38.16,
      "dur": 2.79,
      "text": "a parliamentary capacity as well. Welcome to BBC News Rer. So first of all"
    },
    {
      "start": 40.96,
      "dur": 2.95,
      "text": "Welcome to BBC News Rer. So first of all these elections were really landmark for"
    },
    {
      "start": 43.92,
      "dur": 2.469,
      "text": "these elections were really landmark for the country after years of authoritarian"
    },
    {
      "start": 46.399,
      "dur": 2.871,
      "text": "the country after years of authoritarian rule under Shik Hassina and her awami"
    },
    {
      "start": 49.28,
      "dur": 1.67,
      "text": "rule under Shik Hassina and her awami league. We saw that uprising young"
    },
    {
      "start": 50.96,
      "dur": 2.47,
      "text": "league. We saw that uprising young people were taking to the streets. Now"
    },
    {
      "start": 53.44,
      "dur": 2.629,
      "text": "people were taking to the streets. Now we have Tariq Rahman as a prime minister"
    },
    {
      "start": 56.079,
      "dur": 2.231,
      "text": "we have Tariq Rahman as a prime minister in waiting as someone who's visited the"
    },
    {
      "start": 58.32,
      "dur": 2.709,
      "text": "in waiting as someone who's visited the country after that uprising. Um what do"
    },
    {
      "start": 61.039,
      "dur": 1.911,
      "text": "country after that uprising. Um what do you think comes next?"
    },
    {
      "start": 62.96,
      "dur": 2.229,
      "text": "you think comes next? &gt;&gt; I mean it's time for a fresh start and"
    },
    {
      "start": 65.199,
      "dur": 1.91,
      "text": "&gt;&gt; I mean it's time for a fresh start and they the UNUNIS interim government the"
    },
    {
      "start": 67.119,
      "dur": 1.831,
      "text": "they the UNUNIS interim government the caretaker government that was overseeing"
    },
    {
      "start": 68.96,
      "dur": 2.23,
      "text": "caretaker government that was overseeing these elections. I think their idea was"
    },
    {
      "start": 71.2,
      "dur": 2.15,
      "text": "these elections. I think their idea was to stabilize and then let people have a"
    },
    {
      "start": 73.36,
      "dur": 2.069,
      "text": "to stabilize and then let people have a say. They always branded the country as"
    },
    {
      "start": 75.439,
      "dur": 3.03,
      "text": "say. They always branded the country as Bangladesh 2.0. Uh so yeah I mean"
    },
    {
      "start": 78.479,
      "dur": 3.27,
      "text": "Bangladesh 2.0. Uh so yeah I mean obviously it's a reset. Um but there are"
    },
    {
      "start": 81.759,
      "dur": 3.271,
      "text": "obviously it's a reset. Um but there are concerns that the the ruling party for"
    },
    {
      "start": 85.04,
      "dur": 2.23,
      "text": "concerns that the the ruling party for the last three elections wasn't included"
    },
    {
      "start": 87.28,
      "dur": 3.43,
      "text": "the last three elections wasn't included this time round. Um I mean let's see"
    },
    {
      "start": 90.72,
      "dur": 1.429,
      "text": "this time round. Um I mean let's see what happens. There were fears that it"
    },
    {
      "start": 92.159,
      "dur": 1.671,
      "text": "what happens. There were fears that it could have been an Islamist takeover"
    },
    {
      "start": 93.84,
      "dur": 1.83,
      "text": "could have been an Islamist takeover that the country may be going in the"
    },
    {
      "start": 95.68,
      "dur": 1.83,
      "text": "that the country may be going in the direction of Iran, Pakistan,"
    },
    {
      "start": 97.52,
      "dur": 2.15,
      "text": "direction of Iran, Pakistan, Afghanistan. That did not come to"
    },
    {
      "start": 99.68,
      "dur": 2.71,
      "text": "Afghanistan. That did not come to fruition. So I guess it's a sigh of"
    },
    {
      "start": 102.4,
      "dur": 2.63,
      "text": "fruition. So I guess it's a sigh of relief. Um but yeah, a lot of work to be"
    },
    {
      "start": 105.04,
      "dur": 2.63,
      "text": "relief. Um but yeah, a lot of work to be done and an entry from hell. I guess"
    },
    {
      "start": 107.68,
      "dur": 1.91,
      "text": "done and an entry from hell. I guess &gt;&gt; indeed an intray from hell for our"
    },
    {
      "start": 109.6,
      "dur": 1.27,
      "text": "&gt;&gt; indeed an intray from hell for our viewers that perhaps don't follow"
    },
    {
      "start": 110.88,
      "dur": 2.39,
      "text": "viewers that perhaps don't follow Bangladeshi politics as closely as you"
    },
    {
      "start": 113.28,
      "dur": 2.789,
      "text": "Bangladeshi politics as closely as you or I do. Um just outline what you think"
    },
    {
      "start": 116.079,
      "dur": 1.911,
      "text": "or I do. Um just outline what you think some of those biggest challenges in the"
    },
    {
      "start": 118.0,
      "dur": 1.83,
      "text": "some of those biggest challenges in the intray are. It's not just about"
    },
    {
      "start": 119.84,
      "dur": 2.39,
      "text": "intray are. It's not just about democracy in the country but also"
    },
    {
      "start": 122.24,
      "dur": 3.11,
      "text": "democracy in the country but also Bangladesh um is a growing economic uh"
    },
    {
      "start": 125.36,
      "dur": 1.19,
      "text": "Bangladesh um is a growing economic uh nation as well really."
    },
    {
      "start": 126.56,
      "dur": 1.669,
      "text": "nation as well really. &gt;&gt; That's right. I think under shake casina"
    },
    {
      "start": 128.239,
      "dur": 1.51,
      "text": "&gt;&gt; That's right. I think under shake casina they were trying to join the bricks"
    },
    {
      "start": 129.759,
      "dur": 3.431,
      "text": "they were trying to join the bricks nations um because the economy was um"
    },
    {
      "start": 133.2,
      "dur": 1.749,
      "text": "nations um because the economy was um doing really well. But then again, if"
    },
    {
      "start": 134.959,
      "dur": 2.711,
      "text": "doing really well. But then again, if that's off the back of uh sort of fast"
    },
    {
      "start": 137.68,
      "dur": 2.07,
      "text": "that's off the back of uh sort of fast fashion in collapsing factories where"
    },
    {
      "start": 139.76,
      "dur": 2.63,
      "text": "fashion in collapsing factories where child labor is being made to being used"
    },
    {
      "start": 142.4,
      "dur": 2.31,
      "text": "child labor is being made to being used to create it, that's not great either."
    },
    {
      "start": 144.72,
      "dur": 2.95,
      "text": "to create it, that's not great either. So yeah, I mean um they were trying to"
    },
    {
      "start": 147.68,
      "dur": 1.75,
      "text": "So yeah, I mean um they were trying to do that and then all this happened. So I"
    },
    {
      "start": 149.44,
      "dur": 0.95,
      "text": "do that and then all this happened. So I think there's a lot of youth"
    },
    {
      "start": 150.4,
      "dur": 2.31,
      "text": "think there's a lot of youth unemployment. That's partly the riots,"
    },
    {
      "start": 152.72,
      "dur": 1.43,
      "text": "unemployment. That's partly the riots, the overthrow of the last prime"
    },
    {
      "start": 154.16,
      "dur": 2.149,
      "text": "the overthrow of the last prime minister, uh jobs for the boys,"
    },
    {
      "start": 156.319,
      "dur": 2.391,
      "text": "minister, uh jobs for the boys, nepotism, the Rohhinga issue, a million"
    },
    {
      "start": 158.72,
      "dur": 2.71,
      "text": "nepotism, the Rohhinga issue, a million refugees from there. And I mean it has"
    },
    {
      "start": 161.44,
      "dur": 2.55,
      "text": "refugees from there. And I mean it has been a fundamental break of before it"
    },
    {
      "start": 164.0,
      "dur": 1.75,
      "text": "been a fundamental break of before it was seen as the battling beggums these"
    },
    {
      "start": 165.76,
      "dur": 2.31,
      "text": "was seen as the battling beggums these two sarclad mums that slugged it out"
    },
    {
      "start": 168.08,
      "dur": 3.27,
      "text": "two sarclad mums that slugged it out from the 90s onwards. So that is that"
    },
    {
      "start": 171.36,
      "dur": 1.43,
      "text": "from the 90s onwards. So that is that should be positive. But then the guy"
    },
    {
      "start": 172.8,
      "dur": 1.75,
      "text": "should be positive. But then the guy who's won is the son of one of them."
    },
    {
      "start": 174.56,
      "dur": 1.83,
      "text": "who's won is the son of one of them. &gt;&gt; Well I was about to say the viewers who"
    },
    {
      "start": 176.4,
      "dur": 2.23,
      "text": "&gt;&gt; Well I was about to say the viewers who wouldn't know that Khalidia was as you"
    },
    {
      "start": 178.64,
      "dur": 2.39,
      "text": "wouldn't know that Khalidia was as you say the other uh Bangladesh's first"
    },
    {
      "start": 181.04,
      "dur": 1.75,
      "text": "say the other uh Bangladesh's first prime minister in fact but a kind of key"
    },
    {
      "start": 182.8,
      "dur": 2.789,
      "text": "prime minister in fact but a kind of key rival of Shik Hassina. Two strong women"
    },
    {
      "start": 185.599,
      "dur": 1.91,
      "text": "rival of Shik Hassina. Two strong women who ruled the country on and off back"
    },
    {
      "start": 187.519,
      "dur": 3.271,
      "text": "who ruled the country on and off back and forth. Um but Tar Rahman is uh"
    },
    {
      "start": 190.8,
      "dur": 1.75,
      "text": "and forth. Um but Tar Rahman is uh Khaled Zia's son."
    },
    {
      "start": 192.56,
      "dur": 1.749,
      "text": "Khaled Zia's son. &gt;&gt; I mean it does look like what the"
    },
    {
      "start": 194.319,
      "dur": 2.071,
      "text": "&gt;&gt; I mean it does look like what the students fought for the youth. If it's"
    },
    {
      "start": 196.4,
      "dur": 1.99,
      "text": "students fought for the youth. If it's the guy who's part of that same"
    },
    {
      "start": 198.4,
      "dur": 1.43,
      "text": "the guy who's part of that same hereditary, they don't have a house of"
    },
    {
      "start": 199.84,
      "dur": 1.43,
      "text": "hereditary, they don't have a house of lords. They don't have a royal family."
    },
    {
      "start": 201.28,
      "dur": 1.83,
      "text": "lords. They don't have a royal family. But it seems very hereditary there. And"
    },
    {
      "start": 203.12,
      "dur": 2.55,
      "text": "But it seems very hereditary there. And these two women even got there by family"
    },
    {
      "start": 205.68,
      "dur": 3.75,
      "text": "these two women even got there by family connection. Shake Hassina's dad was the"
    },
    {
      "start": 209.44,
      "dur": 2.47,
      "text": "connection. Shake Hassina's dad was the uh the first ruler of Bangladesh in the"
    },
    {
      "start": 211.92,
      "dur": 2.309,
      "text": "uh the first ruler of Bangladesh in the 70s. And it's also quite a sort of"
    },
    {
      "start": 214.239,
      "dur": 3.751,
      "text": "70s. And it's also quite a sort of violent bloody country. Um that's I"
    },
    {
      "start": 218.0,
      "dur": 1.35,
      "text": "violent bloody country. Um that's I don't know been characterized by a lot"
    },
    {
      "start": 219.36,
      "dur": 4.07,
      "text": "don't know been characterized by a lot of vengeance politics. Um Kalazia her"
    },
    {
      "start": 223.44,
      "dur": 2.39,
      "text": "of vengeance politics. Um Kalazia her husband was a ruler. So again this guy"
    },
    {
      "start": 225.84,
      "dur": 3.27,
      "text": "husband was a ruler. So again this guy both um Turk Raman his mom and dad have"
    },
    {
      "start": 229.12,
      "dur": 2.07,
      "text": "both um Turk Raman his mom and dad have both been rulers of the country but he"
    },
    {
      "start": 231.2,
      "dur": 2.15,
      "text": "both been rulers of the country but he is saying that he will I mean I guess"
    },
    {
      "start": 233.36,
      "dur": 1.99,
      "text": "is saying that he will I mean I guess the fact that he's been in Kingston"
    },
    {
      "start": 235.36,
      "dur": 3.35,
      "text": "the fact that he's been in Kingston sorry for the last 17 years in exile"
    },
    {
      "start": 238.72,
      "dur": 1.83,
      "text": "sorry for the last 17 years in exile that's made him open to more British"
    },
    {
      "start": 240.56,
      "dur": 1.749,
      "text": "that's made him open to more British ideas and I think there was a big time"
    },
    {
      "start": 242.319,
      "dur": 2.071,
      "text": "ideas and I think there was a big time interview that said it's TK Ramen 2.0"
    },
    {
      "start": 244.4,
      "dur": 1.909,
      "text": "interview that said it's TK Ramen 2.0 know because again he was originally in"
    },
    {
      "start": 246.319,
      "dur": 2.391,
      "text": "know because again he was originally in exile here because there were corruption"
    },
    {
      "start": 248.72,
      "dur": 3.19,
      "text": "exile here because there were corruption charges against him uh I think by a"
    },
    {
      "start": 251.92,
      "dur": 1.669,
      "text": "charges against him uh I think by a former caretaker government because the"
    },
    {
      "start": 253.599,
      "dur": 2.391,
      "text": "former caretaker government because the system they used to have there was they"
    },
    {
      "start": 256.0,
      "dur": 1.67,
      "text": "system they used to have there was they alternated in power because always the"
    },
    {
      "start": 257.68,
      "dur": 1.75,
      "text": "alternated in power because always the year before the election a neutral"
    },
    {
      "start": 259.44,
      "dur": 2.469,
      "text": "year before the election a neutral administration of judges would oversee"
    },
    {
      "start": 261.919,
      "dur": 2.231,
      "text": "administration of judges would oversee that so it wasn't fixed but then I think"
    },
    {
      "start": 264.16,
      "dur": 1.749,
      "text": "that so it wasn't fixed but then I think in the senior year she deleted that"
    },
    {
      "start": 265.919,
      "dur": 1.99,
      "text": "in the senior year she deleted that clause so then she it got stuck in a"
    },
    {
      "start": 267.919,
      "dur": 1.351,
      "text": "clause so then she it got stuck in a groove for three elections"
    },
    {
      "start": 269.28,
      "dur": 3.03,
      "text": "groove for three elections &gt;&gt; just briefly um you mentioned Shake Hina"
    },
    {
      "start": 272.32,
      "dur": 3.03,
      "text": "&gt;&gt; just briefly um you mentioned Shake Hina she is currently in uh hiding in exile"
    },
    {
      "start": 275.36,
      "dur": 2.71,
      "text": "she is currently in uh hiding in exile in India. Um and that's caused tensions"
    },
    {
      "start": 278.08,
      "dur": 2.15,
      "text": "in India. Um and that's caused tensions between Bangladesh and India in the last"
    },
    {
      "start": 280.24,
      "dur": 3.19,
      "text": "between Bangladesh and India in the last uh year or so. She is wanted for a"
    },
    {
      "start": 283.44,
      "dur": 2.23,
      "text": "uh year or so. She is wanted for a number of crimes accused of torturing"
    },
    {
      "start": 285.68,
      "dur": 1.99,
      "text": "number of crimes accused of torturing her opponents, rounding up hero"
    },
    {
      "start": 287.68,
      "dur": 2.71,
      "text": "her opponents, rounding up hero opponents from the now uh you know soon"
    },
    {
      "start": 290.4,
      "dur": 2.55,
      "text": "opponents from the now uh you know soon to be ruling Bangladesh nationalist"
    },
    {
      "start": 292.96,
      "dur": 1.91,
      "text": "to be ruling Bangladesh nationalist party. But the question is, what do you"
    },
    {
      "start": 294.88,
      "dur": 2.39,
      "text": "party. But the question is, what do you think he might do to try and seek"
    },
    {
      "start": 297.28,
      "dur": 1.99,
      "text": "think he might do to try and seek justice for all the people who were"
    },
    {
      "start": 299.28,
      "dur": 1.67,
      "text": "justice for all the people who were tortured, whose loved ones were"
    },
    {
      "start": 300.96,
      "dur": 2.39,
      "text": "tortured, whose loved ones were disappeared, all these accusations that"
    },
    {
      "start": 303.36,
      "dur": 2.389,
      "text": "disappeared, all these accusations that still remain against the Awami League"
    },
    {
      "start": 305.759,
      "dur": 2.231,
      "text": "still remain against the Awami League government ruled by Shikh Hassina?"
    },
    {
      "start": 308.0,
      "dur": 1.67,
      "text": "government ruled by Shikh Hassina? &gt;&gt; I mean, I think international law is"
    },
    {
      "start": 309.68,
      "dur": 1.83,
      "text": "&gt;&gt; I mean, I think international law is always a good guide. So, the United"
    },
    {
      "start": 311.52,
      "dur": 2.87,
      "text": "always a good guide. So, the United Nations pronounced that,400"
    },
    {
      "start": 314.4,
      "dur": 3.509,
      "text": "Nations pronounced that,400 students that were mostly young unarmed,"
    },
    {
      "start": 317.919,
      "dur": 2.55,
      "text": "students that were mostly young unarmed, yeah, sort of not combatants were killed"
    },
    {
      "start": 320.479,
      "dur": 2.55,
      "text": "yeah, sort of not combatants were killed in that period in 2024."
    },
    {
      "start": 323.039,
      "dur": 2.071,
      "text": "in that period in 2024. So I think what how it's been explained"
    },
    {
      "start": 325.12,
      "dur": 2.069,
      "text": "So I think what how it's been explained to me why the Awami League was excluded"
    },
    {
      "start": 327.199,
      "dur": 2.951,
      "text": "to me why the Awami League was excluded is that they sort of won't accept any of"
    },
    {
      "start": 330.16,
      "dur": 1.67,
      "text": "is that they sort of won't accept any of that UN finding. I guess something has"
    },
    {
      "start": 331.84,
      "dur": 1.75,
      "text": "that UN finding. I guess something has to budge if everyone's in a corner with"
    },
    {
      "start": 333.6,
      "dur": 2.79,
      "text": "to budge if everyone's in a corner with their arms folded. Uh so I'm hoping that"
    },
    {
      "start": 336.4,
      "dur": 1.83,
      "text": "their arms folded. Uh so I'm hoping that this new BNP because again they had a"
    },
    {
      "start": 338.24,
      "dur": 2.229,
      "text": "this new BNP because again they had a history of dodgy stuff apparently when"
    },
    {
      "start": 340.479,
      "dur": 3.031,
      "text": "history of dodgy stuff apparently when they were in power last time. Um I just"
    },
    {
      "start": 343.52,
      "dur": 2.79,
      "text": "they were in power last time. Um I just hope that everyone this 2.0 thing and"
    },
    {
      "start": 346.32,
      "dur": 1.99,
      "text": "hope that everyone this 2.0 thing and maybe he could be a bridge because the"
    },
    {
      "start": 348.32,
      "dur": 2.07,
      "text": "maybe he could be a bridge because the students wanted to form their own party"
    },
    {
      "start": 350.4,
      "dur": 1.67,
      "text": "students wanted to form their own party as well. I think that slightly collapsed"
    },
    {
      "start": 352.08,
      "dur": 2.549,
      "text": "as well. I think that slightly collapsed and then they merged with the Jamaat"
    },
    {
      "start": 354.639,
      "dur": 2.631,
      "text": "and then they merged with the Jamaat Islamist party which raised eyebrows. I"
    },
    {
      "start": 357.28,
      "dur": 1.83,
      "text": "Islamist party which raised eyebrows. I mean I'm disappointed not more women"
    },
    {
      "start": 359.12,
      "dur": 2.15,
      "text": "mean I'm disappointed not more women have been elected and again one of the"
    },
    {
      "start": 361.28,
      "dur": 1.909,
      "text": "have been elected and again one of the ones standing was Tariq Ramen's daughter"
    },
    {
      "start": 363.199,
      "dur": 1.751,
      "text": "ones standing was Tariq Ramen's daughter who's the granddaughter of the dynasty."
    },
    {
      "start": 364.96,
      "dur": 1.91,
      "text": "who's the granddaughter of the dynasty. I mean it if it's just a sort of"
    },
    {
      "start": 366.88,
      "dur": 2.309,
      "text": "I mean it if it's just a sort of vengeance thing lock up the other side"
    },
    {
      "start": 369.199,
      "dur": 3.591,
      "text": "vengeance thing lock up the other side have an election one side sits it out um"
    },
    {
      "start": 372.8,
      "dur": 1.829,
      "text": "have an election one side sits it out um rinse and repeat do it again it's not a"
    },
    {
      "start": 374.639,
      "dur": 1.751,
      "text": "rinse and repeat do it again it's not a satisfactory system. I really hope this"
    },
    {
      "start": 376.4,
      "dur": 1.349,
      "text": "satisfactory system. I really hope this could be the start of something. Just"
    },
    {
      "start": 377.759,
      "dur": 2.311,
      "text": "could be the start of something. Just very briefly, do you think the Labor"
    },
    {
      "start": 380.08,
      "dur": 1.829,
      "text": "very briefly, do you think the Labor government is going to hold this"
    },
    {
      "start": 381.919,
      "dur": 2.631,
      "text": "government is going to hold this government to account and make sure um"
    },
    {
      "start": 384.56,
      "dur": 2.31,
      "text": "government to account and make sure um that you know if there are any abuses or"
    },
    {
      "start": 386.88,
      "dur": 2.47,
      "text": "that you know if there are any abuses or indeed make sure that uh the con"
    },
    {
      "start": 389.36,
      "dur": 2.15,
      "text": "indeed make sure that uh the con conviction on Hina things like that? I'm"
    },
    {
      "start": 391.52,
      "dur": 1.109,
      "text": "conviction on Hina things like that? I'm just talking about you know what can the"
    },
    {
      "start": 392.639,
      "dur": 1.83,
      "text": "just talking about you know what can the Labor government do in your view to make"
    },
    {
      "start": 394.479,
      "dur": 1.99,
      "text": "Labor government do in your view to make sure that things are a two-point"
    },
    {
      "start": 396.479,
      "dur": 1.671,
      "text": "sure that things are a two-point government? Yeah, I mean I guess"
    },
    {
      "start": 398.16,
      "dur": 2.309,
      "text": "government? Yeah, I mean I guess democracy building bundled in with that"
    },
    {
      "start": 400.479,
      "dur": 1.83,
      "text": "democracy building bundled in with that election was a referendum on things like"
    },
    {
      "start": 402.319,
      "dur": 2.551,
      "text": "election was a referendum on things like having a biccamearal chamber but having"
    },
    {
      "start": 404.88,
      "dur": 1.99,
      "text": "having a biccamearal chamber but having two parliaments like we've got the lords"
    },
    {
      "start": 406.88,
      "dur": 3.27,
      "text": "two parliaments like we've got the lords and the commons on having term limits um"
    },
    {
      "start": 410.16,
      "dur": 2.23,
      "text": "and the commons on having term limits um on having even possibly a PR system"
    },
    {
      "start": 412.4,
      "dur": 1.27,
      "text": "on having even possibly a PR system because they've got first part of the"
    },
    {
      "start": 413.68,
      "dur": 2.069,
      "text": "because they've got first part of the post so maybe we because there's"
    },
    {
      "start": 415.759,
      "dur": 1.43,
      "text": "post so maybe we because there's obviously the colonial thing the"
    },
    {
      "start": 417.199,
      "dur": 1.99,
      "text": "obviously the colonial thing the commonwealth relationship maybe we"
    },
    {
      "start": 419.199,
      "dur": 1.751,
      "text": "commonwealth relationship maybe we should help them with democracy building"
    },
    {
      "start": 420.96,
      "dur": 2.55,
      "text": "should help them with democracy building and as I say seeking justice as you were"
    },
    {
      "start": 423.52,
      "dur": 2.47,
      "text": "and as I say seeking justice as you were alluding to for the baddies of the past."
    },
    {
      "start": 426.0,
      "dur": 1.27,
      "text": "alluding to for the baddies of the past. Okay, Ruper Huck, thank you very much"
    },
    {
      "start": 427.28,
      "dur": 1.51,
      "text": "Okay, Ruper Huck, thank you very much for joining us in the studio to get your"
    },
    {
      "start": 428.8,
      "dur": 4.399,
      "text": "for joining us in the studio to get your perspective on the result in Bangladesh."
    }
  ]
}