{
  "videoId": "a4eUNn_YtJE",
  "title": "Inside Gaza hospital struggling to provide care to newborn babies | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 264,
  "segments": [
    {
      "start": 0.56,
      "dur": 1.92,
      "text": "Next, it's still dangerous to be a"
    },
    {
      "start": 2.48,
      "dur": 2.07,
      "text": "Next, it's still dangerous to be a mother in Gaza. That's the message from"
    },
    {
      "start": 4.56,
      "dur": 2.309,
      "text": "mother in Gaza. That's the message from aid agencies who have investigated"
    },
    {
      "start": 6.879,
      "dur": 2.71,
      "text": "aid agencies who have investigated maternal and neonatal deaths. Uh they"
    },
    {
      "start": 9.599,
      "dur": 1.671,
      "text": "maternal and neonatal deaths. Uh they say the despite the ceasefire,"
    },
    {
      "start": 11.28,
      "dur": 1.59,
      "text": "say the despite the ceasefire, preventable deaths are still taking"
    },
    {
      "start": 12.88,
      "dur": 1.829,
      "text": "preventable deaths are still taking place as mothers struggle to obtain"
    },
    {
      "start": 14.719,
      "dur": 2.231,
      "text": "place as mothers struggle to obtain adequate health care and nutrition."
    },
    {
      "start": 16.96,
      "dur": 1.99,
      "text": "adequate health care and nutrition. Israel has increased the flow of aid"
    },
    {
      "start": 18.96,
      "dur": 2.63,
      "text": "Israel has increased the flow of aid into Gaza, but medics in the strip are"
    },
    {
      "start": 21.6,
      "dur": 2.39,
      "text": "into Gaza, but medics in the strip are still reporting delivering malnourished"
    },
    {
      "start": 24.0,
      "dur": 1.99,
      "text": "still reporting delivering malnourished babies. Sham Khalil reports from"
    },
    {
      "start": 26.0,
      "dur": 1.5,
      "text": "babies. Sham Khalil reports from Jerusalem."
    },
    {
      "start": 27.51,
      "dur": 1.36,
      "text": "Jerusalem. [crying]"
    },
    {
      "start": 28.88,
      "dur": 2.389,
      "text": "[crying] Before they took their first breath, the"
    },
    {
      "start": 31.279,
      "dur": 1.991,
      "text": "Before they took their first breath, the cruelty of this war had already battered"
    },
    {
      "start": 33.28,
      "dur": 2.789,
      "text": "cruelty of this war had already battered their fragile bodies. In this maternity"
    },
    {
      "start": 36.079,
      "dur": 2.31,
      "text": "their fragile bodies. In this maternity hospital in Gaza City, families who've"
    },
    {
      "start": 38.399,
      "dur": 1.911,
      "text": "hospital in Gaza City, families who've endured bombing, displacement, and"
    },
    {
      "start": 40.32,
      "dur": 2.63,
      "text": "endured bombing, displacement, and hunger wait anxiously, hoping their"
    },
    {
      "start": 42.96,
      "dur": 2.07,
      "text": "hunger wait anxiously, hoping their babies will survive being born into this"
    },
    {
      "start": 45.04,
      "dur": 2.87,
      "text": "babies will survive being born into this conflict."
    },
    {
      "start": 47.92,
      "dur": 2.149,
      "text": "conflict. &gt;&gt; Dr. Naim Aub says his hospital has had"
    },
    {
      "start": 50.079,
      "dur": 1.831,
      "text": "&gt;&gt; Dr. Naim Aub says his hospital has had to compensate for a collapsed health"
    },
    {
      "start": 51.92,
      "dur": 2.789,
      "text": "to compensate for a collapsed health system across northern Gaza. The flow of"
    },
    {
      "start": 54.719,
      "dur": 2.071,
      "text": "system across northern Gaza. The flow of aid into the strip has been scaled up in"
    },
    {
      "start": 56.8,
      "dur": 2.31,
      "text": "aid into the strip has been scaled up in recent months following the ceasefire."
    },
    {
      "start": 59.12,
      "dur": 2.39,
      "text": "recent months following the ceasefire. But he sees a prevailing pattern."
    },
    {
      "start": 61.52,
      "dur": 2.55,
      "text": "But he sees a prevailing pattern. Malnourished, traumatized mothers giving"
    },
    {
      "start": 64.08,
      "dur": 1.99,
      "text": "Malnourished, traumatized mothers giving birth to underweight or premature"
    },
    {
      "start": 66.08,
      "dur": 3.91,
      "text": "birth to underweight or premature babies."
    },
    {
      "start": 70.0,
      "dur": 2.479,
      "text": "Many babies do not survive. We've seen"
    },
    {
      "start": 72.479,
      "dur": 1.591,
      "text": "Many babies do not survive. We've seen numerous miscarriages and premature"
    },
    {
      "start": 74.08,
      "dur": 1.75,
      "text": "numerous miscarriages and premature deliveries. Those who make it are"
    },
    {
      "start": 75.84,
      "dur": 2.15,
      "text": "deliveries. Those who make it are usually very frail, underdeveloped, and"
    },
    {
      "start": 78.0,
      "dur": 2.71,
      "text": "usually very frail, underdeveloped, and underweight, often less than 2 kilos."
    },
    {
      "start": 80.72,
      "dur": 1.83,
      "text": "underweight, often less than 2 kilos. These women were surrounded by bombing"
    },
    {
      "start": 82.56,
      "dur": 2.31,
      "text": "These women were surrounded by bombing and air strikes and by the debris and"
    },
    {
      "start": 84.88,
      "dur": 2.07,
      "text": "and air strikes and by the debris and toxic residue they leave behind. Some"
    },
    {
      "start": 86.96,
      "dur": 2.23,
      "text": "toxic residue they leave behind. Some babies are born with deformities as a"
    },
    {
      "start": 89.2,
      "dur": 1.67,
      "text": "babies are born with deformities as a result."
    },
    {
      "start": 90.88,
      "dur": 2.63,
      "text": "result. 25-year-old Suhad is a widowed mother of"
    },
    {
      "start": 93.52,
      "dur": 2.549,
      "text": "25-year-old Suhad is a widowed mother of five. She fled southern Gaza after being"
    },
    {
      "start": 96.079,
      "dur": 2.631,
      "text": "five. She fled southern Gaza after being displaced in Amawasi camp and is now"
    },
    {
      "start": 98.72,
      "dur": 1.99,
      "text": "displaced in Amawasi camp and is now sheltering much further north in Gaza"
    },
    {
      "start": 100.72,
      "dur": 3.029,
      "text": "sheltering much further north in Gaza City. 8 months pregnant, she's one of"
    },
    {
      "start": 103.759,
      "dur": 2.071,
      "text": "City. 8 months pregnant, she's one of thousands of expectant mothers with"
    },
    {
      "start": 105.84,
      "dur": 2.309,
      "text": "thousands of expectant mothers with little access to health care and almost"
    },
    {
      "start": 108.159,
      "dur": 3.751,
      "text": "little access to health care and almost no proper nutrition. Oh, it's okay."
    },
    {
      "start": 111.92,
      "dur": 2.71,
      "text": "no proper nutrition. Oh, it's okay. &gt;&gt; I would get very dizzy. Sometimes I bled"
    },
    {
      "start": 114.64,
      "dur": 2.39,
      "text": "&gt;&gt; I would get very dizzy. Sometimes I bled because of malnutrition. I've been so"
    },
    {
      "start": 117.04,
      "dur": 2.31,
      "text": "because of malnutrition. I've been so frightened during this pregnancy because"
    },
    {
      "start": 119.36,
      "dur": 1.91,
      "text": "frightened during this pregnancy because of the bombing and because we keep"
    },
    {
      "start": 121.28,
      "dur": 2.55,
      "text": "of the bombing and because we keep fleeing. I look at my five little boys"
    },
    {
      "start": 123.84,
      "dur": 2.39,
      "text": "fleeing. I look at my five little boys in these awful circumstances."
    },
    {
      "start": 126.24,
      "dur": 2.47,
      "text": "in these awful circumstances. And at one point, I wish this pregnancy"
    },
    {
      "start": 128.72,
      "dur": 2.229,
      "text": "And at one point, I wish this pregnancy would not continue. But by the grace of"
    },
    {
      "start": 130.959,
      "dur": 2.63,
      "text": "would not continue. But by the grace of God, I am still pregnant."
    },
    {
      "start": 133.599,
      "dur": 2.63,
      "text": "God, I am still pregnant. &gt;&gt; Only recently did So see a doctor just"
    },
    {
      "start": 136.239,
      "dur": 3.671,
      "text": "&gt;&gt; Only recently did So see a doctor just once. She's expecting a baby girl."
    },
    {
      "start": 139.92,
      "dur": 2.309,
      "text": "once. She's expecting a baby girl. She'll come into this world, so says,"
    },
    {
      "start": 142.239,
      "dur": 2.63,
      "text": "She'll come into this world, so says, but her father is gone. Shot while"
    },
    {
      "start": 144.879,
      "dur": 2.07,
      "text": "but her father is gone. Shot while trying to collect food aid in Rafa 5"
    },
    {
      "start": 146.959,
      "dur": 2.711,
      "text": "trying to collect food aid in Rafa 5 months ago."
    },
    {
      "start": 149.68,
      "dur": 1.67,
      "text": "months ago. &gt;&gt; There will be no food for her, no"
    },
    {
      "start": 151.36,
      "dur": 2.63,
      "text": "&gt;&gt; There will be no food for her, no formula, no clothing. It's a terrible"
    },
    {
      "start": 154.0,
      "dur": 1.99,
      "text": "formula, no clothing. It's a terrible feeling knowing you cannot provide for"
    },
    {
      "start": 156.0,
      "dur": 2.47,
      "text": "feeling knowing you cannot provide for your child sitting here in this cold"
    },
    {
      "start": 158.48,
      "dur": 1.749,
      "text": "your child sitting here in this cold tent."
    },
    {
      "start": 160.239,
      "dur": 2.151,
      "text": "tent. Many pregnant women now walk for hours"
    },
    {
      "start": 162.4,
      "dur": 1.43,
      "text": "Many pregnant women now walk for hours just to reach the occasional"
    },
    {
      "start": 163.84,
      "dur": 2.389,
      "text": "just to reach the occasional appointment. repeated displacement has"
    },
    {
      "start": 166.239,
      "dur": 1.911,
      "text": "appointment. repeated displacement has scarred their lives and those of their"
    },
    {
      "start": 168.16,
      "dur": 2.789,
      "text": "scarred their lives and those of their unborn babies. Israel says it's meeting"
    },
    {
      "start": 170.959,
      "dur": 2.071,
      "text": "unborn babies. Israel says it's meeting its obligations under the ceasefire,"
    },
    {
      "start": 173.04,
      "dur": 2.07,
      "text": "its obligations under the ceasefire, facilitating an increased flow of food"
    },
    {
      "start": 175.12,
      "dur": 2.31,
      "text": "facilitating an increased flow of food and medical supplies into Gaza, but"
    },
    {
      "start": 177.44,
      "dur": 2.31,
      "text": "and medical supplies into Gaza, but eight agencies in the UN dispute this"
    },
    {
      "start": 179.76,
      "dur": 0.71,
      "text": "eight agencies in the UN dispute this claim."
    },
    {
      "start": 180.48,
      "dur": 2.23,
      "text": "claim. &gt;&gt; Right now, it's uh it's dangerous to be"
    },
    {
      "start": 182.72,
      "dur": 2.39,
      "text": "&gt;&gt; Right now, it's uh it's dangerous to be a a mother or an expected mother in"
    },
    {
      "start": 185.12,
      "dur": 3.829,
      "text": "a a mother or an expected mother in Gaza. Um for the past two years and up"
    },
    {
      "start": 188.959,
      "dur": 2.231,
      "text": "Gaza. Um for the past two years and up until now, the conditions of life did"
    },
    {
      "start": 191.2,
      "dur": 3.109,
      "text": "until now, the conditions of life did not change even after the ceasefire. Um,"
    },
    {
      "start": 194.319,
      "dur": 1.351,
      "text": "not change even after the ceasefire. Um, when we're speaking about reproductive"
    },
    {
      "start": 195.68,
      "dur": 1.829,
      "text": "when we're speaking about reproductive violence, we're fair to, you know, to"
    },
    {
      "start": 197.519,
      "dur": 3.671,
      "text": "violence, we're fair to, you know, to actions that harm, control, or deny the"
    },
    {
      "start": 201.2,
      "dur": 2.949,
      "text": "actions that harm, control, or deny the a woman's reproductive autonomy and"
    },
    {
      "start": 204.159,
      "dur": 1.35,
      "text": "a woman's reproductive autonomy and health."
    },
    {
      "start": 205.519,
      "dur": 2.391,
      "text": "health. &gt;&gt; For these babies, doctors warn, the"
    },
    {
      "start": 207.92,
      "dur": 2.389,
      "text": "&gt;&gt; For these babies, doctors warn, the damage has already been done. They were"
    },
    {
      "start": 210.319,
      "dur": 1.83,
      "text": "damage has already been done. They were denied the sustenance they needed even"
    },
    {
      "start": 212.159,
      "dur": 2.551,
      "text": "denied the sustenance they needed even before they were born. A deprivation"
    },
    {
      "start": 214.72,
      "dur": 2.229,
      "text": "before they were born. A deprivation likely to shape their lives for years to"
    },
    {
      "start": 216.959,
      "dur": 1.19,
      "text": "likely to shape their lives for years to come."
    },
    {
      "start": 218.159,
      "dur": 3.99,
      "text": "come. &gt;&gt; Shyo, BBC News, Jerusalem."
    },
    {
      "start": 222.159,
      "dur": 1.271,
      "text": "&gt;&gt; Shyo, BBC News, Jerusalem. And let's give you a sense of what's"
    },
    {
      "start": 223.44,
      "dur": 2.31,
      "text": "And let's give you a sense of what's happening right now there in the region."
    },
    {
      "start": 225.76,
      "dur": 2.07,
      "text": "happening right now there in the region. This is the live feed coming into us"
    },
    {
      "start": 227.84,
      "dur": 2.87,
      "text": "This is the live feed coming into us here from the Rafa crossing. This is on"
    },
    {
      "start": 230.72,
      "dur": 2.63,
      "text": "here from the Rafa crossing. This is on the Egyptian side as you can see a line"
    },
    {
      "start": 233.36,
      "dur": 1.75,
      "text": "the Egyptian side as you can see a line of ambulances there because there have"
    },
    {
      "start": 235.12,
      "dur": 3.51,
      "text": "of ambulances there because there have been uh people leaving uh Gaza to get"
    },
    {
      "start": 238.64,
      "dur": 2.869,
      "text": "been uh people leaving uh Gaza to get medical treatment on the other side of"
    },
    {
      "start": 241.519,
      "dur": 1.91,
      "text": "medical treatment on the other side of uh the crossing there. The significance"
    },
    {
      "start": 243.439,
      "dur": 1.99,
      "text": "uh the crossing there. The significance of the Rafa crossing being opened"
    },
    {
      "start": 245.439,
      "dur": 3.35,
      "text": "of the Rafa crossing being opened recently was it is the only crossing"
    },
    {
      "start": 248.799,
      "dur": 2.951,
      "text": "recently was it is the only crossing that doesn't open directly into Israel."
    },
    {
      "start": 251.76,
      "dur": 2.549,
      "text": "that doesn't open directly into Israel. Was a crucial part um of the"
    },
    {
      "start": 254.319,
      "dur": 2.071,
      "text": "Was a crucial part um of the negotiations, Donald Trump's attempted"
    },
    {
      "start": 256.4,
      "dur": 3.19,
      "text": "negotiations, Donald Trump's attempted peace uh framework in the region. And"
    },
    {
      "start": 259.6,
      "dur": 2.79,
      "text": "peace uh framework in the region. And you can see there those ambulances are"
    },
    {
      "start": 262.4,
      "dur": 3.12,
      "text": "you can see there those ambulances are standing by."
    }
  ]
}