{
  "videoId": "A5tKjKMNmMY",
  "title": "Can Ukraine get peace without losing land? | Global News Podcast",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 565,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.159,
      "text": "Welcome to the global news podcast on"
    },
    {
      "start": 2.399,
      "dur": 1.591,
      "text": "Welcome to the global news podcast on YouTube where we go behind the"
    },
    {
      "start": 4.0,
      "dur": 2.39,
      "text": "YouTube where we go behind the headlines. I'm Janat Jal and today"
    },
    {
      "start": 6.4,
      "dur": 1.67,
      "text": "headlines. I'm Janat Jal and today Ukraine says it's holding its first"
    },
    {
      "start": 8.08,
      "dur": 2.87,
      "text": "Ukraine says it's holding its first trilateral talks with the US and Russia"
    },
    {
      "start": 10.96,
      "dur": 2.549,
      "text": "trilateral talks with the US and Russia since Moscow's fullscale invasion of"
    },
    {
      "start": 13.519,
      "dur": 3.031,
      "text": "since Moscow's fullscale invasion of Ukraine. Well, Wira Davis has reported"
    },
    {
      "start": 16.56,
      "dur": 3.27,
      "text": "Ukraine. Well, Wira Davis has reported extensively from Ukraine and he joins us"
    },
    {
      "start": 19.84,
      "dur": 2.71,
      "text": "extensively from Ukraine and he joins us now. So Wira, how significant is it that"
    },
    {
      "start": 22.56,
      "dur": 3.59,
      "text": "now. So Wira, how significant is it that Russia is joining the US and Ukraine in"
    },
    {
      "start": 26.16,
      "dur": 2.71,
      "text": "Russia is joining the US and Ukraine in Abu Dhabi for these talks? I think it is"
    },
    {
      "start": 28.88,
      "dur": 1.99,
      "text": "Abu Dhabi for these talks? I think it is very significant. Uh I don't think we're"
    },
    {
      "start": 30.88,
      "dur": 1.509,
      "text": "very significant. Uh I don't think we're going to get too much out of it. But"
    },
    {
      "start": 32.399,
      "dur": 2.071,
      "text": "going to get too much out of it. But this is the first time that the two"
    },
    {
      "start": 34.48,
      "dur": 2.87,
      "text": "this is the first time that the two sides and the Americans will have sat"
    },
    {
      "start": 37.36,
      "dur": 1.75,
      "text": "sides and the Americans will have sat down together. But you know, Donald"
    },
    {
      "start": 39.12,
      "dur": 2.15,
      "text": "down together. But you know, Donald Trump has complained, I think, with some"
    },
    {
      "start": 41.28,
      "dur": 2.15,
      "text": "Trump has complained, I think, with some justification that he goes and sees the"
    },
    {
      "start": 43.44,
      "dur": 1.99,
      "text": "justification that he goes and sees the Ukrainians on their own. They talk about"
    },
    {
      "start": 45.44,
      "dur": 1.35,
      "text": "Ukrainians on their own. They talk about wanting peace. He goes to see the"
    },
    {
      "start": 46.8,
      "dur": 1.67,
      "text": "wanting peace. He goes to see the Russians on their own. They talk about"
    },
    {
      "start": 48.48,
      "dur": 1.749,
      "text": "Russians on their own. They talk about the same thing. But you can never get"
    },
    {
      "start": 50.239,
      "dur": 2.231,
      "text": "the same thing. But you can never get this two sides together. And I think uh"
    },
    {
      "start": 52.48,
      "dur": 2.63,
      "text": "this two sides together. And I think uh to be fair to Donald Trump, getting both"
    },
    {
      "start": 55.12,
      "dur": 3.429,
      "text": "to be fair to Donald Trump, getting both sides together is is a is a sign of some"
    },
    {
      "start": 58.559,
      "dur": 1.751,
      "text": "sides together is is a is a sign of some progress, but that doesn't mean the"
    },
    {
      "start": 60.32,
      "dur": 1.19,
      "text": "progress, but that doesn't mean the talks are going to succeed because"
    },
    {
      "start": 61.52,
      "dur": 1.829,
      "text": "talks are going to succeed because there's an awful lot of distance between"
    },
    {
      "start": 63.359,
      "dur": 2.471,
      "text": "there's an awful lot of distance between their relative positions. Remember"
    },
    {
      "start": 65.84,
      "dur": 1.75,
      "text": "their relative positions. Remember towards the end of last year, the start"
    },
    {
      "start": 67.6,
      "dur": 2.63,
      "text": "towards the end of last year, the start of this year, uh the Ukrainian president"
    },
    {
      "start": 70.24,
      "dur": 3.11,
      "text": "of this year, uh the Ukrainian president Zilinski said there was a 90%"
    },
    {
      "start": 73.36,
      "dur": 3.109,
      "text": "Zilinski said there was a 90% chance of uh the 20 point peace plan"
    },
    {
      "start": 76.479,
      "dur": 2.151,
      "text": "chance of uh the 20 point peace plan succeeding. There was a lot of hope"
    },
    {
      "start": 78.64,
      "dur": 2.31,
      "text": "succeeding. There was a lot of hope certainly in official Ukrainian circles"
    },
    {
      "start": 80.96,
      "dur": 1.67,
      "text": "certainly in official Ukrainian circles that something could happen, but it it"
    },
    {
      "start": 82.64,
      "dur": 2.07,
      "text": "that something could happen, but it it all went quiet. Um, you know, the new"
    },
    {
      "start": 84.72,
      "dur": 2.31,
      "text": "all went quiet. Um, you know, the new year has come and gone. The war has"
    },
    {
      "start": 87.04,
      "dur": 1.51,
      "text": "year has come and gone. The war has continued. In fact, in many ways, it's"
    },
    {
      "start": 88.56,
      "dur": 2.15,
      "text": "continued. In fact, in many ways, it's intensified with the Russian attacks"
    },
    {
      "start": 90.72,
      "dur": 3.27,
      "text": "intensified with the Russian attacks over Ukrainian cities. And the Ukrainian"
    },
    {
      "start": 94.0,
      "dur": 0.95,
      "text": "over Ukrainian cities. And the Ukrainian position, I think there's some"
    },
    {
      "start": 94.96,
      "dur": 2.149,
      "text": "position, I think there's some justification, has been that you that"
    },
    {
      "start": 97.119,
      "dur": 1.511,
      "text": "justification, has been that you that Russia's just not been interested in in"
    },
    {
      "start": 98.64,
      "dur": 1.67,
      "text": "Russia's just not been interested in in sitting around the table. to this"
    },
    {
      "start": 100.32,
      "dur": 2.149,
      "text": "sitting around the table. to this 20point peace plan that of course was"
    },
    {
      "start": 102.479,
      "dur": 2.071,
      "text": "20point peace plan that of course was hammered out at the Paris summit with"
    },
    {
      "start": 104.56,
      "dur": 1.829,
      "text": "hammered out at the Paris summit with the coalition of the willing and the"
    },
    {
      "start": 106.399,
      "dur": 2.471,
      "text": "the coalition of the willing and the Americans and that I think is the basis"
    },
    {
      "start": 108.88,
      "dur": 2.47,
      "text": "Americans and that I think is the basis for what we're going to see in Abu Dhabi"
    },
    {
      "start": 111.36,
      "dur": 2.55,
      "text": "for what we're going to see in Abu Dhabi but um details are scarce"
    },
    {
      "start": 113.92,
      "dur": 2.31,
      "text": "but um details are scarce &gt;&gt; as you say we're a details are scarce"
    },
    {
      "start": 116.24,
      "dur": 2.71,
      "text": "&gt;&gt; as you say we're a details are scarce but we do know that one big key sticking"
    },
    {
      "start": 118.96,
      "dur": 3.429,
      "text": "but we do know that one big key sticking point is the future of the Donbas region"
    },
    {
      "start": 122.399,
      "dur": 1.831,
      "text": "point is the future of the Donbas region Russia wants parts of it that currently"
    },
    {
      "start": 124.24,
      "dur": 1.59,
      "text": "Russia wants parts of it that currently are controlled by the Ukrainians the"
    },
    {
      "start": 125.84,
      "dur": 1.75,
      "text": "are controlled by the Ukrainians the Ukrainians say no way given the"
    },
    {
      "start": 127.6,
      "dur": 1.83,
      "text": "Ukrainians say no way given the sacrifices they've made in defending"
    },
    {
      "start": 129.44,
      "dur": 2.149,
      "text": "sacrifices they've made in defending their territory. A red line for both"
    },
    {
      "start": 131.599,
      "dur": 2.391,
      "text": "their territory. A red line for both sides. How do you square that circle?"
    },
    {
      "start": 134.0,
      "dur": 2.71,
      "text": "sides. How do you square that circle? &gt;&gt; Yeah, as you say, it is one of the main"
    },
    {
      "start": 136.72,
      "dur": 1.11,
      "text": "&gt;&gt; Yeah, as you say, it is one of the main sticking points. Actually, there are"
    },
    {
      "start": 137.84,
      "dur": 2.31,
      "text": "sticking points. Actually, there are many more, but let's stick on this one."
    },
    {
      "start": 140.16,
      "dur": 2.47,
      "text": "many more, but let's stick on this one. Russia now controls about 20% of"
    },
    {
      "start": 142.64,
      "dur": 2.949,
      "text": "Russia now controls about 20% of Ukraine's territory. Zilinski seems to"
    },
    {
      "start": 145.599,
      "dur": 2.071,
      "text": "Ukraine's territory. Zilinski seems to be acknowledging that if there is to be"
    },
    {
      "start": 147.68,
      "dur": 2.549,
      "text": "be acknowledging that if there is to be a peace deal and a ceasefire agreement,"
    },
    {
      "start": 150.239,
      "dur": 1.591,
      "text": "a peace deal and a ceasefire agreement, uh, Ukraine is going to have to accept"
    },
    {
      "start": 151.84,
      "dur": 1.83,
      "text": "uh, Ukraine is going to have to accept in the short term that it's going to"
    },
    {
      "start": 153.68,
      "dur": 1.269,
      "text": "in the short term that it's going to lose some territory. Now what the"
    },
    {
      "start": 154.959,
      "dur": 1.751,
      "text": "lose some territory. Now what the Ukrainians don't want is for the"
    },
    {
      "start": 156.72,
      "dur": 1.75,
      "text": "Ukrainians don't want is for the Russians to be given territory they"
    },
    {
      "start": 158.48,
      "dur": 2.15,
      "text": "Russians to be given territory they don't even control the whole of the"
    },
    {
      "start": 160.64,
      "dur": 2.07,
      "text": "don't even control the whole of the Donbass. That is what Putin wants. And"
    },
    {
      "start": 162.72,
      "dur": 1.43,
      "text": "Donbass. That is what Putin wants. And that is why the Russians haven't been"
    },
    {
      "start": 164.16,
      "dur": 2.31,
      "text": "that is why the Russians haven't been engaged around the table so far is"
    },
    {
      "start": 166.48,
      "dur": 1.829,
      "text": "engaged around the table so far is because they haven't achieved their"
    },
    {
      "start": 168.319,
      "dur": 0.871,
      "text": "because they haven't achieved their military [snorts]"
    },
    {
      "start": 169.2,
      "dur": 3.19,
      "text": "military [snorts] land grabbing objectives on in eastern"
    },
    {
      "start": 172.4,
      "dur": 2.15,
      "text": "land grabbing objectives on in eastern Ukraine. So that is a big sticking"
    },
    {
      "start": 174.56,
      "dur": 2.15,
      "text": "Ukraine. So that is a big sticking point. Uh I spoke to a lot of Ukrainians"
    },
    {
      "start": 176.72,
      "dur": 1.99,
      "text": "point. Uh I spoke to a lot of Ukrainians and they don't want to hand over any"
    },
    {
      "start": 178.72,
      "dur": 2.149,
      "text": "and they don't want to hand over any land at all. But I think even the most"
    },
    {
      "start": 180.879,
      "dur": 2.151,
      "text": "land at all. But I think even the most pragmatic ones would really bork at"
    },
    {
      "start": 183.04,
      "dur": 2.469,
      "text": "pragmatic ones would really bork at having to give land that Russia doesn't"
    },
    {
      "start": 185.519,
      "dur": 2.951,
      "text": "having to give land that Russia doesn't even occupy to Russia. But again, this"
    },
    {
      "start": 188.48,
      "dur": 1.51,
      "text": "even occupy to Russia. But again, this isn't the only sticking point. There are"
    },
    {
      "start": 190.0,
      "dur": 1.91,
      "text": "isn't the only sticking point. There are other things like um the presence of"
    },
    {
      "start": 191.92,
      "dur": 1.83,
      "text": "other things like um the presence of foreign troops on Ukrainian soil because"
    },
    {
      "start": 193.76,
      "dur": 2.95,
      "text": "foreign troops on Ukrainian soil because one of the points in in the post Paris"
    },
    {
      "start": 196.72,
      "dur": 2.149,
      "text": "one of the points in in the post Paris plan is for a multinational force made"
    },
    {
      "start": 198.879,
      "dur": 1.911,
      "text": "plan is for a multinational force made up probably mainly of British and French"
    },
    {
      "start": 200.8,
      "dur": 2.149,
      "text": "up probably mainly of British and French troops to help keep the peace. Well,"
    },
    {
      "start": 202.959,
      "dur": 1.91,
      "text": "troops to help keep the peace. Well, Vladimir Putin said that's not"
    },
    {
      "start": 204.879,
      "dur": 1.591,
      "text": "Vladimir Putin said that's not acceptable. In fact, he said he would"
    },
    {
      "start": 206.48,
      "dur": 2.79,
      "text": "acceptable. In fact, he said he would regard them as legitimate targets. So I"
    },
    {
      "start": 209.28,
      "dur": 3.11,
      "text": "regard them as legitimate targets. So I think any sense of foreign troops being"
    },
    {
      "start": 212.4,
      "dur": 2.95,
      "text": "think any sense of foreign troops being uh brought into to police or maintain"
    },
    {
      "start": 215.36,
      "dur": 1.99,
      "text": "uh brought into to police or maintain some sort of ceasefire is another big"
    },
    {
      "start": 217.36,
      "dur": 1.19,
      "text": "some sort of ceasefire is another big sticking point. And the other one of"
    },
    {
      "start": 218.56,
      "dur": 2.389,
      "text": "sticking point. And the other one of course a vital one for the Ukrainians is"
    },
    {
      "start": 220.959,
      "dur": 2.791,
      "text": "course a vital one for the Ukrainians is that they have these these guarantees um"
    },
    {
      "start": 223.76,
      "dur": 2.549,
      "text": "that they have these these guarantees um of of course it's not a member of NATO."
    },
    {
      "start": 226.319,
      "dur": 2.951,
      "text": "of of course it's not a member of NATO. So, Zilinski wants guarantees, security"
    },
    {
      "start": 229.28,
      "dur": 1.99,
      "text": "So, Zilinski wants guarantees, security guarantees that if in the event of a"
    },
    {
      "start": 231.28,
      "dur": 2.63,
      "text": "guarantees that if in the event of a ceasefire, Russia then at some point in"
    },
    {
      "start": 233.92,
      "dur": 1.51,
      "text": "ceasefire, Russia then at some point in the future invades other parts of"
    },
    {
      "start": 235.44,
      "dur": 3.03,
      "text": "the future invades other parts of Ukraine that the Americans and NATO"
    },
    {
      "start": 238.48,
      "dur": 2.469,
      "text": "Ukraine that the Americans and NATO allies would come to Ukraine's aid."
    },
    {
      "start": 240.959,
      "dur": 2.231,
      "text": "allies would come to Ukraine's aid. &gt;&gt; Well, Mr. Zilinski did say at Davos this"
    },
    {
      "start": 243.2,
      "dur": 1.669,
      "text": "&gt;&gt; Well, Mr. Zilinski did say at Davos this week that he'd got those security"
    },
    {
      "start": 244.879,
      "dur": 2.151,
      "text": "week that he'd got those security guarantees from the US. What [snorts]"
    },
    {
      "start": 247.04,
      "dur": 1.43,
      "text": "guarantees from the US. What [snorts] What are the concessions from the"
    },
    {
      "start": 248.48,
      "dur": 1.669,
      "text": "What are the concessions from the Russian side? Because we keep hearing"
    },
    {
      "start": 250.159,
      "dur": 1.99,
      "text": "Russian side? Because we keep hearing about what the Ukrainians are being"
    },
    {
      "start": 252.159,
      "dur": 1.831,
      "text": "about what the Ukrainians are being asked to give up. What are the Russians"
    },
    {
      "start": 254.0,
      "dur": 1.589,
      "text": "asked to give up. What are the Russians prepared to give up? because there has"
    },
    {
      "start": 255.599,
      "dur": 2.87,
      "text": "prepared to give up? because there has to be some kind of compromise surely."
    },
    {
      "start": 258.479,
      "dur": 1.911,
      "text": "to be some kind of compromise surely. &gt;&gt; Look, we haven't really seen uh the"
    },
    {
      "start": 260.4,
      "dur": 1.43,
      "text": "&gt;&gt; Look, we haven't really seen uh the details of what the Russians are"
    },
    {
      "start": 261.84,
      "dur": 2.069,
      "text": "details of what the Russians are offering. Of course, they seem to be"
    },
    {
      "start": 263.919,
      "dur": 1.751,
      "text": "offering. Of course, they seem to be dominant militarily at the minute."
    },
    {
      "start": 265.68,
      "dur": 2.39,
      "text": "dominant militarily at the minute. Ukraine is losing ground and they have"
    },
    {
      "start": 268.08,
      "dur": 2.23,
      "text": "Ukraine is losing ground and they have been steadily losing ground for the last"
    },
    {
      "start": 270.32,
      "dur": 2.23,
      "text": "been steadily losing ground for the last uh few months. So, Russia would agree to"
    },
    {
      "start": 272.56,
      "dur": 1.67,
      "text": "uh few months. So, Russia would agree to end the war. There'd be an exchange of"
    },
    {
      "start": 274.24,
      "dur": 1.83,
      "text": "end the war. There'd be an exchange of prisoners, but I think Russia would have"
    },
    {
      "start": 276.08,
      "dur": 1.669,
      "text": "prisoners, but I think Russia would have to accept some of those other points"
    },
    {
      "start": 277.759,
      "dur": 1.43,
      "text": "to accept some of those other points like perhaps a multinational"
    },
    {
      "start": 279.199,
      "dur": 2.151,
      "text": "like perhaps a multinational peacekeeping force. Um it would have to"
    },
    {
      "start": 281.36,
      "dur": 1.43,
      "text": "peacekeeping force. Um it would have to accept that Ukraine is going to get"
    },
    {
      "start": 282.8,
      "dur": 2.55,
      "text": "accept that Ukraine is going to get these security guarantees. But we've not"
    },
    {
      "start": 285.36,
      "dur": 2.47,
      "text": "these security guarantees. But we've not really seen from the Russian side many"
    },
    {
      "start": 287.84,
      "dur": 1.349,
      "text": "really seen from the Russian side many details because they haven't been"
    },
    {
      "start": 289.199,
      "dur": 3.591,
      "text": "details because they haven't been engaged um internationally yet. Of"
    },
    {
      "start": 292.8,
      "dur": 2.31,
      "text": "engaged um internationally yet. Of course, one important point I think that"
    },
    {
      "start": 295.12,
      "dur": 2.23,
      "text": "course, one important point I think that Bours Ukraine a little bit is that the"
    },
    {
      "start": 297.36,
      "dur": 2.07,
      "text": "Bours Ukraine a little bit is that the American delegations have been to Russia"
    },
    {
      "start": 299.44,
      "dur": 2.15,
      "text": "American delegations have been to Russia many times. Steve Wickoff and Jared"
    },
    {
      "start": 301.6,
      "dur": 2.55,
      "text": "many times. Steve Wickoff and Jared Kushner Wickoff in particular, Donald"
    },
    {
      "start": 304.16,
      "dur": 2.23,
      "text": "Kushner Wickoff in particular, Donald Trump's special envoy has been to Russia"
    },
    {
      "start": 306.4,
      "dur": 1.75,
      "text": "Trump's special envoy has been to Russia on several occasions, including in the"
    },
    {
      "start": 308.16,
      "dur": 1.83,
      "text": "on several occasions, including in the last couple of days, he's never been to"
    },
    {
      "start": 310.0,
      "dur": 1.99,
      "text": "last couple of days, he's never been to Ukraine. And that is one reason I think"
    },
    {
      "start": 312.0,
      "dur": 2.23,
      "text": "Ukraine. And that is one reason I think why even though he's very skeptical and"
    },
    {
      "start": 314.24,
      "dur": 1.99,
      "text": "why even though he's very skeptical and he's angry with the continued Russian"
    },
    {
      "start": 316.24,
      "dur": 2.31,
      "text": "he's angry with the continued Russian aggression, Zilinsky feels that he has"
    },
    {
      "start": 318.56,
      "dur": 2.469,
      "text": "aggression, Zilinsky feels that he has to participate in these talks in Abu"
    },
    {
      "start": 321.039,
      "dur": 4.15,
      "text": "to participate in these talks in Abu Dhabi because uh he feels that"
    },
    {
      "start": 325.199,
      "dur": 1.83,
      "text": "Dhabi because uh he feels that Donald Trump's attention has been"
    },
    {
      "start": 327.039,
      "dur": 1.831,
      "text": "Donald Trump's attention has been focused elsewhere. We all know about"
    },
    {
      "start": 328.88,
      "dur": 2.39,
      "text": "focused elsewhere. We all know about Venezuela. We all know about Greenland"
    },
    {
      "start": 331.28,
      "dur": 2.39,
      "text": "Venezuela. We all know about Greenland um other areas. And there's a real real"
    },
    {
      "start": 333.68,
      "dur": 2.55,
      "text": "um other areas. And there's a real real fear on the Ukrainian side that Donald"
    },
    {
      "start": 336.24,
      "dur": 1.59,
      "text": "fear on the Ukrainian side that Donald Trump and the American side are going to"
    },
    {
      "start": 337.84,
      "dur": 2.95,
      "text": "Trump and the American side are going to lose interest in the war in Ukraine at a"
    },
    {
      "start": 340.8,
      "dur": 1.99,
      "text": "lose interest in the war in Ukraine at a time when Zilinski really needs to keep"
    },
    {
      "start": 342.8,
      "dur": 1.99,
      "text": "time when Zilinski really needs to keep the momentum going."
    },
    {
      "start": 344.8,
      "dur": 1.43,
      "text": "the momentum going. &gt;&gt; And he's also concerned that the"
    },
    {
      "start": 346.24,
      "dur": 2.47,
      "text": "&gt;&gt; And he's also concerned that the Russians have been emboldened by the"
    },
    {
      "start": 348.72,
      "dur": 3.11,
      "text": "Russians have been emboldened by the success of their air strikes on Kev and"
    },
    {
      "start": 351.84,
      "dur": 2.47,
      "text": "success of their air strikes on Kev and other major Ukrainian cities which have"
    },
    {
      "start": 354.32,
      "dur": 1.99,
      "text": "other major Ukrainian cities which have devastated the heating and power"
    },
    {
      "start": 356.32,
      "dur": 2.309,
      "text": "devastated the heating and power infrastructure and left many people"
    },
    {
      "start": 358.639,
      "dur": 1.83,
      "text": "infrastructure and left many people struggling to cope in the midst of a"
    },
    {
      "start": 360.479,
      "dur": 3.111,
      "text": "struggling to cope in the midst of a freezing winter. Well, uh, Ukrainian"
    },
    {
      "start": 363.6,
      "dur": 1.99,
      "text": "freezing winter. Well, uh, Ukrainian government says there is not now a"
    },
    {
      "start": 365.6,
      "dur": 2.63,
      "text": "government says there is not now a single conventional power station across"
    },
    {
      "start": 368.24,
      "dur": 1.83,
      "text": "single conventional power station across the whole of Ukraine that has not been"
    },
    {
      "start": 370.08,
      "dur": 1.75,
      "text": "the whole of Ukraine that has not been damaged or hit in in Russian air"
    },
    {
      "start": 371.84,
      "dur": 1.99,
      "text": "damaged or hit in in Russian air strikes. Temperatures in Kev over the"
    },
    {
      "start": 373.84,
      "dur": 1.43,
      "text": "strikes. Temperatures in Kev over the last couple of weeks have been"
    },
    {
      "start": 375.28,
      "dur": 2.629,
      "text": "last couple of weeks have been occasionally minus 20° centigrade. So,"
    },
    {
      "start": 377.919,
      "dur": 2.151,
      "text": "occasionally minus 20° centigrade. So, with the loss of power and the freezing"
    },
    {
      "start": 380.08,
      "dur": 2.15,
      "text": "with the loss of power and the freezing conditions, it's been terrible for tens"
    },
    {
      "start": 382.24,
      "dur": 1.75,
      "text": "conditions, it's been terrible for tens of thousands of Ukrainians, particularly"
    },
    {
      "start": 384.0,
      "dur": 2.23,
      "text": "of thousands of Ukrainians, particularly in the capital Kev, where Russia seems"
    },
    {
      "start": 386.24,
      "dur": 3.27,
      "text": "in the capital Kev, where Russia seems to be focusing much of its attacking."
    },
    {
      "start": 389.52,
      "dur": 1.669,
      "text": "to be focusing much of its attacking. and Zilinski has accused Russia of"
    },
    {
      "start": 391.199,
      "dur": 2.151,
      "text": "and Zilinski has accused Russia of deliberately exploiting the freezing"
    },
    {
      "start": 393.36,
      "dur": 2.15,
      "text": "deliberately exploiting the freezing cold winter which has been much colder"
    },
    {
      "start": 395.52,
      "dur": 2.789,
      "text": "cold winter which has been much colder even by Ukrainian standards to make life"
    },
    {
      "start": 398.319,
      "dur": 1.59,
      "text": "even by Ukrainian standards to make life hard for its people. And there are tens"
    },
    {
      "start": 399.919,
      "dur": 1.83,
      "text": "hard for its people. And there are tens of thousands of people in apartment"
    },
    {
      "start": 401.759,
      "dur": 2.15,
      "text": "of thousands of people in apartment blocks in Kev who haven't got heating,"
    },
    {
      "start": 403.919,
      "dur": 1.27,
      "text": "blocks in Kev who haven't got heating, they haven't got running water, they"
    },
    {
      "start": 405.199,
      "dur": 2.471,
      "text": "they haven't got running water, they haven't got electricity. Uh the Kev"
    },
    {
      "start": 407.68,
      "dur": 1.43,
      "text": "haven't got electricity. Uh the Kev local authorities are having to set up"
    },
    {
      "start": 409.12,
      "dur": 2.39,
      "text": "local authorities are having to set up these so-called invincibility centers."
    },
    {
      "start": 411.52,
      "dur": 2.31,
      "text": "these so-called invincibility centers. Now those are train carriages in train"
    },
    {
      "start": 413.84,
      "dur": 3.75,
      "text": "Now those are train carriages in train stations or huge marquees uh that have"
    },
    {
      "start": 417.6,
      "dur": 2.309,
      "text": "stations or huge marquees uh that have heating that have food that have water"
    },
    {
      "start": 419.919,
      "dur": 2.631,
      "text": "heating that have food that have water that have company because you know a lot"
    },
    {
      "start": 422.56,
      "dur": 1.27,
      "text": "that have company because you know a lot of kids at the minute can't go to school"
    },
    {
      "start": 423.84,
      "dur": 1.03,
      "text": "of kids at the minute can't go to school because the schools are closed because"
    },
    {
      "start": 424.88,
      "dur": 2.63,
      "text": "because the schools are closed because there's no heating. So uh it is a really"
    },
    {
      "start": 427.52,
      "dur": 1.99,
      "text": "there's no heating. So uh it is a really really difficult situation. The mayor of"
    },
    {
      "start": 429.52,
      "dur": 2.47,
      "text": "really difficult situation. The mayor of Keev, Vitali Klitschko, has actually"
    },
    {
      "start": 432.0,
      "dur": 2.15,
      "text": "Keev, Vitali Klitschko, has actually encouraged people to leave the capital"
    },
    {
      "start": 434.16,
      "dur": 1.67,
      "text": "encouraged people to leave the capital if they can. And it's reported that in"
    },
    {
      "start": 435.84,
      "dur": 2.95,
      "text": "if they can. And it's reported that in the last few days at least 600,000"
    },
    {
      "start": 438.8,
      "dur": 2.31,
      "text": "the last few days at least 600,000 people have left the Ukrainian capital,"
    },
    {
      "start": 441.12,
      "dur": 1.99,
      "text": "people have left the Ukrainian capital, albeit temporarily."
    },
    {
      "start": 443.12,
      "dur": 1.43,
      "text": "albeit temporarily. &gt;&gt; Well, given all that, when you when you"
    },
    {
      "start": 444.56,
      "dur": 2.55,
      "text": "&gt;&gt; Well, given all that, when you when you speak to Ukrainians on the ground there,"
    },
    {
      "start": 447.12,
      "dur": 2.95,
      "text": "speak to Ukrainians on the ground there, when you're reporting from Kiev, what do"
    },
    {
      "start": 450.08,
      "dur": 2.15,
      "text": "when you're reporting from Kiev, what do they say about the prospects of of"
    },
    {
      "start": 452.24,
      "dur": 2.789,
      "text": "they say about the prospects of of making peace with Russia? Do they trust"
    },
    {
      "start": 455.039,
      "dur": 1.99,
      "text": "making peace with Russia? Do they trust Vladimir Putin? Do they trust Donald"
    },
    {
      "start": 457.039,
      "dur": 3.27,
      "text": "Vladimir Putin? Do they trust Donald Trump? The animosity is absolutely huge."
    },
    {
      "start": 460.319,
      "dur": 2.231,
      "text": "Trump? The animosity is absolutely huge. And it goes to, you know, that look,"
    },
    {
      "start": 462.56,
      "dur": 2.15,
      "text": "And it goes to, you know, that look, we've nearly had four years of war now."
    },
    {
      "start": 464.72,
      "dur": 2.469,
      "text": "we've nearly had four years of war now. Uh [snorts] thousands of Ukrainians have"
    },
    {
      "start": 467.199,
      "dur": 1.511,
      "text": "Uh [snorts] thousands of Ukrainians have been killed. Many, many more Russians"
    },
    {
      "start": 468.72,
      "dur": 2.07,
      "text": "been killed. Many, many more Russians have been killed. But most Ukrainians I"
    },
    {
      "start": 470.8,
      "dur": 2.15,
      "text": "have been killed. But most Ukrainians I speak to don't want to make these big"
    },
    {
      "start": 472.96,
      "dur": 3.59,
      "text": "speak to don't want to make these big concessions uh to Russia. Uh they don't"
    },
    {
      "start": 476.56,
      "dur": 2.39,
      "text": "concessions uh to Russia. Uh they don't want to give up their land in the east"
    },
    {
      "start": 478.96,
      "dur": 1.83,
      "text": "want to give up their land in the east for peace and they certainly don't trust"
    },
    {
      "start": 480.8,
      "dur": 2.47,
      "text": "for peace and they certainly don't trust uh Vladimir Putin, especially in the"
    },
    {
      "start": 483.28,
      "dur": 1.67,
      "text": "uh Vladimir Putin, especially in the long term. The big fear for most"
    },
    {
      "start": 484.96,
      "dur": 1.509,
      "text": "long term. The big fear for most Ukrainians is is if there is a peace"
    },
    {
      "start": 486.479,
      "dur": 1.99,
      "text": "Ukrainians is is if there is a peace deal now, if there's a ceasefire and if"
    },
    {
      "start": 488.479,
      "dur": 1.83,
      "text": "deal now, if there's a ceasefire and if Russia gets some of that land in the"
    },
    {
      "start": 490.319,
      "dur": 1.831,
      "text": "Russia gets some of that land in the east, what happens in four or five years"
    },
    {
      "start": 492.16,
      "dur": 2.07,
      "text": "east, what happens in four or five years time and it's not just Ukraine that the"
    },
    {
      "start": 494.24,
      "dur": 2.789,
      "text": "time and it's not just Ukraine that the Baltic republics uh in Poland, in other"
    },
    {
      "start": 497.039,
      "dur": 1.83,
      "text": "Baltic republics uh in Poland, in other eastern countries that they're very very"
    },
    {
      "start": 498.879,
      "dur": 2.951,
      "text": "eastern countries that they're very very worried about Vladimir Putin's sort of"
    },
    {
      "start": 501.84,
      "dur": 3.029,
      "text": "worried about Vladimir Putin's sort of belligerent intentions and no Ukrainians"
    },
    {
      "start": 504.879,
      "dur": 3.351,
      "text": "belligerent intentions and no Ukrainians I speak to um speak positively about"
    },
    {
      "start": 508.24,
      "dur": 2.229,
      "text": "I speak to um speak positively about Putin or or can see his point of view."
    },
    {
      "start": 510.479,
      "dur": 2.151,
      "text": "Putin or or can see his point of view. Donald Trump's a different thing, I"
    },
    {
      "start": 512.64,
      "dur": 2.629,
      "text": "Donald Trump's a different thing, I think. President Zilinski knows he has"
    },
    {
      "start": 515.279,
      "dur": 2.471,
      "text": "think. President Zilinski knows he has to keep on the right side of Donald"
    },
    {
      "start": 517.76,
      "dur": 1.43,
      "text": "to keep on the right side of Donald Trump and that's I think why we saw"
    },
    {
      "start": 519.2,
      "dur": 2.629,
      "text": "Trump and that's I think why we saw Zilinski slightly critical of European"
    },
    {
      "start": 521.839,
      "dur": 2.07,
      "text": "Zilinski slightly critical of European leaders in the last couple of days. I"
    },
    {
      "start": 523.919,
      "dur": 2.391,
      "text": "leaders in the last couple of days. I don't think he did that because he he's"
    },
    {
      "start": 526.32,
      "dur": 1.509,
      "text": "don't think he did that because he he's angry with European leaders. I mean"
    },
    {
      "start": 527.839,
      "dur": 2.311,
      "text": "angry with European leaders. I mean there is the best allies but I think"
    },
    {
      "start": 530.16,
      "dur": 1.59,
      "text": "there is the best allies but I think he's echoing some of Donald Trump's"
    },
    {
      "start": 531.76,
      "dur": 2.55,
      "text": "he's echoing some of Donald Trump's points because he knows um that he has"
    },
    {
      "start": 534.32,
      "dur": 2.23,
      "text": "points because he knows um that he has to curry favor with Donald Trump and"
    },
    {
      "start": 536.56,
      "dur": 2.07,
      "text": "to curry favor with Donald Trump and that is why he's gone to this meeting in"
    },
    {
      "start": 538.64,
      "dur": 2.95,
      "text": "that is why he's gone to this meeting in Abu Dhabi and that is why he you know"
    },
    {
      "start": 541.6,
      "dur": 1.83,
      "text": "Abu Dhabi and that is why he you know turns up and speaks to Trump whenever he"
    },
    {
      "start": 543.44,
      "dur": 1.59,
      "text": "turns up and speaks to Trump whenever he can because he has to keep Donald"
    },
    {
      "start": 545.04,
      "dur": 1.909,
      "text": "can because he has to keep Donald Trump's interests"
    },
    {
      "start": 546.959,
      "dur": 3.43,
      "text": "Trump's interests &gt;&gt; we're thank you that was Davis and if"
    },
    {
      "start": 550.399,
      "dur": 1.911,
      "text": "&gt;&gt; we're thank you that was Davis and if you liked this episode please subscribe"
    },
    {
      "start": 552.32,
      "dur": 2.87,
      "text": "you liked this episode please subscribe to us here on YouTube and if you'd like"
    },
    {
      "start": 555.2,
      "dur": 1.749,
      "text": "to us here on YouTube and if you'd like us to cover any other stories please"
    },
    {
      "start": 556.959,
      "dur": 1.671,
      "text": "us to cover any other stories please leave a comment below. And if you want"
    },
    {
      "start": 558.64,
      "dur": 1.99,
      "text": "leave a comment below. And if you want to hear more international news, you can"
    },
    {
      "start": 560.64,
      "dur": 2.629,
      "text": "to hear more international news, you can always download our global news podcast"
    },
    {
      "start": 563.279,
      "dur": 3.521,
      "text": "always download our global news podcast from wherever you get your podcasts."
    }
  ]
}