{
  "videoId": "AD9GypIUM9k",
  "title": "Warning over prescription drugs causing impulsive behaviour | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 416,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.0,
      "text": "Now, the chair of the Commons Health"
    },
    {
      "start": 2.24,
      "dur": 1.91,
      "text": "Now, the chair of the Commons Health Committee has called on the UK's drug"
    },
    {
      "start": 4.16,
      "dur": 1.91,
      "text": "Committee has called on the UK's drug regulator to review warnings about"
    },
    {
      "start": 6.08,
      "dur": 2.63,
      "text": "regulator to review warnings about medications which can cause impulsive"
    },
    {
      "start": 8.72,
      "dur": 2.949,
      "text": "medications which can cause impulsive behavior as a side effect. A BBC"
    },
    {
      "start": 11.679,
      "dur": 1.671,
      "text": "behavior as a side effect. A BBC investigations found that for some"
    },
    {
      "start": 13.36,
      "dur": 2.07,
      "text": "investigations found that for some patients, the drugs cause compulsive"
    },
    {
      "start": 15.44,
      "dur": 2.07,
      "text": "patients, the drugs cause compulsive gambling or sexual behavior. Our"
    },
    {
      "start": 17.52,
      "dur": 1.749,
      "text": "gambling or sexual behavior. Our correspondent Nell Tiidge has this"
    },
    {
      "start": 19.279,
      "dur": 2.951,
      "text": "correspondent Nell Tiidge has this special investigation."
    },
    {
      "start": 22.24,
      "dur": 2.789,
      "text": "special investigation. &gt;&gt; He was in incredibly straightlaced,"
    },
    {
      "start": 25.039,
      "dur": 3.431,
      "text": "&gt;&gt; He was in incredibly straightlaced, riskaverse person. Freddy's dad, Bill,"
    },
    {
      "start": 28.48,
      "dur": 2.629,
      "text": "riskaverse person. Freddy's dad, Bill, was always a cautious man."
    },
    {
      "start": 31.119,
      "dur": 3.11,
      "text": "was always a cautious man. &gt;&gt; He worked as a teacher his whole career,"
    },
    {
      "start": 34.239,
      "dur": 3.351,
      "text": "&gt;&gt; He worked as a teacher his whole career, and then age 54, retired early. He'd"
    },
    {
      "start": 37.6,
      "dur": 2.39,
      "text": "and then age 54, retired early. He'd developed some symptoms around his"
    },
    {
      "start": 40.0,
      "dur": 2.63,
      "text": "developed some symptoms around his movement and and speech, went on to"
    },
    {
      "start": 42.64,
      "dur": 2.31,
      "text": "movement and and speech, went on to medication shortly after."
    },
    {
      "start": 44.96,
      "dur": 2.23,
      "text": "medication shortly after. &gt;&gt; Bill was prescribed drugs which boost"
    },
    {
      "start": 47.2,
      "dur": 2.55,
      "text": "&gt;&gt; Bill was prescribed drugs which boost dopamine activity to treat Parkinson's."
    },
    {
      "start": 49.76,
      "dur": 2.23,
      "text": "dopamine activity to treat Parkinson's. But his behavior started to change,"
    },
    {
      "start": 52.0,
      "dur": 2.79,
      "text": "But his behavior started to change, watching pornography openly and driving"
    },
    {
      "start": 54.8,
      "dur": 2.87,
      "text": "watching pornography openly and driving erratically. Before long, he'd also sold"
    },
    {
      "start": 57.68,
      "dur": 2.389,
      "text": "erratically. Before long, he'd also sold the family home and suddenly needed"
    },
    {
      "start": 60.079,
      "dur": 0.79,
      "text": "the family home and suddenly needed money."
    },
    {
      "start": 60.879,
      "dur": 5.111,
      "text": "money. &gt;&gt; He said, \"It's invested.\" Okay. Where?"
    },
    {
      "start": 66.0,
      "dur": 2.39,
      "text": "&gt;&gt; He said, \"It's invested.\" Okay. Where? In Ghana."
    },
    {
      "start": 68.4,
      "dur": 3.51,
      "text": "In Ghana. Heart just totally sank. These side"
    },
    {
      "start": 71.92,
      "dur": 3.189,
      "text": "Heart just totally sank. These side effects of severe impulse control"
    },
    {
      "start": 75.119,
      "dur": 1.99,
      "text": "effects of severe impulse control disorder,"
    },
    {
      "start": 77.119,
      "dur": 1.911,
      "text": "disorder, hypersexuality"
    },
    {
      "start": 79.04,
      "dur": 4.79,
      "text": "hypersexuality made dad the perfect victim for a"
    },
    {
      "start": 83.84,
      "dur": 2.79,
      "text": "made dad the perfect victim for a romance scam. Freddy had never been"
    },
    {
      "start": 86.64,
      "dur": 1.99,
      "text": "romance scam. Freddy had never been warned about the side effects, and by"
    },
    {
      "start": 88.64,
      "dur": 1.829,
      "text": "warned about the side effects, and by the time he found out about them in"
    },
    {
      "start": 90.479,
      "dur": 5.351,
      "text": "the time he found out about them in 2017, his dad had lost around 300,000."
    },
    {
      "start": 95.84,
      "dur": 4.229,
      "text": "2017, his dad had lost around 300,000. But the money was of total"
    },
    {
      "start": 100.079,
      "dur": 5.591,
      "text": "But the money was of total insignificance"
    },
    {
      "start": 105.68,
      "dur": 7.109,
      "text": "to the pain of losing dad."
    },
    {
      "start": 112.799,
      "dur": 2.561,
      "text": "Don't worry, Freddy. Take a moment. Our"
    },
    {
      "start": 115.36,
      "dur": 1.99,
      "text": "Don't worry, Freddy. Take a moment. Our investigations heard from scores of"
    },
    {
      "start": 117.36,
      "dur": 1.91,
      "text": "investigations heard from scores of families who say these impulsive"
    },
    {
      "start": 119.28,
      "dur": 2.39,
      "text": "families who say these impulsive behaviors have led to huge debts, the"
    },
    {
      "start": 121.68,
      "dur": 1.83,
      "text": "behaviors have led to huge debts, the breakup of families, and even"
    },
    {
      "start": 123.52,
      "dur": 1.99,
      "text": "breakup of families, and even criminality."
    },
    {
      "start": 125.52,
      "dur": 2.789,
      "text": "criminality. One man stole £600,000"
    },
    {
      "start": 128.319,
      "dur": 2.71,
      "text": "One man stole £600,000 to fund his impulsive behavior. Another"
    },
    {
      "start": 131.039,
      "dur": 3.19,
      "text": "to fund his impulsive behavior. Another woman lost over £150,000"
    },
    {
      "start": 134.239,
      "dur": 1.111,
      "text": "woman lost over £150,000 to gambling."
    },
    {
      "start": 135.36,
      "dur": 3.03,
      "text": "to gambling. &gt;&gt; From the age of 11, I I was prescribed"
    },
    {
      "start": 138.4,
      "dur": 2.15,
      "text": "&gt;&gt; From the age of 11, I I was prescribed the drug that soon led to me going to"
    },
    {
      "start": 140.56,
      "dur": 2.23,
      "text": "the drug that soon led to me going to arcades to gamble. Just got worse from"
    },
    {
      "start": 142.8,
      "dur": 2.39,
      "text": "arcades to gamble. Just got worse from there. Brandon has Tourette's syndrome"
    },
    {
      "start": 145.2,
      "dur": 2.07,
      "text": "there. Brandon has Tourette's syndrome and had only just started secondary"
    },
    {
      "start": 147.28,
      "dur": 2.63,
      "text": "and had only just started secondary school when he was prescribed Arapitra,"
    },
    {
      "start": 149.92,
      "dur": 1.83,
      "text": "school when he was prescribed Arapitra, a separate drug that's known as a"
    },
    {
      "start": 151.76,
      "dur": 2.07,
      "text": "a separate drug that's known as a partial dopamine agonist, but also"
    },
    {
      "start": 153.84,
      "dur": 2.15,
      "text": "partial dopamine agonist, but also causes impulsive behavior."
    },
    {
      "start": 156.0,
      "dur": 1.75,
      "text": "causes impulsive behavior. &gt;&gt; I was stealing from family. I borrowed"
    },
    {
      "start": 157.76,
      "dur": 2.07,
      "text": "&gt;&gt; I was stealing from family. I borrowed from several people, maybe tens of"
    },
    {
      "start": 159.84,
      "dur": 1.83,
      "text": "from several people, maybe tens of people. Just got considerably worse,"
    },
    {
      "start": 161.68,
      "dur": 2.23,
      "text": "people. Just got considerably worse, consistently worse until I found myself"
    },
    {
      "start": 163.92,
      "dur": 1.19,
      "text": "consistently worse until I found myself in a lot of debt."
    },
    {
      "start": 165.12,
      "dur": 2.23,
      "text": "in a lot of debt. &gt;&gt; Brandon's mother says the family even"
    },
    {
      "start": 167.36,
      "dur": 1.75,
      "text": "&gt;&gt; Brandon's mother says the family even raised his gambling problems with"
    },
    {
      "start": 169.12,
      "dur": 2.07,
      "text": "raised his gambling problems with doctors, but his medication wasn't"
    },
    {
      "start": 171.2,
      "dur": 2.63,
      "text": "doctors, but his medication wasn't changed. Brandon says they also never"
    },
    {
      "start": 173.84,
      "dur": 2.07,
      "text": "changed. Brandon says they also never warned him about side effects and he's"
    },
    {
      "start": 175.92,
      "dur": 2.71,
      "text": "warned him about side effects and he's lost over £100,000 in total."
    },
    {
      "start": 178.64,
      "dur": 1.669,
      "text": "lost over £100,000 in total. &gt;&gt; It's ruined my life. You know, I've"
    },
    {
      "start": 180.319,
      "dur": 1.751,
      "text": "&gt;&gt; It's ruined my life. You know, I've pushed a lot of people away and"
    },
    {
      "start": 182.08,
      "dur": 1.75,
      "text": "pushed a lot of people away and struggled with just lying and and being"
    },
    {
      "start": 183.84,
      "dur": 2.07,
      "text": "struggled with just lying and and being deceitful towards the people who have"
    },
    {
      "start": 185.92,
      "dur": 1.589,
      "text": "deceitful towards the people who have done everything for me in my life."
    },
    {
      "start": 187.519,
      "dur": 3.271,
      "text": "done everything for me in my life. &gt;&gt; The UK's drug regulator, the MH, says it"
    },
    {
      "start": 190.8,
      "dur": 2.23,
      "text": "&gt;&gt; The UK's drug regulator, the MH, says it has no plans to strengthen warnings and"
    },
    {
      "start": 193.04,
      "dur": 1.909,
      "text": "has no plans to strengthen warnings and doesn't list the frequency of these side"
    },
    {
      "start": 194.959,
      "dur": 2.071,
      "text": "doesn't list the frequency of these side effects because many people don't report"
    },
    {
      "start": 197.04,
      "dur": 2.31,
      "text": "effects because many people don't report them. It's not just a side effect that"
    },
    {
      "start": 199.36,
      "dur": 1.83,
      "text": "them. It's not just a side effect that affects an individual. It's affecting"
    },
    {
      "start": 201.2,
      "dur": 2.55,
      "text": "affects an individual. It's affecting their families, their communities."
    },
    {
      "start": 203.76,
      "dur": 2.07,
      "text": "their families, their communities. &gt;&gt; The chair of the UK Health Select"
    },
    {
      "start": 205.84,
      "dur": 2.07,
      "text": "&gt;&gt; The chair of the UK Health Select Committee says this needs to change."
    },
    {
      "start": 207.92,
      "dur": 5.11,
      "text": "Committee says this needs to change. &gt;&gt; It's so devastating as a lawmaker to see"
    },
    {
      "start": 213.04,
      "dur": 1.99,
      "text": "&gt;&gt; It's so devastating as a lawmaker to see how badly those families have been let"
    },
    {
      "start": 215.04,
      "dur": 1.67,
      "text": "how badly those families have been let down by the systems. But what does it"
    },
    {
      "start": 216.72,
      "dur": 2.95,
      "text": "down by the systems. But what does it mean impulsive behaviors and how likely"
    },
    {
      "start": 219.68,
      "dur": 1.67,
      "text": "mean impulsive behaviors and how likely is it that they could get it? At the"
    },
    {
      "start": 221.36,
      "dur": 1.509,
      "text": "is it that they could get it? At the moment, patients don't have that"
    },
    {
      "start": 222.879,
      "dur": 1.91,
      "text": "moment, patients don't have that information and without it, how can they"
    },
    {
      "start": 224.799,
      "dur": 2.07,
      "text": "information and without it, how can they be expected to mitigate it?"
    },
    {
      "start": 226.879,
      "dur": 2.231,
      "text": "be expected to mitigate it? Manufacturers of the drugs say they were"
    },
    {
      "start": 229.12,
      "dur": 2.23,
      "text": "Manufacturers of the drugs say they were extensively triled, continue to be"
    },
    {
      "start": 231.36,
      "dur": 2.71,
      "text": "extensively triled, continue to be approved by regulators around the world,"
    },
    {
      "start": 234.08,
      "dur": 3.75,
      "text": "approved by regulators around the world, and side effects are clearly stated."
    },
    {
      "start": 237.84,
      "dur": 3.35,
      "text": "and side effects are clearly stated. &gt;&gt; Bill died 3 years ago. Freddy says he'll"
    },
    {
      "start": 241.2,
      "dur": 1.83,
      "text": "&gt;&gt; Bill died 3 years ago. Freddy says he'll spend the rest of his life living with"
    },
    {
      "start": 243.04,
      "dur": 1.35,
      "text": "spend the rest of his life living with the consequences."
    },
    {
      "start": 244.4,
      "dur": 3.189,
      "text": "the consequences. &gt;&gt; It is a massive scandal. I dread to"
    },
    {
      "start": 247.599,
      "dur": 3.111,
      "text": "&gt;&gt; It is a massive scandal. I dread to think how many people have been"
    },
    {
      "start": 250.72,
      "dur": 1.509,
      "text": "think how many people have been impacted."
    },
    {
      "start": 252.239,
      "dur": 3.591,
      "text": "impacted. &gt;&gt; Nullidge, BBC News."
    },
    {
      "start": 255.84,
      "dur": 2.629,
      "text": "&gt;&gt; Nullidge, BBC News. Well, Joy Null joins me now in the"
    },
    {
      "start": 258.479,
      "dur": 1.911,
      "text": "Well, Joy Null joins me now in the studio. I mean, it's a hard watch, your"
    },
    {
      "start": 260.4,
      "dur": 3.349,
      "text": "studio. I mean, it's a hard watch, your investigation, isn't it? Um, and this, I"
    },
    {
      "start": 263.759,
      "dur": 1.671,
      "text": "investigation, isn't it? Um, and this, I understand, these cases are just the tip"
    },
    {
      "start": 265.44,
      "dur": 1.189,
      "text": "understand, these cases are just the tip of the iceberg, what we saw in your"
    },
    {
      "start": 266.639,
      "dur": 0.55,
      "text": "of the iceberg, what we saw in your story there."
    },
    {
      "start": 267.199,
      "dur": 1.511,
      "text": "story there. &gt;&gt; Yeah. Well, I've spent the past year"
    },
    {
      "start": 268.72,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. Well, I've spent the past year speaking to families about the"
    },
    {
      "start": 270.08,
      "dur": 2.31,
      "text": "speaking to families about the devastating consequences of side effects"
    },
    {
      "start": 272.4,
      "dur": 2.069,
      "text": "devastating consequences of side effects of this family of prescription drugs."
    },
    {
      "start": 274.479,
      "dur": 2.231,
      "text": "of this family of prescription drugs. Now, schools of people have told me that"
    },
    {
      "start": 276.72,
      "dur": 1.99,
      "text": "Now, schools of people have told me that they developed impulsive behaviors such"
    },
    {
      "start": 278.72,
      "dur": 2.55,
      "text": "they developed impulsive behaviors such as sex and gambling addictions that in"
    },
    {
      "start": 281.28,
      "dur": 2.469,
      "text": "as sex and gambling addictions that in turn led to huge debts, the breakup of"
    },
    {
      "start": 283.759,
      "dur": 2.551,
      "text": "turn led to huge debts, the breakup of marriages, criminality, and even in one"
    },
    {
      "start": 286.32,
      "dur": 2.95,
      "text": "marriages, criminality, and even in one case, suicide. One family told me about"
    },
    {
      "start": 289.28,
      "dur": 2.23,
      "text": "case, suicide. One family told me about their previously wellrespected solicitor"
    },
    {
      "start": 291.52,
      "dur": 2.63,
      "text": "their previously wellrespected solicitor father who stole £600,000"
    },
    {
      "start": 294.16,
      "dur": 2.71,
      "text": "father who stole £600,000 to fund sex and bizarrely antiques. Now,"
    },
    {
      "start": 296.88,
      "dur": 3.27,
      "text": "to fund sex and bizarrely antiques. Now, he later took his own life. Um, many of"
    },
    {
      "start": 300.16,
      "dur": 1.51,
      "text": "he later took his own life. Um, many of these people had two things in common."
    },
    {
      "start": 301.68,
      "dur": 1.83,
      "text": "these people had two things in common. They said they either weren't warned"
    },
    {
      "start": 303.52,
      "dur": 1.99,
      "text": "They said they either weren't warned properly by doctors and they never made"
    },
    {
      "start": 305.52,
      "dur": 1.83,
      "text": "properly by doctors and they never made the link between their behavior and the"
    },
    {
      "start": 307.36,
      "dur": 2.47,
      "text": "the link between their behavior and the medication. It's been known for more"
    },
    {
      "start": 309.84,
      "dur": 1.909,
      "text": "medication. It's been known for more than two decades that these drugs can"
    },
    {
      "start": 311.759,
      "dur": 1.911,
      "text": "than two decades that these drugs can cause impulsive behaviors and the side"
    },
    {
      "start": 313.68,
      "dur": 2.63,
      "text": "cause impulsive behaviors and the side effects are common. Around one in six"
    },
    {
      "start": 316.32,
      "dur": 2.47,
      "text": "effects are common. Around one in six Parkinson's patients are affected. It's"
    },
    {
      "start": 318.8,
      "dur": 0.71,
      "text": "Parkinson's patients are affected. It's thought"
    },
    {
      "start": 319.52,
      "dur": 1.99,
      "text": "thought &gt;&gt; it's really difficult to uh listen to"
    },
    {
      "start": 321.52,
      "dur": 1.83,
      "text": "&gt;&gt; it's really difficult to uh listen to that, isn't it? No, it really is um a"
    },
    {
      "start": 323.36,
      "dur": 2.23,
      "text": "that, isn't it? No, it really is um a real tragedy. Um what do the"
    },
    {
      "start": 325.6,
      "dur": 1.83,
      "text": "real tragedy. Um what do the manufacturers and the authorities say"
    },
    {
      "start": 327.44,
      "dur": 1.67,
      "text": "manufacturers and the authorities say about your investigation? Well, the"
    },
    {
      "start": 329.12,
      "dur": 2.15,
      "text": "about your investigation? Well, the government says our findings are hugely"
    },
    {
      "start": 331.28,
      "dur": 2.31,
      "text": "government says our findings are hugely concerning, but the UK drug regulator,"
    },
    {
      "start": 333.6,
      "dur": 2.149,
      "text": "concerning, but the UK drug regulator, the MH, says there are no plans"
    },
    {
      "start": 335.759,
      "dur": 1.99,
      "text": "the MH, says there are no plans currently to change warnings."
    },
    {
      "start": 337.759,
      "dur": 1.831,
      "text": "currently to change warnings. Manufacturers say that these drugs have"
    },
    {
      "start": 339.6,
      "dur": 2.47,
      "text": "Manufacturers say that these drugs have been extensively trialled, repeatedly"
    },
    {
      "start": 342.08,
      "dur": 2.07,
      "text": "been extensively trialled, repeatedly approved by regulators across the world"
    },
    {
      "start": 344.16,
      "dur": 1.99,
      "text": "approved by regulators across the world and that the side effects are clearly"
    },
    {
      "start": 346.16,
      "dur": 1.51,
      "text": "and that the side effects are clearly stated. You know, these drugs are an"
    },
    {
      "start": 347.68,
      "dur": 1.91,
      "text": "stated. You know, these drugs are an established treatment and prescribed"
    },
    {
      "start": 349.6,
      "dur": 2.63,
      "text": "established treatment and prescribed over a million and a half times by GPS"
    },
    {
      "start": 352.24,
      "dur": 2.63,
      "text": "over a million and a half times by GPS alone in the UK, in England last year."
    },
    {
      "start": 354.88,
      "dur": 2.23,
      "text": "alone in the UK, in England last year. NHS advice is clear. If you have any"
    },
    {
      "start": 357.12,
      "dur": 1.59,
      "text": "NHS advice is clear. If you have any concerns, you should speak to your"
    },
    {
      "start": 358.72,
      "dur": 0.95,
      "text": "concerns, you should speak to your doctor."
    },
    {
      "start": 359.68,
      "dur": 2.069,
      "text": "doctor. &gt;&gt; And if we can just briefly talk a little"
    },
    {
      "start": 361.759,
      "dur": 2.311,
      "text": "&gt;&gt; And if we can just briefly talk a little bit more about how these drugs work"
    },
    {
      "start": 364.08,
      "dur": 1.109,
      "text": "bit more about how these drugs work because they're prescribed for things"
    },
    {
      "start": 365.199,
      "dur": 2.471,
      "text": "because they're prescribed for things like you say Parkinson's. How can they"
    },
    {
      "start": 367.68,
      "dur": 2.39,
      "text": "like you say Parkinson's. How can they then lead to these sort of side effects?"
    },
    {
      "start": 370.08,
      "dur": 1.51,
      "text": "then lead to these sort of side effects? &gt;&gt; Well, these drugs are called dopamine"
    },
    {
      "start": 371.6,
      "dur": 2.149,
      "text": "&gt;&gt; Well, these drugs are called dopamine agonists and they work by boosting the"
    },
    {
      "start": 373.759,
      "dur": 1.671,
      "text": "agonists and they work by boosting the activity of dopamine in the brain."
    },
    {
      "start": 375.44,
      "dur": 2.07,
      "text": "activity of dopamine in the brain. Dopamine's a key chemical for movement,"
    },
    {
      "start": 377.52,
      "dur": 1.59,
      "text": "Dopamine's a key chemical for movement, for coordinating movement and so"
    },
    {
      "start": 379.12,
      "dur": 1.43,
      "text": "for coordinating movement and so particularly helpful with Parkinson's"
    },
    {
      "start": 380.56,
      "dur": 3.03,
      "text": "particularly helpful with Parkinson's where sufferers face tremors and shakes."
    },
    {
      "start": 383.6,
      "dur": 2.309,
      "text": "where sufferers face tremors and shakes. But dopamine is also key in driving"
    },
    {
      "start": 385.919,
      "dur": 2.151,
      "text": "But dopamine is also key in driving feelings of reward and enjoyment. And"
    },
    {
      "start": 388.08,
      "dur": 1.43,
      "text": "feelings of reward and enjoyment. And it's thought that these drugs can"
    },
    {
      "start": 389.52,
      "dur": 1.669,
      "text": "it's thought that these drugs can overstimulate these feelings."
    },
    {
      "start": 391.199,
      "dur": 1.751,
      "text": "overstimulate these feelings. &gt;&gt; Okay. And is there any action that's"
    },
    {
      "start": 392.96,
      "dur": 1.43,
      "text": "&gt;&gt; Okay. And is there any action that's likely to be taken on this? What"
    },
    {
      "start": 394.4,
      "dur": 1.909,
      "text": "likely to be taken on this? What conversations now moving this forward?"
    },
    {
      "start": 396.319,
      "dur": 1.191,
      "text": "conversations now moving this forward? &gt;&gt; Well, the chair of the health select"
    },
    {
      "start": 397.52,
      "dur": 1.669,
      "text": "&gt;&gt; Well, the chair of the health select committee has now written to the UK drug"
    },
    {
      "start": 399.199,
      "dur": 2.391,
      "text": "committee has now written to the UK drug relator regulator asking them to review"
    },
    {
      "start": 401.6,
      "dur": 2.95,
      "text": "relator regulator asking them to review findings. They want the commonality, the"
    },
    {
      "start": 404.56,
      "dur": 2.31,
      "text": "findings. They want the commonality, the frequency of impulse control disorders"
    },
    {
      "start": 406.88,
      "dur": 1.99,
      "text": "frequency of impulse control disorders to be included in warnings."
    },
    {
      "start": 408.88,
      "dur": 1.19,
      "text": "to be included in warnings. &gt;&gt; It's really important work that you've"
    },
    {
      "start": 410.08,
      "dur": 1.669,
      "text": "&gt;&gt; It's really important work that you've done, null. I know it's taken you a long"
    },
    {
      "start": 411.759,
      "dur": 2.391,
      "text": "done, null. I know it's taken you a long time to get to this as well, but really"
    },
    {
      "start": 414.16,
      "dur": 1.19,
      "text": "time to get to this as well, but really appreciate you coming in and talking"
    },
    {
      "start": 415.36,
      "dur": 2.32,
      "text": "appreciate you coming in and talking about your"
    }
  ]
}