{
  "videoId": "AJPVHRwNgtQ",
  "title": "Keir Starmer holds on as UK Prime Minister, but is his job safe? | BBC Newscast",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 2548,
  "segments": [
    {
      "start": 0.1,
      "dur": 8.4,
      "text": "Hello, it's Alex in Westminster and it's James also in Westminster. and it's James also in Westminster. So, we were talking yesterday just after"
    },
    {
      "start": 8.5,
      "dur": 9.5,
      "text": "So, we were talking yesterday just after what this sort of quite crucial moment what this sort of quite crucial moment where we had Karma addressing his MPs in where we had Karma addressing his MPs in parliament um uh after all the cabinet parliament um uh after all the cabinet had fallen in behind Kama after this"
    },
    {
      "start": 18.0,
      "dur": 10.5,
      "text": "had fallen in behind Kama after this kind of fairly dramatic day when we'd kind of fairly dramatic day when we'd had Scottish Labour leader calling for had Scottish Labour leader calling for him to go. Then today after all of that him to go. Then today after all of that up and down and watery of yesterday, it"
    },
    {
      "start": 28.5,
      "dur": 9.2,
      "text": "up and down and watery of yesterday, it feels quite different in Westminster. I feels quite different in Westminster. I would say would say it's been a calmer day, hasn't it? it's been a calmer day, hasn't it? Although I have to say an extremely wet Although I have to say an extremely wet and cold day. I went to Downing Street"
    },
    {
      "start": 37.7,
      "dur": 11.1,
      "text": "and cold day. I went to Downing Street to watch the the Scottish Labour MPs who to watch the the Scottish Labour MPs who were going in there and this evening were going in there and this evening after they'd had their their meeting after they'd had their their meeting among themselves in the House of among themselves in the House of Commons. They were going into Downing Commons. They were going into Downing Street into number 10 and it was so wet."
    },
    {
      "start": 48.8,
      "dur": 10.6,
      "text": "Street into number 10 and it was so wet. It was so wet when it was like someone It was so wet when it was like someone was just turning it up up and up and up. was just turning it up up and up and up. It was raining more and more and more It was raining more and more and more heavily. But in terms of the actual heavily. But in terms of the actual fallout today in political terms, it's"
    },
    {
      "start": 59.4,
      "dur": 8.6,
      "text": "fallout today in political terms, it's been a bit calmer, hasn't it? The prime been a bit calmer, hasn't it? The prime minister has given a speech. He's tried minister has given a speech. He's tried to steady things. All these MPs who was to steady things. All these MPs who was like, \"Oh, who are they going to back? like, \"Oh, who are they going to back? Are they going to back the prime"
    },
    {
      "start": 68.0,
      "dur": 9.7,
      "text": "Are they going to back the prime minister? These Scottish Labour MPs, are minister? These Scottish Labour MPs, are they going to back and ask?\" And they they going to back and ask?\" And they came out with this. I mean, you can came out with this. I mean, you can newscasters have their own view about newscasters have their own view about how sustainable or um realistic this"
    },
    {
      "start": 77.7,
      "dur": 10.0,
      "text": "how sustainable or um realistic this position is, but they were like, \"Oh, position is, but they were like, \"Oh, you know, we they're both we like both you know, we they're both we like both of them. They're both fine.\" of them. They're both fine.\" Yeah. Yeah. Yeah. It's definitely calmed down and Yeah. It's definitely calmed down and and some of the heat has gone out of it."
    },
    {
      "start": 87.7,
      "dur": 9.7,
      "text": "and some of the heat has gone out of it. And Karma, I think, trying to um really And Karma, I think, trying to um really reiterate what he was saying in private reiterate what he was saying in private behind closed doors to his Labour MPs behind closed doors to his Labour MPs last night, was out and about today,"
    },
    {
      "start": 97.4,
      "dur": 8.8,
      "text": "last night, was out and about today, literally with his sleeves rolled up. literally with his sleeves rolled up. And you know that it's a sign of And you know that it's a sign of politicians wanting to kind of, you politicians wanting to kind of, you know, get across that they're relaxed know, get across that they're relaxed and comfortable and on the front foot"
    },
    {
      "start": 106.2,
      "dur": 8.2,
      "text": "and comfortable and on the front foot when they get out among people and roll when they get out among people and roll their sleeves up. And there was Karma their sleeves up. And there was Karma with his sleeves rolled up at a sort of with his sleeves rolled up at a sort of coffee morning um addressing head-on coffee morning um addressing head-on some of the stuff that's happened in the"
    },
    {
      "start": 114.4,
      "dur": 9.1,
      "text": "some of the stuff that's happened in the past few days and taking some questions. past few days and taking some questions. And he literally, and I've, you know, And he literally, and I've, you know, you can't use that word unless it's you can't use that word unless it's accurate, but he literally delivered a accurate, but he literally delivered a bit of fighting talk. Let's have a"
    },
    {
      "start": 123.5,
      "dur": 8.4,
      "text": "bit of fighting talk. Let's have a listen to what he had to say. There are listen to what he had to say. There are some people in recent days who say the some people in recent days who say the Labor government should have a different Labor government should have a different fight, a fight with itself"
    },
    {
      "start": 131.9,
      "dur": 8.5,
      "text": "fight, a fight with itself instead of a fight for the millions of instead of a fight for the millions of people who need us to fight for them. people who need us to fight for them. And I say to them, I will never walk"
    },
    {
      "start": 140.4,
      "dur": 10.6,
      "text": "And I say to them, I will never walk away from the mandate I was given to away from the mandate I was given to change this country. I will never walk change this country. I will never walk away from the people that I'm charged away from the people that I'm charged with fighting for. And I will never walk"
    },
    {
      "start": 151.0,
      "dur": 9.6,
      "text": "with fighting for. And I will never walk away from the country that I love. away from the country that I love. literally with his sleeves rolled up and literally with his sleeves rolled up and literally fighting talk. literally fighting talk. Yeah. Yeah, he did. He was and and it"
    },
    {
      "start": 160.6,
      "dur": 9.5,
      "text": "Yeah. Yeah, he did. He was and and it was a very similar message because the was a very similar message because the day started with his cabinet. He had a day started with his cabinet. He had a meeting of his cabinet in Downing Street meeting of his cabinet in Downing Street which happens every week of course, but which happens every week of course, but this one was in the wake of everything this one was in the wake of everything that had gone before. And during that"
    },
    {
      "start": 170.1,
      "dur": 9.4,
      "text": "that had gone before. And during that meeting, he thanked all of those cabinet meeting, he thanked all of those cabinet ministers because of course they were ministers because of course they were the cabinet ministers that did come out the cabinet ministers that did come out one by one and express their support for one by one and express their support for him um during what was quite a sort of"
    },
    {
      "start": 179.5,
      "dur": 9.0,
      "text": "him um during what was quite a sort of potentially perilous moment. And I think potentially perilous moment. And I think now there's this sense and actually now there's this sense and actually weirdly one of those cabinet ministers weirdly one of those cabinet ministers Ed Milliband gave an interview on the"
    },
    {
      "start": 188.5,
      "dur": 8.5,
      "text": "Ed Milliband gave an interview on the Today program on radio 4 on Tuesday Today program on radio 4 on Tuesday morning in which he was just he was kind morning in which he was just he was kind of really blunt about just how perilous of really blunt about just how perilous the moment had been for Kharma on"
    },
    {
      "start": 197.0,
      "dur": 8.0,
      "text": "the moment had been for Kharma on Monday. You know he said that the Labour Monday. You know he said that the Labour party had effectively stared over the party had effectively stared over the precipice and then pulled back from it."
    },
    {
      "start": 205.0,
      "dur": 8.2,
      "text": "precipice and then pulled back from it. But he acknowledged that this was a But he acknowledged that this was a moment of real peril. We can hear him moment of real peril. We can hear him talking about some of it. I think the talking about some of it. I think the way I would put it is that Labour MPs"
    },
    {
      "start": 213.2,
      "dur": 11.4,
      "text": "way I would put it is that Labour MPs looked over the precipice once Anas Sawa looked over the precipice once Anas Sawa made his statement and they didn't like made his statement and they didn't like what they saw and they thought the right what they saw and they thought the right thing to do was to unite behind Kia uh"
    },
    {
      "start": 224.6,
      "dur": 8.5,
      "text": "thing to do was to unite behind Kia uh to focus on the country because we to focus on the country because we didn't want to go down the road of the didn't want to go down the road of the Tories when they were in power chaotic Tories when they were in power chaotic disorderly leadership contest. The"
    },
    {
      "start": 233.1,
      "dur": 10.7,
      "text": "disorderly leadership contest. The really interesting thing about what Ed really interesting thing about what Ed Miban was saying was that this is a Miban was saying was that this is a point where a moment I think he said point where a moment I think he said where things have to change and I think where things have to change and I think that is where the questions are now that is where the questions are now going to come for Kama. What what is"
    },
    {
      "start": 243.8,
      "dur": 8.8,
      "text": "going to come for Kama. What what is that change? What is it like? What does that change? What is it like? What does it mean? it mean? Yeah. Because let's be honest, you know, Yeah. Because let's be honest, you know, it's been a calmer day today. But I it's been a calmer day today. But I mean, first of all, that's a low bar"
    },
    {
      "start": 252.6,
      "dur": 8.8,
      "text": "mean, first of all, that's a low bar compared to yesterday. And secondly, compared to yesterday. And secondly, none of this means that the prime none of this means that the prime minister is out of the woods. I mean, minister is out of the woods. I mean, these Labour MPs I was looking at today,"
    },
    {
      "start": 261.4,
      "dur": 8.4,
      "text": "these Labour MPs I was looking at today, the Scottish contingent, um, they were the Scottish contingent, um, they were they did not look it was they were flat they did not look it was they were flat when they came out of their own group when they came out of their own group meeting. They didn't come out punching"
    },
    {
      "start": 269.8,
      "dur": 8.4,
      "text": "meeting. They didn't come out punching the air and saying, \"Yeah, it's all the air and saying, \"Yeah, it's all fine. We're going to fight.\" They they fine. We're going to fight.\" They they didn't look happy. They were very didn't look happy. They were very reluctant to talk. Those that did talk"
    },
    {
      "start": 278.2,
      "dur": 8.7,
      "text": "reluctant to talk. Those that did talk um were sort of saying, \"Yeah, well, you um were sort of saying, \"Yeah, well, you know, we we support both of them.\" You know, we we support both of them.\" You could tell it's hard for them to really could tell it's hard for them to really believe that when one person, the"
    },
    {
      "start": 286.9,
      "dur": 9.5,
      "text": "believe that when one person, the Scottish Labour leader and as Sarawir Scottish Labour leader and as Sarawir has called for the other, the prime has called for the other, the prime minister to resign because he says minister to resign because he says what's happening in Downing Street is what's happening in Downing Street is terrible and a disaster and chaotic. I'm"
    },
    {
      "start": 296.4,
      "dur": 8.9,
      "text": "terrible and a disaster and chaotic. I'm paraphrasing, but that was the gist of paraphrasing, but that was the gist of what he said. And so none of this has what he said. And so none of this has gone away. And so the question I suppose gone away. And so the question I suppose then is, is there now a plan in Downing"
    },
    {
      "start": 305.3,
      "dur": 8.1,
      "text": "then is, is there now a plan in Downing Street for the prime minister for how he Street for the prime minister for how he I mean, change has been the word all the I mean, change has been the word all the way through. change was what they way through. change was what they promised the electorate before the"
    },
    {
      "start": 313.4,
      "dur": 9.5,
      "text": "promised the electorate before the general election nearly two years ago general election nearly two years ago and now is it change again for Kier and now is it change again for Kier Star? Well, that's exactly it because of Star? Well, that's exactly it because of course the what has really triggered the course the what has really triggered the events of the past few days and the very"
    },
    {
      "start": 322.9,
      "dur": 8.2,
      "text": "events of the past few days and the very open questions about Karma's leadership open questions about Karma's leadership that we have had from some people in the that we have had from some people in the parliamentary Labour party has of course parliamentary Labour party has of course been the decision about Peter Manderson"
    },
    {
      "start": 331.1,
      "dur": 8.0,
      "text": "been the decision about Peter Manderson and the decision to appoint him US and the decision to appoint him US ambassador but the backdrop to that has ambassador but the backdrop to that has been a sort of bubbling discontent in been a sort of bubbling discontent in some quarters of the Labour party for"
    },
    {
      "start": 339.1,
      "dur": 8.8,
      "text": "some quarters of the Labour party for some time and it dates right back to some time and it dates right back to decisions like the decision over the decisions like the decision over the winter fuel payment and then what winter fuel payment and then what happened with welfare reform and then happened with welfare reform and then what people would point to as policy and"
    },
    {
      "start": 347.9,
      "dur": 8.0,
      "text": "what people would point to as policy and position changes and you can argue position changes and you can argue whether you want to call them U-turns or whether you want to call them U-turns or not but you know it is this sort of not but you know it is this sort of isn't just what happened around Peter"
    },
    {
      "start": 355.9,
      "dur": 9.9,
      "text": "isn't just what happened around Peter Manderson there is a backdrop to all of Manderson there is a backdrop to all of this which I think Anna Sawa the this which I think Anna Sawa the Scottish Labour leader was sort of Scottish Labour leader was sort of nodding to when he was making his nodding to when he was making his criticism of Downing Street so now I"
    },
    {
      "start": 365.8,
      "dur": 9.1,
      "text": "criticism of Downing Street so now I think the question for Labour MPs and think the question for Labour MPs and Labour MPs who are critical of Karma and Labour MPs who are critical of Karma and of course that isn't all of them is so of course that isn't all of them is so what does he do now and I think there what does he do now and I think there are some practical questions so we know"
    },
    {
      "start": 374.9,
      "dur": 8.9,
      "text": "are some practical questions so we know for example he's looking for a new for example he's looking for a new permanent chief of staff because he permanent chief of staff because he hasn't got Morgan Mweeny there anymore. hasn't got Morgan Mweeny there anymore. He's looking for a new director of He's looking for a new director of communications because Tim Allen stepped"
    },
    {
      "start": 383.8,
      "dur": 9.3,
      "text": "communications because Tim Allen stepped down and there's also the role of the down and there's also the role of the really senior civil servant who leads really senior civil servant who leads effectively the work of the government. effectively the work of the government. Chris Wormold is heading out. So there's Chris Wormold is heading out. So there's going to have to be a new person in that"
    },
    {
      "start": 393.1,
      "dur": 10.3,
      "text": "going to have to be a new person in that position. Now that's the kind of like position. Now that's the kind of like almost the the technical logistical almost the the technical logistical details. Those positions are really details. Those positions are really important. But the second question I important. But the second question I think is where does K star go now when"
    },
    {
      "start": 403.4,
      "dur": 8.8,
      "text": "think is where does K star go now when he talks about the party and the he talks about the party and the direction he wants to take it in. And we direction he wants to take it in. And we got a bit of a glimpse I think from his got a bit of a glimpse I think from his speech today when he was really focused speech today when he was really focused on working people and he was sort of"
    },
    {
      "start": 412.2,
      "dur": 9.6,
      "text": "on working people and he was sort of talking about his own workingass roots talking about his own workingass roots and his own personal background and he and his own personal background and he was saying that has to be the focus of was saying that has to be the focus of this government. So you wonder how that"
    },
    {
      "start": 421.8,
      "dur": 8.0,
      "text": "this government. So you wonder how that will translate into policy or decisions will translate into policy or decisions that the government might make and that the government might make and whether or not that will convince the"
    },
    {
      "start": 429.8,
      "dur": 9.3,
      "text": "whether or not that will convince the critics of Karmama that he's kind of you critics of Karmama that he's kind of you know got a grip and is heading in the know got a grip and is heading in the right direction. And another thing that right direction. And another thing that he has to do, not to bring it all back he has to do, not to bring it all back to Scotland, but is is to decide how"
    },
    {
      "start": 439.1,
      "dur": 8.9,
      "text": "to Scotland, but is is to decide how he's going to handle an asarwir and how he's going to handle an asarwir and how he's going to handle the Scottish he's going to handle the Scottish election campaign, the campaign for the election campaign, the campaign for the for the Scottish parliamentary elections for the Scottish parliamentary elections on May the 7th. Obviously, there are"
    },
    {
      "start": 448.0,
      "dur": 10.0,
      "text": "on May the 7th. Obviously, there are elections in Wales um and in English elections in Wales um and in English local elections as well. And local elections as well. And interestingly today, secure and interestingly today, secure and newscasters may have their own view"
    },
    {
      "start": 458.0,
      "dur": 9.0,
      "text": "newscasters may have their own view about whether or not this was pragmatic about whether or not this was pragmatic or weak or magnanimous or however you or weak or magnanimous or however you describe it, but Sakira is basically"
    },
    {
      "start": 467.0,
      "dur": 9.8,
      "text": "describe it, but Sakira is basically saying um yeah, I'm backing an Asarwire. saying um yeah, I'm backing an Asarwire. He can be he can be he should be first He can be he can be he should be first minister of Scotland. I mean that's minister of Scotland. I mean that's extraordinary, you know, to hear um"
    },
    {
      "start": 476.8,
      "dur": 10.2,
      "text": "extraordinary, you know, to hear um given what happened yesterday. But given what happened yesterday. But there's clearly an attempt from the top there's clearly an attempt from the top down because we have also heard from the down because we have also heard from the Secretary of State for Scotland, Douglas Secretary of State for Scotland, Douglas Alexander, who is co-chair of Mr. Sar's"
    },
    {
      "start": 487.0,
      "dur": 8.7,
      "text": "Alexander, who is co-chair of Mr. Sar's campaign and yet sits in the cabinet campaign and yet sits in the cabinet supporting the prime minister. And he supporting the prime minister. And he was saying, \"Oh, this they had they had was saying, \"Oh, this they had they had he was on the radio this morning on"
    },
    {
      "start": 495.7,
      "dur": 9.2,
      "text": "he was on the radio this morning on Radio Scotland Breakfast saying, \"Oh, Radio Scotland Breakfast saying, \"Oh, they they there was a problem yesterday. they they there was a problem yesterday. They had a bit of a f I was thinking They had a bit of a f I was thinking yesterday's not your problem. Tomorrow yesterday's not your problem. Tomorrow and tomorrow and tomorrow to the last"
    },
    {
      "start": 504.9,
      "dur": 9.7,
      "text": "and tomorrow and tomorrow to the last syllable of recorded time is your syllable of recorded time is your problem here.\" So the question he he's problem here.\" So the question he he's taken a decision the prime minister now taken a decision the prime minister now on how to handle an asarwir and it's to"
    },
    {
      "start": 514.6,
      "dur": 9.3,
      "text": "on how to handle an asarwir and it's to be magnanimous and to sort of rise above be magnanimous and to sort of rise above the frey but I suppose my question is the frey but I suppose my question is how sustainable is that? how sustainable is that? Yeah and Jenny Chapman who is a close Yeah and Jenny Chapman who is a close ally of karma she's international"
    },
    {
      "start": 523.9,
      "dur": 9.0,
      "text": "ally of karma she's international development minister but she worked on development minister but she worked on his 2020 leadership campaign she was his 2020 leadership campaign she was asked about this today and she said that asked about this today and she said that Annisawa and the prime minister need to Annisawa and the prime minister need to get in a room and talk this out was her"
    },
    {
      "start": 532.9,
      "dur": 9.0,
      "text": "get in a room and talk this out was her sort of suggestion you know that sort of suggestion you know that well please can we film it? well please can we film it? I'm not sure they'd let us in. But you I'm not sure they'd let us in. But you know there are genuine questions about know there are genuine questions about kind of personnel and people involved in"
    },
    {
      "start": 541.9,
      "dur": 8.8,
      "text": "kind of personnel and people involved in all of this now because of course the all of this now because of course the other one is where streeting because we other one is where streeting because we were talking James about how Wes were talking James about how Wes Streeting had chosen unilaterally to Streeting had chosen unilaterally to release some of his WhatsApp exchanges"
    },
    {
      "start": 550.7,
      "dur": 8.7,
      "text": "release some of his WhatsApp exchanges with Peter Mandlesson to try from his with Peter Mandlesson to try from his perspective to show that he didn't have perspective to show that he didn't have as close a relationship with Peter as close a relationship with Peter Manderson as some people had suggested"
    },
    {
      "start": 559.4,
      "dur": 9.1,
      "text": "Manderson as some people had suggested he might have. Well, then following that he might have. Well, then following that the release of those messages by West the release of those messages by West Streeting, there came this sort of Streeting, there came this sort of messaging from number 10 to other messaging from number 10 to other cabinet ministers, don't do the same."
    },
    {
      "start": 568.5,
      "dur": 9.3,
      "text": "cabinet ministers, don't do the same. And also, you know, pointing to the And also, you know, pointing to the Metropolitan Police who had warned about Metropolitan Police who had warned about releasing information into the public releasing information into the public domain that might jeopardize their domain that might jeopardize their ongoing investigations. So, and again,"
    },
    {
      "start": 577.8,
      "dur": 9.2,
      "text": "ongoing investigations. So, and again, Karma was asked about that. Chris Karma was asked about that. Chris actually asked Karma about it when he actually asked Karma about it when he had a chance to chat to him at this had a chance to chat to him at this coffee morning. And you know, Chris said coffee morning. And you know, Chris said to him sort of, \"What are you going to to him sort of, \"What are you going to do? You know, Westing has gone out and"
    },
    {
      "start": 587.0,
      "dur": 8.0,
      "text": "do? You know, Westing has gone out and just released this kind of stuff.\" And just released this kind of stuff.\" And Kama said, \"I think that these messages Kama said, \"I think that these messages should be released in a managed way.\" should be released in a managed way.\" But, you know, there are still those"
    },
    {
      "start": 595.0,
      "dur": 8.9,
      "text": "But, you know, there are still those sort of questions about whether he sort of questions about whether he decides to, as you say, be magnanimous decides to, as you say, be magnanimous or, you know, perhaps not to sort of"
    },
    {
      "start": 603.9,
      "dur": 8.6,
      "text": "or, you know, perhaps not to sort of take a a harsh line with people that take a a harsh line with people that aren't falling into line with the prime aren't falling into line with the prime minister's vision right now or or not,"
    },
    {
      "start": 612.5,
      "dur": 10.5,
      "text": "minister's vision right now or or not, you know, whether whether he chooses to you know, whether whether he chooses to do something entirely different. And do something entirely different. And there are other problems um for him. there are other problems um for him. Among them, the former communications"
    },
    {
      "start": 623.0,
      "dur": 10.1,
      "text": "Among them, the former communications chief, the former director of chief, the former director of communications at number 10, Matthew communications at number 10, Matthew Doyle, Lord Doyle as he is now in the Doyle, Lord Doyle as he is now in the Lords, has had the labor whip suspended Lords, has had the labor whip suspended in the Lords because of his past"
    },
    {
      "start": 633.1,
      "dur": 10.1,
      "text": "in the Lords because of his past association with Sha Morton, who is a association with Sha Morton, who is a former labor counselor who admitted former labor counselor who admitted indecent child image offenses in 2017."
    },
    {
      "start": 643.2,
      "dur": 8.9,
      "text": "indecent child image offenses in 2017. Um that that is a development, isn't it? Um that that is a development, isn't it? He was a a significant figure in in not He was a a significant figure in in not just this government, Tony Blair's just this government, Tony Blair's government as well. government as well. Yeah. Yeah, he was he's he's been around"
    },
    {
      "start": 652.1,
      "dur": 9.1,
      "text": "Yeah. Yeah, he was he's he's been around the Labour party for a while and Kama the Labour party for a while and Kama brought him back into government in a brought him back into government in a senior role in communications in number senior role in communications in number 10, a role he hasn't been in for a 10, a role he hasn't been in for a while, but as you say, he was made a"
    },
    {
      "start": 661.2,
      "dur": 8.1,
      "text": "while, but as you say, he was made a Labour peer and I think for the for the Labour peer and I think for the for the past couple of weeks certainly it's sort past couple of weeks certainly it's sort of this story has been bubbling away um"
    },
    {
      "start": 669.3,
      "dur": 8.9,
      "text": "of this story has been bubbling away um that effectively Matthew Doyle that effectively Matthew Doyle campaigned or worked on the campaign of campaigned or worked on the campaign of Shawn Morton, this former counselor, Shawn Morton, this former counselor, Scottish Labor counselor,"
    },
    {
      "start": 678.2,
      "dur": 8.8,
      "text": "Scottish Labor counselor, former Scottish labor counselor um who former Scottish labor counselor um who then went on to be convicted of these then went on to be convicted of these offenses and there were questions about offenses and there were questions about sort of was that was that what was"
    },
    {
      "start": 687.0,
      "dur": 8.6,
      "text": "sort of was that was that what was Matthew Do's role in all of that. Now Matthew Do's role in all of that. Now Matthew Dors put out a statement about Matthew Dors put out a statement about this and he said he wants to apologize this and he said he wants to apologize for his past association with Shawn for his past association with Shawn Morton. He says his offenses were vile."
    },
    {
      "start": 695.6,
      "dur": 8.7,
      "text": "Morton. He says his offenses were vile. I completely condemn the actions for I completely condemn the actions for which he was rightly convicted. My which he was rightly convicted. My thoughts are with the victims and all thoughts are with the victims and all those impacted by the crimes. But what those impacted by the crimes. But what what he does say is at the point of my"
    },
    {
      "start": 704.3,
      "dur": 8.7,
      "text": "what he does say is at the point of my campaigning support, Morton repeatedly campaigning support, Morton repeatedly asserted to all those who knew him his asserted to all those who knew him his innocence, including initially in court. innocence, including initially in court. He later changed his plea in court to"
    },
    {
      "start": 713.0,
      "dur": 9.3,
      "text": "He later changed his plea in court to guilty. But he acknowledges he made an guilty. But he acknowledges he made an error of judgment in continuing to error of judgment in continuing to support the campaign. And now he's had support the campaign. And now he's had the Labour whip. the Labour whip. There you go. That's just another"
    },
    {
      "start": 722.3,
      "dur": 9.2,
      "text": "There you go. That's just another another piece of another problem. another piece of another problem. And of well, it's all of this. I mean And of well, it's all of this. I mean this is this is the thing really since this is this is the thing really since the beginning of this year Karma has the beginning of this year Karma has been attempting to focus on what he"
    },
    {
      "start": 731.5,
      "dur": 9.3,
      "text": "been attempting to focus on what he thinks is has got to be the core message thinks is has got to be the core message of government which is about the cost of of government which is about the cost of living you know that's where what he's living you know that's where what he's been trying to talk about now whether or"
    },
    {
      "start": 740.8,
      "dur": 9.9,
      "text": "been trying to talk about now whether or not you can say it's the government's not you can say it's the government's fault whether or not it's kind of fault whether or not it's kind of external events but there have been a external events but there have been a series of things that have happened series of things that have happened between the beginning of this year and between the beginning of this year and now some of it to do with Donald Trump"
    },
    {
      "start": 750.7,
      "dur": 9.1,
      "text": "now some of it to do with Donald Trump you know and he sort of made some pretty you know and he sort of made some pretty big decisions at the beginning of the big decisions at the beginning of the year which swept up quite a lot of year which swept up quite a lot of attention but you know other things like attention but you know other things like Peter Manderson and the prime minister's"
    },
    {
      "start": 759.8,
      "dur": 8.4,
      "text": "Peter Manderson and the prime minister's decision to appoint him which has all decision to appoint him which has all now of course come to the four again in now of course come to the four again in the latest release of the Epstein files the latest release of the Epstein files have completely knocked what the prime have completely knocked what the prime minister wanted to talk about off course"
    },
    {
      "start": 768.2,
      "dur": 9.2,
      "text": "minister wanted to talk about off course and I think what we are going to see in and I think what we are going to see in the next few days and weeks is a sort of the next few days and weeks is a sort of concerted effort from Downing Street to concerted effort from Downing Street to start to focus on those sort key issues"
    },
    {
      "start": 777.4,
      "dur": 9.5,
      "text": "start to focus on those sort key issues again the things that they think really again the things that they think really matter to voters but there are a couple matter to voters but there are a couple of key questions about that the first of key questions about that the first thing is how are they going to shape the thing is how are they going to shape the team in number 10 to to sort of do that."
    },
    {
      "start": 786.9,
      "dur": 8.2,
      "text": "team in number 10 to to sort of do that. You know, they have got these You know, they have got these appointments that they have to make appointments that they have to make which will be quite crucial in terms of which will be quite crucial in terms of messaging and strategy and all that messaging and strategy and all that stuff which sounds a bit wonky and stuff which sounds a bit wonky and textbooky but it's actually quite"
    },
    {
      "start": 795.1,
      "dur": 8.8,
      "text": "textbooky but it's actually quite important how a government functions or important how a government functions or doesn't function as it were. And the doesn't function as it were. And the second thing is is that going to be second thing is is that going to be enough to satisfy the people on the"
    },
    {
      "start": 803.9,
      "dur": 9.3,
      "text": "enough to satisfy the people on the Labor benches who of course are the Labor benches who of course are the people that will determine Karma's sort people that will determine Karma's sort of immediate future and fate because of immediate future and fate because they're his MPs and he does need their they're his MPs and he does need their support. whether or not it's going to be"
    },
    {
      "start": 813.2,
      "dur": 10.0,
      "text": "support. whether or not it's going to be enough to satisfy those critics in the enough to satisfy those critics in the long term because things have calmed long term because things have calmed down and the heat of Monday has down and the heat of Monday has definitely you know cooled without a definitely you know cooled without a shadow of a doubt but those bigger"
    },
    {
      "start": 823.2,
      "dur": 8.6,
      "text": "shadow of a doubt but those bigger issues that people have articulated with issues that people have articulated with the Downing Street operation under Kia the Downing Street operation under Kia Starmer for some time they haven't gone Starmer for some time they haven't gone away so it's whether or not that Kia"
    },
    {
      "start": 831.8,
      "dur": 9.2,
      "text": "away so it's whether or not that Kia Starama now can find a way to address Starama now can find a way to address those satisfactorily to his own MPs those satisfactorily to his own MPs and while we've been talking all about and while we've been talking all about all of that here and the fallout"
    },
    {
      "start": 841.0,
      "dur": 8.5,
      "text": "all of that here and the fallout affecting the government and how it's affecting the government and how it's playing out here at Westminster. The playing out here at Westminster. The story's also been rumbling along in the story's also been rumbling along in the US and also for the royal family. And"
    },
    {
      "start": 849.5,
      "dur": 9.3,
      "text": "US and also for the royal family. And we're going to catch up now with Katrina we're going to catch up now with Katrina Perry, BBC News chief presenter in Perry, BBC News chief presenter in Washington, and Daniela Ralph, our Washington, and Daniela Ralph, our senior royal correspondent who is in senior royal correspondent who is in Saudi Arabia to talk about all of that."
    },
    {
      "start": 858.8,
      "dur": 10.1,
      "text": "Saudi Arabia to talk about all of that. Hi Katrina. Hi Katrina. Hi Alex. Hi James. Hi Alex. Hi James. Hello. Hi Daniela. Hello. Hi Daniela. Hi James. Hi Alex. So Daniela, you have Hi James. Hi Alex. So Daniela, you have been following Prince William around on"
    },
    {
      "start": 868.9,
      "dur": 8.6,
      "text": "been following Prince William around on one of these royal visits. this time to one of these royal visits. this time to Saudi Arabia. Where are you? Cuz there's Saudi Arabia. Where are you? Cuz there's a lot of noise going on in the a lot of noise going on in the background. It sounds like there's a bit background. It sounds like there's a bit of a action behind you."
    },
    {
      "start": 877.5,
      "dur": 8.9,
      "text": "of a action behind you. Bit of a party. Bit of a party. If only I could go to it. Yeah, it's If only I could go to it. Yeah, it's there's a sort of bar and restaurant in there's a sort of bar and restaurant in the background from where we are now. the background from where we are now. And I think perhaps you're picking up And I think perhaps you're picking up some of the um music from that. Sadly,"
    },
    {
      "start": 886.4,
      "dur": 8.6,
      "text": "some of the um music from that. Sadly, we're not quite close enough to go to we're not quite close enough to go to it. But I'm in Alula, which is this it. But I'm in Alula, which is this absolutely incredible um oasis city in absolutely incredible um oasis city in the desert in northwest Saudi Arabia."
    },
    {
      "start": 895.0,
      "dur": 8.7,
      "text": "the desert in northwest Saudi Arabia. I'm standing surrounded by these I'm standing surrounded by these absolutely monumental sandstone rocks absolutely monumental sandstone rocks that are all lit up in the night sky that are all lit up in the night sky here. It is an incredibly dramatic"
    },
    {
      "start": 903.7,
      "dur": 8.5,
      "text": "here. It is an incredibly dramatic setting and it is where tomorrow Prince setting and it is where tomorrow Prince William has a day of engagements based William has a day of engagements based around wildlife and the environment around wildlife and the environment and he's meeting the crown prince"
    },
    {
      "start": 912.2,
      "dur": 10.9,
      "text": "and he's meeting the crown prince Muhammad bin Salman, a a very Muhammad bin Salman, a a very controversial figure on the world stage controversial figure on the world stage as well. Daniela, as well. Daniela, yeah, he met him last night actually. um yeah, he met him last night actually. um he had uh a private dinner with um the"
    },
    {
      "start": 923.1,
      "dur": 8.2,
      "text": "he had uh a private dinner with um the crown prince Muhammad bin Salman and uh crown prince Muhammad bin Salman and uh they spent we are told a considerable they spent we are told a considerable amount of time talking to one another amount of time talking to one another about bilateral relations about the"
    },
    {
      "start": 931.3,
      "dur": 8.4,
      "text": "about bilateral relations about the general relationship between Saudi general relationship between Saudi Arabia and and the UK and I think there Arabia and and the UK and I think there was a hope from uh the UK government was a hope from uh the UK government that there would be a personal"
    },
    {
      "start": 939.7,
      "dur": 8.8,
      "text": "that there would be a personal friendship built up there. He is friendship built up there. He is obviously a controversial figure around obviously a controversial figure around the wider picture in Saudi Arabia here the wider picture in Saudi Arabia here over human rights rights and freedoms."
    },
    {
      "start": 948.5,
      "dur": 9.1,
      "text": "over human rights rights and freedoms. But they're two men of the same age. But they're two men of the same age. They are both going to be king of a They are both going to be king of a country one day. And I think the UK country one day. And I think the UK government was hoping there might be government was hoping there might be some kind of personal chemistry between"
    },
    {
      "start": 957.6,
      "dur": 8.1,
      "text": "some kind of personal chemistry between them that could be very useful for the them that could be very useful for the wider picture of UK Saudi relations. And wider picture of UK Saudi relations. And of course, while all of that's been of course, while all of that's been going on, we've had statements from some"
    },
    {
      "start": 965.7,
      "dur": 8.5,
      "text": "going on, we've had statements from some of the royal households relating to of the royal households relating to other matters. But park that thought for other matters. But park that thought for a minute so we'll return to it because a minute so we'll return to it because Katrina I think you're in less glamorous Katrina I think you're in less glamorous surroundings than the ones that it"
    },
    {
      "start": 974.2,
      "dur": 9.0,
      "text": "surroundings than the ones that it sounds like Daniela are in. But you know sounds like Daniela are in. But you know the US is effectively where all of this the US is effectively where all of this around the Epstein files started and I"
    },
    {
      "start": 983.2,
      "dur": 9.4,
      "text": "around the Epstein files started and I know there have been developments today know there have been developments today but parking the latest developments so but parking the latest developments so far just for the people who perhaps far just for the people who perhaps haven't been caught up on the recent haven't been caught up on the recent developments from the US because of"
    },
    {
      "start": 992.6,
      "dur": 8.5,
      "text": "developments from the US because of course a lot of the focus has been on course a lot of the focus has been on Peter Mandlesen here in the UK but what Peter Mandlesen here in the UK but what else has come out of the Epstein files else has come out of the Epstein files in the US in the past couple of weeks in the US in the past couple of weeks that sort of got a bit of traction"
    },
    {
      "start": 1001.1,
      "dur": 10.0,
      "text": "that sort of got a bit of traction there? there? Oh my gosh, we'd need several hours for Oh my gosh, we'd need several hours for that I think. um because we're talking that I think. um because we're talking about three million documents here about three million documents here released by the Department of Justice"
    },
    {
      "start": 1011.1,
      "dur": 9.5,
      "text": "released by the Department of Justice and actually that isn't even the full and actually that isn't even the full extent of the file. Although we have extent of the file. Although we have heard from the assistant US attorney heard from the assistant US attorney Todd Blanch that that is the end of it."
    },
    {
      "start": 1020.6,
      "dur": 10.3,
      "text": "Todd Blanch that that is the end of it. they won't be releasing those other few they won't be releasing those other few million files that they still have for million files that they still have for various reasons spanning from various reasons spanning from confidentiality to the actual nature of"
    },
    {
      "start": 1030.9,
      "dur": 9.7,
      "text": "confidentiality to the actual nature of the files and also some of them are the files and also some of them are still subject to live investigations still subject to live investigations we're told and and that is an issue that we're told and and that is an issue that many members of Congress are still"
    },
    {
      "start": 1040.6,
      "dur": 9.2,
      "text": "many members of Congress are still raising as to why there are some of raising as to why there are some of those files being withheld but I would those files being withheld but I would have to say and you know we've been have to say and you know we've been debating this on many of our shows here"
    },
    {
      "start": 1049.8,
      "dur": 9.6,
      "text": "debating this on many of our shows here there is a greater sense of there is a greater sense of accountability going on in the UK now accountability going on in the UK now compared to what there is in the US. I compared to what there is in the US. I mean, we've had all of those various"
    },
    {
      "start": 1059.4,
      "dur": 9.3,
      "text": "mean, we've had all of those various documents that our amazing colleagues at documents that our amazing colleagues at the BBC are trolling through which the BBC are trolling through which mention Andrew Mountbatten Windsor or mention Andrew Mountbatten Windsor or which mention Peter Mandolson. And we"
    },
    {
      "start": 1068.7,
      "dur": 10.7,
      "text": "which mention Peter Mandolson. And we should say say of course that a mention should say say of course that a mention does not equate to wrongdoing but does not equate to wrongdoing but everything that we've been discussing on everything that we've been discussing on the podcast for the last few weeks there the podcast for the last few weeks there there hasn't been that same intense"
    },
    {
      "start": 1079.4,
      "dur": 8.1,
      "text": "there hasn't been that same intense focus here on specific individuals. focus here on specific individuals. There are some people who have stepped There are some people who have stepped away from their roles because of an"
    },
    {
      "start": 1087.5,
      "dur": 9.3,
      "text": "away from their roles because of an association with Epstein not to do with association with Epstein not to do with wrongdoing but just you know um judgment wrongdoing but just you know um judgment that they had in terms of keeping up a that they had in terms of keeping up a relationship with him. Um, we've had a"
    },
    {
      "start": 1096.8,
      "dur": 8.6,
      "text": "relationship with him. Um, we've had a statement from Nam Chosky who is 97 now statement from Nam Chosky who is 97 now from his wife saying that he regrets the from his wife saying that he regrets the acquaintance that he had with Jeffrey"
    },
    {
      "start": 1105.4,
      "dur": 10.1,
      "text": "acquaintance that he had with Jeffrey Epstein said he was completely unaware Epstein said he was completely unaware of what Epstein was involved with and of what Epstein was involved with and his relationship was around research and his relationship was around research and actually around financial transactions"
    },
    {
      "start": 1115.5,
      "dur": 11.0,
      "text": "actually around financial transactions but nevertheless expressing extreme but nevertheless expressing extreme regret over um his judgment and keeping regret over um his judgment and keeping that friendship up and expressing that friendship up and expressing support with the victims as Well, um,"
    },
    {
      "start": 1126.5,
      "dur": 8.9,
      "text": "support with the victims as Well, um, just today we've had an exchange just today we've had an exchange actually on Capitol Hill involving actually on Capitol Hill involving Howard Lutnik, the commerce secretary, a Howard Lutnik, the commerce secretary, a very close friend, as we know, of"
    },
    {
      "start": 1135.4,
      "dur": 9.7,
      "text": "very close friend, as we know, of President Trump and a key member of his President Trump and a key member of his administration. He was appearing before administration. He was appearing before a committee on Capitol Hill. Nothing got a committee on Capitol Hill. Nothing got to do with Jeffrey Epstein whatsoever,"
    },
    {
      "start": 1145.1,
      "dur": 9.8,
      "text": "to do with Jeffrey Epstein whatsoever, but he was asked questions because he's but he was asked questions because he's in some of these documents. Now, he said in some of these documents. Now, he said previously on a podcast that he'd cut previously on a podcast that he'd cut all ties with Jeffrey Epstein back in"
    },
    {
      "start": 1154.9,
      "dur": 8.9,
      "text": "all ties with Jeffrey Epstein back in 2005, but when he was questioned at that 2005, but when he was questioned at that committee today, he said that he had committee today, he said that he had seen him in 2012 when he went for lunch"
    },
    {
      "start": 1163.8,
      "dur": 8.7,
      "text": "seen him in 2012 when he went for lunch on his island. And I'll just find the on his island. And I'll just find the exact quote for you here just so I'm not exact quote for you here just so I'm not misquoting anyone, but he said today, \"I misquoting anyone, but he said today, \"I did have lunch with him as I was on a"
    },
    {
      "start": 1172.5,
      "dur": 10.1,
      "text": "did have lunch with him as I was on a boat going across on a family vacation. boat going across on a family vacation. My wife was with me as were my four My wife was with me as were my four children and nannies. We had lunch on children and nannies. We had lunch on the island. That is true. For an hour."
    },
    {
      "start": 1182.6,
      "dur": 8.8,
      "text": "the island. That is true. For an hour. We then left with all of my children. We then left with all of my children. Which is the quote that he said this Which is the quote that he said this morning, having said back in 200 uh back"
    },
    {
      "start": 1191.4,
      "dur": 9.2,
      "text": "morning, having said back in 200 uh back last year that he cut all ties with him last year that he cut all ties with him in 2005 because he was so troubled by in 2005 because he was so troubled by him that he and his wife had agreed to him that he and his wife had agreed to never be in a room with him again"
    },
    {
      "start": 1200.6,
      "dur": 8.2,
      "text": "never be in a room with him again socially for business or even socially for business or even philanthropy, he said last year. But philanthropy, he said last year. But again, today he's just confirming some again, today he's just confirming some of what's in that doc those documents"
    },
    {
      "start": 1208.8,
      "dur": 8.2,
      "text": "of what's in that doc those documents that he did see him after that point. that he did see him after that point. Right. Right. Um so there's lots of that information Um so there's lots of that information that we're tying all the threads that we're tying all the threads together."
    },
    {
      "start": 1217.0,
      "dur": 10.8,
      "text": "together. Yeah. And it's interesting because quite Yeah. And it's interesting because quite a few newscasters have been in touch a few newscasters have been in touch with us about this. We've had quite a with us about this. We've had quite a number of messages asking similar number of messages asking similar questions. Oie got in touch on WhatsApp"
    },
    {
      "start": 1227.8,
      "dur": 8.1,
      "text": "questions. Oie got in touch on WhatsApp for example and this is typical of some for example and this is typical of some of the messages we've been receiving. of the messages we've been receiving. Thanks Ollie for the message. It says Thanks Ollie for the message. It says clearly the main impact of the Epstein clearly the main impact of the Epstein files from the UK perspective is"
    },
    {
      "start": 1235.9,
      "dur": 9.0,
      "text": "files from the UK perspective is Mandelson and Andrew Mcmbat and Windsor Mandelson and Andrew Mcmbat and Windsor but are there similar scandals from the but are there similar scandals from the re release of the documents in other re release of the documents in other countries particularly the US and I countries particularly the US and I suppose what you're saying out there is"
    },
    {
      "start": 1244.9,
      "dur": 9.3,
      "text": "suppose what you're saying out there is there's little hints of things here and there's little hints of things here and there and bits and pieces but perhaps there and bits and pieces but perhaps not not quite the same level and I not not quite the same level and I wonder if some of that comes back to the"
    },
    {
      "start": 1254.2,
      "dur": 9.9,
      "text": "wonder if some of that comes back to the debate about the suspicion that we've debate about the suspicion that we've not been given the full picture here and not been given the full picture here and that some things that might have been that some things that might have been damaging to some people and I know lots"
    },
    {
      "start": 1264.1,
      "dur": 11.5,
      "text": "damaging to some people and I know lots of people have put the name of President of people have put the name of President Trump into that frame haven't been Trump into that frame haven't been released. I mean, how can we be released. I mean, how can we be confident that President Trump's justice confident that President Trump's justice department hasn't covered up for him?"
    },
    {
      "start": 1275.6,
      "dur": 8.2,
      "text": "department hasn't covered up for him? Well, they are the questions that Well, they are the questions that Democrats in particular are raising and Democrats in particular are raising and we should say that President Trump says, we should say that President Trump says, you know, he never was engaged in"
    },
    {
      "start": 1283.8,
      "dur": 8.0,
      "text": "you know, he never was engaged in anything. He didn't see anything un anything. He didn't see anything un toward going on. He cut ties with toward going on. He cut ties with Jeffrey Epste a long time ago. He says Jeffrey Epste a long time ago. He says just he's described him as a creep, a"
    },
    {
      "start": 1291.8,
      "dur": 8.5,
      "text": "just he's described him as a creep, a bad dude, all of this kind of thing. Um, bad dude, all of this kind of thing. Um, but that is the main point from but that is the main point from Democrats and some Republicans as well Democrats and some Republicans as well because of course Congressman Thomas"
    },
    {
      "start": 1300.3,
      "dur": 9.7,
      "text": "because of course Congressman Thomas Massie, a Republican, has been leading Massie, a Republican, has been leading the charge on this with Democratic the charge on this with Democratic Congressman Roana. um that until every Congressman Roana. um that until every single file is released and not just"
    },
    {
      "start": 1310.0,
      "dur": 9.0,
      "text": "single file is released and not just released but released in an unredacted released but released in an unredacted way because of course lots of those way because of course lots of those files that we're looking at now have big files that we're looking at now have big black stripes through them. Emails that"
    },
    {
      "start": 1319.0,
      "dur": 9.2,
      "text": "black stripes through them. Emails that seem a bit odd. The sender's name is seem a bit odd. The sender's name is blacked out so you don't know whether blacked out so you don't know whether you know who's sending that email, what you know who's sending that email, what their intention was. And that's when we"
    },
    {
      "start": 1328.2,
      "dur": 8.2,
      "text": "their intention was. And that's when we had some congressmen go to the had some congressmen go to the Department of Justice yesterday actually Department of Justice yesterday actually to view the unredacted files or what to view the unredacted files or what they thought were going to be the"
    },
    {
      "start": 1336.4,
      "dur": 9.6,
      "text": "they thought were going to be the unredacted files because they said unredacted files because they said afterwards that still large portions of afterwards that still large portions of those files were redacted and they said those files were redacted and they said in fact some of the originals the"
    },
    {
      "start": 1346.0,
      "dur": 8.8,
      "text": "in fact some of the originals the Department of Justice told them arrived Department of Justice told them arrived redacted. So they don't know how they redacted. So they don't know how they could possibly get to the bottom of some could possibly get to the bottom of some of this if the originals that the"
    },
    {
      "start": 1354.8,
      "dur": 8.9,
      "text": "of this if the originals that the Department of Justice have are redacted Department of Justice have are redacted as well. But they also said and in as well. But they also said and in particular Congressman Thomas Massie the particular Congressman Thomas Massie the Republicans very strong on this that he"
    },
    {
      "start": 1363.7,
      "dur": 8.9,
      "text": "Republicans very strong on this that he said there are six men named in the said there are six men named in the files that they looked at yesterday and files that they looked at yesterday and they didn't look at all three million. they didn't look at all three million. You couldn't do that possibly in the You couldn't do that possibly in the couple of hours that they were there but"
    },
    {
      "start": 1372.6,
      "dur": 9.5,
      "text": "couple of hours that they were there but they feel that there are six men's names they feel that there are six men's names that they saw who should be subject to that they saw who should be subject to criminal investigation. Now, we don't criminal investigation. Now, we don't know who those six men are, but"
    },
    {
      "start": 1382.1,
      "dur": 8.1,
      "text": "know who those six men are, but interesting that when they saw what they interesting that when they saw what they did see with the black lines removed did see with the black lines removed that they thought immediately there are that they thought immediately there are others involved here. others involved here. It's so interesting you talk about the"
    },
    {
      "start": 1390.2,
      "dur": 9.8,
      "text": "It's so interesting you talk about the redactions because of course the other redactions because of course the other bit of that is actually some of the bit of that is actually some of the victims of Jeffrey Epstein have raised victims of Jeffrey Epstein have raised concerns about stuff not being redacted concerns about stuff not being redacted and some of their details being and some of their details being published. But I just wanted to ask you"
    },
    {
      "start": 1400.0,
      "dur": 8.0,
      "text": "published. But I just wanted to ask you about what has happened today because about what has happened today because some of the survivors of Jeffrey Epstein some of the survivors of Jeffrey Epstein and some Democratic lawmakers have been and some Democratic lawmakers have been in Washington and they're calling for"
    },
    {
      "start": 1408.0,
      "dur": 8.2,
      "text": "in Washington and they're calling for something called Virginia's law. Can you something called Virginia's law. Can you just talk us through exactly what that just talk us through exactly what that is, what it would do, and if it's going is, what it would do, and if it's going to happen? to happen? Well, if it's going to happen, who"
    },
    {
      "start": 1416.2,
      "dur": 8.0,
      "text": "Well, if it's going to happen, who knows? Like anything in this town, it's knows? Like anything in this town, it's going to take a lot of agreement from going to take a lot of agreement from Republicans and Democrats to get a law Republicans and Democrats to get a law through the various houses and then"
    },
    {
      "start": 1424.2,
      "dur": 8.1,
      "text": "through the various houses and then signed by President Trump. But in short, signed by President Trump. But in short, Virginia's law is about removing the Virginia's law is about removing the statute of limitations on alleged crimes"
    },
    {
      "start": 1432.3,
      "dur": 8.9,
      "text": "statute of limitations on alleged crimes that were uh carried out by some of that were uh carried out by some of Jeffrey Epstein's associates. So under Jeffrey Epstein's associates. So under law, you have to raise uh the alarm. You law, you have to raise uh the alarm. You have to try and press charges within a"
    },
    {
      "start": 1441.2,
      "dur": 8.6,
      "text": "have to try and press charges within a set period of time. If you don't have do set period of time. If you don't have do that, the statute of limitations passes that, the statute of limitations passes and you can't bring the charges again. and you can't bring the charges again. Now, what the survivors are saying is"
    },
    {
      "start": 1449.8,
      "dur": 9.9,
      "text": "Now, what the survivors are saying is that for many people who are victims of that for many people who are victims of abuse, especially when they're children, abuse, especially when they're children, that it could take decades before they that it could take decades before they feel able or brave enough to actually"
    },
    {
      "start": 1459.7,
      "dur": 8.8,
      "text": "feel able or brave enough to actually talk about those crimes, at which point talk about those crimes, at which point the statute of limitations has run out the statute of limitations has run out and it's too late and nobody can be held and it's too late and nobody can be held accountable. So, the most senior"
    },
    {
      "start": 1468.5,
      "dur": 8.9,
      "text": "accountable. So, the most senior Democrat in the Senate, Chuck Schumer, Democrat in the Senate, Chuck Schumer, has brought this bill to be known as has brought this bill to be known as Virginia's Law in honor of Virginia Virginia's Law in honor of Virginia Duprey. published it today surrounded by"
    },
    {
      "start": 1477.4,
      "dur": 9.9,
      "text": "Duprey. published it today surrounded by survivors as you say. Um there's much survivors as you say. Um there's much support from Democrats from this and I support from Democrats from this and I suspect we probably will see a lot of suspect we probably will see a lot of support from Republicans as well because"
    },
    {
      "start": 1487.3,
      "dur": 9.8,
      "text": "support from Republicans as well because in the end the bill that was passed that in the end the bill that was passed that has led to the publication of all these has led to the publication of all these files. Every single senator, Republican files. Every single senator, Republican and Democrat, voted in favor of it and"
    },
    {
      "start": 1497.1,
      "dur": 9.3,
      "text": "and Democrat, voted in favor of it and all bar one in the House voted in favor all bar one in the House voted in favor of it as well. And of course we know of it as well. And of course we know President Trump signed that into law. So President Trump signed that into law. So quite possibly this will become law as"
    },
    {
      "start": 1506.4,
      "dur": 10.1,
      "text": "quite possibly this will become law as well. But the problem is okay the timer well. But the problem is okay the timer will have no end point on it but you will have no end point on it but you still need the evidence and you still still need the evidence and you still need the files and you still need those"
    },
    {
      "start": 1516.5,
      "dur": 8.1,
      "text": "need the files and you still need those named individuals. So there would still named individuals. So there would still be another step that they would all need be another step that they would all need in terms of again removing those in terms of again removing those redactions."
    },
    {
      "start": 1524.6,
      "dur": 9.1,
      "text": "redactions. Yeah. And we and talking of Virginia Yeah. And we and talking of Virginia Duffrey, we want to ask Daniela about Duffrey, we want to ask Daniela about this in a second, but just just quickly this in a second, but just just quickly Katrina just briefly before we do Katrina just briefly before we do because obviously this has followed"
    },
    {
      "start": 1533.7,
      "dur": 10.1,
      "text": "because obviously this has followed Prince William to Riad essentially. Prince William to Riad essentially. Andrew Mbat and Windsor's name has been Andrew Mbat and Windsor's name has been coming up, hasn't it, in Congress, can coming up, hasn't it, in Congress, can you just bring us up to date on what's you just bring us up to date on what's been happening with the Virginia Du case"
    },
    {
      "start": 1543.8,
      "dur": 8.6,
      "text": "been happening with the Virginia Du case there today before we hear from, you there today before we hear from, you know, what the royals are saying about know, what the royals are saying about it? Yeah, we've heard from many members it? Yeah, we've heard from many members of Congress that they want Andrew of Congress that they want Andrew Mountbatton Windsor to come over here"
    },
    {
      "start": 1552.4,
      "dur": 9.5,
      "text": "Mountbatton Windsor to come over here and appear before them and tell them and appear before them and tell them what he knows, what he saw, anything what he knows, what he saw, anything that he might be able to add to the sort that he might be able to add to the sort of sphere of information there. He isn't"
    },
    {
      "start": 1561.9,
      "dur": 8.2,
      "text": "of sphere of information there. He isn't a US citizen, so they can't compel him a US citizen, so they can't compel him to come here. They can kind of ask him to come here. They can kind of ask him nicely. They could issue a subpoena for"
    },
    {
      "start": 1570.1,
      "dur": 8.6,
      "text": "nicely. They could issue a subpoena for him, but again, that's they couldn't him, but again, that's they couldn't enforce that in the UK. if he arrived enforce that in the UK. if he arrived into the US in theory they could bring into the US in theory they could bring him to the Congress and and you know"
    },
    {
      "start": 1578.7,
      "dur": 8.3,
      "text": "him to the Congress and and you know make him give information but they are make him give information but they are all hoping that he does that voluntarily all hoping that he does that voluntarily but we have heard that reiterated by but we have heard that reiterated by survivors and also by many ranking"
    },
    {
      "start": 1587.0,
      "dur": 10.0,
      "text": "survivors and also by many ranking members of Congress. Mhm. Daniela, it's members of Congress. Mhm. Daniela, it's interesting, isn't it? Because like you interesting, isn't it? Because like you are, there you are in Saudi for a trip are, there you are in Saudi for a trip with Prince William, which is obviously with Prince William, which is obviously about the kind of diplomatic push or"
    },
    {
      "start": 1597.0,
      "dur": 8.1,
      "text": "about the kind of diplomatic push or whatever else it might be, relations whatever else it might be, relations between uh UK and Saudi and that kind of between uh UK and Saudi and that kind of soft power of the royals. But the soft power of the royals. But the backdrop to all of this and the thing"
    },
    {
      "start": 1605.1,
      "dur": 9.5,
      "text": "backdrop to all of this and the thing that has come to the surface, come to that has come to the surface, come to the four actually in recent days because the four actually in recent days because of the statements we've had from the of the statements we've had from the royal households is still what has been royal households is still what has been going on with Andrew Mountbat and"
    },
    {
      "start": 1614.6,
      "dur": 8.9,
      "text": "going on with Andrew Mountbat and Windsor. Yeah, today really has been the Windsor. Yeah, today really has been the perfect example of why this is such a perfect example of why this is such a difficult situation for the royal family difficult situation for the royal family as they try to go about their regular"
    },
    {
      "start": 1623.5,
      "dur": 9.5,
      "text": "as they try to go about their regular duties. Um, it is played out in a very duties. Um, it is played out in a very very difficult way for them. You know, very difficult way for them. You know, we've got this day tomorrow where Prince we've got this day tomorrow where Prince William will be on a series of William will be on a series of engagements here, but he's been in Riad"
    },
    {
      "start": 1633.0,
      "dur": 8.0,
      "text": "engagements here, but he's been in Riad today and he doing lots of things around today and he doing lots of things around trade and commerce. He's he's taken part trade and commerce. He's he's taken part in some esports and he went to a really"
    },
    {
      "start": 1641.0,
      "dur": 8.8,
      "text": "in some esports and he went to a really good engagement with young women with good engagement with young women with girls who are taking part in football girls who are taking part in football teams here in Saudi Arabia and lots of teams here in Saudi Arabia and lots of the young women talked about uh the"
    },
    {
      "start": 1649.8,
      "dur": 9.5,
      "text": "the young women talked about uh the increased freedoms they've had in recent increased freedoms they've had in recent years the changing role of women in years the changing role of women in Saudi society. So really important Saudi society. So really important issues a really important engagement in issues a really important engagement in terms of what he was trying to do here."
    },
    {
      "start": 1659.3,
      "dur": 9.4,
      "text": "terms of what he was trying to do here. But during that engagement, a question But during that engagement, a question was shouted at William uh about what was shouted at William uh about what whether enough had been done by the whether enough had been done by the royal family around the Andrew Epstein"
    },
    {
      "start": 1668.7,
      "dur": 8.7,
      "text": "royal family around the Andrew Epstein situation. And you know that has become situation. And you know that has become the story. That is the problem. That is the story. That is the problem. That is where the focus has gone. William is where the focus has gone. William is here trying to develop his role as this"
    },
    {
      "start": 1677.4,
      "dur": 10.2,
      "text": "here trying to develop his role as this global statesman and future king. But global statesman and future king. But we've not been talking about global we've not been talking about global stages and public duty because the stages and public duty because the Epstein story is consuming so much of"
    },
    {
      "start": 1687.6,
      "dur": 9.0,
      "text": "Epstein story is consuming so much of what the royal family are doing at the what the royal family are doing at the moment. Whether it is a shout at Prince moment. Whether it is a shout at Prince William here in Riad or a a heckle at William here in Riad or a a heckle at the king in Clethero in Lancasher. Uh"
    },
    {
      "start": 1696.6,
      "dur": 9.9,
      "text": "the king in Clethero in Lancasher. Uh all of that stuff is happening on repeat all of that stuff is happening on repeat every time they go out and about against every time they go out and about against that as we've just been hearing from that as we've just been hearing from Katrina is that background of uh Katrina is that background of uh pressure on Andrew Mountbat and Windsor"
    },
    {
      "start": 1706.5,
      "dur": 8.9,
      "text": "pressure on Andrew Mountbat and Windsor to now start talking and it just means to now start talking and it just means that I think there are so many strands that I think there are so many strands emerging in the Epstein story now. It's emerging in the Epstein story now. It's just not possible for the royal family"
    },
    {
      "start": 1715.4,
      "dur": 8.4,
      "text": "just not possible for the royal family to really manage them in any way. to really manage them in any way. Well, we heard um yesterday this um Well, we heard um yesterday this um shout as you say in Lancaster this shout shout as you say in Lancaster this shout at the K. In fact, let's have a quick"
    },
    {
      "start": 1723.8,
      "dur": 9.2,
      "text": "at the K. In fact, let's have a quick listen to that now. Just the the the listen to that now. Just the the the sound of King Charles being being um sound of King Charles being being um heckled. heckled. Charles, how long have you known about"
    },
    {
      "start": 1733.0,
      "dur": 8.7,
      "text": "Charles, how long have you known about Andrew and Andrew and [cheering]"
    },
    {
      "start": 1741.7,
      "dur": 8.9,
      "text": "[cheering] sort of a mixed reaction there, a lot of booing, but the question was, how long"
    },
    {
      "start": 1750.6,
      "dur": 8.5,
      "text": "booing, but the question was, how long have you known about Andrew and Epstein? have you known about Andrew and Epstein? And then today, Daniela, you were saying And then today, Daniela, you were saying Prince William was asked to what extent Prince William was asked to what extent have the royal family done enough? What"
    },
    {
      "start": 1759.1,
      "dur": 8.0,
      "text": "have the royal family done enough? What did he say? did he say? He didn't say anything at all. Um, it He didn't say anything at all. Um, it was hard to tell whether he had heard was hard to tell whether he had heard the detail entirely of the question, but"
    },
    {
      "start": 1767.1,
      "dur": 8.5,
      "text": "the detail entirely of the question, but he definitely knew he was being shouted he definitely knew he was being shouted at. You could hear the word Epstein. So, at. You could hear the word Epstein. So, he might not have known exactly what was he might not have known exactly what was being asked, but he got a sense of what"
    },
    {
      "start": 1775.6,
      "dur": 10.0,
      "text": "being asked, but he got a sense of what was going on, that he was being shouted was going on, that he was being shouted a question. He didn't respond at all. He a question. He didn't respond at all. He didn't say anything. and afterwards his didn't say anything. and afterwards his team just reiterated the importance of team just reiterated the importance of this trip and how their focus they felt"
    },
    {
      "start": 1785.6,
      "dur": 8.3,
      "text": "this trip and how their focus they felt just had to be on the work William is just had to be on the work William is doing here on behalf of the UK doing here on behalf of the UK government. They had issued this government. They had issued this statement yesterday morning uh talking"
    },
    {
      "start": 1793.9,
      "dur": 9.9,
      "text": "statement yesterday morning uh talking about uh their concerns on behalf of the about uh their concerns on behalf of the Prince and Princess of Wales and saying Prince and Princess of Wales and saying that all their thoughts and sympathies that all their thoughts and sympathies were with the victims. I think perhaps were with the victims. I think perhaps Kensington Palace hoped that that would"
    },
    {
      "start": 1803.8,
      "dur": 9.8,
      "text": "Kensington Palace hoped that that would deal with the situation for now and deal with the situation for now and perhaps shift the focus to this trip to perhaps shift the focus to this trip to Saudi Arabia, but there is such a swirl Saudi Arabia, but there is such a swirl now. There are so many elements to the now. There are so many elements to the Epstein story that you can't really just"
    },
    {
      "start": 1813.6,
      "dur": 9.6,
      "text": "Epstein story that you can't really just shut it down with the statement. And of shut it down with the statement. And of course, we had the Buckingham Palace course, we had the Buckingham Palace statement as well, Daniela. And I was statement as well, Daniela. And I was thinking back to when you and I were thinking back to when you and I were chatting on newscast last week and it's"
    },
    {
      "start": 1823.2,
      "dur": 8.8,
      "text": "chatting on newscast last week and it's like you sort of predicted this cuz you like you sort of predicted this cuz you said you know you you raised the said you know you you raised the question about how long can the silence question about how long can the silence hold and now we've had these two"
    },
    {
      "start": 1832.0,
      "dur": 8.6,
      "text": "hold and now we've had these two statements from Kensington Palace and statements from Kensington Palace and Buckingham Palace and the Buckingham Buckingham Palace and the Buckingham Palace statement says the king's made it Palace statement says the king's made it clear in words and through unprecedented clear in words and through unprecedented action his profound concern allegations"
    },
    {
      "start": 1840.6,
      "dur": 8.4,
      "text": "action his profound concern allegations which continue to come to light in which continue to come to light in respect of Mr. Mountbat and Windsor's respect of Mr. Mountbat and Windsor's conduct. If we are approached by conduct. If we are approached by Tempame's Valley Police, we stand ready Tempame's Valley Police, we stand ready to support them as you would expect. I"
    },
    {
      "start": 1849.0,
      "dur": 9.5,
      "text": "to support them as you would expect. I mean, do you think I know it's mean, do you think I know it's impossible to predict what's going to impossible to predict what's going to happen now, but if police do launch an happen now, but if police do launch an investigation, what kind of territory do"
    },
    {
      "start": 1858.5,
      "dur": 10.0,
      "text": "investigation, what kind of territory do the royals find themselves in at that the royals find themselves in at that point? And do you think what they've point? And do you think what they've said so far will be enough? said so far will be enough? Um, it's interesting, Alex, isn't it? to Um, it's interesting, Alex, isn't it? to have yesterday two statements from two"
    },
    {
      "start": 1868.5,
      "dur": 8.1,
      "text": "have yesterday two statements from two separate royal households, Buckingham separate royal households, Buckingham Palace and Kensington Palace from Palace and Kensington Palace from official spokespeople talking personally official spokespeople talking personally really about how the king and how the"
    },
    {
      "start": 1876.6,
      "dur": 8.0,
      "text": "really about how the king and how the Prince and Princess of Wales feel really Prince and Princess of Wales feel really is extraordinary. I know that's an easy is extraordinary. I know that's an easy word to use, but it just doesn't happen word to use, but it just doesn't happen very often at all. We hadn't actually"
    },
    {
      "start": 1884.6,
      "dur": 8.8,
      "text": "very often at all. We hadn't actually heard from the king around the Epstein heard from the king around the Epstein story since back in October on the day story since back in October on the day that he stripped his younger brother of that he stripped his younger brother of his royal titles and his status. So"
    },
    {
      "start": 1893.4,
      "dur": 9.8,
      "text": "his royal titles and his status. So there'd been silence for quite a few there'd been silence for quite a few months. And as we were talking about months. And as we were talking about last week, my sense is this story just last week, my sense is this story just continued to build and the interest on continued to build and the interest on on it just increased, but it was going"
    },
    {
      "start": 1903.2,
      "dur": 8.9,
      "text": "on it just increased, but it was going to be really hard for the royal family to be really hard for the royal family to stay silent in a world where there is to stay silent in a world where there is so much accountability and transparency so much accountability and transparency and people want to know what people"
    },
    {
      "start": 1912.1,
      "dur": 8.9,
      "text": "and people want to know what people think and feel. I just couldn't see how think and feel. I just couldn't see how they couldn't say something in some way they couldn't say something in some way which I think is why we had those two which I think is why we had those two statements yesterday to kind of show I"
    },
    {
      "start": 1921.0,
      "dur": 9.3,
      "text": "statements yesterday to kind of show I think on the king's part um leadership think on the king's part um leadership that he understood it that he got the that he understood it that he got the anguish of victims that he knew just how anguish of victims that he knew just how this story was playing and how difficult"
    },
    {
      "start": 1930.3,
      "dur": 9.9,
      "text": "this story was playing and how difficult it was for the royal family but I'm not it was for the royal family but I'm not sure that that will deal with it or shut sure that that will deal with it or shut it down. we've seen today even though we it down. we've seen today even though we had the statement from William yesterday had the statement from William yesterday that he was still being asked about it"
    },
    {
      "start": 1940.2,
      "dur": 8.9,
      "text": "that he was still being asked about it today in Riad and I just think you know today in Riad and I just think you know it it is very hard to try and quell this it it is very hard to try and quell this now because there is such a storm of now because there is such a storm of questions and inquiries around it. Um"
    },
    {
      "start": 1949.1,
      "dur": 9.1,
      "text": "questions and inquiries around it. Um Buckingham Palace I think wouldn't have Buckingham Palace I think wouldn't have said that they would help the police said that they would help the police temps valley police in this case with temps valley police in this case with any inquiries if they didn't mean it. So any inquiries if they didn't mean it. So if the police do come to them, if they"
    },
    {
      "start": 1958.2,
      "dur": 8.9,
      "text": "if the police do come to them, if they decide after assessing the complaint decide after assessing the complaint about um about Andrew Mount Bat and about um about Andrew Mount Bat and Windsor and his work as a trade envoy, Windsor and his work as a trade envoy, if they decide that there is an if they decide that there is an investigation that needs to be launched,"
    },
    {
      "start": 1967.1,
      "dur": 8.3,
      "text": "investigation that needs to be launched, Buckingham Palace has said very clearly Buckingham Palace has said very clearly they will help. They will have to stand they will help. They will have to stand by that. Now, I'm sure what that help by that. Now, I'm sure what that help looks like is not clear, but it may be"
    },
    {
      "start": 1975.4,
      "dur": 8.5,
      "text": "looks like is not clear, but it may be around documents, paperwork, timings, around documents, paperwork, timings, things that happened around the time things that happened around the time that Andrew Mountbaten Windsor was that Andrew Mountbaten Windsor was working as a trade envoy. These are"
    },
    {
      "start": 1983.9,
      "dur": 9.3,
      "text": "working as a trade envoy. These are really charged, difficult times that really charged, difficult times that we're in for the royal family at the we're in for the royal family at the moment in terms particularly of how they moment in terms particularly of how they publicly respond to this drip feed of"
    },
    {
      "start": 1993.2,
      "dur": 8.3,
      "text": "publicly respond to this drip feed of allegations that are coming out of this allegations that are coming out of this latest branch of the epi epstein files. latest branch of the epi epstein files. And just briefly, Daniela, I presume And just briefly, Daniela, I presume it's still silence from Andrew Mountbat it's still silence from Andrew Mountbat and Windsor because I know he's been"
    },
    {
      "start": 2001.5,
      "dur": 8.8,
      "text": "and Windsor because I know he's been approached by the BBC and he's now approached by the BBC and he's now facing these calls including from the US facing these calls including from the US for him to appear before Congress and for him to appear before Congress and say what he knew, but I presume at the say what he knew, but I presume at the moment there's been no response."
    },
    {
      "start": 2010.3,
      "dur": 8.6,
      "text": "moment there's been no response. Yeah, no response at all. We are going Yeah, no response at all. We are going again and again as each allegation again and again as each allegation arises out of the files. We are trying arises out of the files. We are trying to contact him with the contacts that we"
    },
    {
      "start": 2018.9,
      "dur": 8.1,
      "text": "to contact him with the contacts that we have representing him to ask if he has have representing him to ask if he has any comment or anything to say putting any comment or anything to say putting the allegations to him. He has of course the allegations to him. He has of course in the past said he regrets his"
    },
    {
      "start": 2027.0,
      "dur": 8.0,
      "text": "in the past said he regrets his relationship uh with Jeffrey Epstein, relationship uh with Jeffrey Epstein, but also said he denies any wrongdoing, but also said he denies any wrongdoing, but at this stage we haven't had any but at this stage we haven't had any response at all from him to any of the"
    },
    {
      "start": 2035.0,
      "dur": 8.3,
      "text": "response at all from him to any of the fresh allegations. I was really struck fresh allegations. I was really struck by that statement being so specific by that statement being so specific about Temp's Valley Police. Not just in"
    },
    {
      "start": 2043.3,
      "dur": 9.6,
      "text": "about Temp's Valley Police. Not just in general, we Buckingham Palace would general, we Buckingham Palace would obviously support any inquiries. It's obviously support any inquiries. It's very specific. If we're approached by very specific. If we're approached by Temp's Valley Police, we stand ready to"
    },
    {
      "start": 2052.9,
      "dur": 9.4,
      "text": "Temp's Valley Police, we stand ready to support them. But perhaps it's not a support them. But perhaps it's not a good idea to speculate on what might good idea to speculate on what might happen next. happen next. I did ask Buckingham Palace about that I did ask Buckingham Palace about that specifically because I'd noticed that as specifically because I'd noticed that as well. They said they had used Hens"
    },
    {
      "start": 2062.3,
      "dur": 8.4,
      "text": "well. They said they had used Hens Valley Police because that is where the Valley Police because that is where the complaint sits at the moment about complaint sits at the moment about Andrew Mountbat and Windsor. It is with Andrew Mountbat and Windsor. It is with that force. It may ultimately perhaps"
    },
    {
      "start": 2070.7,
      "dur": 9.0,
      "text": "that force. It may ultimately perhaps move to the Metropolitan Police instead. move to the Metropolitan Police instead. And wherever it goes now, I think what And wherever it goes now, I think what that statement from the king last night that statement from the king last night did say is that he they will support the"
    },
    {
      "start": 2079.7,
      "dur": 8.6,
      "text": "did say is that he they will support the police. Buckingham Palace will support police. Buckingham Palace will support the police wherever that investigation the police wherever that investigation is. So although it was Temp's Valley is. So although it was Temp's Valley last night, it could be somewhere else. last night, it could be somewhere else. And I think they have now pledged their"
    },
    {
      "start": 2088.3,
      "dur": 8.7,
      "text": "And I think they have now pledged their support to help which they're going to support to help which they're going to have to do wherever that may be have to do wherever that may be ultimately. ultimately. Yeah, Daniela, that's good context, Yeah, Daniela, that's good context, isn't it? Thank you. That's good to isn't it? Thank you. That's good to know. I Katrina, I have a question for"
    },
    {
      "start": 2097.0,
      "dur": 9.9,
      "text": "know. I Katrina, I have a question for you. What how is because there is always you. What how is because there is always a degree of fascination with the royals a degree of fascination with the royals in the United States. Um, is this a big"
    },
    {
      "start": 2106.9,
      "dur": 8.0,
      "text": "in the United States. Um, is this a big thing there? Are people focused on the thing there? Are people focused on the impact on the British royal family or impact on the British royal family or specifically on Andrew Mountbat and"
    },
    {
      "start": 2114.9,
      "dur": 9.9,
      "text": "specifically on Andrew Mountbat and Windsor or or neither? Windsor or or neither? Um there is definitely not as much Um there is definitely not as much interest over here as there obviously is interest over here as there obviously is in the UK in all of this. Um because"
    },
    {
      "start": 2124.8,
      "dur": 8.1,
      "text": "in the UK in all of this. Um because there are so many files and there are so there are so many files and there are so many individuals named some of whom many individuals named some of whom completely innocently others who have a"
    },
    {
      "start": 2132.9,
      "dur": 9.2,
      "text": "completely innocently others who have a question mark over them. um that the question mark over them. um that the attention is kind of spread between a attention is kind of spread between a whole pile of people if that makes whole pile of people if that makes sense. Um there is a fascination I"
    },
    {
      "start": 2142.1,
      "dur": 8.5,
      "text": "sense. Um there is a fascination I suppose with Andrew Mountbatten Windsor suppose with Andrew Mountbatten Windsor over Peter Mandolson just because he'd over Peter Mandolson just because he'd be far better known in this country be far better known in this country although Lord Mandlesson obviously was"
    },
    {
      "start": 2150.6,
      "dur": 8.3,
      "text": "although Lord Mandlesson obviously was the ambassador here you know he'd be the ambassador here you know he'd be very well known here in Washington DC very well known here in Washington DC but less so among the American people but less so among the American people whereas as you say there is that"
    },
    {
      "start": 2158.9,
      "dur": 10.4,
      "text": "whereas as you say there is that fascination with the royal family and fascination with the royal family and all the machinations of it. Um there all the machinations of it. Um there have been calls for the king to compel have been calls for the king to compel Andrew to come and give evidence and and"
    },
    {
      "start": 2169.3,
      "dur": 8.1,
      "text": "Andrew to come and give evidence and and appear before some of these committees appear before some of these committees here as well. Uh that he should get here as well. Uh that he should get involved not just in terms of involved not just in terms of cooperating with Hems Valley police but"
    },
    {
      "start": 2177.4,
      "dur": 9.7,
      "text": "cooperating with Hems Valley police but with the US authorities as well. So with the US authorities as well. So that's quite interesting. But I would that's quite interesting. But I would say there are you know probably other say there are you know probably other stories in the US that are oper kind of"
    },
    {
      "start": 2187.1,
      "dur": 8.9,
      "text": "stories in the US that are oper kind of um occupying people's minds at the um occupying people's minds at the moment which is really interesting moment which is really interesting because these Epstein files were so because these Epstein files were so front and center for months and months front and center for months and months and months before they were actually"
    },
    {
      "start": 2196.0,
      "dur": 9.0,
      "text": "and months before they were actually released and then because we've seen released and then because we've seen such a data dump I think it's a bit such a data dump I think it's a bit overwhelming for people trying to pull overwhelming for people trying to pull all the threads together um you know"
    },
    {
      "start": 2205.0,
      "dur": 9.6,
      "text": "all the threads together um you know read through as we were saying the read through as we were saying the redacted and unredacted bits and see redacted and unredacted bits and see what actually is connected what actually is connected to what and where to take things from"
    },
    {
      "start": 2214.6,
      "dur": 9.6,
      "text": "to what and where to take things from here considering there aren't here considering there aren't investigations at this point into these investigations at this point into these people which is the real problem for the people which is the real problem for the victims and the survivors that they feel victims and the survivors that they feel they haven't had that justice they're"
    },
    {
      "start": 2224.2,
      "dur": 9.6,
      "text": "they haven't had that justice they're seeking seeking and [snorts] all of these questions and [snorts] all of these questions about you know people giving answers or about you know people giving answers or people that might be able to shed some people that might be able to shed some light on some more detail or lead you light on some more detail or lead you know to more information for the victims"
    },
    {
      "start": 2233.8,
      "dur": 9.0,
      "text": "know to more information for the victims we of course saw Gain Maxwell refusing we of course saw Gain Maxwell refusing to answer questions to answer questions indeed and we saw that quite an indeed and we saw that quite an unbelievable little clip released by the"
    },
    {
      "start": 2242.8,
      "dur": 8.6,
      "text": "unbelievable little clip released by the Republicans on the oversight committee Republicans on the oversight committee on the house of that appearance that she on the house of that appearance that she made virtually from jail where she was made virtually from jail where she was asked those questions about, you know,"
    },
    {
      "start": 2251.4,
      "dur": 9.2,
      "text": "asked those questions about, you know, what she knew, what she would be what she knew, what she would be prepared to share. And she just keeps prepared to share. And she just keeps kept saying, you know, I take the fifth kept saying, you know, I take the fifth amendment. I'm exercising my right to amendment. I'm exercising my right to take the fifth amendment, which under"
    },
    {
      "start": 2260.6,
      "dur": 9.1,
      "text": "take the fifth amendment, which under the US Constitution is a right everyone the US Constitution is a right everyone has not to self-inccrimcriminate, but has not to self-inccrimcriminate, but there's a very specific formula of words there's a very specific formula of words that you have to say. So, it was quite"
    },
    {
      "start": 2269.7,
      "dur": 11.3,
      "text": "that you have to say. So, it was quite stark just watching that video and stark just watching that video and listening to that clip where she just listening to that clip where she just repeated that sentence over and over repeated that sentence over and over again. again. Miss Maxwell, were you a close friend Miss Maxwell, were you a close friend and confidant of Jeffrey Epstein?"
    },
    {
      "start": 2281.0,
      "dur": 10.8,
      "text": "and confidant of Jeffrey Epstein? I would like to answer your question, I would like to answer your question, but on the advice of council, I but on the advice of council, I respectfully decline to answer this respectfully decline to answer this question and any related questions."
    },
    {
      "start": 2291.8,
      "dur": 9.8,
      "text": "question and any related questions. My habius petition is pending in the My habius petition is pending in the southern district of New York. I southern district of New York. I therefore invoke my right to silence therefore invoke my right to silence under the fifth amendment to the US"
    },
    {
      "start": 2301.6,
      "dur": 8.0,
      "text": "under the fifth amendment to the US Constitution. Constitution. Let the record reflect that Miss Maxwell Let the record reflect that Miss Maxwell has invoked the fifth amendment against has invoked the fifth amendment against selfinccrimination."
    },
    {
      "start": 2309.6,
      "dur": 9.8,
      "text": "selfinccrimination. Miss Miss Maxwell, please be very clear. Miss Miss Maxwell, please be very clear. Are you declining to answer the question Are you declining to answer the question put you solely on the ground that you put you solely on the ground that you believe the answer will incriminate you?"
    },
    {
      "start": 2319.4,
      "dur": 9.2,
      "text": "believe the answer will incriminate you? I invoke my fifth amendment right to I invoke my fifth amendment right to silence. silence. But speaking to people from the But speaking to people from the Republican and the Democratic party, Republican and the Democratic party, they're kind of questioning the value of"
    },
    {
      "start": 2328.6,
      "dur": 9.2,
      "text": "they're kind of questioning the value of her giving evidence anyway because, you her giving evidence anyway because, you know, she is a convicted criminal. She's know, she is a convicted criminal. She's serving a 20-year jail term for sex serving a 20-year jail term for sex trafficking. They're unsure, they've"
    },
    {
      "start": 2337.8,
      "dur": 10.1,
      "text": "trafficking. They're unsure, they've told me, as to the veracity of what she told me, as to the veracity of what she might say anyway. But her lawyer did say might say anyway. But her lawyer did say she wasn't going to talk unless she wasn't going to talk unless President Trump offered her clemency and"
    },
    {
      "start": 2347.9,
      "dur": 8.8,
      "text": "President Trump offered her clemency and pardoned her, which he has not ruled pardoned her, which he has not ruled out. And that is what members of his own out. And that is what members of his own party and of course the Democrats and party and of course the Democrats and many others are calling on him to do to"
    },
    {
      "start": 2356.7,
      "dur": 9.9,
      "text": "many others are calling on him to do to take that option off the table. So take that option off the table. So Galileain Maxwell then is given a very Galileain Maxwell then is given a very stark choice of cooperating or not. But stark choice of cooperating or not. But there isn't this potential deal that she"
    },
    {
      "start": 2366.6,
      "dur": 8.9,
      "text": "there isn't this potential deal that she and her lawyer seem to think exist at and her lawyer seem to think exist at this point. this point. Katrina, I don't know if you've managed Katrina, I don't know if you've managed to see this um but as you we've been to see this um but as you we've been talking actually the people that you"
    },
    {
      "start": 2375.5,
      "dur": 9.9,
      "text": "talking actually the people that you were referencing that were in the were referencing that were in the unredacted files have been named. Is unredacted files have been named. Is that right? that right? They have. Yeah. Um, as I was mentioning They have. Yeah. Um, as I was mentioning earlier, Representative Roana and Thomas"
    },
    {
      "start": 2385.4,
      "dur": 9.7,
      "text": "earlier, Representative Roana and Thomas Massie, they've been speaking on the Massie, they've been speaking on the floor of the House and Representative floor of the House and Representative Roana has named those six men that I Roana has named those six men that I mentioned earlier as uh people that they"
    },
    {
      "start": 2395.1,
      "dur": 8.1,
      "text": "mentioned earlier as uh people that they feel have questions to answer and should feel have questions to answer and should be uh open to potentially a criminal be uh open to potentially a criminal investigation. Now, he was using"
    },
    {
      "start": 2403.2,
      "dur": 10.6,
      "text": "investigation. Now, he was using privilege that he has as an elected privilege that he has as an elected member of Congress speaking on the member of Congress speaking on the floor. So he can name those names floor. So he can name those names without being subject to risk of liel or"
    },
    {
      "start": 2413.8,
      "dur": 8.8,
      "text": "without being subject to risk of liel or defamation. defamation. Yeah, we're not suggesting we're Yeah, we're not suggesting we're [laughter] not just to be clear. [laughter] not just to be clear. Exactly. Exactly. I think before we do that, we probably I think before we do that, we probably need to speak to the lawyers."
    },
    {
      "start": 2422.6,
      "dur": 8.6,
      "text": "need to speak to the lawyers. Exactly. [laughter] Exactly. [laughter] Um he can do that. Um he can do that. Although Roana, who who's a Democrat, Although Roana, who who's a Democrat, isn't he from California? Also, I I isn't he from California? Also, I I thought another thing very interesting"
    },
    {
      "start": 2431.2,
      "dur": 8.8,
      "text": "thought another thing very interesting just to have happened was this um just to have happened was this um statement about the king or comment statement about the king or comment rather about the king. I think this is rather about the king. I think this is the most vulnerable the British monarchy"
    },
    {
      "start": 2440.0,
      "dur": 10.3,
      "text": "the most vulnerable the British monarchy has ever been. Um, Congressman Cana is has ever been. Um, Congressman Cana is saying as well. So, yeah, clearly saying as well. So, yeah, clearly everything colliding there really. everything colliding there really. Yeah, exactly. Um, and and also, you"
    },
    {
      "start": 2450.3,
      "dur": 9.0,
      "text": "Yeah, exactly. Um, and and also, you know, I I interviewed him myself last know, I I interviewed him myself last week and I'll have him again on my show week and I'll have him again on my show later on, but he's kind of been amazed later on, but he's kind of been amazed that all of the wobbling we saw around"
    },
    {
      "start": 2459.3,
      "dur": 9.7,
      "text": "that all of the wobbling we saw around the prime minister yesterday. um that the prime minister yesterday. um that you know this you know he was saying to you know this you know he was saying to me this has the potential to bring down me this has the potential to bring down the prime minister in the UK yet here we"
    },
    {
      "start": 2469.0,
      "dur": 9.1,
      "text": "the prime minister in the UK yet here we don't have any investigations and we're don't have any investigations and we're being told there will be no more. So it being told there will be no more. So it kind of just highlights that stark view kind of just highlights that stark view even for the lawmakers here about how"
    },
    {
      "start": 2478.1,
      "dur": 8.5,
      "text": "even for the lawmakers here about how different the system is in the US different the system is in the US compared to the UK. Yeah. And and compared to the UK. Yeah. And and echoing a point lots of newscasters have echoing a point lots of newscasters have made, Daniela, just finally, um what's"
    },
    {
      "start": 2486.6,
      "dur": 8.0,
      "text": "made, Daniela, just finally, um what's what's next on your on the tour, the what's next on your on the tour, the royal tour for you royal tour for you tomorrow? Um here in Saudi Arabia, it's tomorrow? Um here in Saudi Arabia, it's Prince William's final day in the"
    },
    {
      "start": 2494.6,
      "dur": 8.8,
      "text": "Prince William's final day in the country. And as I I was saying earlier, country. And as I I was saying earlier, I'm here in Alula, this amazing um oasis I'm here in Alula, this amazing um oasis city in the desert. And the focus is city in the desert. And the focus is going to be a bit further away from the"
    },
    {
      "start": 2503.4,
      "dur": 8.5,
      "text": "going to be a bit further away from the politics tomorrow. It's going to be on politics tomorrow. It's going to be on wildlife, on the environment, on wildlife, on the environment, on culture, on the next generation as well. culture, on the next generation as well. And he's going to do a number of"
    },
    {
      "start": 2511.9,
      "dur": 9.4,
      "text": "And he's going to do a number of engagements in this really beautiful engagements in this really beautiful part of the country. And that will wrap part of the country. And that will wrap up the final day of his trip. He's also up the final day of his trip. He's also interested just on a little quirky interested just on a little quirky interest. He's going to look at the work"
    },
    {
      "start": 2521.3,
      "dur": 8.5,
      "text": "interest. He's going to look at the work being done to repatriate the Arabian being done to repatriate the Arabian leopard, something that perhaps uh that leopard, something that perhaps uh that he is particularly interested in. So, a he is particularly interested in. So, a a real switch in mood and focus"
    },
    {
      "start": 2529.8,
      "dur": 9.1,
      "text": "a real switch in mood and focus tomorrow, but the Epstein story still tomorrow, but the Epstein story still does hang over everything. Yeah. Enjoy does hang over everything. Yeah. Enjoy it while you can and if you can cuz I it while you can and if you can cuz I know you've been working flat out. But know you've been working flat out. But thank you for sparing us some time to thank you for sparing us some time to talk us through it all, Daniela."
    },
    {
      "start": 2538.9,
      "dur": 6.5,
      "text": "talk us through it all, Daniela. Thanks everyone. Bye. Thanks everyone. Bye. And thanks very much, Katrina. And thanks very much, Katrina. Thanks. Talk soon."
    }
  ]
}