{
  "videoId": "aKCVr033mQ8",
  "title": "US aid cuts hit South Africa's HIV programmes | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 175,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.319,
      "text": "Now, it's been one year since the United"
    },
    {
      "start": 2.639,
      "dur": 2.231,
      "text": "Now, it's been one year since the United States announced sweeping cuts to its"
    },
    {
      "start": 4.88,
      "dur": 2.31,
      "text": "States announced sweeping cuts to its foreign aid program, and one of the"
    },
    {
      "start": 7.2,
      "dur": 2.15,
      "text": "foreign aid program, and one of the major casualties was South Africa,"
    },
    {
      "start": 9.36,
      "dur": 3.03,
      "text": "major casualties was South Africa, particularly its HIV and AIDS programs."
    },
    {
      "start": 12.4,
      "dur": 1.67,
      "text": "particularly its HIV and AIDS programs. The country's health minister told the"
    },
    {
      "start": 14.08,
      "dur": 2.63,
      "text": "The country's health minister told the BBC at the time that it was a wakeup"
    },
    {
      "start": 16.72,
      "dur": 2.469,
      "text": "BBC at the time that it was a wakeup call. Now, the BBC has spoken to him"
    },
    {
      "start": 19.199,
      "dur": 2.07,
      "text": "call. Now, the BBC has spoken to him again as well as other experts to find"
    },
    {
      "start": 21.279,
      "dur": 2.791,
      "text": "again as well as other experts to find out how South Africa has fared and why"
    },
    {
      "start": 24.08,
      "dur": 1.99,
      "text": "out how South Africa has fared and why it's so important for the rest of the"
    },
    {
      "start": 26.08,
      "dur": 2.39,
      "text": "it's so important for the rest of the world. The BBC's Africa correspondent"
    },
    {
      "start": 28.48,
      "dur": 2.709,
      "text": "world. The BBC's Africa correspondent May Jones sent this report from Cape"
    },
    {
      "start": 31.199,
      "dur": 3.591,
      "text": "May Jones sent this report from Cape Town."
    },
    {
      "start": 34.8,
      "dur": 2.08,
      "text": "&gt;&gt; Heading deep into Cape Town's infamous"
    },
    {
      "start": 36.88,
      "dur": 2.71,
      "text": "&gt;&gt; Heading deep into Cape Town's infamous Cape Flats. These are some of the most"
    },
    {
      "start": 39.6,
      "dur": 2.07,
      "text": "Cape Flats. These are some of the most dangerous and disadvantaged townships in"
    },
    {
      "start": 41.68,
      "dur": 1.27,
      "text": "dangerous and disadvantaged townships in South Africa."
    },
    {
      "start": 42.96,
      "dur": 1.749,
      "text": "South Africa. &gt;&gt; You all know what crap is. It also"
    },
    {
      "start": 44.719,
      "dur": 2.551,
      "text": "&gt;&gt; You all know what crap is. It also protects you from HIV."
    },
    {
      "start": 47.28,
      "dur": 1.91,
      "text": "protects you from HIV. &gt;&gt; The area has high rates of HIV,"
    },
    {
      "start": 49.2,
      "dur": 1.509,
      "text": "&gt;&gt; The area has high rates of HIV, particularly among young people and"
    },
    {
      "start": 50.719,
      "dur": 2.071,
      "text": "particularly among young people and women. And many don't want to become"
    },
    {
      "start": 52.8,
      "dur": 3.35,
      "text": "women. And many don't want to become another statistic."
    },
    {
      "start": 56.16,
      "dur": 1.75,
      "text": "another statistic. In this mobile medical center run by the"
    },
    {
      "start": 57.92,
      "dur": 2.07,
      "text": "In this mobile medical center run by the Desmond Tutu Foundation, they can"
    },
    {
      "start": 60.0,
      "dur": 1.83,
      "text": "Desmond Tutu Foundation, they can receive preventative medicines like"
    },
    {
      "start": 61.84,
      "dur": 2.23,
      "text": "receive preventative medicines like PREP. It means they don't have to go to"
    },
    {
      "start": 64.08,
      "dur": 1.67,
      "text": "PREP. It means they don't have to go to government funded clinics."
    },
    {
      "start": 65.76,
      "dur": 1.83,
      "text": "government funded clinics. &gt;&gt; It's very important for young people"
    },
    {
      "start": 67.6,
      "dur": 2.71,
      "text": "&gt;&gt; It's very important for young people because when you go to the clinics, you"
    },
    {
      "start": 70.32,
      "dur": 2.63,
      "text": "because when you go to the clinics, you get um"
    },
    {
      "start": 72.96,
      "dur": 2.55,
      "text": "get um people that are your mother's age, so"
    },
    {
      "start": 75.52,
      "dur": 2.229,
      "text": "people that are your mother's age, so you can't open up to them. So yeah, you"
    },
    {
      "start": 77.759,
      "dur": 1.99,
      "text": "you can't open up to them. So yeah, you get young people like same as your age."
    },
    {
      "start": 79.759,
      "dur": 1.511,
      "text": "get young people like same as your age. So you can open up and tell them"
    },
    {
      "start": 81.28,
      "dur": 2.31,
      "text": "So you can open up and tell them anything. Even them like the way they"
    },
    {
      "start": 83.6,
      "dur": 2.869,
      "text": "anything. Even them like the way they speak to us is very light."
    },
    {
      "start": 86.479,
      "dur": 2.551,
      "text": "speak to us is very light. &gt;&gt; Young people like Asetu rely on mobile"
    },
    {
      "start": 89.04,
      "dur": 1.83,
      "text": "&gt;&gt; Young people like Asetu rely on mobile clinics. They often reach some of South"
    },
    {
      "start": 90.88,
      "dur": 2.229,
      "text": "clinics. They often reach some of South Africa's most vulnerable populations and"
    },
    {
      "start": 93.119,
      "dur": 1.751,
      "text": "Africa's most vulnerable populations and that's why scientists are concerned that"
    },
    {
      "start": 94.88,
      "dur": 2.31,
      "text": "that's why scientists are concerned that aid cuts could lead to a surge in new"
    },
    {
      "start": 97.2,
      "dur": 1.03,
      "text": "aid cuts could lead to a surge in new infections here."
    },
    {
      "start": 98.24,
      "dur": 1.75,
      "text": "infections here. &gt;&gt; The contribution that South Africa's"
    },
    {
      "start": 100.0,
      "dur": 0.39,
      "text": "&gt;&gt; The contribution that South Africa's made."
    },
    {
      "start": 100.4,
      "dur": 1.83,
      "text": "made. &gt;&gt; Leading researchers say the impact of"
    },
    {
      "start": 102.24,
      "dur": 2.31,
      "text": "&gt;&gt; Leading researchers say the impact of the US funding cuts are still being felt"
    },
    {
      "start": 104.56,
      "dur": 1.27,
      "text": "the US funding cuts are still being felt here."
    },
    {
      "start": 105.84,
      "dur": 3.03,
      "text": "here. &gt;&gt; South Africa continues to be largely cut"
    },
    {
      "start": 108.88,
      "dur": 3.189,
      "text": "&gt;&gt; South Africa continues to be largely cut off. I often say to people in order to"
    },
    {
      "start": 112.079,
      "dur": 3.511,
      "text": "off. I often say to people in order to end the epidemic for the world we really"
    },
    {
      "start": 115.6,
      "dur": 2.789,
      "text": "end the epidemic for the world we really do need to end the epidemic in South"
    },
    {
      "start": 118.399,
      "dur": 2.551,
      "text": "do need to end the epidemic in South Africa. If we do not contain it, close"
    },
    {
      "start": 120.96,
      "dur": 3.829,
      "text": "Africa. If we do not contain it, close it down, shut it down, we stand the huge"
    },
    {
      "start": 124.799,
      "dur": 4.31,
      "text": "it down, shut it down, we stand the huge risk of it continuing for decades."
    },
    {
      "start": 129.119,
      "dur": 2.311,
      "text": "risk of it continuing for decades. &gt;&gt; South Africa's HIV research industry has"
    },
    {
      "start": 131.44,
      "dur": 1.75,
      "text": "&gt;&gt; South Africa's HIV research industry has benefited immensely from American"
    },
    {
      "start": 133.2,
      "dur": 2.15,
      "text": "benefited immensely from American funding. It's a global leader in the"
    },
    {
      "start": 135.36,
      "dur": 2.15,
      "text": "funding. It's a global leader in the field. The government says it's time to"
    },
    {
      "start": 137.52,
      "dur": 2.31,
      "text": "field. The government says it's time to move on from American reliance."
    },
    {
      "start": 139.84,
      "dur": 2.63,
      "text": "move on from American reliance. &gt;&gt; You are aware that the US has moved."
    },
    {
      "start": 142.48,
      "dur": 2.389,
      "text": "&gt;&gt; You are aware that the US has moved. There's no chance of them going back."
    },
    {
      "start": 144.879,
      "dur": 2.951,
      "text": "There's no chance of them going back. They have adopted a new policy called"
    },
    {
      "start": 147.84,
      "dur": 2.469,
      "text": "They have adopted a new policy called America first global health policy which"
    },
    {
      "start": 150.319,
      "dur": 3.19,
      "text": "America first global health policy which I believe frankly speaking no nation on"
    },
    {
      "start": 153.519,
      "dur": 2.871,
      "text": "I believe frankly speaking no nation on earth that respect itself should exceed"
    },
    {
      "start": 156.4,
      "dur": 1.67,
      "text": "earth that respect itself should exceed to."
    },
    {
      "start": 158.08,
      "dur": 1.67,
      "text": "to. &gt;&gt; The government is expected to announce"
    },
    {
      "start": 159.76,
      "dur": 1.99,
      "text": "&gt;&gt; The government is expected to announce more funding for the fight against HIV"
    },
    {
      "start": 161.76,
      "dur": 2.31,
      "text": "more funding for the fight against HIV in its incoming budget. It's also"
    },
    {
      "start": 164.08,
      "dur": 1.75,
      "text": "in its incoming budget. It's also working with other donors to fill the"
    },
    {
      "start": 165.84,
      "dur": 2.87,
      "text": "working with other donors to fill the gap left by the US. For communities here"
    },
    {
      "start": 168.72,
      "dur": 1.99,
      "text": "gap left by the US. For communities here and across South Africa, the stakes"
    },
    {
      "start": 170.72,
      "dur": 2.55,
      "text": "and across South Africa, the stakes couldn't be higher. Mine Jones, BBC"
    },
    {
      "start": 173.28,
      "dur": 3.12,
      "text": "couldn't be higher. Mine Jones, BBC News, Cape Town."
    }
  ]
}