{
  "videoId": "ALd_hjMiT9Y",
  "title": "Why are the police investigating Peter Mandelson after the release of Epstein files? | BBC Newscast",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 2273,
  "segments": [
    {
      "start": 0.4,
      "dur": 2.32,
      "text": "Chris, welcome back from China."
    },
    {
      "start": 2.72,
      "dur": 1.75,
      "text": "Chris, welcome back from China. &gt;&gt; Thank you. It's good to be back at"
    },
    {
      "start": 4.48,
      "dur": 1.03,
      "text": "&gt;&gt; Thank you. It's good to be back at Westminster and there's nothing"
    },
    {
      "start": 5.52,
      "dur": 2.15,
      "text": "Westminster and there's nothing happening here, so I didn't miss much."
    },
    {
      "start": 7.68,
      "dur": 1.27,
      "text": "happening here, so I didn't miss much. &gt;&gt; Have you got jet lag?"
    },
    {
      "start": 8.96,
      "dur": 2.629,
      "text": "&gt;&gt; Have you got jet lag? &gt;&gt; Uh, I I think it's more sort of sleep"
    },
    {
      "start": 11.599,
      "dur": 1.511,
      "text": "&gt;&gt; Uh, I I think it's more sort of sleep deprivation because the thing is out"
    },
    {
      "start": 13.12,
      "dur": 3.03,
      "text": "deprivation because the thing is out there because like all of the deadlines"
    },
    {
      "start": 16.16,
      "dur": 2.79,
      "text": "there because like all of the deadlines are in UK time and then all of the stuff"
    },
    {
      "start": 18.96,
      "dur": 1.83,
      "text": "are in UK time and then all of the stuff happening in China or Japan is obviously"
    },
    {
      "start": 20.8,
      "dur": 2.07,
      "text": "happening in China or Japan is obviously happening in China and Japan time. The"
    },
    {
      "start": 22.88,
      "dur": 1.59,
      "text": "happening in China and Japan time. The the net result of which is you just"
    },
    {
      "start": 24.48,
      "dur": 1.67,
      "text": "the net result of which is you just don't sleep very much at all. So, in"
    },
    {
      "start": 26.16,
      "dur": 1.75,
      "text": "don't sleep very much at all. So, in essence, sleep deprivation rather than"
    },
    {
      "start": 27.92,
      "dur": 1.99,
      "text": "essence, sleep deprivation rather than jet lag. I've had a couple of monster"
    },
    {
      "start": 29.92,
      "dur": 1.03,
      "text": "jet lag. I've had a couple of monster nights sleep, but I'm still a bit"
    },
    {
      "start": 30.96,
      "dur": 2.71,
      "text": "nights sleep, but I'm still a bit knackered. Is the honest truth. Um but"
    },
    {
      "start": 33.68,
      "dur": 2.15,
      "text": "knackered. Is the honest truth. Um but um it's all good. Plenty of news"
    },
    {
      "start": 35.84,
      "dur": 0.63,
      "text": "um it's all good. Plenty of news flowing."
    },
    {
      "start": 36.48,
      "dur": 1.83,
      "text": "flowing. &gt;&gt; Yes. And just to continue the sort of"
    },
    {
      "start": 38.32,
      "dur": 1.909,
      "text": "&gt;&gt; Yes. And just to continue the sort of weird timings thing, we have just"
    },
    {
      "start": 40.239,
      "dur": 2.231,
      "text": "weird timings thing, we have just recorded Tuesday's episode of Newscast"
    },
    {
      "start": 42.48,
      "dur": 1.589,
      "text": "recorded Tuesday's episode of Newscast with Daniela Ralph, senior royal"
    },
    {
      "start": 44.079,
      "dur": 1.751,
      "text": "with Daniela Ralph, senior royal correspondent and Dominick Cashiani,"
    },
    {
      "start": 45.84,
      "dur": 1.75,
      "text": "correspondent and Dominick Cashiani, legal affairs correspondent, very good"
    },
    {
      "start": 47.6,
      "dur": 2.07,
      "text": "legal affairs correspondent, very good friends of Newscast. Um and we were"
    },
    {
      "start": 49.68,
      "dur": 2.23,
      "text": "friends of Newscast. Um and we were talking about the Peter Mandlesson, Lord"
    },
    {
      "start": 51.92,
      "dur": 1.67,
      "text": "talking about the Peter Mandlesson, Lord Mandlesson, Jeffrey Epstein story and"
    },
    {
      "start": 53.6,
      "dur": 1.35,
      "text": "Mandlesson, Jeffrey Epstein story and all the developments that happened on"
    },
    {
      "start": 54.96,
      "dur": 1.429,
      "text": "all the developments that happened on Tuesday. And actually some of the"
    },
    {
      "start": 56.399,
      "dur": 1.83,
      "text": "Tuesday. And actually some of the developments happened as we were"
    },
    {
      "start": 58.239,
      "dur": 1.99,
      "text": "developments happened as we were recording. So you will hear Chris and I"
    },
    {
      "start": 60.239,
      "dur": 2.551,
      "text": "recording. So you will hear Chris and I and the others reacting in real time to"
    },
    {
      "start": 62.8,
      "dur": 1.989,
      "text": "and the others reacting in real time to what we were learning at the time. But"
    },
    {
      "start": 64.799,
      "dur": 2.151,
      "text": "what we were learning at the time. But Chris, just to go sort of further back,"
    },
    {
      "start": 66.96,
      "dur": 3.35,
      "text": "Chris, just to go sort of further back, um I'm really struck by that clip of the"
    },
    {
      "start": 70.32,
      "dur": 2.31,
      "text": "um I'm really struck by that clip of the prime minister in Washington when he was"
    },
    {
      "start": 72.64,
      "dur": 2.55,
      "text": "prime minister in Washington when he was sort of unveiling Lord Mandlesen as the"
    },
    {
      "start": 75.2,
      "dur": 3.11,
      "text": "sort of unveiling Lord Mandlesen as the UK ambassador and you were there and I"
    },
    {
      "start": 78.32,
      "dur": 1.51,
      "text": "UK ambassador and you were there and I just wanted to get your thoughts of how"
    },
    {
      "start": 79.84,
      "dur": 3.19,
      "text": "just wanted to get your thoughts of how it feels now hearing what was said then."
    },
    {
      "start": 83.04,
      "dur": 1.35,
      "text": "it feels now hearing what was said then. So let's just remind ourselves of this"
    },
    {
      "start": 84.4,
      "dur": 1.59,
      "text": "So let's just remind ourselves of this moment. So, this is at the embassy in"
    },
    {
      "start": 86.0,
      "dur": 2.63,
      "text": "moment. So, this is at the embassy in DC. Big glitzy party. Peter Manderson,"
    },
    {
      "start": 88.64,
      "dur": 1.43,
      "text": "DC. Big glitzy party. Peter Manderson, Lord Manderson is stood there. He's"
    },
    {
      "start": 90.08,
      "dur": 1.75,
      "text": "Lord Manderson is stood there. He's being introduced by the prime minister."
    },
    {
      "start": 91.84,
      "dur": 2.79,
      "text": "being introduced by the prime minister. &gt;&gt; Uh, I've only just arrived, but already"
    },
    {
      "start": 94.64,
      "dur": 2.87,
      "text": "&gt;&gt; Uh, I've only just arrived, but already I can feel there's a real buzz around"
    },
    {
      "start": 97.52,
      "dur": 3.589,
      "text": "I can feel there's a real buzz around Washington right now. You can sense that"
    },
    {
      "start": 101.119,
      "dur": 2.791,
      "text": "Washington right now. You can sense that there's a new leader in town, that he's"
    },
    {
      "start": 103.92,
      "dur": 4.07,
      "text": "there's a new leader in town, that he's a true oneoff, a pioneer in business and"
    },
    {
      "start": 108.0,
      "dur": 3.749,
      "text": "a true oneoff, a pioneer in business and in politics. Many people love him."
    },
    {
      "start": 111.759,
      "dur": 2.791,
      "text": "in politics. Many people love him. Others love to hate him."
    },
    {
      "start": 114.56,
      "dur": 7.27,
      "text": "Others love to hate him. But to us, he's just Peter."
    },
    {
      "start": 121.84,
      "dur": 2.48,
      "text": "&gt;&gt; It is so interesting, Adam, hearing that"
    },
    {
      "start": 124.32,
      "dur": 1.429,
      "text": "&gt;&gt; It is so interesting, Adam, hearing that again. So, actually, it was another"
    },
    {
      "start": 125.759,
      "dur": 2.391,
      "text": "again. So, actually, it was another example of sleep deprivation and jet lag"
    },
    {
      "start": 128.16,
      "dur": 1.589,
      "text": "example of sleep deprivation and jet lag because we flew out to Washington. The"
    },
    {
      "start": 129.759,
      "dur": 1.351,
      "text": "because we flew out to Washington. The pres the prime minister was meeting"
    },
    {
      "start": 131.12,
      "dur": 3.91,
      "text": "pres the prime minister was meeting Donald Trump the day after. Um, and um,"
    },
    {
      "start": 135.04,
      "dur": 2.63,
      "text": "Donald Trump the day after. Um, and um, we got there, it was about 2 or 3 in the"
    },
    {
      "start": 137.68,
      "dur": 1.83,
      "text": "we got there, it was about 2 or 3 in the morning UK time by this point, but it"
    },
    {
      "start": 139.52,
      "dur": 2.23,
      "text": "morning UK time by this point, but it was mid evening in Washington. We went"
    },
    {
      "start": 141.76,
      "dur": 2.31,
      "text": "was mid evening in Washington. We went straight to the British embassy and"
    },
    {
      "start": 144.08,
      "dur": 1.75,
      "text": "straight to the British embassy and there was the prime minister in the"
    },
    {
      "start": 145.84,
      "dur": 2.07,
      "text": "there was the prime minister in the company in a ballroom in the company of"
    },
    {
      "start": 147.92,
      "dur": 3.029,
      "text": "company in a ballroom in the company of a couple of hundred supporters of"
    },
    {
      "start": 150.959,
      "dur": 1.99,
      "text": "a couple of hundred supporters of President Trump, members of his"
    },
    {
      "start": 152.959,
      "dur": 2.151,
      "text": "President Trump, members of his administration. And I thought that was"
    },
    {
      "start": 155.12,
      "dur": 2.71,
      "text": "administration. And I thought that was both a well-written and well-d delivered"
    },
    {
      "start": 157.84,
      "dur": 2.87,
      "text": "both a well-written and well-d delivered gag, but my goodness, how different it"
    },
    {
      "start": 160.72,
      "dur": 3.43,
      "text": "gag, but my goodness, how different it feels hearing it right now. Uh really"
    },
    {
      "start": 164.16,
      "dur": 3.19,
      "text": "feels hearing it right now. Uh really does feel different. Uh doesn't it? Um"
    },
    {
      "start": 167.36,
      "dur": 2.47,
      "text": "does feel different. Uh doesn't it? Um because there was a prime minister who"
    },
    {
      "start": 169.84,
      "dur": 3.43,
      "text": "because there was a prime minister who had made a rare political appointment to"
    },
    {
      "start": 173.28,
      "dur": 2.63,
      "text": "had made a rare political appointment to a the most senior ambassadorial role."
    },
    {
      "start": 175.92,
      "dur": 2.309,
      "text": "a the most senior ambassadorial role. Normally it's a career diplomat, a"
    },
    {
      "start": 178.239,
      "dur": 2.791,
      "text": "Normally it's a career diplomat, a career uh civil servant. Making a joke"
    },
    {
      "start": 181.04,
      "dur": 2.39,
      "text": "career uh civil servant. Making a joke at his expense, acknowledging that here"
    },
    {
      "start": 183.44,
      "dur": 2.95,
      "text": "at his expense, acknowledging that here is someone who was controversial and had"
    },
    {
      "start": 186.4,
      "dur": 2.39,
      "text": "is someone who was controversial and had been sacked before and resigned before"
    },
    {
      "start": 188.8,
      "dur": 3.99,
      "text": "been sacked before and resigned before from uh from high political office uh"
    },
    {
      "start": 192.8,
      "dur": 2.31,
      "text": "from uh from high political office uh but was seen to be effective in"
    },
    {
      "start": 195.12,
      "dur": 1.43,
      "text": "but was seen to be effective in Washington. That was the view at the"
    },
    {
      "start": 196.56,
      "dur": 2.15,
      "text": "Washington. That was the view at the time as he was beginning his term out"
    },
    {
      "start": 198.72,
      "dur": 1.589,
      "text": "time as he was beginning his term out there, which was to turn out to be"
    },
    {
      "start": 200.319,
      "dur": 2.711,
      "text": "there, which was to turn out to be pretty short. Um, and which plenty of"
    },
    {
      "start": 203.04,
      "dur": 1.43,
      "text": "pretty short. Um, and which plenty of governments acknowledge was pretty"
    },
    {
      "start": 204.48,
      "dur": 1.51,
      "text": "governments acknowledge was pretty successful for the time he was there."
    },
    {
      "start": 206.0,
      "dur": 2.47,
      "text": "successful for the time he was there. But my goodness, what a backwash it's"
    },
    {
      "start": 208.48,
      "dur": 1.99,
      "text": "But my goodness, what a backwash it's it's provoked since. And I think in many"
    },
    {
      "start": 210.48,
      "dur": 1.51,
      "text": "it's provoked since. And I think in many senses, and we get into this, don't we"
    },
    {
      "start": 212.0,
      "dur": 3.35,
      "text": "senses, and we get into this, don't we in in this latest episode, you have two"
    },
    {
      "start": 215.36,
      "dur": 2.07,
      "text": "in in this latest episode, you have two prime ministers, the current one and a"
    },
    {
      "start": 217.44,
      "dur": 2.39,
      "text": "prime ministers, the current one and a previous one in Gordon Brown, who would"
    },
    {
      "start": 219.84,
      "dur": 2.87,
      "text": "previous one in Gordon Brown, who would have had previous reservations about"
    },
    {
      "start": 222.72,
      "dur": 2.069,
      "text": "have had previous reservations about Peter Mandlesson's character, but"
    },
    {
      "start": 224.799,
      "dur": 2.71,
      "text": "Peter Mandlesson's character, but believed he was so politically valuable,"
    },
    {
      "start": 227.519,
      "dur": 2.471,
      "text": "believed he was so politically valuable, they brought him in to a significant"
    },
    {
      "start": 230.0,
      "dur": 1.99,
      "text": "they brought him in to a significant office. Gordon Brown as first secretary"
    },
    {
      "start": 232.0,
      "dur": 2.869,
      "text": "office. Gordon Brown as first secretary of state, Kia Starmer as ambassador to"
    },
    {
      "start": 234.879,
      "dur": 2.471,
      "text": "of state, Kia Starmer as ambassador to Washington, and both of them now feeling"
    },
    {
      "start": 237.36,
      "dur": 2.869,
      "text": "Washington, and both of them now feeling very very bruised and hurt by that"
    },
    {
      "start": 240.239,
      "dur": 0.791,
      "text": "very very bruised and hurt by that decision."
    },
    {
      "start": 241.04,
      "dur": 1.59,
      "text": "decision. &gt;&gt; All the subject of this episode of"
    },
    {
      "start": 242.64,
      "dur": 4.47,
      "text": "&gt;&gt; All the subject of this episode of Newscast."
    },
    {
      "start": 247.12,
      "dur": 2.16,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio"
    },
    {
      "start": 249.28,
      "dur": 1.91,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio &gt;&gt; and it's Daniela also in the newscast"
    },
    {
      "start": 251.2,
      "dur": 0.79,
      "text": "&gt;&gt; and it's Daniela also in the newscast studio"
    },
    {
      "start": 252.0,
      "dur": 2.07,
      "text": "studio &gt;&gt; and it's Dominic in Newscast studio as"
    },
    {
      "start": 254.08,
      "dur": 0.95,
      "text": "&gt;&gt; and it's Dominic in Newscast studio as well."
    },
    {
      "start": 255.04,
      "dur": 1.35,
      "text": "well. &gt;&gt; I meant to say something now. Yes,"
    },
    {
      "start": 256.4,
      "dur": 0.31,
      "text": "&gt;&gt; I meant to say something now. Yes, Chris,"
    },
    {
      "start": 256.72,
      "dur": 1.349,
      "text": "Chris, &gt;&gt; I should be used to this after all these"
    },
    {
      "start": 258.079,
      "dur": 2.15,
      "text": "&gt;&gt; I should be used to this after all these years. It's Chris at Westminster. Hello."
    },
    {
      "start": 260.239,
      "dur": 1.591,
      "text": "years. It's Chris at Westminster. Hello. Like a cold spring here,"
    },
    {
      "start": 261.84,
      "dur": 1.43,
      "text": "Like a cold spring here, &gt;&gt; right? We're recording this episode of"
    },
    {
      "start": 263.28,
      "dur": 2.87,
      "text": "&gt;&gt; right? We're recording this episode of Newscast at 6:26 on Tuesday the 3rd of"
    },
    {
      "start": 266.16,
      "dur": 1.91,
      "text": "Newscast at 6:26 on Tuesday the 3rd of February. That's 6:26 in the evening."
    },
    {
      "start": 268.08,
      "dur": 1.51,
      "text": "February. That's 6:26 in the evening. And Dom, you've just been on the 6:00"
    },
    {
      "start": 269.6,
      "dur": 1.75,
      "text": "And Dom, you've just been on the 6:00 news sort of alongside Chris, although"
    },
    {
      "start": 271.36,
      "dur": 1.19,
      "text": "news sort of alongside Chris, although he was down at Westminster. And there"
    },
    {
      "start": 272.56,
      "dur": 2.23,
      "text": "he was down at Westminster. And there was some breaking news uh related to the"
    },
    {
      "start": 274.8,
      "dur": 1.99,
      "text": "was some breaking news uh related to the the Jeffrey Epstein Peter Mandlesson"
    },
    {
      "start": 276.8,
      "dur": 1.43,
      "text": "the Jeffrey Epstein Peter Mandlesson story. Do you want to just sort of break"
    },
    {
      "start": 278.24,
      "dur": 0.949,
      "text": "story. Do you want to just sort of break that to us again?"
    },
    {
      "start": 279.199,
      "dur": 2.071,
      "text": "that to us again? &gt;&gt; Yeah. Yeah. So, the Metropolitan Police"
    },
    {
      "start": 281.28,
      "dur": 1.11,
      "text": "&gt;&gt; Yeah. Yeah. So, the Metropolitan Police is set to launch a criminal"
    },
    {
      "start": 282.4,
      "dur": 3.11,
      "text": "is set to launch a criminal investigation into Lord Mandlesson."
    },
    {
      "start": 285.52,
      "dur": 1.51,
      "text": "investigation into Lord Mandlesson. That's what we understand. We expect"
    },
    {
      "start": 287.04,
      "dur": 3.35,
      "text": "That's what we understand. We expect that announcement to be formally made uh"
    },
    {
      "start": 290.4,
      "dur": 3.27,
      "text": "that announcement to be formally made uh sometime between now and the end of uh"
    },
    {
      "start": 293.68,
      "dur": 2.15,
      "text": "sometime between now and the end of uh of the footy tonight. So I think we'll"
    },
    {
      "start": 295.84,
      "dur": 2.15,
      "text": "of the footy tonight. So I think we'll have the full wording of that in by by"
    },
    {
      "start": 301.51,
      "dur": 0.01,
      "text": "&gt;&gt; Give us some kind of guidance for how we"
    },
    {
      "start": 301.52,
      "dur": 1.35,
      "text": "&gt;&gt; Give us some kind of guidance for how we should interpret that statement when it"
    },
    {
      "start": 302.88,
      "dur": 0.39,
      "text": "should interpret that statement when it comes."
    },
    {
      "start": 303.28,
      "dur": 2.469,
      "text": "comes. &gt;&gt; So what we knew of as of yesterday was"
    },
    {
      "start": 305.759,
      "dur": 1.591,
      "text": "&gt;&gt; So what we knew of as of yesterday was the Metropolitan Police was effectively"
    },
    {
      "start": 307.36,
      "dur": 1.35,
      "text": "the Metropolitan Police was effectively reviewing whether or not there was a"
    },
    {
      "start": 308.72,
      "dur": 1.83,
      "text": "reviewing whether or not there was a case to investigate. It's it's sometimes"
    },
    {
      "start": 310.56,
      "dur": 2.15,
      "text": "case to investigate. It's it's sometimes called scoping exercise where they look"
    },
    {
      "start": 312.72,
      "dur": 1.51,
      "text": "called scoping exercise where they look at reports. they effectively kick the"
    },
    {
      "start": 314.24,
      "dur": 1.509,
      "text": "at reports. they effectively kick the tires of it and sit there and think is"
    },
    {
      "start": 315.759,
      "dur": 1.99,
      "text": "tires of it and sit there and think is this something which is worth spending"
    },
    {
      "start": 317.759,
      "dur": 2.71,
      "text": "this something which is worth spending time on. Now depending on the type of"
    },
    {
      "start": 320.479,
      "dur": 1.43,
      "text": "time on. Now depending on the type of allegation, you know, some things are"
    },
    {
      "start": 321.919,
      "dur": 1.511,
      "text": "allegation, you know, some things are pretty easy to make an instant decision"
    },
    {
      "start": 323.44,
      "dur": 1.67,
      "text": "pretty easy to make an instant decision on whether you there should be a"
    },
    {
      "start": 325.12,
      "dur": 1.43,
      "text": "on whether you there should be a criminal investigation. Other things are"
    },
    {
      "start": 326.56,
      "dur": 2.469,
      "text": "criminal investigation. Other things are more complicated. things like um"
    },
    {
      "start": 329.039,
      "dur": 1.671,
      "text": "more complicated. things like um allegations of misconduct in public"
    },
    {
      "start": 330.72,
      "dur": 2.309,
      "text": "allegations of misconduct in public office are very complicated because"
    },
    {
      "start": 333.039,
      "dur": 1.911,
      "text": "office are very complicated because you're looking at you know particular"
    },
    {
      "start": 334.96,
      "dur": 2.789,
      "text": "you're looking at you know particular elements of alleged behavior whether you"
    },
    {
      "start": 337.759,
      "dur": 1.671,
      "text": "elements of alleged behavior whether you know somebody benefits from something"
    },
    {
      "start": 339.44,
      "dur": 1.189,
      "text": "know somebody benefits from something called NOS and then you're probably"
    },
    {
      "start": 340.639,
      "dur": 1.351,
      "text": "called NOS and then you're probably going to have to take some specialist"
    },
    {
      "start": 342.0,
      "dur": 1.99,
      "text": "going to have to take some specialist legal advice quite often these"
    },
    {
      "start": 344.0,
      "dur": 1.43,
      "text": "legal advice quite often these situations behind the scenes you'll have"
    },
    {
      "start": 345.44,
      "dur": 2.469,
      "text": "situations behind the scenes you'll have a senior detective who's work works in"
    },
    {
      "start": 347.919,
      "dur": 2.151,
      "text": "a senior detective who's work works in specialist crime they'll have a chat"
    },
    {
      "start": 350.08,
      "dur": 1.59,
      "text": "specialist crime they'll have a chat with a lawyer at the Crown Prosecution"
    },
    {
      "start": 351.68,
      "dur": 2.15,
      "text": "with a lawyer at the Crown Prosecution Service and say look on the face of this"
    },
    {
      "start": 353.84,
      "dur": 1.83,
      "text": "Service and say look on the face of this what do you think and clearly this is"
    },
    {
      "start": 355.68,
      "dur": 3.27,
      "text": "what do you think and clearly this is before anyone's potentially spoken to uh"
    },
    {
      "start": 358.96,
      "dur": 1.83,
      "text": "before anyone's potentially spoken to uh um the person who's alleged to have done"
    },
    {
      "start": 360.8,
      "dur": 1.75,
      "text": "um the person who's alleged to have done something wrong. So, it's effectively"
    },
    {
      "start": 362.56,
      "dur": 2.469,
      "text": "something wrong. So, it's effectively just the provisional stages."
    },
    {
      "start": 365.039,
      "dur": 1.911,
      "text": "just the provisional stages. Uh and once they've done that, they then"
    },
    {
      "start": 366.96,
      "dur": 1.669,
      "text": "Uh and once they've done that, they then basically press the investigation button"
    },
    {
      "start": 368.639,
      "dur": 0.871,
      "text": "basically press the investigation button and say, \"Yeah, we're going to"
    },
    {
      "start": 369.52,
      "dur": 1.669,
      "text": "and say, \"Yeah, we're going to investigate.\" Now, that's important"
    },
    {
      "start": 371.199,
      "dur": 1.511,
      "text": "investigate.\" Now, that's important because it's at that point that the"
    },
    {
      "start": 372.72,
      "dur": 2.95,
      "text": "because it's at that point that the police um will contact the uh the person"
    },
    {
      "start": 375.68,
      "dur": 1.27,
      "text": "police um will contact the uh the person who's alleged to have done something"
    },
    {
      "start": 376.96,
      "dur": 1.75,
      "text": "who's alleged to have done something wrong and ask them for their side of the"
    },
    {
      "start": 378.72,
      "dur": 2.15,
      "text": "wrong and ask them for their side of the story. They'll basically seek to gather"
    },
    {
      "start": 380.88,
      "dur": 2.309,
      "text": "story. They'll basically seek to gather evidence. That may include searches,"
    },
    {
      "start": 383.199,
      "dur": 2.631,
      "text": "evidence. That may include searches, seizure of devices, phones, computers,"
    },
    {
      "start": 385.84,
      "dur": 2.87,
      "text": "seizure of devices, phones, computers, whatever. I mean, you it's how the whole"
    },
    {
      "start": 388.72,
      "dur": 1.589,
      "text": "whatever. I mean, you it's how the whole thing basically starts. So, there's"
    },
    {
      "start": 390.319,
      "dur": 1.831,
      "text": "thing basically starts. So, there's effectively a two-stage process. So, I"
    },
    {
      "start": 392.16,
      "dur": 1.67,
      "text": "effectively a two-stage process. So, I think there was a lot of excitement last"
    },
    {
      "start": 393.84,
      "dur": 1.43,
      "text": "think there was a lot of excitement last night that people that the police were"
    },
    {
      "start": 395.28,
      "dur": 2.23,
      "text": "night that people that the police were saying, \"We're going to review what"
    },
    {
      "start": 397.52,
      "dur": 2.389,
      "text": "saying, \"We're going to review what we've learned so far.\" But the real"
    },
    {
      "start": 399.919,
      "dur": 1.11,
      "text": "we've learned so far.\" But the real moment is actually when they said"
    },
    {
      "start": 401.039,
      "dur": 1.111,
      "text": "moment is actually when they said they're going to investigate."
    },
    {
      "start": 402.16,
      "dur": 2.07,
      "text": "they're going to investigate. &gt;&gt; And in terms of the potential crime that"
    },
    {
      "start": 404.24,
      "dur": 1.91,
      "text": "&gt;&gt; And in terms of the potential crime that is being investigated here, misconduct"
    },
    {
      "start": 406.16,
      "dur": 1.43,
      "text": "is being investigated here, misconduct and public office, I'm sure you could"
    },
    {
      "start": 407.6,
      "dur": 1.83,
      "text": "and public office, I'm sure you could write a whole book about what that is"
    },
    {
      "start": 409.44,
      "dur": 1.83,
      "text": "write a whole book about what that is and the origins of it. Well, I'll be"
    },
    {
      "start": 411.28,
      "dur": 1.909,
      "text": "and the origins of it. Well, I'll be reading it this week. Um, give us the"
    },
    {
      "start": 413.199,
      "dur": 0.791,
      "text": "reading it this week. Um, give us the shorter version."
    },
    {
      "start": 414.0,
      "dur": 1.83,
      "text": "shorter version. &gt;&gt; Yeah. So misconduct in public office is"
    },
    {
      "start": 415.84,
      "dur": 1.59,
      "text": "&gt;&gt; Yeah. So misconduct in public office is really complicated and it's complicated"
    },
    {
      "start": 417.44,
      "dur": 1.51,
      "text": "really complicated and it's complicated for two reasons. One, it's ancient and"
    },
    {
      "start": 418.96,
      "dur": 2.229,
      "text": "for two reasons. One, it's ancient and it's never been codified by parliament."
    },
    {
      "start": 421.199,
      "dur": 2.311,
      "text": "it's never been codified by parliament. And secondly, because it's really,"
    },
    {
      "start": 423.52,
      "dur": 1.83,
      "text": "And secondly, because it's really, really complicated and the wording has"
    },
    {
      "start": 425.36,
      "dur": 2.949,
      "text": "really complicated and the wording has been argued over since 1783. So I'm"
    },
    {
      "start": 428.319,
      "dur": 1.191,
      "text": "been argued over since 1783. So I'm going to take you back into the midst of"
    },
    {
      "start": 429.52,
      "dur": 1.83,
      "text": "going to take you back into the midst of time here. We'll do a bit of a lecture."
    },
    {
      "start": 431.36,
      "dur": 1.91,
      "text": "time here. We'll do a bit of a lecture. &gt;&gt; Lord Mansfield, he was the then chief"
    },
    {
      "start": 433.28,
      "dur": 2.79,
      "text": "&gt;&gt; Lord Mansfield, he was the then chief justice in 1783. And he had to decide"
    },
    {
      "start": 436.08,
      "dur": 1.27,
      "text": "justice in 1783. And he had to decide whether a particular government"
    },
    {
      "start": 437.36,
      "dur": 1.43,
      "text": "whether a particular government accountant who worked in the military"
    },
    {
      "start": 438.8,
      "dur": 1.59,
      "text": "accountant who worked in the military had cooked the books. And this"
    },
    {
      "start": 440.4,
      "dur": 1.27,
      "text": "had cooked the books. And this accountant was saying, \"Well, what crime"
    },
    {
      "start": 441.68,
      "dur": 1.27,
      "text": "accountant was saying, \"Well, what crime have I committed? Yeah, there's no"
    },
    {
      "start": 442.96,
      "dur": 2.15,
      "text": "have I committed? Yeah, there's no evidence here against me. And Lord"
    },
    {
      "start": 445.12,
      "dur": 1.59,
      "text": "evidence here against me. And Lord Mansfield, when he reviewed at the Court"
    },
    {
      "start": 446.72,
      "dur": 1.589,
      "text": "Mansfield, when he reviewed at the Court of Appeal, said, \"Well, look, you have"
    },
    {
      "start": 448.319,
      "dur": 1.191,
      "text": "of Appeal, said, \"Well, look, you have cooked the books. You know, you've"
    },
    {
      "start": 449.52,
      "dur": 1.669,
      "text": "cooked the books. You know, you've cooked the books. You're a public"
    },
    {
      "start": 451.199,
      "dur": 1.911,
      "text": "cooked the books. You're a public servant. You've abused the public's"
    },
    {
      "start": 453.12,
      "dur": 1.67,
      "text": "servant. You've abused the public's trust.\" That's the key phrase, abuse of"
    },
    {
      "start": 454.8,
      "dur": 2.07,
      "text": "trust.\" That's the key phrase, abuse of the public trust. Therefore, it has to"
    },
    {
      "start": 456.88,
      "dur": 1.83,
      "text": "the public trust. Therefore, it has to be a crime. So, that's what's called a"
    },
    {
      "start": 458.72,
      "dur": 1.589,
      "text": "be a crime. So, that's what's called a common law offense, where effectively"
    },
    {
      "start": 460.319,
      "dur": 2.791,
      "text": "common law offense, where effectively the courts step in to say something is a"
    },
    {
      "start": 463.12,
      "dur": 1.99,
      "text": "the courts step in to say something is a crime that Parliament hasn't actually"
    },
    {
      "start": 465.12,
      "dur": 2.39,
      "text": "crime that Parliament hasn't actually thought about already and codified. And"
    },
    {
      "start": 467.52,
      "dur": 1.669,
      "text": "thought about already and codified. And because of the weird way that English"
    },
    {
      "start": 469.199,
      "dur": 3.11,
      "text": "because of the weird way that English law works, that just exists as a crime."
    },
    {
      "start": 472.319,
      "dur": 1.751,
      "text": "law works, that just exists as a crime. Everybody accepts it's a crime until"
    },
    {
      "start": 474.08,
      "dur": 1.91,
      "text": "Everybody accepts it's a crime until parliament says otherwise. And it went"
    },
    {
      "start": 476.0,
      "dur": 1.27,
      "text": "parliament says otherwise. And it went that way for 220 years."
    },
    {
      "start": 477.28,
      "dur": 1.27,
      "text": "that way for 220 years. &gt;&gt; So even though it's not written down in"
    },
    {
      "start": 478.56,
      "dur": 1.67,
      "text": "&gt;&gt; So even though it's not written down in a piece of legislation that was voted on"
    },
    {
      "start": 480.24,
      "dur": 2.229,
      "text": "a piece of legislation that was voted on by MPs or whatever we had at the point."
    },
    {
      "start": 482.479,
      "dur": 1.591,
      "text": "by MPs or whatever we had at the point. &gt;&gt; Yeah, exactly. That's exactly the"
    },
    {
      "start": 484.08,
      "dur": 3.59,
      "text": "&gt;&gt; Yeah, exactly. That's exactly the situation. Now 220 years later in 2003,"
    },
    {
      "start": 487.68,
      "dur": 1.67,
      "text": "situation. Now 220 years later in 2003, Lord Mansfield's successors at the Court"
    },
    {
      "start": 489.36,
      "dur": 1.91,
      "text": "Lord Mansfield's successors at the Court of Appeal decided to have a go at trying"
    },
    {
      "start": 491.28,
      "dur": 2.71,
      "text": "of Appeal decided to have a go at trying to get some more clarity over what this"
    },
    {
      "start": 494.0,
      "dur": 1.99,
      "text": "to get some more clarity over what this meant. And they came up with a series of"
    },
    {
      "start": 496.0,
      "dur": 1.909,
      "text": "meant. And they came up with a series of tests. They said a public official I'm"
    },
    {
      "start": 497.919,
      "dur": 1.031,
      "text": "tests. They said a public official I'm going to read this because it's"
    },
    {
      "start": 498.96,
      "dur": 2.15,
      "text": "going to read this because it's complicated. Public official commits the"
    },
    {
      "start": 501.12,
      "dur": 2.069,
      "text": "complicated. Public official commits the crime of misconduct in the public office"
    },
    {
      "start": 503.199,
      "dur": 2.55,
      "text": "crime of misconduct in the public office if they willfully neglect for uh to"
    },
    {
      "start": 505.759,
      "dur": 2.15,
      "text": "if they willfully neglect for uh to perform their duty or willfully"
    },
    {
      "start": 507.919,
      "dur": 2.71,
      "text": "perform their duty or willfully misconduct themselves to such a degree"
    },
    {
      "start": 510.639,
      "dur": 2.07,
      "text": "misconduct themselves to such a degree as to amount to an abuse of the public's"
    },
    {
      "start": 512.719,
      "dur": 2.23,
      "text": "as to amount to an abuse of the public's trust in the office holder and without"
    },
    {
      "start": 514.959,
      "dur": 3.19,
      "text": "trust in the office holder and without reasonable excuse or justification. Now,"
    },
    {
      "start": 518.159,
      "dur": 2.071,
      "text": "reasonable excuse or justification. Now, to be frank, I'm still sitting there"
    },
    {
      "start": 520.24,
      "dur": 1.75,
      "text": "to be frank, I'm still sitting there thinking, what does that really mean?"
    },
    {
      "start": 522.0,
      "dur": 1.35,
      "text": "thinking, what does that really mean? You know, because it's quite vague and"
    },
    {
      "start": 523.36,
      "dur": 1.909,
      "text": "You know, because it's quite vague and it's open to interpretation. What does"
    },
    {
      "start": 525.279,
      "dur": 1.511,
      "text": "it's open to interpretation. What does it say about motive? It doesn't say"
    },
    {
      "start": 526.8,
      "dur": 1.83,
      "text": "it say about motive? It doesn't say something along the lines of for"
    },
    {
      "start": 528.64,
      "dur": 2.07,
      "text": "something along the lines of for financial gain."
    },
    {
      "start": 530.72,
      "dur": 1.99,
      "text": "financial gain. The wording was left vague because the"
    },
    {
      "start": 532.72,
      "dur": 2.71,
      "text": "The wording was left vague because the court of appeal thought basically if"
    },
    {
      "start": 535.44,
      "dur": 1.829,
      "text": "court of appeal thought basically if we're going to have this offense and"
    },
    {
      "start": 537.279,
      "dur": 1.99,
      "text": "we're going to have this offense and it's going to be specific, it's really"
    },
    {
      "start": 539.279,
      "dur": 2.631,
      "text": "it's going to be specific, it's really going to be for parliament to decide"
    },
    {
      "start": 541.92,
      "dur": 2.55,
      "text": "going to be for parliament to decide what to do about this. But as a result"
    },
    {
      "start": 544.48,
      "dur": 2.71,
      "text": "what to do about this. But as a result of this ruling, this actually clarified"
    },
    {
      "start": 547.2,
      "dur": 3.99,
      "text": "of this ruling, this actually clarified the law and opened the door uh post 2011"
    },
    {
      "start": 551.2,
      "dur": 1.91,
      "text": "the law and opened the door uh post 2011 when the news of the world closed down"
    },
    {
      "start": 553.12,
      "dur": 3.99,
      "text": "when the news of the world closed down to the arrest of 90 journalists"
    },
    {
      "start": 557.12,
      "dur": 1.91,
      "text": "to the arrest of 90 journalists u prison officers, police officers,"
    },
    {
      "start": 559.04,
      "dur": 2.71,
      "text": "u prison officers, police officers, other officials who were all accused of"
    },
    {
      "start": 561.76,
      "dur": 3.189,
      "text": "other officials who were all accused of payments for exclusives in newspapers."
    },
    {
      "start": 564.959,
      "dur": 1.351,
      "text": "payments for exclusives in newspapers. &gt;&gt; And the interesting thing about that"
    },
    {
      "start": 566.32,
      "dur": 2.31,
      "text": "&gt;&gt; And the interesting thing about that those 90 arrests is only 34 of them"
    },
    {
      "start": 568.64,
      "dur": 1.59,
      "text": "those 90 arrests is only 34 of them actually ended up in convictions, which"
    },
    {
      "start": 570.24,
      "dur": 2.47,
      "text": "actually ended up in convictions, which just shows it's very complicated. And in"
    },
    {
      "start": 572.72,
      "dur": 2.31,
      "text": "just shows it's very complicated. And in a lot of those cases, the individuals"
    },
    {
      "start": 575.04,
      "dur": 2.39,
      "text": "a lot of those cases, the individuals who who who were either investigated by"
    },
    {
      "start": 577.44,
      "dur": 2.23,
      "text": "who who who were either investigated by the police or went to court said, \"I've"
    },
    {
      "start": 579.68,
      "dur": 1.51,
      "text": "the police or went to court said, \"I've done nothing wrong here. I passed on a"
    },
    {
      "start": 581.2,
      "dur": 2.069,
      "text": "done nothing wrong here. I passed on a piece of title. You know, this wasn't"
    },
    {
      "start": 583.279,
      "dur": 1.831,
      "text": "piece of title. You know, this wasn't really serious information which was"
    },
    {
      "start": 585.12,
      "dur": 1.67,
      "text": "really serious information which was really sensitive or everything.\""
    },
    {
      "start": 586.8,
      "dur": 1.35,
      "text": "really sensitive or everything.\" &gt;&gt; So, these are the kind of things the"
    },
    {
      "start": 588.16,
      "dur": 1.91,
      "text": "&gt;&gt; So, these are the kind of things the police have got to take into account if"
    },
    {
      "start": 590.08,
      "dur": 1.35,
      "text": "police have got to take into account if they're going to investigate Peter"
    },
    {
      "start": 591.44,
      "dur": 1.509,
      "text": "they're going to investigate Peter Mandelson. They're going to have to"
    },
    {
      "start": 592.959,
      "dur": 2.391,
      "text": "Mandelson. They're going to have to think about what his motive was. You"
    },
    {
      "start": 595.36,
      "dur": 1.83,
      "text": "think about what his motive was. You know, what did he do that was wrong? Did"
    },
    {
      "start": 597.2,
      "dur": 1.59,
      "text": "know, what did he do that was wrong? Did he know it was wrong? And was it wrong"
    },
    {
      "start": 598.8,
      "dur": 2.07,
      "text": "he know it was wrong? And was it wrong to such an extent that the public would"
    },
    {
      "start": 600.88,
      "dur": 3.67,
      "text": "to such an extent that the public would be quite simply outraged by that fact?"
    },
    {
      "start": 604.56,
      "dur": 2.47,
      "text": "be quite simply outraged by that fact? And all of that because it's complicated"
    },
    {
      "start": 607.04,
      "dur": 2.87,
      "text": "And all of that because it's complicated also means it's a test for a jury."
    },
    {
      "start": 609.92,
      "dur": 1.67,
      "text": "also means it's a test for a jury. &gt;&gt; Um it can't be dealt with in the lower"
    },
    {
      "start": 611.6,
      "dur": 1.909,
      "text": "&gt;&gt; Um it can't be dealt with in the lower courts. It's got to go before a jury."
    },
    {
      "start": 613.519,
      "dur": 1.591,
      "text": "courts. It's got to go before a jury. It's really their judgment at the end of"
    },
    {
      "start": 615.12,
      "dur": 0.389,
      "text": "It's really their judgment at the end of the day."
    },
    {
      "start": 615.519,
      "dur": 1.43,
      "text": "the day. &gt;&gt; And of course that would only be in the"
    },
    {
      "start": 616.959,
      "dur": 2.391,
      "text": "&gt;&gt; And of course that would only be in the case of the police deciding to actually"
    },
    {
      "start": 619.36,
      "dur": 1.67,
      "text": "case of the police deciding to actually charge Lord Mandlesson and prosecute"
    },
    {
      "start": 621.04,
      "dur": 2.31,
      "text": "charge Lord Mandlesson and prosecute him. So absolutely. Um Chris, um I know"
    },
    {
      "start": 623.36,
      "dur": 1.75,
      "text": "him. So absolutely. Um Chris, um I know you were having to respond to this live"
    },
    {
      "start": 625.12,
      "dur": 1.269,
      "text": "you were having to respond to this live on the news. don't want to put you on"
    },
    {
      "start": 626.399,
      "dur": 1.271,
      "text": "on the news. don't want to put you on the spot and I'll give you plenty of"
    },
    {
      "start": 627.68,
      "dur": 1.99,
      "text": "the spot and I'll give you plenty of chance to talk about about the politics"
    },
    {
      "start": 629.68,
      "dur": 1.43,
      "text": "chance to talk about about the politics of today because there's been a lot of"
    },
    {
      "start": 631.12,
      "dur": 1.91,
      "text": "of today because there's been a lot of it. But what's the kind of the political"
    },
    {
      "start": 633.04,
      "dur": 1.75,
      "text": "it. But what's the kind of the political implications of of what Dom was just"
    },
    {
      "start": 634.8,
      "dur": 0.87,
      "text": "implications of of what Dom was just talking about there?"
    },
    {
      "start": 635.68,
      "dur": 1.589,
      "text": "talking about there? &gt;&gt; Well, I think in essence at least where"
    },
    {
      "start": 637.279,
      "dur": 1.831,
      "text": "&gt;&gt; Well, I think in essence at least where we are right now and this is clearly"
    },
    {
      "start": 639.12,
      "dur": 1.91,
      "text": "we are right now and this is clearly still emerging"
    },
    {
      "start": 641.04,
      "dur": 1.99,
      "text": "still emerging emerging from Dom and I on the 6:00 news"
    },
    {
      "start": 643.04,
      "dur": 1.909,
      "text": "emerging from Dom and I on the 6:00 news and every sense that things will"
    },
    {
      "start": 644.959,
      "dur": 1.43,
      "text": "and every sense that things will continue to emerge from here on as"
    },
    {
      "start": 646.399,
      "dur": 2.071,
      "text": "continue to emerge from here on as people troll through the documents is"
    },
    {
      "start": 648.48,
      "dur": 1.43,
      "text": "people troll through the documents is that you know let's take a couple of"
    },
    {
      "start": 649.92,
      "dur": 3.51,
      "text": "that you know let's take a couple of steps back today. We have had the"
    },
    {
      "start": 653.44,
      "dur": 2.55,
      "text": "steps back today. We have had the government passing information on and"
    },
    {
      "start": 656.0,
      "dur": 2.389,
      "text": "government passing information on and assessments on to the police and we've"
    },
    {
      "start": 658.399,
      "dur": 1.751,
      "text": "assessments on to the police and we've had a former prime minister in Gordon"
    },
    {
      "start": 660.16,
      "dur": 2.87,
      "text": "had a former prime minister in Gordon Brown communicating with the police and"
    },
    {
      "start": 663.04,
      "dur": 2.15,
      "text": "Brown communicating with the police and what we have emerging here involving a"
    },
    {
      "start": 665.2,
      "dur": 3.11,
      "text": "what we have emerging here involving a single individual is one of the biggest"
    },
    {
      "start": 668.32,
      "dur": 1.91,
      "text": "single individual is one of the biggest potential political scandals of a"
    },
    {
      "start": 670.24,
      "dur": 2.55,
      "text": "potential political scandals of a generation. I think yes of course rewind"
    },
    {
      "start": 672.8,
      "dur": 1.75,
      "text": "generation. I think yes of course rewind 101 15 years there was the expenses"
    },
    {
      "start": 674.56,
      "dur": 1.75,
      "text": "101 15 years there was the expenses scandal at Westminster involving lots of"
    },
    {
      "start": 676.32,
      "dur": 3.03,
      "text": "scandal at Westminster involving lots of different lots of different uh lots of"
    },
    {
      "start": 679.36,
      "dur": 1.75,
      "text": "different lots of different uh lots of different members of parliament etc etc"
    },
    {
      "start": 681.12,
      "dur": 1.75,
      "text": "different members of parliament etc etc but involving an individual and the"
    },
    {
      "start": 682.88,
      "dur": 2.15,
      "text": "but involving an individual and the reason I say that is this of course you"
    },
    {
      "start": 685.04,
      "dur": 1.909,
      "text": "reason I say that is this of course you would expect in an instance like this"
    },
    {
      "start": 686.959,
      "dur": 2.231,
      "text": "would expect in an instance like this opposition parties to kind of scrutinize"
    },
    {
      "start": 689.2,
      "dur": 1.59,
      "text": "opposition parties to kind of scrutinize and capitalize that's kind of their duty"
    },
    {
      "start": 690.8,
      "dur": 2.07,
      "text": "and capitalize that's kind of their duty and it would also be their be their"
    },
    {
      "start": 692.88,
      "dur": 1.99,
      "text": "and it would also be their be their instinct but the source of the greatest"
    },
    {
      "start": 694.88,
      "dur": 2.629,
      "text": "instinct but the source of the greatest anger around all of this right now is"
    },
    {
      "start": 697.519,
      "dur": 3.031,
      "text": "anger around all of this right now is people on the labor side people who feel"
    },
    {
      "start": 700.56,
      "dur": 3.91,
      "text": "people on the labor side people who feel betrayed, who feel phenomenally let down"
    },
    {
      "start": 704.48,
      "dur": 2.23,
      "text": "betrayed, who feel phenomenally let down by someone who they might have looked up"
    },
    {
      "start": 706.72,
      "dur": 2.549,
      "text": "by someone who they might have looked up to or respected or been friends with or"
    },
    {
      "start": 709.279,
      "dur": 2.071,
      "text": "to or respected or been friends with or at least worked alongside for those who"
    },
    {
      "start": 711.36,
      "dur": 1.909,
      "text": "at least worked alongside for those who were around when Labour was last in"
    },
    {
      "start": 713.279,
      "dur": 2.471,
      "text": "were around when Labour was last in government when Peter Mandles was first"
    },
    {
      "start": 715.76,
      "dur": 1.67,
      "text": "government when Peter Mandles was first secretary of state, effectively deputy"
    },
    {
      "start": 717.44,
      "dur": 2.31,
      "text": "secretary of state, effectively deputy prime minister to Gordon Brown um in the"
    },
    {
      "start": 719.76,
      "dur": 2.87,
      "text": "prime minister to Gordon Brown um in the latter years of the last time that Labor"
    },
    {
      "start": 722.64,
      "dur": 2.07,
      "text": "latter years of the last time that Labor was in government. and such as the"
    },
    {
      "start": 724.72,
      "dur": 3.19,
      "text": "was in government. and such as the volume of the revelations, albeit"
    },
    {
      "start": 727.92,
      "dur": 2.31,
      "text": "volume of the revelations, albeit snapshots in these emails uh in the"
    },
    {
      "start": 730.24,
      "dur": 2.95,
      "text": "snapshots in these emails uh in the files that are released. There are so so"
    },
    {
      "start": 733.2,
      "dur": 2.629,
      "text": "files that are released. There are so so many questions uh that are being put to"
    },
    {
      "start": 735.839,
      "dur": 1.511,
      "text": "many questions uh that are being put to Lord Mandlesson. In the interest of"
    },
    {
      "start": 737.36,
      "dur": 1.35,
      "text": "Lord Mandlesson. In the interest of fairness, we should be clear, we're"
    },
    {
      "start": 738.72,
      "dur": 1.59,
      "text": "fairness, we should be clear, we're approaching Lord Mandlesson uh"
    },
    {
      "start": 740.32,
      "dur": 1.83,
      "text": "approaching Lord Mandlesson uh frequently uh to offer him any"
    },
    {
      "start": 742.16,
      "dur": 2.87,
      "text": "frequently uh to offer him any opportunity to respond either in general"
    },
    {
      "start": 745.04,
      "dur": 1.99,
      "text": "opportunity to respond either in general or indeed to the specifics. He has not"
    },
    {
      "start": 747.04,
      "dur": 2.63,
      "text": "or indeed to the specifics. He has not responded publicly uh today. My"
    },
    {
      "start": 749.68,
      "dur": 2.47,
      "text": "responded publicly uh today. My understanding is that it is his view"
    },
    {
      "start": 752.16,
      "dur": 2.71,
      "text": "understanding is that it is his view that he has not acted criminally, that"
    },
    {
      "start": 754.88,
      "dur": 2.949,
      "text": "that he has not acted criminally, that he has never acted for personal gain."
    },
    {
      "start": 757.839,
      "dur": 2.391,
      "text": "he has never acted for personal gain. And on the specifics, which is where"
    },
    {
      "start": 760.24,
      "dur": 2.79,
      "text": "And on the specifics, which is where some of the sharper end of this gets to,"
    },
    {
      "start": 763.04,
      "dur": 2.87,
      "text": "some of the sharper end of this gets to, which is um the extent to which he was"
    },
    {
      "start": 765.92,
      "dur": 3.11,
      "text": "which is um the extent to which he was sharing um market sensitive information"
    },
    {
      "start": 769.04,
      "dur": 3.909,
      "text": "sharing um market sensitive information when he was first secretary of uh state."
    },
    {
      "start": 772.959,
      "dur": 2.55,
      "text": "when he was first secretary of uh state. Um my understanding is is that it is his"
    },
    {
      "start": 775.519,
      "dur": 2.471,
      "text": "Um my understanding is is that it is his view uh that he was dealing with someone"
    },
    {
      "start": 778.0,
      "dur": 2.629,
      "text": "view uh that he was dealing with someone in Jeffrey Epstein who was steeped in"
    },
    {
      "start": 780.639,
      "dur": 2.711,
      "text": "in Jeffrey Epstein who was steeped in that world of banking and connections"
    },
    {
      "start": 783.36,
      "dur": 1.99,
      "text": "that world of banking and connections with significant players uh in the"
    },
    {
      "start": 785.36,
      "dur": 2.39,
      "text": "with significant players uh in the United States and therefore to use that"
    },
    {
      "start": 787.76,
      "dur": 2.47,
      "text": "United States and therefore to use that friendship uh was in the national"
    },
    {
      "start": 790.24,
      "dur": 2.149,
      "text": "friendship uh was in the national interest. It is also worth reflecting in"
    },
    {
      "start": 792.399,
      "dur": 2.071,
      "text": "interest. It is also worth reflecting in the round in the on the grounds of"
    },
    {
      "start": 794.48,
      "dur": 1.589,
      "text": "the round in the on the grounds of fairness that I have not encountered a"
    },
    {
      "start": 796.079,
      "dur": 2.31,
      "text": "fairness that I have not encountered a single individual at Westminster who"
    },
    {
      "start": 798.399,
      "dur": 2.071,
      "text": "single individual at Westminster who thinks that argument flies"
    },
    {
      "start": 800.48,
      "dur": 1.99,
      "text": "thinks that argument flies &gt;&gt; and that criticism of Lord Mandlesson"
    },
    {
      "start": 802.48,
      "dur": 1.909,
      "text": "&gt;&gt; and that criticism of Lord Mandlesson was made at the cabinet meeting today in"
    },
    {
      "start": 804.399,
      "dur": 1.831,
      "text": "was made at the cabinet meeting today in Downing Street by the prime minister and"
    },
    {
      "start": 806.24,
      "dur": 1.829,
      "text": "Downing Street by the prime minister and we were told about it in quite some"
    },
    {
      "start": 808.079,
      "dur": 1.43,
      "text": "we were told about it in quite some detail by Downing Street."
    },
    {
      "start": 809.519,
      "dur": 1.671,
      "text": "detail by Downing Street. &gt;&gt; Indeed. Yeah. So I mean Downing Street"
    },
    {
      "start": 811.2,
      "dur": 2.23,
      "text": "&gt;&gt; Indeed. Yeah. So I mean Downing Street today have been going out of their way"
    },
    {
      "start": 813.44,
      "dur": 2.23,
      "text": "today have been going out of their way to try and stay on the front foot or not"
    },
    {
      "start": 815.68,
      "dur": 2.87,
      "text": "to try and stay on the front foot or not be accused of being behind the curve in"
    },
    {
      "start": 818.56,
      "dur": 1.99,
      "text": "be accused of being behind the curve in responding to this. So we were told that"
    },
    {
      "start": 820.56,
      "dur": 1.99,
      "text": "responding to this. So we were told that at the cabinet meeting uh this morning"
    },
    {
      "start": 822.56,
      "dur": 2.709,
      "text": "at the cabinet meeting uh this morning the prime minister said he was appalled."
    },
    {
      "start": 825.279,
      "dur": 2.631,
      "text": "the prime minister said he was appalled. Um we were also told that the government"
    },
    {
      "start": 827.92,
      "dur": 2.31,
      "text": "Um we were also told that the government is seeking as soon as possible to find a"
    },
    {
      "start": 830.24,
      "dur": 3.67,
      "text": "is seeking as soon as possible to find a mechanism uh to remove Lord Mandlesson's"
    },
    {
      "start": 833.92,
      "dur": 2.07,
      "text": "mechanism uh to remove Lord Mandlesson's title. So he has said today Lord"
    },
    {
      "start": 836.0,
      "dur": 2.15,
      "text": "title. So he has said today Lord Mandlesson uh or communicated to the"
    },
    {
      "start": 838.16,
      "dur": 2.229,
      "text": "Mandlesson uh or communicated to the House of Lords that he is retiring from"
    },
    {
      "start": 840.399,
      "dur": 2.151,
      "text": "House of Lords that he is retiring from that chamber. But that's not the same as"
    },
    {
      "start": 842.56,
      "dur": 2.31,
      "text": "that chamber. But that's not the same as losing his periage, losing the uh"
    },
    {
      "start": 844.88,
      "dur": 2.389,
      "text": "losing his periage, losing the uh entitlement to be called Lord Mandlesson"
    },
    {
      "start": 847.279,
      "dur": 2.631,
      "text": "entitlement to be called Lord Mandlesson as opposed to Peter Mattson. Uh the"
    },
    {
      "start": 849.92,
      "dur": 1.909,
      "text": "as opposed to Peter Mattson. Uh the government is emphasizing today with a"
    },
    {
      "start": 851.839,
      "dur": 3.271,
      "text": "government is emphasizing today with a degree of um speed uh in the language"
    },
    {
      "start": 855.12,
      "dur": 1.67,
      "text": "degree of um speed uh in the language that they are using that wasn't there to"
    },
    {
      "start": 856.8,
      "dur": 1.829,
      "text": "that they are using that wasn't there to the same extent yesterday that they're"
    },
    {
      "start": 858.639,
      "dur": 2.231,
      "text": "the same extent yesterday that they're exploring all options. Yesterday they"
    },
    {
      "start": 860.88,
      "dur": 1.59,
      "text": "exploring all options. Yesterday they were saying let's work cross party to"
    },
    {
      "start": 862.48,
      "dur": 1.349,
      "text": "were saying let's work cross party to try and find a mechanism that would"
    },
    {
      "start": 863.839,
      "dur": 2.071,
      "text": "try and find a mechanism that would allow people that parliament concludes"
    },
    {
      "start": 865.92,
      "dur": 1.269,
      "text": "allow people that parliament concludes should no longer be able to sit in the"
    },
    {
      "start": 867.199,
      "dur": 2.551,
      "text": "should no longer be able to sit in the House of Lords to be kicked out. um that"
    },
    {
      "start": 869.76,
      "dur": 1.749,
      "text": "House of Lords to be kicked out. um that that there is now a bit more of an"
    },
    {
      "start": 871.519,
      "dur": 1.75,
      "text": "that there is now a bit more of an emphasis on while seeking to do that"
    },
    {
      "start": 873.279,
      "dur": 2.311,
      "text": "emphasis on while seeking to do that that could take some time you there is"
    },
    {
      "start": 875.6,
      "dur": 1.83,
      "text": "that could take some time you there is also a mechanism where frankly the"
    },
    {
      "start": 877.44,
      "dur": 1.749,
      "text": "also a mechanism where frankly the government could just pass a law that"
    },
    {
      "start": 879.199,
      "dur": 2.31,
      "text": "government could just pass a law that says it is removing Lord Mandlesson's uh"
    },
    {
      "start": 881.519,
      "dur": 1.911,
      "text": "says it is removing Lord Mandlesson's uh periage and the view is that that would"
    },
    {
      "start": 883.44,
      "dur": 1.749,
      "text": "periage and the view is that that would sweep through parliament pretty quickly."
    },
    {
      "start": 885.199,
      "dur": 1.43,
      "text": "sweep through parliament pretty quickly. The government's emphasizing that it'll"
    },
    {
      "start": 886.639,
      "dur": 3.111,
      "text": "The government's emphasizing that it'll act as quickly uh as it can. Uh they're"
    },
    {
      "start": 889.76,
      "dur": 1.429,
      "text": "act as quickly uh as it can. Uh they're also saying as I was mentioning a few"
    },
    {
      "start": 891.199,
      "dur": 2.87,
      "text": "also saying as I was mentioning a few minutes ago that uh officials were in"
    },
    {
      "start": 894.079,
      "dur": 3.031,
      "text": "minutes ago that uh officials were in touch with the police this morning um"
    },
    {
      "start": 897.12,
      "dur": 2.79,
      "text": "touch with the police this morning um with a view an assessment from folk in"
    },
    {
      "start": 899.92,
      "dur": 3.51,
      "text": "with a view an assessment from folk in government as to the sensitivity of the"
    },
    {
      "start": 903.44,
      "dur": 2.389,
      "text": "government as to the sensitivity of the uh information uh that these emails"
    },
    {
      "start": 905.839,
      "dur": 2.071,
      "text": "uh information uh that these emails suggest Lord Mandlesson was sharing."
    },
    {
      "start": 907.92,
      "dur": 2.149,
      "text": "suggest Lord Mandlesson was sharing. &gt;&gt; And Chris, we'll talk in a minute about"
    },
    {
      "start": 910.079,
      "dur": 1.591,
      "text": "&gt;&gt; And Chris, we'll talk in a minute about what's going to happen on Wednesday and"
    },
    {
      "start": 911.68,
      "dur": 1.19,
      "text": "what's going to happen on Wednesday and where this could go in Parliament"
    },
    {
      "start": 912.88,
      "dur": 1.43,
      "text": "where this could go in Parliament because there's lots to unpick there."
    },
    {
      "start": 914.32,
      "dur": 2.15,
      "text": "because there's lots to unpick there. But Daniela, the royal angles today, and"
    },
    {
      "start": 916.48,
      "dur": 2.55,
      "text": "But Daniela, the royal angles today, and there are a few. Um, we actually heard a"
    },
    {
      "start": 919.04,
      "dur": 2.71,
      "text": "there are a few. Um, we actually heard a serving member of the royal family sort"
    },
    {
      "start": 921.76,
      "dur": 1.509,
      "text": "serving member of the royal family sort of referring to this."
    },
    {
      "start": 923.279,
      "dur": 2.071,
      "text": "of referring to this. &gt;&gt; Definitely referring to it. Yeah. Um,"
    },
    {
      "start": 925.36,
      "dur": 0.55,
      "text": "&gt;&gt; Definitely referring to it. Yeah. Um, Prince Edward,"
    },
    {
      "start": 925.92,
      "dur": 2.07,
      "text": "Prince Edward, &gt;&gt; just not very explicitly at"
    },
    {
      "start": 928.0,
      "dur": 1.67,
      "text": "&gt;&gt; just not very explicitly at &gt;&gt; Yeah, slightly round the houses, I"
    },
    {
      "start": 929.68,
      "dur": 1.589,
      "text": "&gt;&gt; Yeah, slightly round the houses, I suppose. Slightly, but yeah, Prince"
    },
    {
      "start": 931.279,
      "dur": 1.831,
      "text": "suppose. Slightly, but yeah, Prince Edward, the younger brother of Andrew"
    },
    {
      "start": 933.12,
      "dur": 1.75,
      "text": "Edward, the younger brother of Andrew Mountbatton Windsor, uh, he's now the"
    },
    {
      "start": 934.88,
      "dur": 1.67,
      "text": "Mountbatton Windsor, uh, he's now the Duke of Edinburgh as well, is his other"
    },
    {
      "start": 936.56,
      "dur": 2.709,
      "text": "Duke of Edinburgh as well, is his other title. He was in Dubai at a an education"
    },
    {
      "start": 939.279,
      "dur": 1.751,
      "text": "title. He was in Dubai at a an education summit effectively and he was being"
    },
    {
      "start": 941.04,
      "dur": 3.43,
      "text": "summit effectively and he was being interviewed um at the summit and uh he"
    },
    {
      "start": 944.48,
      "dur": 2.07,
      "text": "interviewed um at the summit and uh he was asked how he was coping was the"
    },
    {
      "start": 946.56,
      "dur": 1.67,
      "text": "was asked how he was coping was the question that was put to him about"
    },
    {
      "start": 948.24,
      "dur": 1.509,
      "text": "question that was put to him about everything that's been happening over"
    },
    {
      "start": 949.759,
      "dur": 1.99,
      "text": "everything that's been happening over the past few days with the latest drop"
    },
    {
      "start": 951.759,
      "dur": 1.99,
      "text": "the past few days with the latest drop of Epstein files and and you know he"
    },
    {
      "start": 953.759,
      "dur": 2.791,
      "text": "of Epstein files and and you know he replied saying you know he initially"
    },
    {
      "start": 956.56,
      "dur": 1.189,
      "text": "replied saying you know he initially actually said I don't know if anyone"
    },
    {
      "start": 957.759,
      "dur": 1.271,
      "text": "actually said I don't know if anyone here would be really that interested I'm"
    },
    {
      "start": 959.04,
      "dur": 0.95,
      "text": "here would be really that interested I'm sure everyone's here to talk about"
    },
    {
      "start": 960.0,
      "dur": 0.71,
      "text": "sure everyone's here to talk about education"
    },
    {
      "start": 960.72,
      "dur": 1.59,
      "text": "education &gt;&gt; or with the best will in the world I'm"
    },
    {
      "start": 962.32,
      "dur": 1.509,
      "text": "&gt;&gt; or with the best will in the world I'm not sure this is the audience that is"
    },
    {
      "start": 963.839,
      "dur": 1.43,
      "text": "not sure this is the audience that is probably the least bit interested in"
    },
    {
      "start": 965.279,
      "dur": 2.071,
      "text": "probably the least bit interested in that so they all came here to about"
    },
    {
      "start": 967.36,
      "dur": 3.11,
      "text": "that so they all came here to about education solving the future. Um and um"
    },
    {
      "start": 970.48,
      "dur": 1.75,
      "text": "education solving the future. Um and um but no, I think it's all really"
    },
    {
      "start": 972.24,
      "dur": 2.149,
      "text": "but no, I think it's all really important always to remember the victims"
    },
    {
      "start": 974.399,
      "dur": 3.43,
      "text": "important always to remember the victims and and who are the victims in all this."
    },
    {
      "start": 977.839,
      "dur": 1.191,
      "text": "and and who are the victims in all this. Interesting because we've not heard"
    },
    {
      "start": 979.04,
      "dur": 2.149,
      "text": "Interesting because we've not heard anyone really directly from the royal"
    },
    {
      "start": 981.199,
      "dur": 1.19,
      "text": "anyone really directly from the royal family deal with this in any way"
    },
    {
      "start": 982.399,
      "dur": 2.311,
      "text": "family deal with this in any way whatsoever. So to hear him actually not"
    },
    {
      "start": 984.72,
      "dur": 2.07,
      "text": "whatsoever. So to hear him actually not completely shut it down and actually say"
    },
    {
      "start": 986.8,
      "dur": 1.99,
      "text": "completely shut it down and actually say something and focus on the victims was"
    },
    {
      "start": 988.8,
      "dur": 1.35,
      "text": "something and focus on the victims was interesting. And it's also worth"
    },
    {
      "start": 990.16,
      "dur": 1.589,
      "text": "interesting. And it's also worth remembering that in in previous"
    },
    {
      "start": 991.759,
      "dur": 1.51,
      "text": "remembering that in in previous statements from the royal family about"
    },
    {
      "start": 993.279,
      "dur": 2.47,
      "text": "statements from the royal family about this, there wasn't much mention of the"
    },
    {
      "start": 995.759,
      "dur": 1.831,
      "text": "this, there wasn't much mention of the victims. And the first sign that there"
    },
    {
      "start": 997.6,
      "dur": 2.39,
      "text": "victims. And the first sign that there was a real rupture between the king and"
    },
    {
      "start": 1000.0,
      "dur": 1.59,
      "text": "was a real rupture between the king and Andrew was when there was a statement"
    },
    {
      "start": 1001.6,
      "dur": 1.669,
      "text": "Andrew was when there was a statement from Buckingham Palace that put the"
    },
    {
      "start": 1003.279,
      "dur": 2.391,
      "text": "from Buckingham Palace that put the victims front and center in the words"
    },
    {
      "start": 1005.68,
      "dur": 1.589,
      "text": "victims front and center in the words from the royal family. That was when we"
    },
    {
      "start": 1007.279,
      "dur": 2.311,
      "text": "from the royal family. That was when we knew, all right, this relationship is"
    },
    {
      "start": 1009.6,
      "dur": 1.589,
      "text": "knew, all right, this relationship is breaking down between the two of them."
    },
    {
      "start": 1011.199,
      "dur": 1.19,
      "text": "breaking down between the two of them. &gt;&gt; That's right. Do you remember that back"
    },
    {
      "start": 1012.399,
      "dur": 2.951,
      "text": "&gt;&gt; That's right. Do you remember that back in October that initial statement when"
    },
    {
      "start": 1015.36,
      "dur": 1.829,
      "text": "in October that initial statement when uh Andrew was given the privilege of"
    },
    {
      "start": 1017.199,
      "dur": 1.511,
      "text": "uh Andrew was given the privilege of saying it in his own words, I'm going to"
    },
    {
      "start": 1018.72,
      "dur": 1.75,
      "text": "saying it in his own words, I'm going to give up being a knight of the garter."
    },
    {
      "start": 1020.48,
      "dur": 1.83,
      "text": "give up being a knight of the garter. I'm going to give this up and this title"
    },
    {
      "start": 1022.32,
      "dur": 2.469,
      "text": "I'm going to give this up and this title up. And in that statement, there was no"
    },
    {
      "start": 1024.799,
      "dur": 1.75,
      "text": "up. And in that statement, there was no mention at all of victims. So, it was in"
    },
    {
      "start": 1026.559,
      "dur": 1.99,
      "text": "mention at all of victims. So, it was in his own words. He denied the allegations"
    },
    {
      "start": 1028.559,
      "dur": 1.671,
      "text": "his own words. He denied the allegations against him and said, \"This is how I see"
    },
    {
      "start": 1030.24,
      "dur": 0.709,
      "text": "against him and said, \"This is how I see it.\""
    },
    {
      "start": 1030.959,
      "dur": 1.83,
      "text": "it.\" &gt;&gt; I mean, there was a bit of an outcry and"
    },
    {
      "start": 1032.799,
      "dur": 1.431,
      "text": "&gt;&gt; I mean, there was a bit of an outcry and an enormous amount of criticism of the"
    },
    {
      "start": 1034.24,
      "dur": 1.669,
      "text": "an enormous amount of criticism of the royal family in terms of how can you"
    },
    {
      "start": 1035.919,
      "dur": 1.51,
      "text": "royal family in terms of how can you allow him to frame it like that? you"
    },
    {
      "start": 1037.439,
      "dur": 1.11,
      "text": "allow him to frame it like that? you know, it's a real privilege to be able"
    },
    {
      "start": 1038.559,
      "dur": 1.911,
      "text": "know, it's a real privilege to be able to come and speak publicly and and and"
    },
    {
      "start": 1040.48,
      "dur": 2.709,
      "text": "to come and speak publicly and and and have your your words heard out loud. Two"
    },
    {
      "start": 1043.199,
      "dur": 1.191,
      "text": "have your your words heard out loud. Two weeks later, that had changed"
    },
    {
      "start": 1044.4,
      "dur": 1.269,
      "text": "weeks later, that had changed completely. That was the message that"
    },
    {
      "start": 1045.679,
      "dur": 1.35,
      "text": "completely. That was the message that came from the king that said, \"He's"
    },
    {
      "start": 1047.039,
      "dur": 1.27,
      "text": "came from the king that said, \"He's being stripped of everything. You know,"
    },
    {
      "start": 1048.319,
      "dur": 2.071,
      "text": "being stripped of everything. You know, his royal life is over. He's being cut"
    },
    {
      "start": 1050.4,
      "dur": 2.31,
      "text": "his royal life is over. He's being cut off.\" And there was a very, very clear"
    },
    {
      "start": 1052.72,
      "dur": 2.15,
      "text": "off.\" And there was a very, very clear couple of sentences about thought and"
    },
    {
      "start": 1054.88,
      "dur": 1.99,
      "text": "couple of sentences about thought and sympathy from the king and queen towards"
    },
    {
      "start": 1056.88,
      "dur": 0.71,
      "text": "sympathy from the king and queen towards the victims."
    },
    {
      "start": 1057.6,
      "dur": 1.75,
      "text": "the victims. &gt;&gt; Uh, and in the last episode of Newcast,"
    },
    {
      "start": 1059.36,
      "dur": 1.669,
      "text": "&gt;&gt; Uh, and in the last episode of Newcast, a lot of our focus was on Sarah"
    },
    {
      "start": 1061.039,
      "dur": 2.071,
      "text": "a lot of our focus was on Sarah Ferguson, Andrew's ex-wife, although we"
    },
    {
      "start": 1063.12,
      "dur": 1.429,
      "text": "Ferguson, Andrew's ex-wife, although we know they're still very, very close and"
    },
    {
      "start": 1064.559,
      "dur": 1.671,
      "text": "know they're still very, very close and spend a lot of time together. more"
    },
    {
      "start": 1066.24,
      "dur": 1.83,
      "text": "spend a lot of time together. more revelations from the the cache of"
    },
    {
      "start": 1068.08,
      "dur": 2.31,
      "text": "revelations from the the cache of Epstein emails about her communications"
    },
    {
      "start": 1070.4,
      "dur": 0.71,
      "text": "Epstein emails about her communications with him."
    },
    {
      "start": 1071.12,
      "dur": 1.51,
      "text": "with him. &gt;&gt; Yeah, that's right. Um for me, it's been"
    },
    {
      "start": 1072.64,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, that's right. Um for me, it's been very much a Sarah Ferguson day actually."
    },
    {
      "start": 1074.08,
      "dur": 1.67,
      "text": "very much a Sarah Ferguson day actually. It sort of shifted across today in terms"
    },
    {
      "start": 1075.76,
      "dur": 1.909,
      "text": "It sort of shifted across today in terms of what we're seeing and what we found"
    },
    {
      "start": 1077.679,
      "dur": 2.151,
      "text": "of what we're seeing and what we found in the documents and there are just a"
    },
    {
      "start": 1079.84,
      "dur": 3.27,
      "text": "in the documents and there are just a whole series of emails uh from her to"
    },
    {
      "start": 1083.12,
      "dur": 2.63,
      "text": "whole series of emails uh from her to Epste from Epstein back to her and there"
    },
    {
      "start": 1085.76,
      "dur": 3.269,
      "text": "Epste from Epstein back to her and there is to be honest just a real desperation"
    },
    {
      "start": 1089.039,
      "dur": 1.351,
      "text": "is to be honest just a real desperation in [snorts] the words and the content of"
    },
    {
      "start": 1090.4,
      "dur": 1.509,
      "text": "in [snorts] the words and the content of what she's saying. If I just read you a"
    },
    {
      "start": 1091.919,
      "dur": 1.911,
      "text": "what she's saying. If I just read you a few of them. Um, now these are going"
    },
    {
      "start": 1093.84,
      "dur": 3.27,
      "text": "few of them. Um, now these are going back to 2009, 2010. Um, she's saying"
    },
    {
      "start": 1097.12,
      "dur": 2.15,
      "text": "back to 2009, 2010. Um, she's saying things like, \"I have been so sad. I'm"
    },
    {
      "start": 1099.28,
      "dur": 1.83,
      "text": "things like, \"I have been so sad. I'm very, very sorry.\" And, and she's"
    },
    {
      "start": 1101.12,
      "dur": 1.35,
      "text": "very, very sorry.\" And, and she's obviously trying to make contact with"
    },
    {
      "start": 1102.48,
      "dur": 1.51,
      "text": "obviously trying to make contact with Epste. And he's obviously not responding"
    },
    {
      "start": 1104.0,
      "dur": 2.549,
      "text": "Epste. And he's obviously not responding that well. Have you died on me? Don't,"
    },
    {
      "start": 1106.559,
      "dur": 1.911,
      "text": "that well. Have you died on me? Don't, please. You are my pillar. I'm feeling"
    },
    {
      "start": 1108.48,
      "dur": 2.39,
      "text": "please. You are my pillar. I'm feeling very traumatized and alone. And then he"
    },
    {
      "start": 1110.88,
      "dur": 1.59,
      "text": "very traumatized and alone. And then he responds and she replies saying, \"Ph,"
    },
    {
      "start": 1112.48,
      "dur": 1.27,
      "text": "responds and she replies saying, \"Ph, you still love me. I thought you had"
    },
    {
      "start": 1113.76,
      "dur": 2.789,
      "text": "you still love me. I thought you had disowned me.\" And um, and she also says,"
    },
    {
      "start": 1116.559,
      "dur": 2.311,
      "text": "disowned me.\" And um, and she also says, \"So you haven't forgotten about me. I do"
    },
    {
      "start": 1118.88,
      "dur": 2.07,
      "text": "\"So you haven't forgotten about me. I do know that my handsome prince is a saint"
    },
    {
      "start": 1120.96,
      "dur": 2.23,
      "text": "know that my handsome prince is a saint and you worship him, but then I did"
    },
    {
      "start": 1123.2,
      "dur": 3.349,
      "text": "and you worship him, but then I did marry him and I still love him. So, you"
    },
    {
      "start": 1126.559,
      "dur": 1.751,
      "text": "marry him and I still love him. So, you know, there is there is that sort of"
    },
    {
      "start": 1128.32,
      "dur": 2.63,
      "text": "know, there is there is that sort of fawning tone. She sounds quite desperate"
    },
    {
      "start": 1130.96,
      "dur": 2.63,
      "text": "fawning tone. She sounds quite desperate for Epstein's attention, but no response"
    },
    {
      "start": 1133.6,
      "dur": 1.67,
      "text": "for Epstein's attention, but no response at all from any of her representatives"
    },
    {
      "start": 1135.28,
      "dur": 1.509,
      "text": "at all from any of her representatives or Buckingham Palace today."
    },
    {
      "start": 1136.799,
      "dur": 1.191,
      "text": "or Buckingham Palace today. &gt;&gt; And also, some of the things that"
    },
    {
      "start": 1138.0,
      "dur": 2.39,
      "text": "&gt;&gt; And also, some of the things that Jeffrey Epstein asks her for are almost"
    },
    {
      "start": 1140.4,
      "dur": 1.59,
      "text": "Jeffrey Epstein asks her for are almost like things you might ask an assistant"
    },
    {
      "start": 1142.0,
      "dur": 1.909,
      "text": "like things you might ask an assistant to do. It's like logistical stuff,"
    },
    {
      "start": 1143.919,
      "dur": 1.031,
      "text": "to do. It's like logistical stuff, organizing stuff."
    },
    {
      "start": 1144.96,
      "dur": 1.19,
      "text": "organizing stuff. &gt;&gt; Yeah, it's that thing again, is it? We"
    },
    {
      "start": 1146.16,
      "dur": 1.11,
      "text": "&gt;&gt; Yeah, it's that thing again, is it? We talked about it yesterday, the sort of"
    },
    {
      "start": 1147.28,
      "dur": 1.67,
      "text": "talked about it yesterday, the sort of power play that you're seeing in these"
    },
    {
      "start": 1148.96,
      "dur": 2.55,
      "text": "power play that you're seeing in these exchanges, which I'm really fascinated"
    },
    {
      "start": 1151.52,
      "dur": 2.07,
      "text": "exchanges, which I'm really fascinated by. And yet again, he seems to be"
    },
    {
      "start": 1153.6,
      "dur": 2.47,
      "text": "by. And yet again, he seems to be Epstein, the one holding the cards and"
    },
    {
      "start": 1156.08,
      "dur": 1.99,
      "text": "Epstein, the one holding the cards and everyone is trying to please him. So,"
    },
    {
      "start": 1158.08,
      "dur": 2.07,
      "text": "everyone is trying to please him. So, one of the things that comes up is him"
    },
    {
      "start": 1160.16,
      "dur": 2.869,
      "text": "one of the things that comes up is him asking for access to royal palaces. And"
    },
    {
      "start": 1163.039,
      "dur": 1.831,
      "text": "asking for access to royal palaces. And there's one where Epstein writes from"
    },
    {
      "start": 1164.88,
      "dur": 3.029,
      "text": "there's one where Epstein writes from 2010, Sarah, could you one or one of"
    },
    {
      "start": 1167.919,
      "dur": 2.391,
      "text": "2010, Sarah, could you one or one of your daughters show a redacted name,"
    },
    {
      "start": 1170.32,
      "dur": 2.39,
      "text": "your daughters show a redacted name, Buckingham? Thanks. I mean, they're so"
    },
    {
      "start": 1172.72,
      "dur": 1.51,
      "text": "Buckingham? Thanks. I mean, they're so short and sweet, these messages from"
    },
    {
      "start": 1174.24,
      "dur": 1.51,
      "text": "short and sweet, these messages from they're also really poorly poorly"
    },
    {
      "start": 1175.76,
      "dur": 1.11,
      "text": "they're also really poorly poorly spelled. The grammar is terrible."
    },
    {
      "start": 1176.88,
      "dur": 1.029,
      "text": "spelled. The grammar is terrible. They're quite hard to understand"
    },
    {
      "start": 1177.919,
      "dur": 1.911,
      "text": "They're quite hard to understand sometimes, but he is very direct. It's"
    },
    {
      "start": 1179.84,
      "dur": 2.31,
      "text": "sometimes, but he is very direct. It's asking what he wants, but the responses"
    },
    {
      "start": 1182.16,
      "dur": 1.83,
      "text": "asking what he wants, but the responses to him, it seems, for everyone else are"
    },
    {
      "start": 1184.0,
      "dur": 1.669,
      "text": "to him, it seems, for everyone else are very fing telling him how great he is"
    },
    {
      "start": 1185.679,
      "dur": 1.271,
      "text": "very fing telling him how great he is and how much they love him."
    },
    {
      "start": 1186.96,
      "dur": 1.35,
      "text": "and how much they love him. &gt;&gt; Although, it is interesting that the"
    },
    {
      "start": 1188.32,
      "dur": 1.83,
      "text": "&gt;&gt; Although, it is interesting that the tone of what what what Sarah Ferguson"
    },
    {
      "start": 1190.16,
      "dur": 1.59,
      "text": "tone of what what what Sarah Ferguson says. You you you use the dword"
    },
    {
      "start": 1191.76,
      "dur": 1.99,
      "text": "says. You you you use the dword desperation. I'm just remembering"
    },
    {
      "start": 1193.76,
      "dur": 1.35,
      "text": "desperation. I'm just remembering interviews I've read with her and"
    },
    {
      "start": 1195.12,
      "dur": 1.51,
      "text": "interviews I've read with her and watched with her. like she is a quite"
    },
    {
      "start": 1196.64,
      "dur": 1.75,
      "text": "watched with her. like she is a quite unusual character, especially when you"
    },
    {
      "start": 1198.4,
      "dur": 1.91,
      "text": "unusual character, especially when you think she was in the royal family by"
    },
    {
      "start": 1200.32,
      "dur": 2.87,
      "text": "think she was in the royal family by marriage, not by birth. Um, actually, if"
    },
    {
      "start": 1203.2,
      "dur": 1.349,
      "text": "marriage, not by birth. Um, actually, if you were gonna get emailed by Sarah"
    },
    {
      "start": 1204.559,
      "dur": 1.271,
      "text": "you were gonna get emailed by Sarah Ferguson, you think they would be"
    },
    {
      "start": 1205.84,
      "dur": 2.15,
      "text": "Ferguson, you think they would be probably a bit mad. [clears throat]"
    },
    {
      "start": 1208.0,
      "dur": 1.99,
      "text": "probably a bit mad. [clears throat] &gt;&gt; Yeah, I think that in the nicest"
    },
    {
      "start": 1210.0,
      "dur": 1.909,
      "text": "&gt;&gt; Yeah, I think that in the nicest possible way, that's that's fair. She is"
    },
    {
      "start": 1211.919,
      "dur": 2.311,
      "text": "possible way, that's that's fair. She is someone who is quite exuberant in the"
    },
    {
      "start": 1214.24,
      "dur": 1.03,
      "text": "someone who is quite exuberant in the way she talks to you. I've interviewed"
    },
    {
      "start": 1215.28,
      "dur": 1.67,
      "text": "way she talks to you. I've interviewed her a couple of times over the years."
    },
    {
      "start": 1216.96,
      "dur": 1.99,
      "text": "her a couple of times over the years. She is very she'll ask you all sort, you"
    },
    {
      "start": 1218.96,
      "dur": 2.31,
      "text": "She is very she'll ask you all sort, you know, she's quite touchyfey. She is"
    },
    {
      "start": 1221.28,
      "dur": 1.19,
      "text": "know, she's quite touchyfey. She is she'll ask you all sorts of personal"
    },
    {
      "start": 1222.48,
      "dur": 1.75,
      "text": "she'll ask you all sorts of personal stuff about your family and yourself and"
    },
    {
      "start": 1224.24,
      "dur": 1.99,
      "text": "stuff about your family and yourself and all sorts of things. Yeah, I suppose the"
    },
    {
      "start": 1226.24,
      "dur": 2.23,
      "text": "all sorts of things. Yeah, I suppose the style of them is quite fitting to the"
    },
    {
      "start": 1228.48,
      "dur": 2.549,
      "text": "style of them is quite fitting to the person we know as Sarah Ferguson."
    },
    {
      "start": 1231.039,
      "dur": 1.99,
      "text": "person we know as Sarah Ferguson. &gt;&gt; Uh, and have we heard anything yet from"
    },
    {
      "start": 1233.039,
      "dur": 1.591,
      "text": "&gt;&gt; Uh, and have we heard anything yet from Andrew MBA in Windsor? We talked"
    },
    {
      "start": 1234.64,
      "dur": 2.389,
      "text": "Andrew MBA in Windsor? We talked yesterday about the picture of him going"
    },
    {
      "start": 1237.039,
      "dur": 1.99,
      "text": "yesterday about the picture of him going out on horseback. Anything official?"
    },
    {
      "start": 1239.039,
      "dur": 1.671,
      "text": "out on horseback. Anything official? &gt;&gt; No, nothing today. He's not been out and"
    },
    {
      "start": 1240.72,
      "dur": 1.67,
      "text": "&gt;&gt; No, nothing today. He's not been out and about in Windsor as far as we can see"
    },
    {
      "start": 1242.4,
      "dur": 2.23,
      "text": "about in Windsor as far as we can see and absolutely nothing from any"
    },
    {
      "start": 1244.64,
      "dur": 2.31,
      "text": "and absolutely nothing from any representative of him or or lawyer. It's"
    },
    {
      "start": 1246.96,
      "dur": 1.67,
      "text": "representative of him or or lawyer. It's actually quite hard to reach him"
    },
    {
      "start": 1248.64,
      "dur": 1.269,
      "text": "actually quite hard to reach him officially now as well because of course"
    },
    {
      "start": 1249.919,
      "dur": 1.911,
      "text": "officially now as well because of course he's not represented by Buckingham"
    },
    {
      "start": 1251.84,
      "dur": 1.43,
      "text": "he's not represented by Buckingham Palace or anyone in the royal household"
    },
    {
      "start": 1253.28,
      "dur": 1.67,
      "text": "Palace or anyone in the royal household officially. So you're going slightly"
    },
    {
      "start": 1254.96,
      "dur": 1.35,
      "text": "officially. So you're going slightly around the houses sometimes to try and"
    },
    {
      "start": 1256.32,
      "dur": 1.349,
      "text": "around the houses sometimes to try and get to him, but absolutely nothing on"
    },
    {
      "start": 1257.679,
      "dur": 0.87,
      "text": "get to him, but absolutely nothing on the record today."
    },
    {
      "start": 1258.559,
      "dur": 1.671,
      "text": "the record today. &gt;&gt; Chris, let's turn our gaze to what's"
    },
    {
      "start": 1260.24,
      "dur": 1.19,
      "text": "&gt;&gt; Chris, let's turn our gaze to what's going to happen in Westminster on"
    },
    {
      "start": 1261.44,
      "dur": 1.43,
      "text": "going to happen in Westminster on Wednesday then. And we have this thing"
    },
    {
      "start": 1262.88,
      "dur": 1.75,
      "text": "Wednesday then. And we have this thing which is a regular thing at Westminster"
    },
    {
      "start": 1264.64,
      "dur": 1.67,
      "text": "which is a regular thing at Westminster called an opposition day debate where"
    },
    {
      "start": 1266.32,
      "dur": 1.589,
      "text": "called an opposition day debate where one of the opposition parties gets a"
    },
    {
      "start": 1267.919,
      "dur": 2.151,
      "text": "one of the opposition parties gets a couple of hours to decide what is"
    },
    {
      "start": 1270.08,
      "dur": 2.79,
      "text": "couple of hours to decide what is debated and voted on in parliament and"
    },
    {
      "start": 1272.88,
      "dur": 1.669,
      "text": "debated and voted on in parliament and it's going to be the Conservatives on"
    },
    {
      "start": 1274.559,
      "dur": 2.791,
      "text": "it's going to be the Conservatives on Wednesday and they've chosen this as"
    },
    {
      "start": 1277.36,
      "dur": 2.63,
      "text": "Wednesday and they've chosen this as their debate and their vote. What are"
    },
    {
      "start": 1280.0,
      "dur": 1.51,
      "text": "their debate and their vote. What are they trying to achieve here and what"
    },
    {
      "start": 1281.52,
      "dur": 1.43,
      "text": "they trying to achieve here and what sort of parliamentary techniques are"
    },
    {
      "start": 1282.96,
      "dur": 0.949,
      "text": "sort of parliamentary techniques are they going to be deploying?"
    },
    {
      "start": 1283.919,
      "dur": 1.591,
      "text": "they going to be deploying? &gt;&gt; So, the Conservatives have struck lucky"
    },
    {
      "start": 1285.52,
      "dur": 2.07,
      "text": "&gt;&gt; So, the Conservatives have struck lucky in their timing on Wednesday having this"
    },
    {
      "start": 1287.6,
      "dur": 2.15,
      "text": "in their timing on Wednesday having this opposition day debate, this bit of time"
    },
    {
      "start": 1289.76,
      "dur": 2.55,
      "text": "opposition day debate, this bit of time in the parliamentary timetable, but"
    },
    {
      "start": 1292.32,
      "dur": 2.63,
      "text": "in the parliamentary timetable, but they've spent much of Tuesday trying to"
    },
    {
      "start": 1294.96,
      "dur": 3.03,
      "text": "they've spent much of Tuesday trying to make sure they nail it as far as how"
    },
    {
      "start": 1298.0,
      "dur": 1.909,
      "text": "make sure they nail it as far as how things might turn out. So, they're going"
    },
    {
      "start": 1299.919,
      "dur": 3.11,
      "text": "things might turn out. So, they're going to use this uh procedure called a humble"
    },
    {
      "start": 1303.039,
      "dur": 3.831,
      "text": "to use this uh procedure called a humble address. Now what that means is it is a"
    },
    {
      "start": 1306.88,
      "dur": 2.71,
      "text": "address. Now what that means is it is a mechanism for requesting papers"
    },
    {
      "start": 1309.6,
      "dur": 4.069,
      "text": "mechanism for requesting papers documents from a government department."
    },
    {
      "start": 1313.679,
      "dur": 2.151,
      "text": "documents from a government department. Now they have spent ages trying to get"
    },
    {
      "start": 1315.84,
      "dur": 3.03,
      "text": "Now they have spent ages trying to get the wording right in two directions and"
    },
    {
      "start": 1318.88,
      "dur": 2.95,
      "text": "the wording right in two directions and arguably directions that could prove uh"
    },
    {
      "start": 1321.84,
      "dur": 2.39,
      "text": "arguably directions that could prove uh to be pushing against each other. So"
    },
    {
      "start": 1324.24,
      "dur": 2.39,
      "text": "to be pushing against each other. So firstly, in order to get any papers,"
    },
    {
      "start": 1326.64,
      "dur": 1.35,
      "text": "firstly, in order to get any papers, they've got to win the vote. Well,"
    },
    {
      "start": 1328.0,
      "dur": 1.029,
      "text": "they've got to win the vote. Well, they're not in government. They don't"
    },
    {
      "start": 1329.039,
      "dur": 2.151,
      "text": "they're not in government. They don't have many MPs. In other words, they need"
    },
    {
      "start": 1331.2,
      "dur": 3.19,
      "text": "have many MPs. In other words, they need to write an address, an idea that Labour"
    },
    {
      "start": 1334.4,
      "dur": 3.59,
      "text": "to write an address, an idea that Labour MPs don't want to vote down and arguably"
    },
    {
      "start": 1338.0,
      "dur": 1.59,
      "text": "MPs don't want to vote down and arguably ideally from their perspective would"
    },
    {
      "start": 1339.6,
      "dur": 2.39,
      "text": "ideally from their perspective would vote for or at least not vote for at"
    },
    {
      "start": 1342.0,
      "dur": 2.47,
      "text": "vote for or at least not vote for at all. In other words, abstain. So, can"
    },
    {
      "start": 1344.48,
      "dur": 2.309,
      "text": "all. In other words, abstain. So, can they write something that Labour MPs"
    },
    {
      "start": 1346.799,
      "dur": 1.35,
      "text": "they write something that Labour MPs don't feel they can vote down because"
    },
    {
      "start": 1348.159,
      "dur": 1.191,
      "text": "don't feel they can vote down because Labour really don't want to feel like"
    },
    {
      "start": 1349.36,
      "dur": 2.15,
      "text": "Labour really don't want to feel like they're on the back foot on all of this?"
    },
    {
      "start": 1351.52,
      "dur": 1.75,
      "text": "they're on the back foot on all of this? And secondly, can it be worded in a"
    },
    {
      "start": 1353.28,
      "dur": 2.389,
      "text": "And secondly, can it be worded in a sufficiently narrow way that they get"
    },
    {
      "start": 1355.679,
      "dur": 3.271,
      "text": "sufficiently narrow way that they get the documents that they want if they win"
    },
    {
      "start": 1358.96,
      "dur": 2.31,
      "text": "the documents that they want if they win the vote? What documents do they want?"
    },
    {
      "start": 1361.28,
      "dur": 2.23,
      "text": "the vote? What documents do they want? They want to find out about the uh"
    },
    {
      "start": 1363.52,
      "dur": 2.47,
      "text": "They want to find out about the uh vetting procedures around Lord"
    },
    {
      "start": 1366.0,
      "dur": 3.11,
      "text": "vetting procedures around Lord Mandlesson's appointment to be uh the uh"
    },
    {
      "start": 1369.12,
      "dur": 2.549,
      "text": "Mandlesson's appointment to be uh the uh ambassador in the United States that"
    },
    {
      "start": 1371.679,
      "dur": 2.071,
      "text": "ambassador in the United States that took place of course in the last 18"
    },
    {
      "start": 1373.76,
      "dur": 2.23,
      "text": "took place of course in the last 18 months or so prior to his appointment in"
    },
    {
      "start": 1376.0,
      "dur": 2.39,
      "text": "months or so prior to his appointment in Washington about a year ago. So what was"
    },
    {
      "start": 1378.4,
      "dur": 2.149,
      "text": "Washington about a year ago. So what was the vetting procedure? What did Downing"
    },
    {
      "start": 1380.559,
      "dur": 2.631,
      "text": "the vetting procedure? What did Downing Street know beforehand? What questions"
    },
    {
      "start": 1383.2,
      "dur": 1.589,
      "text": "Street know beforehand? What questions were asked? So that's what they're going"
    },
    {
      "start": 1384.799,
      "dur": 1.831,
      "text": "were asked? So that's what they're going to seek to do tomorrow afternoon. And"
    },
    {
      "start": 1386.64,
      "dur": 2.87,
      "text": "to seek to do tomorrow afternoon. And before that, Prime Minister's questions."
    },
    {
      "start": 1389.52,
      "dur": 1.509,
      "text": "before that, Prime Minister's questions. Prime Minister back in the country after"
    },
    {
      "start": 1391.039,
      "dur": 3.591,
      "text": "Prime Minister back in the country after his trip to Asia last week. It could be"
    },
    {
      "start": 1394.64,
      "dur": 2.07,
      "text": "his trip to Asia last week. It could be quite a thing at lunchtime before that"
    },
    {
      "start": 1396.72,
      "dur": 1.99,
      "text": "quite a thing at lunchtime before that with the prime minister Keem Bay and"
    },
    {
      "start": 1398.72,
      "dur": 2.79,
      "text": "with the prime minister Keem Bay and others. uh no doubt with Lord Mandlesson"
    },
    {
      "start": 1401.52,
      "dur": 1.35,
      "text": "others. uh no doubt with Lord Mandlesson featuring in the conversation"
    },
    {
      "start": 1402.88,
      "dur": 1.83,
      "text": "featuring in the conversation &gt;&gt; and also Chris forgetting the politics"
    },
    {
      "start": 1404.72,
      "dur": 1.99,
      "text": "&gt;&gt; and also Chris forgetting the politics and the the difficulty about oh prime"
    },
    {
      "start": 1406.72,
      "dur": 1.829,
      "text": "and the the difficulty about oh prime ministerial judgment in all of this"
    },
    {
      "start": 1408.559,
      "dur": 2.23,
      "text": "ministerial judgment in all of this actually just on a practical basis the"
    },
    {
      "start": 1410.799,
      "dur": 1.191,
      "text": "actually just on a practical basis the the process they're talking about here"
    },
    {
      "start": 1412.0,
      "dur": 1.669,
      "text": "the process they're talking about here is called developed vetting and it's"
    },
    {
      "start": 1413.679,
      "dur": 2.391,
      "text": "is called developed vetting and it's where quite often former members of the"
    },
    {
      "start": 1416.08,
      "dur": 2.15,
      "text": "where quite often former members of the intelligence agencies go and interview"
    },
    {
      "start": 1418.24,
      "dur": 2.63,
      "text": "intelligence agencies go and interview somebody uh and their family members"
    },
    {
      "start": 1420.88,
      "dur": 2.55,
      "text": "somebody uh and their family members about their deepest darkest secrets"
    },
    {
      "start": 1423.44,
      "dur": 1.51,
      "text": "about their deepest darkest secrets before deciding whether they can get a"
    },
    {
      "start": 1424.96,
      "dur": 2.069,
      "text": "before deciding whether they can get a high-profile job with access to secret"
    },
    {
      "start": 1427.039,
      "dur": 1.351,
      "text": "high-profile job with access to secret stuff like being ambassador to"
    },
    {
      "start": 1428.4,
      "dur": 2.149,
      "text": "stuff like being ambassador to Washington. So releasing stuff that's"
    },
    {
      "start": 1430.559,
      "dur": 2.391,
      "text": "Washington. So releasing stuff that's related to that is presumably a total"
    },
    {
      "start": 1432.96,
      "dur": 0.79,
      "text": "related to that is presumably a total minefield."
    },
    {
      "start": 1433.76,
      "dur": 1.83,
      "text": "minefield. &gt;&gt; Well, yeah, exactly that. And then and"
    },
    {
      "start": 1435.6,
      "dur": 1.35,
      "text": "&gt;&gt; Well, yeah, exactly that. And then and then there's the argument that you'll"
    },
    {
      "start": 1436.96,
      "dur": 2.23,
      "text": "then there's the argument that you'll hear articulated either directly or"
    },
    {
      "start": 1439.2,
      "dur": 2.23,
      "text": "hear articulated either directly or indirectly from both sides on all of"
    },
    {
      "start": 1441.44,
      "dur": 1.91,
      "text": "indirectly from both sides on all of this, if you like. And by that I mean"
    },
    {
      "start": 1443.36,
      "dur": 2.71,
      "text": "this, if you like. And by that I mean the government and Lord Mandlesson. So"
    },
    {
      "start": 1446.08,
      "dur": 1.35,
      "text": "the government and Lord Mandlesson. So the argument we've heard for a while"
    },
    {
      "start": 1447.44,
      "dur": 1.75,
      "text": "the argument we've heard for a while from folk in government around Lord"
    },
    {
      "start": 1449.2,
      "dur": 1.589,
      "text": "from folk in government around Lord Madison's appointment is that you know"
    },
    {
      "start": 1450.799,
      "dur": 2.551,
      "text": "Madison's appointment is that you know you can do as much vetting as you like"
    },
    {
      "start": 1453.36,
      "dur": 2.47,
      "text": "you can do as much vetting as you like but if the uh person at the heart of it"
    },
    {
      "start": 1455.84,
      "dur": 2.79,
      "text": "but if the uh person at the heart of it is not telling you the whole truth then"
    },
    {
      "start": 1458.64,
      "dur": 1.59,
      "text": "is not telling you the whole truth then there's there's a chance you don't get"
    },
    {
      "start": 1460.24,
      "dur": 2.15,
      "text": "there's there's a chance you don't get to that whole truth if elements of that"
    },
    {
      "start": 1462.4,
      "dur": 3.03,
      "text": "to that whole truth if elements of that whole truth are held by uh folk who are"
    },
    {
      "start": 1465.44,
      "dur": 1.67,
      "text": "whole truth are held by uh folk who are not going to disclose it at that time."
    },
    {
      "start": 1467.12,
      "dur": 1.27,
      "text": "not going to disclose it at that time. And the argument we've heard from Lord"
    },
    {
      "start": 1468.4,
      "dur": 1.35,
      "text": "And the argument we've heard from Lord Mandlesson in the past around all of"
    },
    {
      "start": 1469.76,
      "dur": 2.31,
      "text": "Mandlesson in the past around all of this is that a lot of this email"
    },
    {
      "start": 1472.08,
      "dur": 2.069,
      "text": "this is that a lot of this email testimony that has since been published"
    },
    {
      "start": 1474.159,
      "dur": 2.711,
      "text": "testimony that has since been published were not emails that he could recall nor"
    },
    {
      "start": 1476.88,
      "dur": 3.909,
      "text": "were not emails that he could recall nor had access to. Now whether or not there"
    },
    {
      "start": 1480.799,
      "dur": 1.271,
      "text": "had access to. Now whether or not there could have been an expectation of"
    },
    {
      "start": 1482.08,
      "dur": 1.67,
      "text": "could have been an expectation of greater cander even without that"
    },
    {
      "start": 1483.76,
      "dur": 1.67,
      "text": "greater cander even without that evidence from Lord Mandlesson I guess"
    },
    {
      "start": 1485.44,
      "dur": 1.91,
      "text": "evidence from Lord Mandlesson I guess gets to the crux of all of this and"
    },
    {
      "start": 1487.36,
      "dur": 1.669,
      "text": "gets to the crux of all of this and that's certainly a key part of the"
    },
    {
      "start": 1489.039,
      "dur": 1.51,
      "text": "that's certainly a key part of the Downing Street argument when it is put"
    },
    {
      "start": 1490.559,
      "dur": 1.831,
      "text": "Downing Street argument when it is put to him by Chem Bnock and others to the"
    },
    {
      "start": 1492.4,
      "dur": 1.83,
      "text": "to him by Chem Bnock and others to the prime minister. Well, hang on a minute."
    },
    {
      "start": 1494.24,
      "dur": 2.23,
      "text": "prime minister. Well, hang on a minute. given Lord Mandlesson's friendship and"
    },
    {
      "start": 1496.48,
      "dur": 2.23,
      "text": "given Lord Mandlesson's friendship and association with Jeffrey Epstein was"
    },
    {
      "start": 1498.72,
      "dur": 2.63,
      "text": "association with Jeffrey Epstein was long known prior to his appointment to"
    },
    {
      "start": 1501.36,
      "dur": 2.07,
      "text": "long known prior to his appointment to Washington. Uh why you know why did you"
    },
    {
      "start": 1503.44,
      "dur": 1.43,
      "text": "Washington. Uh why you know why did you conclude that this was a good idea given"
    },
    {
      "start": 1504.88,
      "dur": 1.43,
      "text": "conclude that this was a good idea given that this was a time bomb that could"
    },
    {
      "start": 1506.32,
      "dur": 1.829,
      "text": "that this was a time bomb that could well uh that could well go off"
    },
    {
      "start": 1508.159,
      "dur": 1.271,
      "text": "well uh that could well go off &gt;&gt; and Dominic while Chris was talking"
    },
    {
      "start": 1509.44,
      "dur": 1.51,
      "text": "&gt;&gt; and Dominic while Chris was talking there you got the statement from the Met"
    },
    {
      "start": 1510.96,
      "dur": 1.35,
      "text": "there you got the statement from the Met police that we were expecting do you"
    },
    {
      "start": 1512.32,
      "dur": 1.349,
      "text": "police that we were expecting do you want to tell us about it?"
    },
    {
      "start": 1513.679,
      "dur": 3.35,
      "text": "want to tell us about it? &gt;&gt; Yeah. Yeah. Hot off the press"
    },
    {
      "start": 1517.039,
      "dur": 2.071,
      "text": "&gt;&gt; Yeah. Yeah. Hot off the press statement from uh Commander Ella"
    },
    {
      "start": 1519.12,
      "dur": 2.07,
      "text": "statement from uh Commander Ella Marriott of the Metropolitan Police."
    },
    {
      "start": 1521.2,
      "dur": 1.829,
      "text": "Marriott of the Metropolitan Police. Investigation launched into alleged"
    },
    {
      "start": 1523.039,
      "dur": 2.391,
      "text": "Investigation launched into alleged misconduct in public office following"
    },
    {
      "start": 1525.44,
      "dur": 1.589,
      "text": "misconduct in public office following the further release of millions of court"
    },
    {
      "start": 1527.039,
      "dur": 1.831,
      "text": "the further release of millions of court documents in relation to Jeffrey Epstein"
    },
    {
      "start": 1528.88,
      "dur": 2.55,
      "text": "documents in relation to Jeffrey Epstein by the US Department of Justice. The"
    },
    {
      "start": 1531.44,
      "dur": 1.75,
      "text": "by the US Department of Justice. The Metropolitan Police received a number of"
    },
    {
      "start": 1533.2,
      "dur": 2.069,
      "text": "Metropolitan Police received a number of reports into alleged misconduct in"
    },
    {
      "start": 1535.279,
      "dur": 1.911,
      "text": "reports into alleged misconduct in public office, including a referral from"
    },
    {
      "start": 1537.2,
      "dur": 2.79,
      "text": "public office, including a referral from the UK government. I can confirm that"
    },
    {
      "start": 1540.0,
      "dur": 1.75,
      "text": "the UK government. I can confirm that the Met has now launched an"
    },
    {
      "start": 1541.76,
      "dur": 3.029,
      "text": "the Met has now launched an investigation into a 72year-old man, a"
    },
    {
      "start": 1544.799,
      "dur": 1.591,
      "text": "investigation into a 72year-old man, a former government minister for"
    },
    {
      "start": 1546.4,
      "dur": 2.149,
      "text": "former government minister for misconduct, I should say, for alleged"
    },
    {
      "start": 1548.559,
      "dur": 2.951,
      "text": "misconduct, I should say, for alleged misconduct in public office offenses."
    },
    {
      "start": 1551.52,
      "dur": 1.749,
      "text": "misconduct in public office offenses. The Met will continue to assess all"
    },
    {
      "start": 1553.279,
      "dur": 1.591,
      "text": "The Met will continue to assess all relevant information brought to our"
    },
    {
      "start": 1554.88,
      "dur": 1.35,
      "text": "relevant information brought to our attention as part of this this"
    },
    {
      "start": 1556.24,
      "dur": 1.909,
      "text": "attention as part of this this investigation and won't be commenting"
    },
    {
      "start": 1558.159,
      "dur": 3.351,
      "text": "investigation and won't be commenting any further at this time. So yeah, there"
    },
    {
      "start": 1561.52,
      "dur": 1.59,
      "text": "any further at this time. So yeah, there you have it. You have effectively the"
    },
    {
      "start": 1563.12,
      "dur": 2.31,
      "text": "you have it. You have effectively the confirmation of an investigation. Met"
    },
    {
      "start": 1565.44,
      "dur": 1.91,
      "text": "confirmation of an investigation. Met protocols, they do not name people."
    },
    {
      "start": 1567.36,
      "dur": 2.309,
      "text": "protocols, they do not name people. They're investigating, but we have the"
    },
    {
      "start": 1569.679,
      "dur": 1.751,
      "text": "They're investigating, but we have the description there of a 72-y old man, a"
    },
    {
      "start": 1571.44,
      "dur": 1.19,
      "text": "description there of a 72-y old man, a former government minister. We"
    },
    {
      "start": 1572.64,
      "dur": 1.99,
      "text": "former government minister. We understand that to be Peter Mandlesson."
    },
    {
      "start": 1574.64,
      "dur": 2.149,
      "text": "understand that to be Peter Mandlesson. They've now gone into effectively their"
    },
    {
      "start": 1576.799,
      "dur": 3.271,
      "text": "They've now gone into effectively their version of Purder where they will not"
    },
    {
      "start": 1580.08,
      "dur": 3.11,
      "text": "version of Purder where they will not say anything. And I think politically um"
    },
    {
      "start": 1583.2,
      "dur": 1.91,
      "text": "say anything. And I think politically um this actually potentially poses a"
    },
    {
      "start": 1585.12,
      "dur": 3.51,
      "text": "this actually potentially poses a problem um for the opposition day"
    },
    {
      "start": 1588.64,
      "dur": 4.07,
      "text": "problem um for the opposition day tomorrow because if the conservatives"
    },
    {
      "start": 1592.72,
      "dur": 3.67,
      "text": "tomorrow because if the conservatives have have a plan to put the government"
    },
    {
      "start": 1596.4,
      "dur": 2.23,
      "text": "have have a plan to put the government on a bit of a skewer"
    },
    {
      "start": 1598.64,
      "dur": 1.75,
      "text": "on a bit of a skewer &gt;&gt; uh if that's not mixing some metaphors"
    },
    {
      "start": 1600.4,
      "dur": 3.11,
      "text": "&gt;&gt; uh if that's not mixing some metaphors there in relation to this I wouldn't be"
    },
    {
      "start": 1603.52,
      "dur": 2.55,
      "text": "there in relation to this I wouldn't be surprised to hear the reply from the"
    },
    {
      "start": 1606.08,
      "dur": 1.189,
      "text": "surprised to hear the reply from the government being well there's a live"
    },
    {
      "start": 1607.279,
      "dur": 2.63,
      "text": "government being well there's a live criminal investigation now we can't go"
    },
    {
      "start": 1609.919,
      "dur": 0.391,
      "text": "criminal investigation now we can't go there"
    },
    {
      "start": 1610.32,
      "dur": 1.829,
      "text": "there &gt;&gt; although no one has been charged."
    },
    {
      "start": 1612.159,
      "dur": 1.831,
      "text": "&gt;&gt; although no one has been charged. &gt;&gt; No. No. So, but I think it's it's just"
    },
    {
      "start": 1614.0,
      "dur": 1.59,
      "text": "&gt;&gt; No. No. So, but I think it's it's just I'm just thinking through how this might"
    },
    {
      "start": 1615.6,
      "dur": 1.27,
      "text": "I'm just thinking through how this might work in practice"
    },
    {
      "start": 1616.88,
      "dur": 1.51,
      "text": "work in practice &gt;&gt; and there's parliamentary privilege. You"
    },
    {
      "start": 1618.4,
      "dur": 1.43,
      "text": "&gt;&gt; and there's parliamentary privilege. You can say stuff in parliament you wouldn't"
    },
    {
      "start": 1619.84,
      "dur": 1.67,
      "text": "can say stuff in parliament you wouldn't you wouldn't be allowed to say on BBC 1"
    },
    {
      "start": 1621.52,
      "dur": 0.71,
      "text": "you wouldn't be allowed to say on BBC 1 at 6:00."
    },
    {
      "start": 1622.24,
      "dur": 1.75,
      "text": "at 6:00. &gt;&gt; You you can, but there is a convention"
    },
    {
      "start": 1624.0,
      "dur": 2.149,
      "text": "&gt;&gt; You you can, but there is a convention that you just don't go into sort of live"
    },
    {
      "start": 1626.159,
      "dur": 2.231,
      "text": "that you just don't go into sort of live criminal matters in parliament. Yeah."
    },
    {
      "start": 1628.4,
      "dur": 1.83,
      "text": "criminal matters in parliament. Yeah. And often the speaker or deputy speaker"
    },
    {
      "start": 1630.24,
      "dur": 3.27,
      "text": "And often the speaker or deputy speaker whoever's in the chair will will remind"
    },
    {
      "start": 1633.52,
      "dur": 2.87,
      "text": "whoever's in the chair will will remind MPs prior to such a debate that there is"
    },
    {
      "start": 1636.4,
      "dur": 1.91,
      "text": "MPs prior to such a debate that there is a police investigation underway for"
    },
    {
      "start": 1638.32,
      "dur": 1.27,
      "text": "a police investigation underway for instance. And I think the thing about"
    },
    {
      "start": 1639.6,
      "dur": 1.189,
      "text": "instance. And I think the thing about developed vetting, just picking up on"
    },
    {
      "start": 1640.799,
      "dur": 1.431,
      "text": "developed vetting, just picking up on Chris's point about the sensitivity"
    },
    {
      "start": 1642.24,
      "dur": 1.429,
      "text": "Chris's point about the sensitivity around that, if the if the opposition"
    },
    {
      "start": 1643.679,
      "dur": 2.631,
      "text": "around that, if the if the opposition are going to ask for documents in"
    },
    {
      "start": 1646.32,
      "dur": 2.39,
      "text": "are going to ask for documents in relation to the developed vetting of"
    },
    {
      "start": 1648.72,
      "dur": 2.23,
      "text": "relation to the developed vetting of Lord Mandolson, you an incredibly"
    },
    {
      "start": 1650.96,
      "dur": 2.47,
      "text": "Lord Mandolson, you an incredibly sensitive and personal uh process that"
    },
    {
      "start": 1653.44,
      "dur": 2.229,
      "text": "sensitive and personal uh process that somebody has to go through to to be"
    },
    {
      "start": 1655.679,
      "dur": 2.551,
      "text": "somebody has to go through to to be appointed to these top roles. It is"
    },
    {
      "start": 1658.24,
      "dur": 2.39,
      "text": "appointed to these top roles. It is possible hypothetically speaking that"
    },
    {
      "start": 1660.64,
      "dur": 2.389,
      "text": "possible hypothetically speaking that the Met would be saying to Downing"
    },
    {
      "start": 1663.039,
      "dur": 1.99,
      "text": "the Met would be saying to Downing Street or the Cabinet Office rather"
    },
    {
      "start": 1665.039,
      "dur": 3.11,
      "text": "Street or the Cabinet Office rather tonight or tomorrow, we want to see what"
    },
    {
      "start": 1668.159,
      "dur": 1.911,
      "text": "tonight or tomorrow, we want to see what was said"
    },
    {
      "start": 1670.08,
      "dur": 1.75,
      "text": "was said &gt;&gt; in that process. I mean, yeah, I'm"
    },
    {
      "start": 1671.84,
      "dur": 2.79,
      "text": "&gt;&gt; in that process. I mean, yeah, I'm speculating here, but you see that gives"
    },
    {
      "start": 1674.64,
      "dur": 2.47,
      "text": "speculating here, but you see that gives another possible avenue for the"
    },
    {
      "start": 1677.12,
      "dur": 1.19,
      "text": "another possible avenue for the government to say, \"We're not going to"
    },
    {
      "start": 1678.32,
      "dur": 1.67,
      "text": "government to say, \"We're not going to go there. Thank you very much for your"
    },
    {
      "start": 1680.0,
      "dur": 2.31,
      "text": "go there. Thank you very much for your humble address application. We're not"
    },
    {
      "start": 1682.32,
      "dur": 1.349,
      "text": "humble address application. We're not going there.\" You know, so"
    },
    {
      "start": 1683.679,
      "dur": 1.35,
      "text": "going there.\" You know, so &gt;&gt; but then Chris, back to your original"
    },
    {
      "start": 1685.039,
      "dur": 1.11,
      "text": "&gt;&gt; but then Chris, back to your original point when you were telling us about"
    },
    {
      "start": 1686.159,
      "dur": 1.911,
      "text": "point when you were telling us about this that the Conservative party spent"
    },
    {
      "start": 1688.08,
      "dur": 2.949,
      "text": "this that the Conservative party spent all day trying to finesse this so that"
    },
    {
      "start": 1691.039,
      "dur": 2.791,
      "text": "all day trying to finesse this so that they can get maximum disclosure from the"
    },
    {
      "start": 1693.84,
      "dur": 1.75,
      "text": "they can get maximum disclosure from the government, minimum chance of it being"
    },
    {
      "start": 1695.6,
      "dur": 2.069,
      "text": "government, minimum chance of it being knocked back. So presumably they will"
    },
    {
      "start": 1697.679,
      "dur": 1.99,
      "text": "knocked back. So presumably they will I'm completely guessing be working on"
    },
    {
      "start": 1699.679,
      "dur": 1.751,
      "text": "I'm completely guessing be working on how to get around this now because they"
    },
    {
      "start": 1701.44,
      "dur": 1.589,
      "text": "how to get around this now because they they want the information."
    },
    {
      "start": 1703.039,
      "dur": 1.831,
      "text": "they want the information. &gt;&gt; They do. I mean, they were aware"
    },
    {
      "start": 1704.88,
      "dur": 1.43,
      "text": "&gt;&gt; They do. I mean, they were aware certainly in a conversation I was having"
    },
    {
      "start": 1706.32,
      "dur": 1.75,
      "text": "certainly in a conversation I was having a couple of hours ago that things were"
    },
    {
      "start": 1708.08,
      "dur": 1.99,
      "text": "a couple of hours ago that things were moving very quickly that the outcome"
    },
    {
      "start": 1710.08,
      "dur": 1.829,
      "text": "moving very quickly that the outcome that we're reflecting on now in terms of"
    },
    {
      "start": 1711.919,
      "dur": 2.63,
      "text": "that we're reflecting on now in terms of the Metropolitan Police was uh possible,"
    },
    {
      "start": 1714.559,
      "dur": 1.99,
      "text": "the Metropolitan Police was uh possible, but certainly not [snorts] certain by by"
    },
    {
      "start": 1716.559,
      "dur": 1.911,
      "text": "but certainly not [snorts] certain by by that point and that they were attempting"
    },
    {
      "start": 1718.48,
      "dur": 1.11,
      "text": "that point and that they were attempting to go through what is quite a"
    },
    {
      "start": 1719.6,
      "dur": 1.59,
      "text": "to go through what is quite a complicated parliamentary drafting"
    },
    {
      "start": 1721.2,
      "dur": 3.51,
      "text": "complicated parliamentary drafting process for something that is under 24"
    },
    {
      "start": 1724.72,
      "dur": 1.51,
      "text": "process for something that is under 24 hours down the track, but where the"
    },
    {
      "start": 1726.24,
      "dur": 1.429,
      "text": "hours down the track, but where the landscape around the story might have"
    },
    {
      "start": 1727.679,
      "dur": 3.031,
      "text": "landscape around the story might have changed radically by that time. by by"
    },
    {
      "start": 1730.72,
      "dur": 1.669,
      "text": "changed radically by that time. by by which time it might be too late to do"
    },
    {
      "start": 1732.399,
      "dur": 2.071,
      "text": "which time it might be too late to do much tweaking to what they're seeking uh"
    },
    {
      "start": 1734.48,
      "dur": 1.669,
      "text": "much tweaking to what they're seeking uh what they're seeking to do. I I think as"
    },
    {
      "start": 1736.159,
      "dur": 1.591,
      "text": "what they're seeking to do. I I think as as Dom reflects there is every"
    },
    {
      "start": 1737.76,
      "dur": 3.269,
      "text": "as Dom reflects there is every likelihood that the government um says"
    },
    {
      "start": 1741.039,
      "dur": 1.591,
      "text": "likelihood that the government um says in the light of what the Metropolitan"
    },
    {
      "start": 1742.64,
      "dur": 1.269,
      "text": "in the light of what the Metropolitan Police are saying that there might be a"
    },
    {
      "start": 1743.919,
      "dur": 2.321,
      "text": "Police are saying that there might be a limit to what they can say or do"
    },
    {
      "start": 1746.25,
      "dur": 0.299,
      "text": "limit to what they can say or do [snorts]"
    },
    {
      "start": 1746.559,
      "dur": 3.11,
      "text": "[snorts] &gt;&gt; um that that does tend to be a sort of"
    },
    {
      "start": 1749.679,
      "dur": 2.311,
      "text": "&gt;&gt; um that that does tend to be a sort of uh an agent of slowing things down in"
    },
    {
      "start": 1752.0,
      "dur": 1.43,
      "text": "uh an agent of slowing things down in terms of public debate around these"
    },
    {
      "start": 1753.44,
      "dur": 1.75,
      "text": "terms of public debate around these issues when there's a police um"
    },
    {
      "start": 1755.2,
      "dur": 1.75,
      "text": "issues when there's a police um investigation. But clearly the"
    },
    {
      "start": 1756.96,
      "dur": 2.79,
      "text": "investigation. But clearly the conservatives think that there is, you"
    },
    {
      "start": 1759.76,
      "dur": 1.67,
      "text": "conservatives think that there is, you know, what makes this politically"
    },
    {
      "start": 1761.44,
      "dur": 2.79,
      "text": "know, what makes this politically salient now over and over over and above"
    },
    {
      "start": 1764.24,
      "dur": 2.87,
      "text": "salient now over and over over and above that it is yet again another thing that"
    },
    {
      "start": 1767.12,
      "dur": 1.99,
      "text": "that it is yet again another thing that means Kama can't talk about what he'd"
    },
    {
      "start": 1769.12,
      "dur": 1.909,
      "text": "means Kama can't talk about what he'd like to be talking about cost of living"
    },
    {
      "start": 1771.039,
      "dur": 3.831,
      "text": "like to be talking about cost of living in his domestic agenda. um is that is"
    },
    {
      "start": 1774.88,
      "dur": 2.07,
      "text": "in his domestic agenda. um is that is that obviously it relates to him because"
    },
    {
      "start": 1776.96,
      "dur": 2.069,
      "text": "that obviously it relates to him because of this recent appointment as opposed to"
    },
    {
      "start": 1779.039,
      "dur": 2.071,
      "text": "of this recent appointment as opposed to it being something that might be deeply"
    },
    {
      "start": 1781.12,
      "dur": 2.549,
      "text": "it being something that might be deeply serious politically and you know the"
    },
    {
      "start": 1783.679,
      "dur": 2.47,
      "text": "serious politically and you know the involvement of the police etc etc but"
    },
    {
      "start": 1786.159,
      "dur": 1.831,
      "text": "involvement of the police etc etc but but politically could be could be"
    },
    {
      "start": 1788.0,
      "dur": 1.909,
      "text": "but politically could be could be described as something you know a decade"
    },
    {
      "start": 1789.919,
      "dur": 1.671,
      "text": "described as something you know a decade and a half back more than that in some"
    },
    {
      "start": 1791.6,
      "dur": 1.83,
      "text": "and a half back more than that in some instances um but clearly it's not"
    },
    {
      "start": 1793.44,
      "dur": 1.27,
      "text": "instances um but clearly it's not because it does come down to a prime"
    },
    {
      "start": 1794.72,
      "dur": 1.829,
      "text": "because it does come down to a prime minister prime ministerial judgment in"
    },
    {
      "start": 1796.559,
      "dur": 1.11,
      "text": "minister prime ministerial judgment in the last 18 months"
    },
    {
      "start": 1797.679,
      "dur": 1.271,
      "text": "the last 18 months &gt;&gt; and Chris I'm just going to slightly out"
    },
    {
      "start": 1798.96,
      "dur": 1.189,
      "text": "&gt;&gt; and Chris I'm just going to slightly out scoop you now because as you were"
    },
    {
      "start": 1800.159,
      "dur": 1.911,
      "text": "scoop you now because as you were talking Kem Benedok the tour leader was"
    },
    {
      "start": 1802.08,
      "dur": 2.15,
      "text": "talking Kem Benedok the tour leader was doing a live interview on Sky, one of my"
    },
    {
      "start": 1804.24,
      "dur": 1.35,
      "text": "doing a live interview on Sky, one of my colleagues was watching it and they've"
    },
    {
      "start": 1805.6,
      "dur": 2.069,
      "text": "colleagues was watching it and they've just texted me to say her main message"
    },
    {
      "start": 1807.679,
      "dur": 1.831,
      "text": "just texted me to say her main message was it's important to not allow the"
    },
    {
      "start": 1809.52,
      "dur": 1.59,
      "text": "was it's important to not allow the prime minister to be allowed off the"
    },
    {
      "start": 1811.12,
      "dur": 2.149,
      "text": "prime minister to be allowed off the hook. So, back to that point about that"
    },
    {
      "start": 1813.279,
      "dur": 1.51,
      "text": "hook. So, back to that point about that we were talking about a second ago that"
    },
    {
      "start": 1814.799,
      "dur": 1.75,
      "text": "we were talking about a second ago that sounds like the Conservatives will push"
    },
    {
      "start": 1816.559,
      "dur": 0.71,
      "text": "sounds like the Conservatives will push ahead with this and"
    },
    {
      "start": 1817.279,
      "dur": 2.071,
      "text": "ahead with this and &gt;&gt; try my my off the top of my head"
    },
    {
      "start": 1819.36,
      "dur": 1.59,
      "text": "&gt;&gt; try my my off the top of my head reflection on that is that both of those"
    },
    {
      "start": 1820.96,
      "dur": 1.99,
      "text": "reflection on that is that both of those things can be true that she can say that"
    },
    {
      "start": 1822.96,
      "dur": 1.99,
      "text": "things can be true that she can say that and make that argument and no doubt she"
    },
    {
      "start": 1824.96,
      "dur": 3.75,
      "text": "and make that argument and no doubt she will and ministers could still say um"
    },
    {
      "start": 1828.72,
      "dur": 2.309,
      "text": "will and ministers could still say um particularly a prime minister like the"
    },
    {
      "start": 1831.039,
      "dur": 1.75,
      "text": "particularly a prime minister like the prime minister, former director of"
    },
    {
      "start": 1832.799,
      "dur": 2.151,
      "text": "prime minister, former director of public prosecutions, etc., etc., well,"
    },
    {
      "start": 1834.96,
      "dur": 2.23,
      "text": "public prosecutions, etc., etc., well, hang on a minute. We, you know, we all"
    },
    {
      "start": 1837.2,
      "dur": 1.11,
      "text": "hang on a minute. We, you know, we all believe that the police should be able"
    },
    {
      "start": 1838.32,
      "dur": 1.589,
      "text": "believe that the police should be able to get on with their work, etc., etc.,"
    },
    {
      "start": 1839.919,
      "dur": 1.75,
      "text": "to get on with their work, etc., etc., or words to that effect as Don was"
    },
    {
      "start": 1841.679,
      "dur": 0.391,
      "text": "or words to that effect as Don was reflecting"
    },
    {
      "start": 1842.08,
      "dur": 1.589,
      "text": "reflecting &gt;&gt; and I suppose we will find out about"
    },
    {
      "start": 1843.679,
      "dur": 2.47,
      "text": "&gt;&gt; and I suppose we will find out about lunchtime on Wednesday. Right, Daniela,"
    },
    {
      "start": 1846.159,
      "dur": 2.471,
      "text": "lunchtime on Wednesday. Right, Daniela, last word to you. The Norwegian royal"
    },
    {
      "start": 1848.64,
      "dur": 2.71,
      "text": "last word to you. The Norwegian royal family has been um enveloped by all of"
    },
    {
      "start": 1851.36,
      "dur": 1.669,
      "text": "family has been um enveloped by all of this as well. Just explain what's going"
    },
    {
      "start": 1853.039,
      "dur": 0.711,
      "text": "this as well. Just explain what's going on there."
    },
    {
      "start": 1853.76,
      "dur": 1.43,
      "text": "on there. &gt;&gt; Yeah, you think it's bad for our royal"
    },
    {
      "start": 1855.2,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah, you think it's bad for our royal family. I think it's probably worse a"
    },
    {
      "start": 1856.96,
      "dur": 1.189,
      "text": "family. I think it's probably worse a little bit in some ways for the"
    },
    {
      "start": 1858.159,
      "dur": 2.311,
      "text": "little bit in some ways for the Norwegian royal family. Um, the latest"
    },
    {
      "start": 1860.48,
      "dur": 1.909,
      "text": "Norwegian royal family. Um, the latest batch of Epstein files have shown a"
    },
    {
      "start": 1862.399,
      "dur": 2.15,
      "text": "batch of Epstein files have shown a whole series of exchanges between 2011"
    },
    {
      "start": 1864.559,
      "dur": 2.71,
      "text": "whole series of exchanges between 2011 and 2014 between Jeffrey Epste and Crown"
    },
    {
      "start": 1867.279,
      "dur": 2.311,
      "text": "and 2014 between Jeffrey Epste and Crown Princess Meta Merritt, who is actually"
    },
    {
      "start": 1869.6,
      "dur": 2.71,
      "text": "Princess Meta Merritt, who is actually the future queen of Norway. She married"
    },
    {
      "start": 1872.32,
      "dur": 1.91,
      "text": "the future queen of Norway. She married uh the heir to the throne there. So, at"
    },
    {
      "start": 1874.24,
      "dur": 2.23,
      "text": "uh the heir to the throne there. So, at some point they will be king and queen."
    },
    {
      "start": 1876.48,
      "dur": 2.23,
      "text": "some point they will be king and queen. She has a whole series of exchanges with"
    },
    {
      "start": 1878.72,
      "dur": 2.069,
      "text": "She has a whole series of exchanges with Jeffrey Epstein. Many of them in a"
    },
    {
      "start": 1880.799,
      "dur": 1.59,
      "text": "Jeffrey Epstein. Many of them in a similar vein to the Sarah Ferguson ones."
    },
    {
      "start": 1882.399,
      "dur": 1.51,
      "text": "similar vein to the Sarah Ferguson ones. They've obviously built up a friendship."
    },
    {
      "start": 1883.919,
      "dur": 3.11,
      "text": "They've obviously built up a friendship. They're informal. They're quite warm."
    },
    {
      "start": 1887.039,
      "dur": 1.671,
      "text": "They're informal. They're quite warm. They're friendly. They talk about"
    },
    {
      "start": 1888.72,
      "dur": 2.23,
      "text": "They're friendly. They talk about meeting up and recommending places. I"
    },
    {
      "start": 1890.96,
      "dur": 3.51,
      "text": "meeting up and recommending places. I mean, there's a sort of a discomfort to"
    },
    {
      "start": 1894.48,
      "dur": 2.549,
      "text": "mean, there's a sort of a discomfort to it at times as well as with all of these"
    },
    {
      "start": 1897.039,
      "dur": 2.071,
      "text": "it at times as well as with all of these emails with Epstein. She has since"
    },
    {
      "start": 1899.12,
      "dur": 2.47,
      "text": "emails with Epstein. She has since apologized for her own poor judgment and"
    },
    {
      "start": 1901.6,
      "dur": 2.23,
      "text": "apologized for her own poor judgment and regrets having any contact with him at"
    },
    {
      "start": 1903.84,
      "dur": 1.99,
      "text": "regrets having any contact with him at all. Says it's embarrassing and again,"
    },
    {
      "start": 1905.84,
      "dur": 1.91,
      "text": "all. Says it's embarrassing and again, her deep sympathy and solidarity is with"
    },
    {
      "start": 1907.76,
      "dur": 2.23,
      "text": "her deep sympathy and solidarity is with the victims of the abuses committed by"
    },
    {
      "start": 1910.0,
      "dur": 1.83,
      "text": "the victims of the abuses committed by Jeffrey Epstein. She also has an"
    },
    {
      "start": 1911.84,
      "dur": 1.429,
      "text": "Jeffrey Epstein. She also has an additional problem that her son from her"
    },
    {
      "start": 1913.279,
      "dur": 2.23,
      "text": "additional problem that her son from her first marriage uh is currently on trial"
    },
    {
      "start": 1915.519,
      "dur": 2.551,
      "text": "first marriage uh is currently on trial for rape. So there are these two very"
    },
    {
      "start": 1918.08,
      "dur": 2.79,
      "text": "for rape. So there are these two very very difficult tricky situations that"
    },
    {
      "start": 1920.88,
      "dur": 2.23,
      "text": "very difficult tricky situations that the Norwegian royal family are currently"
    },
    {
      "start": 1923.12,
      "dur": 1.59,
      "text": "the Norwegian royal family are currently handling. And I know I said that was"
    },
    {
      "start": 1924.72,
      "dur": 1.189,
      "text": "handling. And I know I said that was going to be the last word, but actually"
    },
    {
      "start": 1925.919,
      "dur": 1.59,
      "text": "going to be the last word, but actually let's give give you all the last word"
    },
    {
      "start": 1927.519,
      "dur": 1.831,
      "text": "let's give give you all the last word and kind of zoom out a bit here because"
    },
    {
      "start": 1929.36,
      "dur": 2.07,
      "text": "and kind of zoom out a bit here because we're now at the the phase of this story"
    },
    {
      "start": 1931.44,
      "dur": 2.39,
      "text": "we're now at the the phase of this story where newspaper columnists and big"
    },
    {
      "start": 1933.84,
      "dur": 2.23,
      "text": "where newspaper columnists and big thinkers write pieces about what this"
    },
    {
      "start": 1936.08,
      "dur": 1.51,
      "text": "thinkers write pieces about what this tells us about Britain and where we've"
    },
    {
      "start": 1937.6,
      "dur": 1.669,
      "text": "tells us about Britain and where we've come to as a country and what our"
    },
    {
      "start": 1939.279,
      "dur": 2.711,
      "text": "come to as a country and what our country was like in the naughties and"
    },
    {
      "start": 1942.0,
      "dur": 2.87,
      "text": "country was like in the naughties and what power is when it meets politics and"
    },
    {
      "start": 1944.88,
      "dur": 2.71,
      "text": "what power is when it meets politics and what is privacy and what is exp all"
    },
    {
      "start": 1947.6,
      "dur": 2.069,
      "text": "what is privacy and what is exp all those things. Have you any of you"
    },
    {
      "start": 1949.679,
      "dur": 1.59,
      "text": "those things. Have you any of you managed to get your head around kind of"
    },
    {
      "start": 1951.279,
      "dur": 3.911,
      "text": "managed to get your head around kind of what you think this whole thing reveals"
    },
    {
      "start": 1955.2,
      "dur": 3.03,
      "text": "what you think this whole thing reveals about us as a country or the media or"
    },
    {
      "start": 1958.24,
      "dur": 1.99,
      "text": "about us as a country or the media or politics or power? And I'm leaving it as"
    },
    {
      "start": 1960.24,
      "dur": 3.429,
      "text": "politics or power? And I'm leaving it as vague as that one observation."
    },
    {
      "start": 1963.679,
      "dur": 1.431,
      "text": "vague as that one observation. &gt;&gt; Not to treat this like a job interview."
    },
    {
      "start": 1965.12,
      "dur": 1.029,
      "text": "&gt;&gt; Not to treat this like a job interview. This is like a BBC [laughter] job"
    },
    {
      "start": 1966.159,
      "dur": 0.711,
      "text": "This is like a BBC [laughter] job interview."
    },
    {
      "start": 1966.88,
      "dur": 0.47,
      "text": "interview. &gt;&gt; Yeah."
    },
    {
      "start": 1967.36,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah. &gt;&gt; I' I've been covering the home affairs,"
    },
    {
      "start": 1969.44,
      "dur": 2.15,
      "text": "&gt;&gt; I' I've been covering the home affairs, criminal justice, law beat for almost"
    },
    {
      "start": 1971.6,
      "dur": 1.909,
      "text": "criminal justice, law beat for almost all of my career, you know, almost 25"
    },
    {
      "start": 1973.519,
      "dur": 3.351,
      "text": "all of my career, you know, almost 25 years. And one of the things which"
    },
    {
      "start": 1976.88,
      "dur": 1.83,
      "text": "years. And one of the things which constantly happens in our field is"
    },
    {
      "start": 1978.72,
      "dur": 1.429,
      "text": "constantly happens in our field is something which you thought was put to"
    },
    {
      "start": 1980.159,
      "dur": 2.551,
      "text": "something which you thought was put to bed as a story years ago comes back up"
    },
    {
      "start": 1982.72,
      "dur": 2.069,
      "text": "bed as a story years ago comes back up because something comes out and then"
    },
    {
      "start": 1984.799,
      "dur": 3.59,
      "text": "because something comes out and then there are new questions asked. And it's"
    },
    {
      "start": 1988.399,
      "dur": 1.911,
      "text": "there are new questions asked. And it's it's it's remarkable to think that a"
    },
    {
      "start": 1990.32,
      "dur": 1.91,
      "text": "it's it's remarkable to think that a story as old in many respects as the"
    },
    {
      "start": 1992.24,
      "dur": 3.35,
      "text": "story as old in many respects as the Epstein story um has has come back in"
    },
    {
      "start": 1995.6,
      "dur": 3.51,
      "text": "Epstein story um has has come back in the in this form and in in this you know"
    },
    {
      "start": 1999.12,
      "dur": 2.389,
      "text": "the in this form and in in this you know &gt;&gt; because he first went to jail in 2008"
    },
    {
      "start": 2001.519,
      "dur": 1.911,
      "text": "&gt;&gt; because he first went to jail in 2008 &gt;&gt; in indeed. And we're we're now talking"
    },
    {
      "start": 2003.44,
      "dur": 2.55,
      "text": "&gt;&gt; in indeed. And we're we're now talking about the circumstances of the of the"
    },
    {
      "start": 2006.0,
      "dur": 1.509,
      "text": "about the circumstances of the of the financial crash and how the government"
    },
    {
      "start": 2007.519,
      "dur": 2.071,
      "text": "financial crash and how the government was responding to it and whether or not"
    },
    {
      "start": 2009.6,
      "dur": 2.15,
      "text": "was responding to it and whether or not a government minister"
    },
    {
      "start": 2011.76,
      "dur": 2.23,
      "text": "a government minister um allegedly wrongfully leaked"
    },
    {
      "start": 2014.0,
      "dur": 1.669,
      "text": "um allegedly wrongfully leaked information about the government's plans"
    },
    {
      "start": 2015.679,
      "dur": 1.99,
      "text": "information about the government's plans to to to a financer on the other side of"
    },
    {
      "start": 2017.679,
      "dur": 3.751,
      "text": "to to to a financer on the other side of the world. Um so in some respects this"
    },
    {
      "start": 2021.44,
      "dur": 2.79,
      "text": "the world. Um so in some respects this says something about whether or not the"
    },
    {
      "start": 2024.24,
      "dur": 1.99,
      "text": "says something about whether or not the we we operate in a system which is fully"
    },
    {
      "start": 2026.24,
      "dur": 1.51,
      "text": "we we operate in a system which is fully transparent at all times to a level"
    },
    {
      "start": 2027.76,
      "dur": 2.789,
      "text": "transparent at all times to a level which is appropriate. And one of Kier"
    },
    {
      "start": 2030.559,
      "dur": 2.95,
      "text": "which is appropriate. And one of Kier Stalmer's kind of like underlying aims"
    },
    {
      "start": 2033.519,
      "dur": 2.231,
      "text": "Stalmer's kind of like underlying aims as he came into power was a lesson he"
    },
    {
      "start": 2035.76,
      "dur": 1.43,
      "text": "as he came into power was a lesson he learned from being a prosecutor and a"
    },
    {
      "start": 2037.2,
      "dur": 3.03,
      "text": "learned from being a prosecutor and a lawyer that we have to sharpen up how we"
    },
    {
      "start": 2040.24,
      "dur": 3.029,
      "text": "lawyer that we have to sharpen up how we uh the powers we have to take on"
    },
    {
      "start": 2043.279,
      "dur": 1.591,
      "text": "uh the powers we have to take on allegations of abuse. So in the"
    },
    {
      "start": 2044.88,
      "dur": 1.83,
      "text": "allegations of abuse. So in the Hillsborough law which you've you you've"
    },
    {
      "start": 2046.72,
      "dur": 1.83,
      "text": "Hillsborough law which you've you you've covered an awful lot and interesting in"
    },
    {
      "start": 2048.56,
      "dur": 1.43,
      "text": "covered an awful lot and interesting in relation to this misconduct in public"
    },
    {
      "start": 2050.0,
      "dur": 2.149,
      "text": "relation to this misconduct in public office. He's committed very very clearly"
    },
    {
      "start": 2052.159,
      "dur": 2.071,
      "text": "office. He's committed very very clearly to modernizing that offense to make it"
    },
    {
      "start": 2054.24,
      "dur": 1.75,
      "text": "to modernizing that offense to make it easier to prosecute and clearer to"
    },
    {
      "start": 2056.0,
      "dur": 2.47,
      "text": "easier to prosecute and clearer to prosecute. And that offense is currently"
    },
    {
      "start": 2058.48,
      "dur": 2.71,
      "text": "prosecute. And that offense is currently before Parliament at the moment. It's"
    },
    {
      "start": 2061.2,
      "dur": 1.99,
      "text": "before Parliament at the moment. It's been winding its way through through the"
    },
    {
      "start": 2063.2,
      "dur": 2.23,
      "text": "been winding its way through through the Commons. It was going to go to the laws."
    },
    {
      "start": 2065.44,
      "dur": 2.87,
      "text": "Commons. It was going to go to the laws. I'm sure it will do. Um and and that's a"
    },
    {
      "start": 2068.32,
      "dur": 1.509,
      "text": "I'm sure it will do. Um and and that's a funny thing because he's now under huge"
    },
    {
      "start": 2069.839,
      "dur": 1.591,
      "text": "funny thing because he's now under huge pressure over this. Yes. Actually,"
    },
    {
      "start": 2071.44,
      "dur": 1.669,
      "text": "pressure over this. Yes. Actually, politically, he's already actually taken"
    },
    {
      "start": 2073.119,
      "dur": 2.71,
      "text": "politically, he's already actually taken the step in that he believes is"
    },
    {
      "start": 2075.839,
      "dur": 2.471,
      "text": "the step in that he believes is appropriate to make the world a better"
    },
    {
      "start": 2078.32,
      "dur": 1.91,
      "text": "appropriate to make the world a better place in that particular element. I just"
    },
    {
      "start": 2080.24,
      "dur": 1.349,
      "text": "place in that particular element. I just think it's fascinating really."
    },
    {
      "start": 2081.599,
      "dur": 1.51,
      "text": "think it's fascinating really. &gt;&gt; Who wants to go next?"
    },
    {
      "start": 2083.119,
      "dur": 1.111,
      "text": "&gt;&gt; Who wants to go next? &gt;&gt; I'll go next. Um,"
    },
    {
      "start": 2084.24,
      "dur": 1.349,
      "text": "&gt;&gt; I'll go next. Um, &gt;&gt; and your phone's been buzzing, so I want"
    },
    {
      "start": 2085.599,
      "dur": 1.75,
      "text": "&gt;&gt; and your phone's been buzzing, so I want to get hold of you. Sorry. No, I'm not"
    },
    {
      "start": 2087.359,
      "dur": 1.431,
      "text": "to get hold of you. Sorry. No, I'm not complaining. I'm worried. I'm worried"
    },
    {
      "start": 2088.8,
      "dur": 0.789,
      "text": "complaining. I'm worried. I'm worried about your time."
    },
    {
      "start": 2089.599,
      "dur": 2.55,
      "text": "about your time. &gt;&gt; No, no. Um, I suppose what struck me is"
    },
    {
      "start": 2092.159,
      "dur": 2.311,
      "text": "&gt;&gt; No, no. Um, I suppose what struck me is a kind of intolerance for secrecy that I"
    },
    {
      "start": 2094.48,
      "dur": 1.83,
      "text": "a kind of intolerance for secrecy that I think we now have perhaps in public"
    },
    {
      "start": 2096.32,
      "dur": 2.15,
      "text": "think we now have perhaps in public office and also that sense around the"
    },
    {
      "start": 2098.48,
      "dur": 2.47,
      "text": "office and also that sense around the royal family that, you know, all that"
    },
    {
      "start": 2100.96,
      "dur": 1.67,
      "text": "royal family that, you know, all that stuff you've had in the past about the"
    },
    {
      "start": 2102.64,
      "dur": 2.63,
      "text": "stuff you've had in the past about the magic of it and keeping stuff behind the"
    },
    {
      "start": 2105.28,
      "dur": 1.51,
      "text": "magic of it and keeping stuff behind the curtain and that's why we light the"
    },
    {
      "start": 2106.8,
      "dur": 1.83,
      "text": "curtain and that's why we light the royal, not knowing is good because"
    },
    {
      "start": 2108.64,
      "dur": 1.59,
      "text": "royal, not knowing is good because keeping them at arms length is what it's"
    },
    {
      "start": 2110.24,
      "dur": 2.07,
      "text": "keeping them at arms length is what it's all about. I mean, I I don't think that"
    },
    {
      "start": 2112.32,
      "dur": 1.35,
      "text": "all about. I mean, I I don't think that is the case anymore. Yeah, of course"
    },
    {
      "start": 2113.68,
      "dur": 1.669,
      "text": "is the case anymore. Yeah, of course there was a bit of pomp and ceremony"
    },
    {
      "start": 2115.359,
      "dur": 1.591,
      "text": "there was a bit of pomp and ceremony that people like, but I think people"
    },
    {
      "start": 2116.96,
      "dur": 2.23,
      "text": "that people like, but I think people want to know what's going on now. I"
    },
    {
      "start": 2119.2,
      "dur": 2.629,
      "text": "want to know what's going on now. I think the idea that, you know, the royal"
    },
    {
      "start": 2121.839,
      "dur": 1.591,
      "text": "think the idea that, you know, the royal family, Bucking Palace, should be saying"
    },
    {
      "start": 2123.44,
      "dur": 1.27,
      "text": "family, Bucking Palace, should be saying nothing, it's better to keep their"
    },
    {
      "start": 2124.72,
      "dur": 1.67,
      "text": "nothing, it's better to keep their silence. I'm not sure that holds very"
    },
    {
      "start": 2126.4,
      "dur": 1.83,
      "text": "silence. I'm not sure that holds very well either now. I think people want to"
    },
    {
      "start": 2128.24,
      "dur": 1.589,
      "text": "well either now. I think people want to know, they want answers, and they want"
    },
    {
      "start": 2129.839,
      "dur": 1.191,
      "text": "know, they want answers, and they want them to be accountable."
    },
    {
      "start": 2131.04,
      "dur": 1.11,
      "text": "them to be accountable. &gt;&gt; Chris,"
    },
    {
      "start": 2132.16,
      "dur": 0.949,
      "text": "&gt;&gt; Chris, &gt;&gt; well, I'm just going to bring you a"
    },
    {
      "start": 2133.119,
      "dur": 1.511,
      "text": "&gt;&gt; well, I'm just going to bring you a little news line instead, which is a"
    },
    {
      "start": 2134.64,
      "dur": 1.59,
      "text": "little news line instead, which is a glorious way of coping out of a big"
    },
    {
      "start": 2136.24,
      "dur": 2.15,
      "text": "glorious way of coping out of a big thought, uh, which I should have um, and"
    },
    {
      "start": 2138.4,
      "dur": 1.27,
      "text": "thought, uh, which I should have um, and I probably do somewhere, but I've been"
    },
    {
      "start": 2139.68,
      "dur": 1.11,
      "text": "I probably do somewhere, but I've been too busy trying to dredge out this"
    },
    {
      "start": 2140.8,
      "dur": 0.39,
      "text": "too busy trying to dredge out this government."
    },
    {
      "start": 2141.2,
      "dur": 1.11,
      "text": "government. &gt;&gt; Plenty more days for that. Don't worry."
    },
    {
      "start": 2142.32,
      "dur": 2.87,
      "text": "&gt;&gt; Plenty more days for that. Don't worry. No, no, exactly. Um, so just as a the"
    },
    {
      "start": 2145.2,
      "dur": 2.55,
      "text": "No, no, exactly. Um, so just as a the latest case study in how the government"
    },
    {
      "start": 2147.76,
      "dur": 2.15,
      "text": "latest case study in how the government is desperate to be seen to be constantly"
    },
    {
      "start": 2149.92,
      "dur": 1.99,
      "text": "is desperate to be seen to be constantly on the front foot and not playing"
    },
    {
      "start": 2151.92,
      "dur": 3.59,
      "text": "on the front foot and not playing catchup, uh, a government spokesman just"
    },
    {
      "start": 2155.52,
      "dur": 2.309,
      "text": "catchup, uh, a government spokesman just saying in response to the statement from"
    },
    {
      "start": 2157.839,
      "dur": 2.551,
      "text": "saying in response to the statement from the Met. This is like been like a live"
    },
    {
      "start": 2160.4,
      "dur": 2.31,
      "text": "the Met. This is like been like a live newscast of news, hasn't it? Today, um,"
    },
    {
      "start": 2162.72,
      "dur": 1.75,
      "text": "newscast of news, hasn't it? Today, um, the government stands ready to provide"
    },
    {
      "start": 2164.48,
      "dur": 1.83,
      "text": "the government stands ready to provide whatever support and assistance the"
    },
    {
      "start": 2166.32,
      "dur": 2.31,
      "text": "whatever support and assistance the police need. Now, I know that might read"
    },
    {
      "start": 2168.64,
      "dur": 2.469,
      "text": "police need. Now, I know that might read to a newscaster as being pretty bland."
    },
    {
      "start": 2171.119,
      "dur": 2.311,
      "text": "to a newscaster as being pretty bland. Sometimes trying to dredge out even a"
    },
    {
      "start": 2173.44,
      "dur": 1.75,
      "text": "Sometimes trying to dredge out even a background view from the government in"
    },
    {
      "start": 2175.2,
      "dur": 2.23,
      "text": "background view from the government in response to things can can be painful."
    },
    {
      "start": 2177.44,
      "dur": 1.35,
      "text": "response to things can can be painful. Here is something that has been"
    },
    {
      "start": 2178.8,
      "dur": 3.67,
      "text": "Here is something that has been proactively sent to us on the record 10"
    },
    {
      "start": 2182.48,
      "dur": 2.23,
      "text": "proactively sent to us on the record 10 minutesish after the publication of a"
    },
    {
      "start": 2184.72,
      "dur": 2.629,
      "text": "minutesish after the publication of a statement from the Met. It tells you how"
    },
    {
      "start": 2187.359,
      "dur": 2.47,
      "text": "statement from the Met. It tells you how conscious the government is about how"
    },
    {
      "start": 2189.839,
      "dur": 2.391,
      "text": "conscious the government is about how potentially damaging this is to them and"
    },
    {
      "start": 2192.24,
      "dur": 2.07,
      "text": "potentially damaging this is to them and how desperate they are seen they are"
    },
    {
      "start": 2194.32,
      "dur": 3.43,
      "text": "how desperate they are seen they are keen to be seen to be out there making"
    },
    {
      "start": 2197.76,
      "dur": 2.15,
      "text": "keen to be seen to be out there making the argument and putting as much"
    },
    {
      "start": 2199.92,
      "dur": 2.07,
      "text": "the argument and putting as much distance as they possibly can like a"
    },
    {
      "start": 2202.0,
      "dur": 1.27,
      "text": "distance as they possibly can like a bigger distance than the width of the"
    },
    {
      "start": 2203.28,
      "dur": 1.67,
      "text": "bigger distance than the width of the Atlantic even though Peter Madison's no"
    },
    {
      "start": 2204.96,
      "dur": 1.59,
      "text": "Atlantic even though Peter Madison's no longer on the other side of it um"
    },
    {
      "start": 2206.56,
      "dur": 1.91,
      "text": "longer on the other side of it um between them and him."
    },
    {
      "start": 2208.48,
      "dur": 1.51,
      "text": "between them and him. &gt;&gt; And I'm going to have two final thoughts"
    },
    {
      "start": 2210.0,
      "dur": 2.55,
      "text": "&gt;&gt; And I'm going to have two final thoughts if I may. Um it is my podcast after all."
    },
    {
      "start": 2212.56,
      "dur": 2.15,
      "text": "if I may. Um it is my podcast after all. I think having witnessed previous"
    },
    {
      "start": 2214.72,
      "dur": 1.67,
      "text": "I think having witnessed previous examples and this is not to prejudge"
    },
    {
      "start": 2216.4,
      "dur": 1.35,
      "text": "examples and this is not to prejudge what's happening here or is going to"
    },
    {
      "start": 2217.76,
      "dur": 2.63,
      "text": "what's happening here or is going to happen here. When the police and"
    },
    {
      "start": 2220.4,
      "dur": 2.15,
      "text": "happen here. When the police and politics and number 10 Downing Street"
    },
    {
      "start": 2222.56,
      "dur": 3.11,
      "text": "politics and number 10 Downing Street get close to each other, it becomes a"
    },
    {
      "start": 2225.68,
      "dur": 1.429,
      "text": "get close to each other, it becomes a bit allconsuming. And I mean close to"
    },
    {
      "start": 2227.119,
      "dur": 2.151,
      "text": "bit allconsuming. And I mean close to each other as in proximity uh because of"
    },
    {
      "start": 2229.28,
      "dur": 1.75,
      "text": "each other as in proximity uh because of what's happening. It it becomes all"
    },
    {
      "start": 2231.04,
      "dur": 1.83,
      "text": "what's happening. It it becomes all consuming. And the second thing is like,"
    },
    {
      "start": 2232.88,
      "dur": 1.91,
      "text": "consuming. And the second thing is like, yeah, it's back to your point, Daniela."
    },
    {
      "start": 2234.8,
      "dur": 2.549,
      "text": "yeah, it's back to your point, Daniela. Politics in Britain is very transparent"
    },
    {
      "start": 2237.359,
      "dur": 1.831,
      "text": "Politics in Britain is very transparent and very accountable compared to other"
    },
    {
      "start": 2239.2,
      "dur": 2.79,
      "text": "and very accountable compared to other things like the monarchy or business and"
    },
    {
      "start": 2242.0,
      "dur": 2.069,
      "text": "things like the monarchy or business and banking. That transparency and that"
    },
    {
      "start": 2244.079,
      "dur": 1.911,
      "text": "banking. That transparency and that accountability is now applying"
    },
    {
      "start": 2246.0,
      "dur": 2.23,
      "text": "accountability is now applying everywhere in real time. And as we see"
    },
    {
      "start": 2248.24,
      "dur": 1.43,
      "text": "everywhere in real time. And as we see from politics, the existence of that"
    },
    {
      "start": 2249.68,
      "dur": 1.35,
      "text": "from politics, the existence of that means that big things that were"
    },
    {
      "start": 2251.04,
      "dur": 2.63,
      "text": "means that big things that were impossible yesterday can become very"
    },
    {
      "start": 2253.68,
      "dur": 2.31,
      "text": "impossible yesterday can become very possible very quickly compared to how"
    },
    {
      "start": 2256.0,
      "dur": 2.23,
      "text": "possible very quickly compared to how they used to be. Uh, and I think that's"
    },
    {
      "start": 2258.24,
      "dur": 2.47,
      "text": "they used to be. Uh, and I think that's now happening with everyone's everyone's"
    },
    {
      "start": 2260.72,
      "dur": 2.15,
      "text": "now happening with everyone's everyone's areas that they report on. Right, Chris,"
    },
    {
      "start": 2262.88,
      "dur": 1.27,
      "text": "areas that they report on. Right, Chris, thank you very much."
    },
    {
      "start": 2264.16,
      "dur": 1.11,
      "text": "thank you very much. &gt;&gt; Daniela, thanks to you."
    },
    {
      "start": 2265.28,
      "dur": 0.63,
      "text": "&gt;&gt; Daniela, thanks to you. &gt;&gt; Thanks, Adam."
    },
    {
      "start": 2265.92,
      "dur": 1.189,
      "text": "&gt;&gt; Thanks, Adam. &gt;&gt; And Dominic, thanks to you, too."
    },
    {
      "start": 2267.119,
      "dur": 3.161,
      "text": "&gt;&gt; And Dominic, thanks to you, too. &gt;&gt; Thank you."
    }
  ]
}