{
  "videoId": "APBWRcJ5RLg",
  "title": "Keir Starmer apologises for hiring Mandelson, but can he survive as prime minister? | BBC Newscast",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 2200,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.999,
      "text": "Hello, it's Adam in the Newscast studio."
    },
    {
      "start": 2.159,
      "dur": 1.51,
      "text": "Hello, it's Adam in the Newscast studio. &gt;&gt; It's Henry in Westminster."
    },
    {
      "start": 3.679,
      "dur": 1.751,
      "text": "&gt;&gt; It's Henry in Westminster. &gt;&gt; And here in the studio with me is Alva"
    },
    {
      "start": 5.44,
      "dur": 1.829,
      "text": "&gt;&gt; And here in the studio with me is Alva Ray from the New Statesman. Hello Alva."
    },
    {
      "start": 7.279,
      "dur": 0.55,
      "text": "Ray from the New Statesman. Hello Alva. &gt;&gt; Hello."
    },
    {
      "start": 7.839,
      "dur": 2.471,
      "text": "&gt;&gt; Hello. &gt;&gt; Very widely read cover story on this"
    },
    {
      "start": 10.32,
      "dur": 0.87,
      "text": "&gt;&gt; Very widely read cover story on this week's magazine."
    },
    {
      "start": 11.2,
      "dur": 1.03,
      "text": "week's magazine. &gt;&gt; Oh, thank you."
    },
    {
      "start": 12.24,
      "dur": 1.67,
      "text": "&gt;&gt; Oh, thank you. &gt;&gt; Is it true that Labour MPs were sending"
    },
    {
      "start": 13.92,
      "dur": 1.589,
      "text": "&gt;&gt; Is it true that Labour MPs were sending each other the PDF of it?"
    },
    {
      "start": 15.519,
      "dur": 1.351,
      "text": "each other the PDF of it? &gt;&gt; Yeah, which paying for it?"
    },
    {
      "start": 16.88,
      "dur": 1.67,
      "text": "&gt;&gt; Yeah, which paying for it? &gt;&gt; Which I'm very sad about. They should. I"
    },
    {
      "start": 18.56,
      "dur": 1.91,
      "text": "&gt;&gt; Which I'm very sad about. They should. I mean, it's it's two quid for two months"
    },
    {
      "start": 20.48,
      "dur": 2.39,
      "text": "mean, it's it's two quid for two months at the moment, so they've got no excuse."
    },
    {
      "start": 22.88,
      "dur": 0.229,
      "text": "at the moment, so they've got no excuse. Yeah."
    },
    {
      "start": 23.119,
      "dur": 1.91,
      "text": "Yeah. &gt;&gt; Although political magazines at very"
    },
    {
      "start": 25.039,
      "dur": 1.831,
      "text": "&gt;&gt; Although political magazines at very price points are available. And also"
    },
    {
      "start": 26.88,
      "dur": 1.27,
      "text": "price points are available. And also coming back to newscast, it's Luke"
    },
    {
      "start": 28.16,
      "dur": 1.83,
      "text": "coming back to newscast, it's Luke Sullivan who was an adviser to Kier"
    },
    {
      "start": 30.0,
      "dur": 1.589,
      "text": "Sullivan who was an adviser to Kier Starmer recently. Hello Luke."
    },
    {
      "start": 31.599,
      "dur": 1.271,
      "text": "Starmer recently. Hello Luke. &gt;&gt; Hello. Thanks for having me back."
    },
    {
      "start": 32.88,
      "dur": 1.349,
      "text": "&gt;&gt; Hello. Thanks for having me back. &gt;&gt; Um well actually Luke first of all"
    },
    {
      "start": 34.239,
      "dur": 1.191,
      "text": "&gt;&gt; Um well actually Luke first of all before we dig into what's happening"
    },
    {
      "start": 35.44,
      "dur": 1.91,
      "text": "before we dig into what's happening today. I remember you used to work in"
    },
    {
      "start": 37.36,
      "dur": 1.83,
      "text": "today. I remember you used to work in the whips office for labor. I did like"
    },
    {
      "start": 39.2,
      "dur": 1.75,
      "text": "the whips office for labor. I did like making sure everybody was voting in the"
    },
    {
      "start": 40.96,
      "dur": 2.47,
      "text": "making sure everybody was voting in the right way. How did it go so wrong in"
    },
    {
      "start": 43.44,
      "dur": 2.55,
      "text": "right way. How did it go so wrong in parliament yesterday when the government"
    },
    {
      "start": 46.0,
      "dur": 2.47,
      "text": "parliament yesterday when the government proposed that amendment to the the Tory"
    },
    {
      "start": 48.48,
      "dur": 1.35,
      "text": "proposed that amendment to the the Tory motion to release all the all the"
    },
    {
      "start": 49.84,
      "dur": 2.79,
      "text": "motion to release all the all the Mandlesson files and it was took Angela"
    },
    {
      "start": 52.64,
      "dur": 1.83,
      "text": "Mandlesson files and it was took Angela Rener to stand up and say no we need an"
    },
    {
      "start": 54.48,
      "dur": 1.51,
      "text": "Rener to stand up and say no we need an alternative here. This is a dreadful"
    },
    {
      "start": 56.0,
      "dur": 1.67,
      "text": "alternative here. This is a dreadful idea. What went wrong?"
    },
    {
      "start": 57.68,
      "dur": 5.189,
      "text": "idea. What went wrong? &gt;&gt; Uh I think speed of events. I mean from"
    },
    {
      "start": 62.879,
      "dur": 1.91,
      "text": "&gt;&gt; Uh I think speed of events. I mean from the conversations I've had with people"
    },
    {
      "start": 64.799,
      "dur": 1.99,
      "text": "the conversations I've had with people in government and it's exactly what you"
    },
    {
      "start": 66.799,
      "dur": 1.99,
      "text": "in government and it's exactly what you would imagine. The Tories tabled the"
    },
    {
      "start": 68.799,
      "dur": 3.191,
      "text": "would imagine. The Tories tabled the amend the motion sort of 7:00 at night"
    },
    {
      "start": 72.0,
      "dur": 2.31,
      "text": "amend the motion sort of 7:00 at night on Tuesday. The government had I think"
    },
    {
      "start": 74.32,
      "dur": 2.87,
      "text": "on Tuesday. The government had I think about 20 minutes to work out what to do."
    },
    {
      "start": 77.2,
      "dur": 3.51,
      "text": "about 20 minutes to work out what to do. And I I think their intention was was I"
    },
    {
      "start": 80.72,
      "dur": 3.029,
      "text": "And I I think their intention was was I I do actually think that"
    },
    {
      "start": 83.759,
      "dur": 2.231,
      "text": "I do actually think that making sure things that raise the issue"
    },
    {
      "start": 86.0,
      "dur": 1.99,
      "text": "making sure things that raise the issue of national security uh shouldn't be"
    },
    {
      "start": 88.0,
      "dur": 0.87,
      "text": "of national security uh shouldn't be released. I don't think anyone"
    },
    {
      "start": 88.88,
      "dur": 1.51,
      "text": "released. I don't think anyone disagrees. I think it was a slightly"
    },
    {
      "start": 90.4,
      "dur": 1.83,
      "text": "disagrees. I think it was a slightly clumsy amendment. They were working at"
    },
    {
      "start": 92.24,
      "dur": 2.71,
      "text": "clumsy amendment. They were working at speed. Uh and I think they hadn't quite"
    },
    {
      "start": 94.96,
      "dur": 2.63,
      "text": "speed. Uh and I think they hadn't quite grasped it. And I I remember waking up."
    },
    {
      "start": 97.6,
      "dur": 1.59,
      "text": "grasped it. And I I remember waking up. &gt;&gt; I I saw the amendment when it went down"
    },
    {
      "start": 99.2,
      "dur": 1.75,
      "text": "&gt;&gt; I I saw the amendment when it went down and I did say to a couple of people,"
    },
    {
      "start": 100.96,
      "dur": 1.03,
      "text": "and I did say to a couple of people, look, I think you're going to have a"
    },
    {
      "start": 102.0,
      "dur": 1.83,
      "text": "look, I think you're going to have a problem. Why aren't you referring this"
    },
    {
      "start": 103.84,
      "dur": 2.629,
      "text": "problem. Why aren't you referring this to the ISC or foreign affairs select"
    },
    {
      "start": 106.479,
      "dur": 1.91,
      "text": "to the ISC or foreign affairs select committee? They got there in the end and"
    },
    {
      "start": 108.399,
      "dur": 1.191,
      "text": "committee? They got there in the end and actually I think it was the right"
    },
    {
      "start": 109.6,
      "dur": 1.509,
      "text": "actually I think it was the right position they've got."
    },
    {
      "start": 111.119,
      "dur": 1.67,
      "text": "position they've got. &gt;&gt; I I don't actually think people have"
    },
    {
      "start": 112.799,
      "dur": 2.871,
      "text": "&gt;&gt; I I don't actually think people have quite grasped how wide ranging that"
    },
    {
      "start": 115.68,
      "dur": 1.109,
      "text": "quite grasped how wide ranging that motion was. We"
    },
    {
      "start": 116.799,
      "dur": 1.35,
      "text": "motion was. We &gt;&gt; because the tries asked for so much"
    },
    {
      "start": 118.159,
      "dur": 1.59,
      "text": "&gt;&gt; because the tries asked for so much stuff in messages"
    },
    {
      "start": 119.759,
      "dur": 2.471,
      "text": "stuff in messages &gt;&gt; did I mean me and a number of other"
    },
    {
      "start": 122.24,
      "dur": 3.909,
      "text": "&gt;&gt; did I mean me and a number of other people were during Brexit used this with"
    },
    {
      "start": 126.159,
      "dur": 2.31,
      "text": "people were during Brexit used this with K star and other government ministers."
    },
    {
      "start": 128.479,
      "dur": 0.791,
      "text": "K star and other government ministers. the humble address."
    },
    {
      "start": 129.28,
      "dur": 1.749,
      "text": "the humble address. &gt;&gt; The humble address. And and we we became"
    },
    {
      "start": 131.039,
      "dur": 2.311,
      "text": "&gt;&gt; The humble address. And and we we became pretty good at it. And"
    },
    {
      "start": 133.36,
      "dur": 1.99,
      "text": "pretty good at it. And &gt;&gt; I've never seen one as far ranging as"
    },
    {
      "start": 135.36,
      "dur": 2.63,
      "text": "&gt;&gt; I've never seen one as far ranging as that pass. We tried with Windrush to do"
    },
    {
      "start": 138.0,
      "dur": 2.309,
      "text": "that pass. We tried with Windrush to do one with Diane Abbott when she was"
    },
    {
      "start": 140.319,
      "dur": 1.27,
      "text": "one with Diane Abbott when she was shadow home secretary. And I think it"
    },
    {
      "start": 141.599,
      "dur": 1.591,
      "text": "shadow home secretary. And I think it basically said all WhatsApps, all"
    },
    {
      "start": 143.2,
      "dur": 2.15,
      "text": "basically said all WhatsApps, all messages. The government defeated it."
    },
    {
      "start": 145.36,
      "dur": 2.869,
      "text": "messages. The government defeated it. Even it was quite tricky."
    },
    {
      "start": 148.239,
      "dur": 3.591,
      "text": "Even it was quite tricky. &gt;&gt; The the actually com compiling with this"
    },
    {
      "start": 151.84,
      "dur": 2.469,
      "text": "&gt;&gt; The the actually com compiling with this uh with this um ruling I think is going"
    },
    {
      "start": 154.319,
      "dur": 1.591,
      "text": "uh with this um ruling I think is going to be really difficult. It asked for"
    },
    {
      "start": 155.92,
      "dur": 1.75,
      "text": "to be really difficult. It asked for every piece of electronic communication"
    },
    {
      "start": 157.68,
      "dur": 1.829,
      "text": "every piece of electronic communication between government ministers, cabinet"
    },
    {
      "start": 159.519,
      "dur": 2.07,
      "text": "between government ministers, cabinet ministers, special advisers, and Peter"
    },
    {
      "start": 161.599,
      "dur": 2.471,
      "text": "ministers, special advisers, and Peter Mandlesson. Like I I I think"
    },
    {
      "start": 164.08,
      "dur": 1.75,
      "text": "Mandlesson. Like I I I think &gt;&gt; being that it might mean it takes ages"
    },
    {
      "start": 165.84,
      "dur": 1.43,
      "text": "&gt;&gt; being that it might mean it takes ages to see anything because there's such a"
    },
    {
      "start": 167.28,
      "dur": 2.15,
      "text": "to see anything because there's such a huge trove of documents. Um Alva Lucas"
    },
    {
      "start": 169.44,
      "dur": 1.27,
      "text": "huge trove of documents. Um Alva Lucas put a very brave face on it there. And"
    },
    {
      "start": 170.72,
      "dur": 1.43,
      "text": "put a very brave face on it there. And he may be totally right about how that's"
    },
    {
      "start": 172.16,
      "dur": 1.67,
      "text": "he may be totally right about how that's that's how it all happened, but this"
    },
    {
      "start": 173.84,
      "dur": 1.99,
      "text": "that's how it all happened, but this will go down in history is one of the"
    },
    {
      "start": 175.84,
      "dur": 2.469,
      "text": "will go down in history is one of the big kind of mis parliamentary missteps,"
    },
    {
      "start": 178.319,
      "dur": 1.751,
      "text": "big kind of mis parliamentary missteps, won't it?"
    },
    {
      "start": 180.08,
      "dur": 2.63,
      "text": "won't it? &gt;&gt; Or not. Maybe I'm exaggerating it. I"
    },
    {
      "start": 182.72,
      "dur": 1.99,
      "text": "&gt;&gt; Or not. Maybe I'm exaggerating it. I think I mean this this could be shaped"
    },
    {
      "start": 184.72,
      "dur": 1.589,
      "text": "think I mean this this could be shaped by the fact that I was really in a bit"
    },
    {
      "start": 186.319,
      "dur": 1.91,
      "text": "by the fact that I was really in a bit of a Peter Mandelson appointment tunnel"
    },
    {
      "start": 188.239,
      "dur": 1.99,
      "text": "of a Peter Mandelson appointment tunnel for the past few days, but I feel like"
    },
    {
      "start": 190.239,
      "dur": 1.99,
      "text": "for the past few days, but I feel like it's less about the parliamentary"
    },
    {
      "start": 192.239,
      "dur": 1.99,
      "text": "it's less about the parliamentary shenanigans and just these questions"
    },
    {
      "start": 194.239,
      "dur": 2.391,
      "text": "shenanigans and just these questions around the initial appointment. I think"
    },
    {
      "start": 196.64,
      "dur": 1.509,
      "text": "around the initial appointment. I think probably people will forget about the"
    },
    {
      "start": 198.159,
      "dur": 2.311,
      "text": "probably people will forget about the events yesterday. It's it's it's the"
    },
    {
      "start": 200.48,
      "dur": 1.669,
      "text": "events yesterday. It's it's it's the it's the wider scandal."
    },
    {
      "start": 202.159,
      "dur": 1.99,
      "text": "it's the wider scandal. &gt;&gt; I'm realizing maybe my head is stuck in"
    },
    {
      "start": 208.07,
      "dur": 0.01,
      "text": "February rather than 2:51 p.m. on"
    },
    {
      "start": 208.08,
      "dur": 1.75,
      "text": "February rather than 2:51 p.m. on Thursday the 5th of February. Uh right,"
    },
    {
      "start": 209.84,
      "dur": 1.59,
      "text": "Thursday the 5th of February. Uh right, Henry, bring us up to date. So Kier"
    },
    {
      "start": 211.44,
      "dur": 2.47,
      "text": "Henry, bring us up to date. So Kier Starmer went to East Sussex to do his"
    },
    {
      "start": 213.92,
      "dur": 1.35,
      "text": "Starmer went to East Sussex to do his big speech today which was meant to be"
    },
    {
      "start": 215.28,
      "dur": 1.83,
      "text": "big speech today which was meant to be about this pride in place initiative"
    },
    {
      "start": 217.12,
      "dur": 3.35,
      "text": "about this pride in place initiative which is a huge pot of money for uh"
    },
    {
      "start": 220.48,
      "dur": 2.15,
      "text": "which is a huge pot of money for uh towns, villages, high streets to to"
    },
    {
      "start": 222.64,
      "dur": 1.91,
      "text": "towns, villages, high streets to to spruce themselves up. Uh but of course"
    },
    {
      "start": 224.56,
      "dur": 1.669,
      "text": "spruce themselves up. Uh but of course it was dominated by the fallout from"
    },
    {
      "start": 226.239,
      "dur": 2.151,
      "text": "it was dominated by the fallout from from the Mandlesson affair. Just kind of"
    },
    {
      "start": 228.4,
      "dur": 1.51,
      "text": "from the Mandlesson affair. Just kind of paint paint a picture of how it all"
    },
    {
      "start": 229.92,
      "dur": 1.669,
      "text": "paint paint a picture of how it all went. Well, the prime minister had a big"
    },
    {
      "start": 231.599,
      "dur": 2.63,
      "text": "went. Well, the prime minister had a big speech prepared uh long before this and"
    },
    {
      "start": 234.239,
      "dur": 2.71,
      "text": "speech prepared uh long before this and by long before this I mean last week uh"
    },
    {
      "start": 236.959,
      "dur": 2.871,
      "text": "by long before this I mean last week uh about this pride in place scheme uh"
    },
    {
      "start": 239.84,
      "dur": 2.55,
      "text": "about this pride in place scheme uh which is part of the government's and"
    },
    {
      "start": 242.4,
      "dur": 2.71,
      "text": "which is part of the government's and the Labor party's political attempts"
    },
    {
      "start": 245.12,
      "dur": 2.07,
      "text": "the Labor party's political attempts more generally to kind of combat Reform"
    },
    {
      "start": 247.2,
      "dur": 2.07,
      "text": "more generally to kind of combat Reform UK and the rise of cynicism with"
    },
    {
      "start": 249.28,
      "dur": 2.869,
      "text": "UK and the rise of cynicism with politics as normal. Um it would have"
    },
    {
      "start": 252.159,
      "dur": 2.391,
      "text": "politics as normal. Um it would have been ridiculous for him to just give"
    },
    {
      "start": 254.56,
      "dur": 1.99,
      "text": "been ridiculous for him to just give that speech with no nod to what happened"
    },
    {
      "start": 256.56,
      "dur": 1.83,
      "text": "that speech with no nod to what happened yesterday and what's happened this week."
    },
    {
      "start": 258.4,
      "dur": 3.91,
      "text": "yesterday and what's happened this week. And clearly he realized that and he"
    },
    {
      "start": 262.32,
      "dur": 1.589,
      "text": "And clearly he realized that and he began the speech with I think it was"
    },
    {
      "start": 263.919,
      "dur": 2.951,
      "text": "began the speech with I think it was probably about 10 minutes talking about"
    },
    {
      "start": 266.88,
      "dur": 2.869,
      "text": "probably about 10 minutes talking about Lord Mandolson uh or Mandlesson as he"
    },
    {
      "start": 269.759,
      "dur": 1.99,
      "text": "Lord Mandolson uh or Mandlesson as he keeps referring to him with no title"
    },
    {
      "start": 271.759,
      "dur": 1.191,
      "text": "keeps referring to him with no title even though they haven't yet stripped"
    },
    {
      "start": 272.96,
      "dur": 4.55,
      "text": "even though they haven't yet stripped him of that title. uh and uh he said"
    },
    {
      "start": 277.52,
      "dur": 1.59,
      "text": "him of that title. uh and uh he said well firstly and I think this is the"
    },
    {
      "start": 279.12,
      "dur": 2.47,
      "text": "well firstly and I think this is the sort of big news he apologized to the"
    },
    {
      "start": 281.6,
      "dur": 2.23,
      "text": "sort of big news he apologized to the victims of Jeffrey Epstein for having"
    },
    {
      "start": 283.84,
      "dur": 1.51,
      "text": "victims of Jeffrey Epstein for having believed Peter Mandlesson and having"
    },
    {
      "start": 285.36,
      "dur": 1.829,
      "text": "believed Peter Mandlesson and having given him the job as ambassador to the"
    },
    {
      "start": 287.199,
      "dur": 2.631,
      "text": "given him the job as ambassador to the US but then and I think this really"
    },
    {
      "start": 289.84,
      "dur": 4.23,
      "text": "US but then and I think this really showed his recognition of the political"
    },
    {
      "start": 294.08,
      "dur": 2.31,
      "text": "showed his recognition of the political peril he now finds himself in. He said"
    },
    {
      "start": 296.4,
      "dur": 2.15,
      "text": "peril he now finds himself in. He said that he acknowledged and understood the"
    },
    {
      "start": 298.56,
      "dur": 2.31,
      "text": "that he acknowledged and understood the anger and frustration of Labour MPs."
    },
    {
      "start": 300.88,
      "dur": 1.749,
      "text": "anger and frustration of Labour MPs. Now, in a sort of general sense, I think"
    },
    {
      "start": 302.639,
      "dur": 1.671,
      "text": "Now, in a sort of general sense, I think we'd all agree the victims of Jeffrey"
    },
    {
      "start": 304.32,
      "dur": 2.07,
      "text": "we'd all agree the victims of Jeffrey Epstein are more important than Labor"
    },
    {
      "start": 306.4,
      "dur": 2.87,
      "text": "Epstein are more important than Labor MPs. But in a very specific sense, how"
    },
    {
      "start": 309.28,
      "dur": 2.23,
      "text": "MPs. But in a very specific sense, how does the prime minister keep his job? He"
    },
    {
      "start": 311.52,
      "dur": 2.949,
      "text": "does the prime minister keep his job? He needs to win back the support and the"
    },
    {
      "start": 314.479,
      "dur": 2.71,
      "text": "needs to win back the support and the confidence and the trust of Labor MPs."
    },
    {
      "start": 317.199,
      "dur": 1.99,
      "text": "confidence and the trust of Labor MPs. And I think today was an attempt to just"
    },
    {
      "start": 319.199,
      "dur": 2.631,
      "text": "And I think today was an attempt to just start doing so, but it's going to be a"
    },
    {
      "start": 321.84,
      "dur": 1.11,
      "text": "start doing so, but it's going to be a real climb."
    },
    {
      "start": 322.96,
      "dur": 1.59,
      "text": "real climb. &gt;&gt; And here's how some of that sounded in"
    },
    {
      "start": 324.56,
      "dur": 2.55,
      "text": "&gt;&gt; And here's how some of that sounded in the PM's own words. The victims of"
    },
    {
      "start": 327.12,
      "dur": 3.43,
      "text": "the PM's own words. The victims of Epstein have lived with trauma that most"
    },
    {
      "start": 330.56,
      "dur": 3.59,
      "text": "Epstein have lived with trauma that most of us can barely comprehend"
    },
    {
      "start": 334.16,
      "dur": 3.91,
      "text": "of us can barely comprehend and they've had to relive it again and"
    },
    {
      "start": 338.08,
      "dur": 1.829,
      "text": "and they've had to relive it again and again."
    },
    {
      "start": 339.919,
      "dur": 2.471,
      "text": "again. They have seen accountability delayed"
    },
    {
      "start": 342.4,
      "dur": 3.509,
      "text": "They have seen accountability delayed and too often denied."
    },
    {
      "start": 345.919,
      "dur": 2.311,
      "text": "and too often denied. To them,"
    },
    {
      "start": 348.24,
      "dur": 3.27,
      "text": "To them, I want to say this."
    },
    {
      "start": 351.52,
      "dur": 2.79,
      "text": "I want to say this. I am sorry."
    },
    {
      "start": 354.32,
      "dur": 3.67,
      "text": "I am sorry. Sorry for what was done to you. Sorry"
    },
    {
      "start": 358.0,
      "dur": 2.55,
      "text": "Sorry for what was done to you. Sorry that so many people with power failed"
    },
    {
      "start": 360.56,
      "dur": 3.43,
      "text": "that so many people with power failed you. Sorry for having believed"
    },
    {
      "start": 364.0,
      "dur": 3.11,
      "text": "you. Sorry for having believed Mandlesson's lies and appointed him."
    },
    {
      "start": 367.12,
      "dur": 1.03,
      "text": "Mandlesson's lies and appointed him. &gt;&gt; Luke, I don't know if you were watching"
    },
    {
      "start": 368.16,
      "dur": 1.43,
      "text": "&gt;&gt; Luke, I don't know if you were watching that speech in real time as it was"
    },
    {
      "start": 369.6,
      "dur": 1.51,
      "text": "that speech in real time as it was broadcast on all the news channels. What"
    },
    {
      "start": 371.12,
      "dur": 3.27,
      "text": "broadcast on all the news channels. What did you think of the apology? I I think"
    },
    {
      "start": 374.4,
      "dur": 3.03,
      "text": "did you think of the apology? I I think it it came across very heartfelt and I"
    },
    {
      "start": 377.44,
      "dur": 2.39,
      "text": "it it came across very heartfelt and I think you could for a prime minister"
    },
    {
      "start": 379.84,
      "dur": 2.87,
      "text": "think you could for a prime minister who's often accused of not being very"
    },
    {
      "start": 382.72,
      "dur": 2.469,
      "text": "who's often accused of not being very emotional people seeing how he feels. I"
    },
    {
      "start": 385.199,
      "dur": 2.471,
      "text": "emotional people seeing how he feels. I think it did come across for me and I"
    },
    {
      "start": 387.68,
      "dur": 2.47,
      "text": "think it did come across for me and I like newscast listeners and viewers may"
    },
    {
      "start": 390.16,
      "dur": 1.67,
      "text": "like newscast listeners and viewers may have a different view. I thought it it"
    },
    {
      "start": 391.84,
      "dur": 3.83,
      "text": "have a different view. I thought it it came across uh very strongly but it's a"
    },
    {
      "start": 395.68,
      "dur": 2.15,
      "text": "came across uh very strongly but it's a sign I think as Henry's just said of the"
    },
    {
      "start": 397.84,
      "dur": 2.39,
      "text": "sign I think as Henry's just said of the political peril and position that the"
    },
    {
      "start": 400.24,
      "dur": 1.99,
      "text": "political peril and position that the prime minister finds himself in. And"
    },
    {
      "start": 402.24,
      "dur": 2.15,
      "text": "prime minister finds himself in. And there is no denying how bad that"
    },
    {
      "start": 404.4,
      "dur": 3.349,
      "text": "there is no denying how bad that position is. And I I also think for a"
    },
    {
      "start": 407.759,
      "dur": 0.391,
      "text": "position is. And I I also think for a for"
    },
    {
      "start": 408.16,
      "dur": 2.07,
      "text": "for &gt;&gt; How bad would you say it is?"
    },
    {
      "start": 410.24,
      "dur": 1.509,
      "text": "&gt;&gt; How bad would you say it is? &gt;&gt; Put that into words."
    },
    {
      "start": 411.759,
      "dur": 1.99,
      "text": "&gt;&gt; Put that into words. &gt;&gt; I look I I I I don't think you can"
    },
    {
      "start": 413.759,
      "dur": 3.591,
      "text": "&gt;&gt; I look I I I I don't think you can understate how serious the situation,"
    },
    {
      "start": 417.36,
      "dur": 1.59,
      "text": "understate how serious the situation, the peril is that the prime minister"
    },
    {
      "start": 418.96,
      "dur": 2.629,
      "text": "the peril is that the prime minister finds himself in. And I think I think"
    },
    {
      "start": 421.599,
      "dur": 2.31,
      "text": "finds himself in. And I think I think through the Q&amp;A, although he didn't"
    },
    {
      "start": 423.919,
      "dur": 3.031,
      "text": "through the Q&amp;A, although he didn't explicitly say I I I think you can get"
    },
    {
      "start": 426.96,
      "dur": 2.069,
      "text": "explicitly say I I I think you can get that sense from talking to people in"
    },
    {
      "start": 429.039,
      "dur": 2.391,
      "text": "that sense from talking to people in number 10 government ministers, they get"
    },
    {
      "start": 431.44,
      "dur": 2.55,
      "text": "number 10 government ministers, they get the stakes uh incredibly incredibly"
    },
    {
      "start": 434.0,
      "dur": 4.39,
      "text": "the stakes uh incredibly incredibly high. Uh and that's why you saw him, you"
    },
    {
      "start": 438.4,
      "dur": 1.99,
      "text": "high. Uh and that's why you saw him, you know, fighting for his political"
    },
    {
      "start": 440.4,
      "dur": 2.629,
      "text": "know, fighting for his political premiership and he's going to I I think"
    },
    {
      "start": 443.039,
      "dur": 4.471,
      "text": "premiership and he's going to I I think he he had a strong day today. I think he"
    },
    {
      "start": 447.52,
      "dur": 1.83,
      "text": "he he had a strong day today. I think he in many ways has done all the steps you"
    },
    {
      "start": 449.36,
      "dur": 3.19,
      "text": "in many ways has done all the steps you would try to do to contain what is a"
    },
    {
      "start": 452.56,
      "dur": 2.95,
      "text": "would try to do to contain what is a deeply damaging political uh aspect. And"
    },
    {
      "start": 455.52,
      "dur": 2.63,
      "text": "deeply damaging political uh aspect. And I think the other point that I think"
    },
    {
      "start": 458.16,
      "dur": 3.029,
      "text": "I think the other point that I think does come through with K is this wheel"
    },
    {
      "start": 461.199,
      "dur": 3.43,
      "text": "does come through with K is this wheel to that cuts to the core that an issue"
    },
    {
      "start": 464.639,
      "dur": 4.071,
      "text": "to that cuts to the core that an issue where a a man has supported another man"
    },
    {
      "start": 468.72,
      "dur": 2.469,
      "text": "where a a man has supported another man who's"
    },
    {
      "start": 471.199,
      "dur": 2.71,
      "text": "who's abused all his positions and you know"
    },
    {
      "start": 473.919,
      "dur": 1.83,
      "text": "abused all his positions and you know for for somebody who has got I would say"
    },
    {
      "start": 475.759,
      "dur": 2.951,
      "text": "for for somebody who has got I would say an unblenmished record on prosecuting"
    },
    {
      "start": 478.72,
      "dur": 1.27,
      "text": "an unblenmished record on prosecuting you know violence against women and"
    },
    {
      "start": 480.0,
      "dur": 2.23,
      "text": "you know violence against women and girls and trafficking to his very core I"
    },
    {
      "start": 482.24,
      "dur": 2.47,
      "text": "girls and trafficking to his very core I I I think he will be very very hurt. We"
    },
    {
      "start": 484.72,
      "dur": 1.27,
      "text": "I I think he will be very very hurt. We we'll come back to that that in a"
    },
    {
      "start": 486.0,
      "dur": 2.869,
      "text": "we'll come back to that that in a second. But Alva, just explain why this"
    },
    {
      "start": 488.879,
      "dur": 2.551,
      "text": "second. But Alva, just explain why this is so hard to contain to use Luke's"
    },
    {
      "start": 491.44,
      "dur": 1.91,
      "text": "is so hard to contain to use Luke's words, just the momentum that's building"
    },
    {
      "start": 493.36,
      "dur": 1.829,
      "text": "words, just the momentum that's building behind the scenes and actually in public"
    },
    {
      "start": 495.199,
      "dur": 2.871,
      "text": "behind the scenes and actually in public amongst Kier Starmer's back ventures."
    },
    {
      "start": 498.08,
      "dur": 1.829,
      "text": "amongst Kier Starmer's back ventures. &gt;&gt; Well, maybe you want to come on to this"
    },
    {
      "start": 499.919,
      "dur": 2.471,
      "text": "&gt;&gt; Well, maybe you want to come on to this later, but really it come it comes just"
    },
    {
      "start": 502.4,
      "dur": 2.229,
      "text": "later, but really it come it comes just back to these questions of what Kier"
    },
    {
      "start": 504.639,
      "dur": 2.711,
      "text": "back to these questions of what Kier Starmer knew and when. So he he gave"
    },
    {
      "start": 507.36,
      "dur": 1.829,
      "text": "Starmer knew and when. So he he gave this apology and the phrase was, you"
    },
    {
      "start": 509.199,
      "dur": 1.511,
      "text": "this apology and the phrase was, you know, that he's sorry for believing"
    },
    {
      "start": 510.72,
      "dur": 2.869,
      "text": "know, that he's sorry for believing Mandlesson's lies, as he put it. But"
    },
    {
      "start": 513.599,
      "dur": 3.271,
      "text": "Mandlesson's lies, as he put it. But really for all the journalists listening"
    },
    {
      "start": 516.88,
      "dur": 1.99,
      "text": "really for all the journalists listening and members of the public who've been"
    },
    {
      "start": 518.88,
      "dur": 1.19,
      "text": "and members of the public who've been following this closely, but certainly"
    },
    {
      "start": 520.08,
      "dur": 2.869,
      "text": "following this closely, but certainly for Labour MPs and ministers, I think it"
    },
    {
      "start": 522.959,
      "dur": 2.791,
      "text": "for Labour MPs and ministers, I think it just raises questions about what what"
    },
    {
      "start": 525.76,
      "dur": 2.47,
      "text": "just raises questions about what what actually he did know and whether it was"
    },
    {
      "start": 528.24,
      "dur": 1.43,
      "text": "actually he did know and whether it was just a case of believing Peter"
    },
    {
      "start": 529.68,
      "dur": 2.87,
      "text": "just a case of believing Peter Mandlesson's lies because what we know"
    },
    {
      "start": 532.56,
      "dur": 1.43,
      "text": "Mandlesson's lies because what we know and I and I set this out in the cover"
    },
    {
      "start": 534.0,
      "dur": 1.35,
      "text": "and I and I set this out in the cover story and lots of other journ"
    },
    {
      "start": 535.36,
      "dur": 1.99,
      "text": "story and lots of other journ journalists have set this out as well."
    },
    {
      "start": 537.36,
      "dur": 3.51,
      "text": "journalists have set this out as well. What we know is that before appointing"
    },
    {
      "start": 540.88,
      "dur": 3.11,
      "text": "What we know is that before appointing Peter Mandlesson, the cabinet office did"
    },
    {
      "start": 544.0,
      "dur": 2.389,
      "text": "Peter Mandlesson, the cabinet office did its due diligence on on the six people"
    },
    {
      "start": 546.399,
      "dur": 1.351,
      "text": "its due diligence on on the six people who were under consideration for the"
    },
    {
      "start": 547.76,
      "dur": 2.55,
      "text": "who were under consideration for the role and it compiled this report which"
    },
    {
      "start": 550.32,
      "dur": 2.23,
      "text": "role and it compiled this report which was basically like a Google exercise. It"
    },
    {
      "start": 552.56,
      "dur": 1.35,
      "text": "was basically like a Google exercise. It was just sort of what was easily"
    },
    {
      "start": 553.92,
      "dur": 1.99,
      "text": "was just sort of what was easily googleable about a person. They couldn't"
    },
    {
      "start": 555.92,
      "dur": 1.75,
      "text": "googleable about a person. They couldn't do any of the sort of deep vetting that"
    },
    {
      "start": 557.68,
      "dur": 2.87,
      "text": "do any of the sort of deep vetting that would come later. But my understanding"
    },
    {
      "start": 560.56,
      "dur": 2.63,
      "text": "would come later. But my understanding is that this report, so this is from PE"
    },
    {
      "start": 563.2,
      "dur": 1.99,
      "text": "is that this report, so this is from PE people familiar with what was in it and"
    },
    {
      "start": 565.2,
      "dur": 1.83,
      "text": "people familiar with what was in it and and also civil servants have said some"
    },
    {
      "start": 567.04,
      "dur": 2.63,
      "text": "and also civil servants have said some of this on the record to to parliament."
    },
    {
      "start": 569.68,
      "dur": 3.43,
      "text": "of this on the record to to parliament. Um that detailed Mandlesson's business"
    },
    {
      "start": 573.12,
      "dur": 2.149,
      "text": "Um that detailed Mandlesson's business links to Russia and China and the"
    },
    {
      "start": 575.279,
      "dur": 1.911,
      "text": "links to Russia and China and the details of the last two times he"
    },
    {
      "start": 577.2,
      "dur": 2.55,
      "text": "details of the last two times he resigned from government. Um, and it had"
    },
    {
      "start": 579.76,
      "dur": 2.15,
      "text": "resigned from government. Um, and it had a section on Jeffrey Epstein and it"
    },
    {
      "start": 581.92,
      "dur": 3.029,
      "text": "a section on Jeffrey Epstein and it included a link to slash the details of"
    },
    {
      "start": 584.959,
      "dur": 1.99,
      "text": "included a link to slash the details of a report that we're all aware of from"
    },
    {
      "start": 586.959,
      "dur": 2.791,
      "text": "a report that we're all aware of from 2023 by the Financial Times which said"
    },
    {
      "start": 589.76,
      "dur": 1.749,
      "text": "2023 by the Financial Times which said that Mandlesson had stayed at Jeffrey"
    },
    {
      "start": 591.519,
      "dur": 2.391,
      "text": "that Mandlesson had stayed at Jeffrey Epstein's flat after his conviction or"
    },
    {
      "start": 593.92,
      "dur": 2.15,
      "text": "Epstein's flat after his conviction or while he was in prison for child sex"
    },
    {
      "start": 596.08,
      "dur": 2.47,
      "text": "while he was in prison for child sex offenses. And there were also links to"
    },
    {
      "start": 598.56,
      "dur": 1.829,
      "text": "offenses. And there were also links to photographs of Peter Mandlesson and"
    },
    {
      "start": 600.399,
      "dur": 2.791,
      "text": "photographs of Peter Mandlesson and Jeffrey Epstein together. So, we know"
    },
    {
      "start": 603.2,
      "dur": 2.39,
      "text": "Jeffrey Epstein together. So, we know that Kier Starmer saw that report and"
    },
    {
      "start": 605.6,
      "dur": 2.39,
      "text": "that Kier Starmer saw that report and his chief of staff and that was already"
    },
    {
      "start": 608.0,
      "dur": 1.509,
      "text": "his chief of staff and that was already in the public domain, but there is no"
    },
    {
      "start": 609.519,
      "dur": 1.43,
      "text": "in the public domain, but there is no doubt that he saw that. That was sent to"
    },
    {
      "start": 610.959,
      "dur": 1.591,
      "text": "doubt that he saw that. That was sent to him and he confirmed it in PMQs"
    },
    {
      "start": 612.56,
      "dur": 0.949,
      "text": "him and he confirmed it in PMQs yesterday."
    },
    {
      "start": 613.519,
      "dur": 3.911,
      "text": "yesterday. &gt;&gt; And so, we're told by number 10 that"
    },
    {
      "start": 617.44,
      "dur": 2.389,
      "text": "&gt;&gt; And so, we're told by number 10 that when he received that report, Kier"
    },
    {
      "start": 619.839,
      "dur": 2.23,
      "text": "when he received that report, Kier Starmer asked Morgan Mcweeny to follow"
    },
    {
      "start": 622.079,
      "dur": 1.271,
      "text": "Starmer asked Morgan Mcweeny to follow it up with Peter Mandles,"
    },
    {
      "start": 623.36,
      "dur": 0.709,
      "text": "it up with Peter Mandles, &gt;&gt; chief of staff,"
    },
    {
      "start": 624.079,
      "dur": 2.231,
      "text": "&gt;&gt; chief of staff, &gt;&gt; asked him some he asked Peter Mandlesson"
    },
    {
      "start": 626.32,
      "dur": 2.39,
      "text": "&gt;&gt; asked him some he asked Peter Mandlesson some questions. Down Street is now"
    },
    {
      "start": 628.72,
      "dur": 2.47,
      "text": "some questions. Down Street is now saying Peter Manderson lied and Peter"
    },
    {
      "start": 631.2,
      "dur": 1.67,
      "text": "saying Peter Manderson lied and Peter Manderson is saying he was asked three"
    },
    {
      "start": 632.88,
      "dur": 3.189,
      "text": "Manderson is saying he was asked three questions and he replied truthfully and"
    },
    {
      "start": 636.079,
      "dur": 2.791,
      "text": "questions and he replied truthfully and that's kind of what this all hinges on."
    },
    {
      "start": 638.88,
      "dur": 2.389,
      "text": "that's kind of what this all hinges on. But really, but then it comes down to"
    },
    {
      "start": 641.279,
      "dur": 1.751,
      "text": "But really, but then it comes down to does this mean that Kier Starmer"
    },
    {
      "start": 643.04,
      "dur": 2.63,
      "text": "does this mean that Kier Starmer believed the word of Peter Mandelson"
    },
    {
      "start": 645.68,
      "dur": 2.63,
      "text": "believed the word of Peter Mandelson over the reporting in the Financial"
    },
    {
      "start": 648.32,
      "dur": 2.79,
      "text": "over the reporting in the Financial Times and what he could see before his"
    },
    {
      "start": 651.12,
      "dur": 2.149,
      "text": "Times and what he could see before his own eyes in terms of those photographs?"
    },
    {
      "start": 653.279,
      "dur": 1.67,
      "text": "own eyes in terms of those photographs? like that, you know, he's he's he's"
    },
    {
      "start": 654.959,
      "dur": 1.11,
      "text": "like that, you know, he's he's he's saying, \"Oh, I believed Peter"
    },
    {
      "start": 656.079,
      "dur": 1.831,
      "text": "saying, \"Oh, I believed Peter Mandlesson's lies.\" But I think a lot of"
    },
    {
      "start": 657.92,
      "dur": 1.51,
      "text": "Mandlesson's lies.\" But I think a lot of people still have questions around that"
    },
    {
      "start": 659.44,
      "dur": 1.91,
      "text": "people still have questions around that when they know what he knew at that"
    },
    {
      "start": 661.36,
      "dur": 0.39,
      "text": "when they know what he knew at that point."
    },
    {
      "start": 661.76,
      "dur": 1.59,
      "text": "point. &gt;&gt; And that's very important context when"
    },
    {
      "start": 663.36,
      "dur": 1.51,
      "text": "&gt;&gt; And that's very important context when we then listen to the question that"
    },
    {
      "start": 664.88,
      "dur": 1.91,
      "text": "we then listen to the question that Chris Mason put to the prime minister at"
    },
    {
      "start": 666.8,
      "dur": 1.589,
      "text": "Chris Mason put to the prime minister at this after this speech. And we can"
    },
    {
      "start": 668.399,
      "dur": 1.831,
      "text": "this after this speech. And we can listen to that now. Prime Minister, why"
    },
    {
      "start": 670.24,
      "dur": 2.47,
      "text": "listen to that now. Prime Minister, why was it that a man who had already twice"
    },
    {
      "start": 672.72,
      "dur": 2.63,
      "text": "was it that a man who had already twice resigned from government and crucially"
    },
    {
      "start": 675.36,
      "dur": 2.55,
      "text": "resigned from government and crucially had a publicly known ongoing friendship"
    },
    {
      "start": 677.92,
      "dur": 2.71,
      "text": "had a publicly known ongoing friendship with a convicted pedophile was appointed"
    },
    {
      "start": 680.64,
      "dur": 3.51,
      "text": "with a convicted pedophile was appointed by you as ambassador to Washington? And"
    },
    {
      "start": 684.16,
      "dur": 2.47,
      "text": "by you as ambassador to Washington? And given all of this, what do you say to"
    },
    {
      "start": 686.64,
      "dur": 2.71,
      "text": "given all of this, what do you say to those in the country and those in your"
    },
    {
      "start": 689.36,
      "dur": 2.95,
      "text": "those in the country and those in your own party who say, frankly, that you"
    },
    {
      "start": 692.32,
      "dur": 2.71,
      "text": "own party who say, frankly, that you have run out of steam? Well, Chris, let"
    },
    {
      "start": 695.04,
      "dur": 3.27,
      "text": "have run out of steam? Well, Chris, let me just um address that head on and um"
    },
    {
      "start": 698.32,
      "dur": 2.55,
      "text": "me just um address that head on and um perhaps clarify something I said at"
    },
    {
      "start": 700.88,
      "dur": 2.47,
      "text": "perhaps clarify something I said at Prime Minister's questions yesterday um"
    },
    {
      "start": 703.36,
      "dur": 1.51,
      "text": "Prime Minister's questions yesterday um about the relationship between"
    },
    {
      "start": 704.88,
      "dur": 4.71,
      "text": "about the relationship between Mandlesson and Epstein because um what I"
    },
    {
      "start": 709.6,
      "dur": 2.31,
      "text": "Mandlesson and Epstein because um what I meant was it has been known publicly for"
    },
    {
      "start": 711.92,
      "dur": 4.79,
      "text": "meant was it has been known publicly for some time um that they knew each other."
    },
    {
      "start": 716.72,
      "dur": 3.669,
      "text": "some time um that they knew each other. Um and that is precisely why uh when we"
    },
    {
      "start": 720.399,
      "dur": 1.11,
      "text": "Um and that is precisely why uh when we were going through the appointment"
    },
    {
      "start": 721.519,
      "dur": 4.231,
      "text": "were going through the appointment process for the ambassador role um we"
    },
    {
      "start": 725.76,
      "dur": 2.069,
      "text": "process for the ambassador role um we asked questions about the nature and"
    },
    {
      "start": 727.839,
      "dur": 3.031,
      "text": "asked questions about the nature and extent of that relationship"
    },
    {
      "start": 730.88,
      "dur": 3.189,
      "text": "extent of that relationship and what I didn't say yesterday partly"
    },
    {
      "start": 734.079,
      "dur": 2.231,
      "text": "and what I didn't say yesterday partly uh inhibited by the approach of the"
    },
    {
      "start": 736.32,
      "dur": 2.79,
      "text": "uh inhibited by the approach of the police is that that is precisely why"
    },
    {
      "start": 739.12,
      "dur": 2.07,
      "text": "police is that that is precisely why those questions were asked questions"
    },
    {
      "start": 741.2,
      "dur": 1.35,
      "text": "those questions were asked questions about the nature and extent of the"
    },
    {
      "start": 742.56,
      "dur": 2.949,
      "text": "about the nature and extent of the relationship whether Mandlesson had"
    },
    {
      "start": 745.519,
      "dur": 2.87,
      "text": "relationship whether Mandlesson had stayed as was suggested at Epstein's"
    },
    {
      "start": 748.399,
      "dur": 1.911,
      "text": "stayed as was suggested at Epstein's premises."
    },
    {
      "start": 750.32,
      "dur": 3.27,
      "text": "premises. Um, and the answers given to those"
    },
    {
      "start": 753.6,
      "dur": 4.469,
      "text": "Um, and the answers given to those questions were intentionally intended to"
    },
    {
      "start": 758.079,
      "dur": 2.791,
      "text": "questions were intentionally intended to create the impression that Mandlesson"
    },
    {
      "start": 760.88,
      "dur": 2.87,
      "text": "create the impression that Mandlesson barely knew Epstein."
    },
    {
      "start": 763.76,
      "dur": 3.189,
      "text": "barely knew Epstein. Deliberately to create that impression."
    },
    {
      "start": 766.959,
      "dur": 4.471,
      "text": "Deliberately to create that impression. I had no reason at that stage to think"
    },
    {
      "start": 771.44,
      "dur": 2.79,
      "text": "I had no reason at that stage to think that was anything other than the truth."
    },
    {
      "start": 774.24,
      "dur": 2.47,
      "text": "that was anything other than the truth. and therefore we proceeded."
    },
    {
      "start": 776.72,
      "dur": 2.229,
      "text": "and therefore we proceeded. What I learned in September was that it"
    },
    {
      "start": 778.959,
      "dur": 1.911,
      "text": "What I learned in September was that it was not the truth when further emails"
    },
    {
      "start": 780.88,
      "dur": 3.749,
      "text": "was not the truth when further emails came to light I think Bloomberg"
    },
    {
      "start": 784.639,
      "dur": 2.391,
      "text": "came to light I think Bloomberg and um having asked some further"
    },
    {
      "start": 787.04,
      "dur": 2.31,
      "text": "and um having asked some further questions including questions about"
    },
    {
      "start": 789.36,
      "dur": 2.87,
      "text": "questions including questions about whether Madison received gifts and"
    },
    {
      "start": 792.24,
      "dur": 2.47,
      "text": "whether Madison received gifts and benefits and hospitality the nature of"
    },
    {
      "start": 794.72,
      "dur": 4.71,
      "text": "benefits and hospitality the nature of the relationship. Um I sacked Madison"
    },
    {
      "start": 799.44,
      "dur": 1.67,
      "text": "the relationship. Um I sacked Madison from the role."
    },
    {
      "start": 801.12,
      "dur": 1.59,
      "text": "from the role. &gt;&gt; Yeah, Henry. So just just tie up"
    },
    {
      "start": 802.72,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah, Henry. So just just tie up together what Alva was saying about what"
    },
    {
      "start": 804.48,
      "dur": 1.589,
      "text": "together what Alva was saying about what we we've learned from the new statesman"
    },
    {
      "start": 806.079,
      "dur": 1.831,
      "text": "we we've learned from the new statesman about Peter Mandlesson's appointment and"
    },
    {
      "start": 807.92,
      "dur": 2.07,
      "text": "about Peter Mandlesson's appointment and the prime minister's version of that"
    },
    {
      "start": 810.0,
      "dur": 1.03,
      "text": "the prime minister's version of that that we heard today."
    },
    {
      "start": 811.04,
      "dur": 1.83,
      "text": "that we heard today. &gt;&gt; Well look fundamentally this is all now"
    },
    {
      "start": 812.88,
      "dur": 1.35,
      "text": "&gt;&gt; Well look fundamentally this is all now a question of the prime minister's"
    },
    {
      "start": 814.24,
      "dur": 3.19,
      "text": "a question of the prime minister's judgment and there will be more to come"
    },
    {
      "start": 817.44,
      "dur": 4.79,
      "text": "judgment and there will be more to come out on what precise facts and what"
    },
    {
      "start": 822.24,
      "dur": 2.63,
      "text": "out on what precise facts and what precise documents the prime minister had"
    },
    {
      "start": 824.88,
      "dur": 1.749,
      "text": "precise documents the prime minister had at his disposal when he made that"
    },
    {
      "start": 826.639,
      "dur": 3.031,
      "text": "at his disposal when he made that judgment. But we know that at least to"
    },
    {
      "start": 829.68,
      "dur": 3.19,
      "text": "judgment. But we know that at least to some degree, Sakir Stalmer knew that"
    },
    {
      "start": 832.88,
      "dur": 1.749,
      "text": "some degree, Sakir Stalmer knew that Peter Mandlesson had maintained a"
    },
    {
      "start": 834.639,
      "dur": 1.351,
      "text": "Peter Mandlesson had maintained a relationship with Jeffrey Epstein after"
    },
    {
      "start": 836.0,
      "dur": 1.59,
      "text": "relationship with Jeffrey Epstein after he was convicted in a Florida court for"
    },
    {
      "start": 837.6,
      "dur": 2.789,
      "text": "he was convicted in a Florida court for trafficking and appointed him as the UK"
    },
    {
      "start": 840.399,
      "dur": 3.11,
      "text": "trafficking and appointed him as the UK ambassador to the US. Anyway, now"
    },
    {
      "start": 843.519,
      "dur": 2.151,
      "text": "ambassador to the US. Anyway, now nothing that has happened this week has"
    },
    {
      "start": 845.68,
      "dur": 1.03,
      "text": "nothing that has happened this week has actually changed that. I mean, I think"
    },
    {
      "start": 846.72,
      "dur": 2.31,
      "text": "actually changed that. I mean, I think that's quite an important point. The"
    },
    {
      "start": 849.04,
      "dur": 2.469,
      "text": "that's quite an important point. The crucial moment at PMQ's yesterday, which"
    },
    {
      "start": 851.519,
      "dur": 2.951,
      "text": "crucial moment at PMQ's yesterday, which seems to have kind of emotionally"
    },
    {
      "start": 854.48,
      "dur": 2.789,
      "text": "seems to have kind of emotionally charged so many Labour MPs, was the"
    },
    {
      "start": 857.279,
      "dur": 1.751,
      "text": "charged so many Labour MPs, was the prime minister admitting more clearly"
    },
    {
      "start": 859.04,
      "dur": 2.31,
      "text": "prime minister admitting more clearly than ever that he had known that when he"
    },
    {
      "start": 861.36,
      "dur": 1.829,
      "text": "than ever that he had known that when he appointed Peter Mandlesson to an"
    },
    {
      "start": 863.199,
      "dur": 1.271,
      "text": "appointed Peter Mandlesson to an ambassadorial position. And he tried to"
    },
    {
      "start": 864.48,
      "dur": 1.19,
      "text": "ambassadorial position. And he tried to sort of clarify what he'd said today,"
    },
    {
      "start": 865.68,
      "dur": 1.269,
      "text": "sort of clarify what he'd said today, but essentially he's still admitting he"
    },
    {
      "start": 866.959,
      "dur": 0.951,
      "text": "but essentially he's still admitting he knew that there was an ongoing"
    },
    {
      "start": 867.92,
      "dur": 1.909,
      "text": "knew that there was an ongoing relationship, even if he then took Peter"
    },
    {
      "start": 869.839,
      "dur": 1.35,
      "text": "relationship, even if he then took Peter Mandlesson's word that it was less"
    },
    {
      "start": 871.199,
      "dur": 2.471,
      "text": "Mandlesson's word that it was less meaningful than some people thought."
    },
    {
      "start": 873.68,
      "dur": 4.47,
      "text": "meaningful than some people thought. um that has been implicit in"
    },
    {
      "start": 878.16,
      "dur": 1.27,
      "text": "um that has been implicit in the government's position since they"
    },
    {
      "start": 879.44,
      "dur": 2.629,
      "text": "the government's position since they sacked Peter Manderson in September. I"
    },
    {
      "start": 882.079,
      "dur": 1.75,
      "text": "sacked Peter Manderson in September. I mean, it's basically been available to"
    },
    {
      "start": 883.839,
      "dur": 2.951,
      "text": "mean, it's basically been available to anyone to sort of work out that that's"
    },
    {
      "start": 886.8,
      "dur": 1.589,
      "text": "anyone to sort of work out that that's the government's position given Peter"
    },
    {
      "start": 888.399,
      "dur": 1.351,
      "text": "the government's position given Peter Mandlesson's links to Jeffrey Epstein"
    },
    {
      "start": 889.76,
      "dur": 2.23,
      "text": "Mandlesson's links to Jeffrey Epstein were a matter of public record since he"
    },
    {
      "start": 892.0,
      "dur": 2.55,
      "text": "were a matter of public record since he was appointed. And look, I think you"
    },
    {
      "start": 894.56,
      "dur": 1.59,
      "text": "was appointed. And look, I think you could you could make if you were in"
    },
    {
      "start": 896.16,
      "dur": 1.43,
      "text": "could you could make if you were in Downing Street, you can make a quite"
    },
    {
      "start": 897.6,
      "dur": 3.669,
      "text": "Downing Street, you can make a quite understandable case that the failure and"
    },
    {
      "start": 901.279,
      "dur": 2.23,
      "text": "understandable case that the failure and the blindness go so much wider than Kia"
    },
    {
      "start": 903.519,
      "dur": 1.591,
      "text": "the blindness go so much wider than Kia Starmmer here. I mean, Kem Bay has"
    },
    {
      "start": 905.12,
      "dur": 1.509,
      "text": "Starmmer here. I mean, Kem Bay has essentially transformed her leadership"
    },
    {
      "start": 906.639,
      "dur": 2.471,
      "text": "essentially transformed her leadership of the Conservative party through the"
    },
    {
      "start": 909.12,
      "dur": 2.23,
      "text": "of the Conservative party through the arc of this story. She demolished"
    },
    {
      "start": 911.36,
      "dur": 2.709,
      "text": "arc of this story. She demolished Karma's position on having full"
    },
    {
      "start": 914.079,
      "dur": 1.911,
      "text": "Karma's position on having full confidence in Peter Mandlesson at PMQs"
    },
    {
      "start": 916.0,
      "dur": 1.59,
      "text": "confidence in Peter Mandlesson at PMQs back in September and he was sat the"
    },
    {
      "start": 917.6,
      "dur": 1.27,
      "text": "back in September and he was sat the next day and she had an extremely"
    },
    {
      "start": 918.88,
      "dur": 2.069,
      "text": "next day and she had an extremely successful PMQs yesterday. But as people"
    },
    {
      "start": 920.959,
      "dur": 1.67,
      "text": "successful PMQs yesterday. But as people have been pointing out, she did not"
    },
    {
      "start": 922.639,
      "dur": 2.87,
      "text": "have been pointing out, she did not criticize the appointment at the time."
    },
    {
      "start": 925.519,
      "dur": 3.271,
      "text": "criticize the appointment at the time. Journalists with a few exceptions uh you"
    },
    {
      "start": 928.8,
      "dur": 1.67,
      "text": "Journalists with a few exceptions uh you know did not press this point at the"
    },
    {
      "start": 930.48,
      "dur": 1.51,
      "text": "know did not press this point at the time of Peter Mandlesson's appointment."
    },
    {
      "start": 932.0,
      "dur": 2.31,
      "text": "time of Peter Mandlesson's appointment. So there is kind of a plague on loads of"
    },
    {
      "start": 934.32,
      "dur": 2.309,
      "text": "So there is kind of a plague on loads of houses here but K Star is the one who"
    },
    {
      "start": 936.639,
      "dur": 1.43,
      "text": "houses here but K Star is the one who appointed him to this ambassadorial"
    },
    {
      "start": 938.079,
      "dur": 1.511,
      "text": "appointed him to this ambassadorial position and Karma is the prime minister"
    },
    {
      "start": 939.6,
      "dur": 1.99,
      "text": "position and Karma is the prime minister when the music has stopped. And Alva,"
    },
    {
      "start": 941.6,
      "dur": 1.27,
      "text": "when the music has stopped. And Alva, tell us a bit more about what you've"
    },
    {
      "start": 942.88,
      "dur": 2.629,
      "text": "tell us a bit more about what you've learned about how Kristarmmer was and it"
    },
    {
      "start": 945.519,
      "dur": 2.55,
      "text": "learned about how Kristarmmer was and it sounds like he was swayed into"
    },
    {
      "start": 948.079,
      "dur": 1.911,
      "text": "sounds like he was swayed into supporting Mandlesen as the candidate"
    },
    {
      "start": 950.0,
      "dur": 1.509,
      "text": "supporting Mandlesen as the candidate for the ambassador because it wasn't his"
    },
    {
      "start": 951.519,
      "dur": 1.591,
      "text": "for the ambassador because it wasn't his starting position that it should be him."
    },
    {
      "start": 953.12,
      "dur": 2.069,
      "text": "starting position that it should be him. &gt;&gt; Well, yeah, this is this is some of the"
    },
    {
      "start": 955.199,
      "dur": 1.831,
      "text": "&gt;&gt; Well, yeah, this is this is some of the interesting stuff I I uncovered in"
    },
    {
      "start": 957.04,
      "dur": 1.75,
      "text": "interesting stuff I I uncovered in reporting this really quite serious"
    },
    {
      "start": 958.8,
      "dur": 3.43,
      "text": "reporting this really quite serious story. Um Sue Gray, the original chief"
    },
    {
      "start": 962.24,
      "dur": 2.63,
      "text": "story. Um Sue Gray, the original chief of staff in number 10 for not very long."
    },
    {
      "start": 964.88,
      "dur": 1.99,
      "text": "of staff in number 10 for not very long. uh she drew up a short list for the"
    },
    {
      "start": 966.88,
      "dur": 2.869,
      "text": "uh she drew up a short list for the Washington ambassador role and it had"
    },
    {
      "start": 969.759,
      "dur": 3.351,
      "text": "Washington ambassador role and it had two names and they were Karen Pierce who"
    },
    {
      "start": 973.12,
      "dur": 2.31,
      "text": "two names and they were Karen Pierce who was the the then ambassador doing that"
    },
    {
      "start": 975.44,
      "dur": 1.189,
      "text": "was the the then ambassador doing that job and very popular"
    },
    {
      "start": 976.639,
      "dur": 2.391,
      "text": "job and very popular &gt;&gt; and very popular and David Milliband"
    },
    {
      "start": 979.04,
      "dur": 2.149,
      "text": "&gt;&gt; and very popular and David Milliband former foreign secretary of course and"
    },
    {
      "start": 981.199,
      "dur": 1.43,
      "text": "former foreign secretary of course and Peter Mandlesson there were lots of"
    },
    {
      "start": 982.639,
      "dur": 1.831,
      "text": "Peter Mandlesson there were lots of reports at that time that he was in the"
    },
    {
      "start": 984.48,
      "dur": 1.589,
      "text": "reports at that time that he was in the running for the job but he was not on"
    },
    {
      "start": 986.079,
      "dur": 3.19,
      "text": "running for the job but he was not on the short list so that's a sort of um"
    },
    {
      "start": 989.279,
      "dur": 2.711,
      "text": "the short list so that's a sort of um you know a con I think it's I mean this"
    },
    {
      "start": 992.0,
      "dur": 1.509,
      "text": "you know a con I think it's I mean this is such a serious story it maybe feels"
    },
    {
      "start": 993.519,
      "dur": 2.23,
      "text": "is such a serious story it maybe feels wrong to say It's an amusing detail, but"
    },
    {
      "start": 995.759,
      "dur": 1.591,
      "text": "wrong to say It's an amusing detail, but I think that that is a little sign of"
    },
    {
      "start": 997.36,
      "dur": 2.07,
      "text": "I think that that is a little sign of how Peter Mandlesson operates and"
    },
    {
      "start": 999.44,
      "dur": 2.55,
      "text": "how Peter Mandlesson operates and operated that his name was conveniently"
    },
    {
      "start": 1002.0,
      "dur": 1.749,
      "text": "operated that his name was conveniently appearing in the papers in line for this"
    },
    {
      "start": 1003.759,
      "dur": 1.51,
      "text": "appearing in the papers in line for this role when at that point he wasn't in"
    },
    {
      "start": 1005.279,
      "dur": 0.951,
      "text": "role when at that point he wasn't in contention short list."
    },
    {
      "start": 1006.24,
      "dur": 2.389,
      "text": "contention short list. &gt;&gt; It wasn't on the short list. Then the"
    },
    {
      "start": 1008.639,
      "dur": 1.831,
      "text": "&gt;&gt; It wasn't on the short list. Then the chief of staff changed to number 10. But"
    },
    {
      "start": 1010.48,
      "dur": 2.709,
      "text": "chief of staff changed to number 10. But probably more importantly, the US"
    },
    {
      "start": 1013.199,
      "dur": 1.671,
      "text": "probably more importantly, the US election took place and Donald Trump was"
    },
    {
      "start": 1014.88,
      "dur": 2.389,
      "text": "election took place and Donald Trump was elected. So the process for appointing"
    },
    {
      "start": 1017.279,
      "dur": 2.071,
      "text": "elected. So the process for appointing the ambassador began again. They drew up"
    },
    {
      "start": 1019.36,
      "dur": 1.829,
      "text": "the ambassador began again. They drew up a new short list. There were four"
    },
    {
      "start": 1021.199,
      "dur": 1.99,
      "text": "a new short list. There were four diplomats on the list and two"
    },
    {
      "start": 1023.199,
      "dur": 2.791,
      "text": "diplomats on the list and two politicians and they were George Osborne"
    },
    {
      "start": 1026.0,
      "dur": 2.549,
      "text": "politicians and they were George Osborne and Peter Mandelson. And I'm told by"
    },
    {
      "start": 1028.559,
      "dur": 1.671,
      "text": "and Peter Mandelson. And I'm told by someone very close to this that"
    },
    {
      "start": 1030.24,
      "dur": 2.39,
      "text": "someone very close to this that initially Kier Starmer favored George"
    },
    {
      "start": 1032.64,
      "dur": 2.389,
      "text": "initially Kier Starmer favored George Osborne. He was sort of persuaded that"
    },
    {
      "start": 1035.039,
      "dur": 1.831,
      "text": "Osborne. He was sort of persuaded that because of the delicacy of the Trump"
    },
    {
      "start": 1036.88,
      "dur": 3.35,
      "text": "because of the delicacy of the Trump relationship that he probably he needed"
    },
    {
      "start": 1040.24,
      "dur": 1.589,
      "text": "relationship that he probably he needed someone a bit more special and with with"
    },
    {
      "start": 1041.839,
      "dur": 1.671,
      "text": "someone a bit more special and with with a bit more political knowhow than a sort"
    },
    {
      "start": 1043.52,
      "dur": 2.389,
      "text": "a bit more political knowhow than a sort of conventional career diplomat. he was"
    },
    {
      "start": 1045.919,
      "dur": 2.791,
      "text": "of conventional career diplomat. he was leaning towards George Osborne and that"
    },
    {
      "start": 1048.72,
      "dur": 2.309,
      "text": "leaning towards George Osborne and that is the context in which these reports by"
    },
    {
      "start": 1051.039,
      "dur": 1.99,
      "text": "is the context in which these reports by the cabinet office were being done. So"
    },
    {
      "start": 1053.039,
      "dur": 2.151,
      "text": "the cabinet office were being done. So not only did Kier Starmer change his"
    },
    {
      "start": 1055.2,
      "dur": 1.91,
      "text": "not only did Kier Starmer change his mind basically from George Osborne to"
    },
    {
      "start": 1057.12,
      "dur": 2.07,
      "text": "mind basically from George Osborne to Peter Mandlesson, he did it while also"
    },
    {
      "start": 1059.2,
      "dur": 2.709,
      "text": "Peter Mandlesson, he did it while also being presented with these details about"
    },
    {
      "start": 1061.919,
      "dur": 2.311,
      "text": "being presented with these details about Mandlesson staying in Epstein's flat and"
    },
    {
      "start": 1064.24,
      "dur": 1.91,
      "text": "Mandlesson staying in Epstein's flat and checking those details with Peter"
    },
    {
      "start": 1066.16,
      "dur": 3.43,
      "text": "checking those details with Peter Mandlesson which I think is I think a"
    },
    {
      "start": 1069.6,
      "dur": 1.35,
      "text": "Mandlesson which I think is I think a lot of people would say is even more"
    },
    {
      "start": 1070.96,
      "dur": 2.069,
      "text": "lot of people would say is even more curious. Adam, I think one of the risks"
    },
    {
      "start": 1073.039,
      "dur": 2.551,
      "text": "curious. Adam, I think one of the risks for K star that comes from Alva's"
    },
    {
      "start": 1075.6,
      "dur": 2.39,
      "text": "for K star that comes from Alva's brilliant reporting is that it just"
    },
    {
      "start": 1078.0,
      "dur": 2.39,
      "text": "brilliant reporting is that it just emphasizes this concern that some Labour"
    },
    {
      "start": 1080.4,
      "dur": 2.23,
      "text": "emphasizes this concern that some Labour MPs already had, which is that he's kind"
    },
    {
      "start": 1082.64,
      "dur": 2.389,
      "text": "MPs already had, which is that he's kind of a passenger in his own premiership. I"
    },
    {
      "start": 1085.039,
      "dur": 1.351,
      "text": "of a passenger in his own premiership. I mean, that's what's so interesting."
    },
    {
      "start": 1086.4,
      "dur": 1.35,
      "text": "mean, that's what's so interesting. Obviously, there is the judgment call to"
    },
    {
      "start": 1087.76,
      "dur": 1.83,
      "text": "Obviously, there is the judgment call to appoint Peter Mandelon. But this"
    },
    {
      "start": 1089.6,
      "dur": 1.59,
      "text": "appoint Peter Mandelon. But this suggestion that's kind of always been"
    },
    {
      "start": 1091.2,
      "dur": 2.31,
      "text": "suggestion that's kind of always been there with K star right back to when uh"
    },
    {
      "start": 1093.52,
      "dur": 2.71,
      "text": "there with K star right back to when uh he began his leadership campaign really"
    },
    {
      "start": 1096.24,
      "dur": 2.23,
      "text": "he began his leadership campaign really which is that this is a man who doesn't"
    },
    {
      "start": 1098.48,
      "dur": 2.95,
      "text": "which is that this is a man who doesn't feel politics deeply who has sort of"
    },
    {
      "start": 1101.44,
      "dur": 3.91,
      "text": "feel politics deeply who has sort of thoughts and decisions supplied to him"
    },
    {
      "start": 1105.36,
      "dur": 1.59,
      "text": "thoughts and decisions supplied to him by advisers and obviously there's"
    },
    {
      "start": 1106.96,
      "dur": 1.51,
      "text": "by advisers and obviously there's particular concerns that Labour MPs"
    },
    {
      "start": 1108.48,
      "dur": 1.59,
      "text": "particular concerns that Labour MPs raise about Morgan Mcweeny his chief of"
    },
    {
      "start": 1110.08,
      "dur": 3.43,
      "text": "raise about Morgan Mcweeny his chief of staff in that context and so I think a"
    },
    {
      "start": 1113.52,
      "dur": 2.95,
      "text": "staff in that context and so I think a risk for Kstarma right now is that this"
    },
    {
      "start": 1116.48,
      "dur": 2.39,
      "text": "risk for Kstarma right now is that this very specific story about Peter"
    },
    {
      "start": 1118.88,
      "dur": 1.99,
      "text": "very specific story about Peter Mandlesson and Jeffrey Epstein just"
    },
    {
      "start": 1120.88,
      "dur": 2.07,
      "text": "Mandlesson and Jeffrey Epstein just emphasizes concerns that were already"
    },
    {
      "start": 1122.96,
      "dur": 2.15,
      "text": "emphasizes concerns that were already there among Labour MPs which is you know"
    },
    {
      "start": 1125.12,
      "dur": 2.63,
      "text": "there among Labour MPs which is you know hang on what does this man actually"
    },
    {
      "start": 1127.76,
      "dur": 1.99,
      "text": "hang on what does this man actually stand for what are the things that he"
    },
    {
      "start": 1129.76,
      "dur": 1.909,
      "text": "stand for what are the things that he personally and individually will"
    },
    {
      "start": 1131.679,
      "dur": 1.35,
      "text": "personally and individually will actually press through and and one of"
    },
    {
      "start": 1133.039,
      "dur": 1.431,
      "text": "actually press through and and one of the things that Labour MPs would have"
    },
    {
      "start": 1134.48,
      "dur": 2.23,
      "text": "the things that Labour MPs would have said was standards in public life and"
    },
    {
      "start": 1136.72,
      "dur": 1.75,
      "text": "said was standards in public life and property but that gets to Luke's point"
    },
    {
      "start": 1138.48,
      "dur": 2.23,
      "text": "property but that gets to Luke's point which is that so much of that so much of"
    },
    {
      "start": 1140.72,
      "dur": 1.99,
      "text": "which is that so much of that so much of the basis on which Karma defined himself"
    },
    {
      "start": 1142.72,
      "dur": 1.91,
      "text": "the basis on which Karma defined himself in opposition against Boris Johnson"
    },
    {
      "start": 1144.64,
      "dur": 3.35,
      "text": "in opposition against Boris Johnson appears to be undermined by this"
    },
    {
      "start": 1148.0,
      "dur": 1.35,
      "text": "appears to be undermined by this I mean, look, I don't want to ask you"
    },
    {
      "start": 1149.36,
      "dur": 1.99,
      "text": "I mean, look, I don't want to ask you questions that you you can't answer or"
    },
    {
      "start": 1151.36,
      "dur": 1.429,
      "text": "questions that you you can't answer or don't want to answer because we want to"
    },
    {
      "start": 1152.799,
      "dur": 1.911,
      "text": "don't want to answer because we want to get them as much out of you as possible."
    },
    {
      "start": 1154.72,
      "dur": 0.71,
      "text": "get them as much out of you as possible. &gt;&gt; I'll avoid them."
    },
    {
      "start": 1155.44,
      "dur": 1.27,
      "text": "&gt;&gt; I'll avoid them. &gt;&gt; Yeah, exactly. I mean, you you've"
    },
    {
      "start": 1156.72,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah, exactly. I mean, you you've trained many politicians to do that, I'm"
    },
    {
      "start": 1158.24,
      "dur": 3.83,
      "text": "trained many politicians to do that, I'm sure. Um, does is Kier Starmer sort of"
    },
    {
      "start": 1162.08,
      "dur": 1.51,
      "text": "sure. Um, does is Kier Starmer sort of temperamentally,"
    },
    {
      "start": 1163.6,
      "dur": 2.39,
      "text": "temperamentally, politically, and ethically kind of not"
    },
    {
      "start": 1166.0,
      "dur": 2.23,
      "text": "politically, and ethically kind of not the sort of person who would plump for"
    },
    {
      "start": 1168.24,
      "dur": 2.63,
      "text": "the sort of person who would plump for for Peter Mandlesen for a job like this?"
    },
    {
      "start": 1170.88,
      "dur": 2.07,
      "text": "for Peter Mandlesen for a job like this? Is this sort of out of character to"
    },
    {
      "start": 1172.96,
      "dur": 2.47,
      "text": "Is this sort of out of character to start with for him choosing him? I I"
    },
    {
      "start": 1175.44,
      "dur": 3.99,
      "text": "start with for him choosing him? I I think I think those of us who uh from"
    },
    {
      "start": 1179.44,
      "dur": 2.39,
      "text": "think I think those of us who uh from the outside were following this"
    },
    {
      "start": 1181.84,
      "dur": 1.829,
      "text": "the outside were following this appointment and I I had left at the"
    },
    {
      "start": 1183.679,
      "dur": 1.431,
      "text": "appointment and I I had left at the general election but you know like"
    },
    {
      "start": 1185.12,
      "dur": 1.83,
      "text": "general election but you know like everyone else I was following this"
    },
    {
      "start": 1186.96,
      "dur": 2.31,
      "text": "everyone else I was following this watching the the newspaper reports and"
    },
    {
      "start": 1189.28,
      "dur": 3.99,
      "text": "watching the the newspaper reports and my instinct was that and I think um your"
    },
    {
      "start": 1193.28,
      "dur": 1.99,
      "text": "my instinct was that and I think um your report sort of says this as well and"
    },
    {
      "start": 1195.28,
      "dur": 1.43,
      "text": "report sort of says this as well and other journalists have done this. I"
    },
    {
      "start": 1196.72,
      "dur": 1.99,
      "text": "other journalists have done this. I think he sucked with a long spoon with"
    },
    {
      "start": 1198.72,
      "dur": 1.91,
      "text": "think he sucked with a long spoon with Peter Mandlesson. don't think"
    },
    {
      "start": 1200.64,
      "dur": 2.07,
      "text": "Peter Mandlesson. don't think intrinsically Peter Mandlesson was"
    },
    {
      "start": 1202.72,
      "dur": 2.55,
      "text": "intrinsically Peter Mandlesson was somebody that Kier Starma would spend"
    },
    {
      "start": 1205.28,
      "dur": 3.91,
      "text": "somebody that Kier Starma would spend time with. I think we'd had uh a period"
    },
    {
      "start": 1209.2,
      "dur": 2.79,
      "text": "time with. I think we'd had uh a period I think in opposition where uh on a"
    },
    {
      "start": 1212.0,
      "dur": 4.07,
      "text": "I think in opposition where uh on a rival uh news channel's um podcast Peter"
    },
    {
      "start": 1216.08,
      "dur": 1.67,
      "text": "rival uh news channel's um podcast Peter Mandlesson had been quite derogatory"
    },
    {
      "start": 1217.76,
      "dur": 2.789,
      "text": "Mandlesson had been quite derogatory about Karma's weight and"
    },
    {
      "start": 1220.559,
      "dur": 1.271,
      "text": "about Karma's weight and &gt;&gt; I I I seem to remember the prime"
    },
    {
      "start": 1221.84,
      "dur": 2.069,
      "text": "&gt;&gt; I I I seem to remember the prime minister the the now prime minister was"
    },
    {
      "start": 1223.919,
      "dur": 2.391,
      "text": "minister the the now prime minister was not best pleased by that. I I don't"
    },
    {
      "start": 1226.32,
      "dur": 3.829,
      "text": "not best pleased by that. I I don't think he w would have ordinarily gone uh"
    },
    {
      "start": 1230.159,
      "dur": 3.031,
      "text": "think he w would have ordinarily gone uh of his own sort of um you know if he'd"
    },
    {
      "start": 1233.2,
      "dur": 2.31,
      "text": "of his own sort of um you know if he'd had a blank piece of paper but I think"
    },
    {
      "start": 1235.52,
      "dur": 2.389,
      "text": "had a blank piece of paper but I think this also goes to the nature of how Kia"
    },
    {
      "start": 1237.919,
      "dur": 2.791,
      "text": "this also goes to the nature of how Kia works. Look, he will take advice. He"
    },
    {
      "start": 1240.72,
      "dur": 2.79,
      "text": "works. Look, he will take advice. He will engage in, you know, the discussion"
    },
    {
      "start": 1243.52,
      "dur": 2.47,
      "text": "will engage in, you know, the discussion around the different thinkings. And"
    },
    {
      "start": 1246.0,
      "dur": 3.35,
      "text": "around the different thinkings. And look, he he will, I'm sure, say,"
    },
    {
      "start": 1249.36,
      "dur": 1.669,
      "text": "look, he he will, I'm sure, say, &gt;&gt; uh, yes, I did take advice, but"
    },
    {
      "start": 1251.039,
      "dur": 2.311,
      "text": "&gt;&gt; uh, yes, I did take advice, but ultimately it was my decision. And"
    },
    {
      "start": 1253.36,
      "dur": 2.15,
      "text": "ultimately it was my decision. And &gt;&gt; and I think that's what the reporting"
    },
    {
      "start": 1255.52,
      "dur": 1.91,
      "text": "&gt;&gt; and I think that's what the reporting shows. There was obviously people who"
    },
    {
      "start": 1257.44,
      "dur": 2.31,
      "text": "shows. There was obviously people who who pointed people in the direction and"
    },
    {
      "start": 1259.76,
      "dur": 1.67,
      "text": "who pointed people in the direction and tried to implement it. That happens in"
    },
    {
      "start": 1261.44,
      "dur": 1.589,
      "text": "tried to implement it. That happens in all appointments. The other thing I'll"
    },
    {
      "start": 1263.039,
      "dur": 1.831,
      "text": "all appointments. The other thing I'll just say which I think is worth putting"
    },
    {
      "start": 1264.88,
      "dur": 2.789,
      "text": "just say which I think is worth putting on the record. There's a a little known"
    },
    {
      "start": 1267.679,
      "dur": 2.151,
      "text": "on the record. There's a a little known uh journalist called Laura Kunberg who I"
    },
    {
      "start": 1269.84,
      "dur": 2.63,
      "text": "uh journalist called Laura Kunberg who I think in September wrote what the actual"
    },
    {
      "start": 1272.48,
      "dur": 3.11,
      "text": "think in September wrote what the actual questions were asked of Peter Mandlesson"
    },
    {
      "start": 1275.6,
      "dur": 1.83,
      "text": "questions were asked of Peter Mandlesson and they're contained in a in a blog on"
    },
    {
      "start": 1277.44,
      "dur": 2.15,
      "text": "and they're contained in a in a blog on the BBC website. It's worth reading. So"
    },
    {
      "start": 1279.6,
      "dur": 1.99,
      "text": "the BBC website. It's worth reading. So we do know what the questions that were"
    },
    {
      "start": 1281.6,
      "dur": 2.15,
      "text": "we do know what the questions that were asked of Peter Mandlesson. I think the"
    },
    {
      "start": 1283.76,
      "dur": 1.83,
      "text": "asked of Peter Mandlesson. I think the government's position and it's"
    },
    {
      "start": 1285.6,
      "dur": 2.549,
      "text": "government's position and it's understandable. It's it's it's what they"
    },
    {
      "start": 1288.159,
      "dur": 3.75,
      "text": "understandable. It's it's it's what they have to get through the position. I'm"
    },
    {
      "start": 1291.919,
      "dur": 1.591,
      "text": "have to get through the position. I'm I've been reflecting long and hard on"
    },
    {
      "start": 1293.52,
      "dur": 2.389,
      "text": "I've been reflecting long and hard on this. I'm not sure."
    },
    {
      "start": 1295.919,
      "dur": 1.911,
      "text": "this. I'm not sure. I don't think there'll be a smoking gun"
    },
    {
      "start": 1297.84,
      "dur": 3.35,
      "text": "I don't think there'll be a smoking gun in in the in the due diligence in the"
    },
    {
      "start": 1301.2,
      "dur": 2.15,
      "text": "in in the in the due diligence in the reports. But what I think is the"
    },
    {
      "start": 1303.36,
      "dur": 1.99,
      "text": "reports. But what I think is the problem, and this comes back to the"
    },
    {
      "start": 1305.36,
      "dur": 3.189,
      "text": "problem, and this comes back to the question that Kem Bay knock asked, and I"
    },
    {
      "start": 1308.559,
      "dur": 1.671,
      "text": "question that Kem Bay knock asked, and I think what"
    },
    {
      "start": 1310.24,
      "dur": 3.35,
      "text": "think what finally got through to MPs, what the"
    },
    {
      "start": 1313.6,
      "dur": 1.75,
      "text": "finally got through to MPs, what the actual position was because I think as"
    },
    {
      "start": 1315.36,
      "dur": 0.71,
      "text": "actual position was because I think as Henry said,"
    },
    {
      "start": 1316.08,
      "dur": 2.31,
      "text": "Henry said, &gt;&gt; well, yeah, because because Mandlesson"
    },
    {
      "start": 1318.4,
      "dur": 3.269,
      "text": "&gt;&gt; well, yeah, because because Mandlesson was tempted by his Mandel was tainted by"
    },
    {
      "start": 1321.679,
      "dur": 1.911,
      "text": "was tempted by his Mandel was tainted by his association with Epstein,"
    },
    {
      "start": 1323.6,
      "dur": 2.47,
      "text": "his association with Epstein, irrespective of what we've learned now,"
    },
    {
      "start": 1326.08,
      "dur": 2.709,
      "text": "irrespective of what we've learned now, &gt;&gt; tainted enough in most people's eyes in"
    },
    {
      "start": 1328.799,
      "dur": 1.431,
      "text": "&gt;&gt; tainted enough in most people's eyes in Westminster for him to never have been"
    },
    {
      "start": 1330.24,
      "dur": 1.19,
      "text": "Westminster for him to never have been given the job. And and I think"
    },
    {
      "start": 1331.44,
      "dur": 1.349,
      "text": "given the job. And and I think &gt;&gt; that's the that's the key problem."
    },
    {
      "start": 1332.799,
      "dur": 2.551,
      "text": "&gt;&gt; that's the that's the key problem. &gt;&gt; And I think for the government, I think"
    },
    {
      "start": 1335.36,
      "dur": 1.669,
      "text": "&gt;&gt; And I think for the government, I think it's understandable they want the due"
    },
    {
      "start": 1337.039,
      "dur": 1.911,
      "text": "it's understandable they want the due diligence out and they they want the"
    },
    {
      "start": 1338.96,
      "dur": 1.67,
      "text": "diligence out and they they want the documents out as quickly as possible"
    },
    {
      "start": 1340.64,
      "dur": 1.59,
      "text": "documents out as quickly as possible partly because they want it out in one"
    },
    {
      "start": 1342.24,
      "dur": 1.99,
      "text": "partly because they want it out in one go, not drip drip drip. They want to try"
    },
    {
      "start": 1344.24,
      "dur": 2.71,
      "text": "go, not drip drip drip. They want to try and find a way of exploding this story"
    },
    {
      "start": 1346.96,
      "dur": 2.15,
      "text": "and find a way of exploding this story uh and having everything out there, but"
    },
    {
      "start": 1349.12,
      "dur": 3.029,
      "text": "uh and having everything out there, but it will come back to this question of"
    },
    {
      "start": 1352.159,
      "dur": 1.831,
      "text": "it will come back to this question of knowing everything you knew, did you"
    },
    {
      "start": 1354.0,
      "dur": 1.59,
      "text": "knowing everything you knew, did you think it was appropriate? And I think"
    },
    {
      "start": 1355.6,
      "dur": 1.91,
      "text": "think it was appropriate? And I think the prime minister really genuinely made"
    },
    {
      "start": 1357.52,
      "dur": 2.71,
      "text": "the prime minister really genuinely made a really strong apology and recognition"
    },
    {
      "start": 1360.24,
      "dur": 2.63,
      "text": "a really strong apology and recognition of it. I suspect he will end up going"
    },
    {
      "start": 1362.88,
      "dur": 2.31,
      "text": "of it. I suspect he will end up going quite considerably further in that"
    },
    {
      "start": 1365.2,
      "dur": 1.11,
      "text": "quite considerably further in that because I I I think"
    },
    {
      "start": 1366.32,
      "dur": 2.39,
      "text": "because I I I think &gt;&gt; really how so? Well, I I think"
    },
    {
      "start": 1368.72,
      "dur": 1.75,
      "text": "&gt;&gt; really how so? Well, I I think fundamentally"
    },
    {
      "start": 1370.48,
      "dur": 3.669,
      "text": "fundamentally you I think the lying part only gets you"
    },
    {
      "start": 1374.159,
      "dur": 3.51,
      "text": "you I think the lying part only gets you so far on as Alva said quite correctly,"
    },
    {
      "start": 1377.679,
      "dur": 3.99,
      "text": "so far on as Alva said quite correctly, the FT report from 2023 not only said"
    },
    {
      "start": 1381.679,
      "dur": 2.23,
      "text": "the FT report from 2023 not only said what the ongoing relationship was, it"
    },
    {
      "start": 1383.919,
      "dur": 3.031,
      "text": "what the ongoing relationship was, it also raises questions of um Peter"
    },
    {
      "start": 1386.96,
      "dur": 3.11,
      "text": "also raises questions of um Peter Mandlesson's truthfulness. So it was in"
    },
    {
      "start": 1390.08,
      "dur": 1.75,
      "text": "Mandlesson's truthfulness. So it was in there in black and white and that and I"
    },
    {
      "start": 1391.84,
      "dur": 1.91,
      "text": "there in black and white and that and I think at the heart of that that is going"
    },
    {
      "start": 1393.76,
      "dur": 2.55,
      "text": "think at the heart of that that is going to be the question that is very"
    },
    {
      "start": 1396.32,
      "dur": 1.75,
      "text": "to be the question that is very difficult to answer and the prime"
    },
    {
      "start": 1398.08,
      "dur": 2.15,
      "text": "difficult to answer and the prime minister is a very truthful person and"
    },
    {
      "start": 1400.24,
      "dur": 2.87,
      "text": "minister is a very truthful person and he answered the question to Kem Bay in a"
    },
    {
      "start": 1403.12,
      "dur": 3.19,
      "text": "he answered the question to Kem Bay in a very unpolitical but honest way and it's"
    },
    {
      "start": 1406.32,
      "dur": 1.99,
      "text": "very unpolitical but honest way and it's very difficult without putting your"
    },
    {
      "start": 1408.32,
      "dur": 1.67,
      "text": "very difficult without putting your hands up and saying I think I'm I got"
    },
    {
      "start": 1410.0,
      "dur": 0.47,
      "text": "hands up and saying I think I'm I got this wrong."
    },
    {
      "start": 1410.48,
      "dur": 1.429,
      "text": "this wrong. &gt;&gt; Alva, I think I've only just clocked"
    },
    {
      "start": 1411.919,
      "dur": 1.511,
      "text": "&gt;&gt; Alva, I think I've only just clocked this now now that we're we're talking"
    },
    {
      "start": 1413.44,
      "dur": 2.469,
      "text": "this now now that we're we're talking this through collectively. So, from"
    },
    {
      "start": 1415.919,
      "dur": 1.271,
      "text": "this through collectively. So, from watching the prime minister's speech"
    },
    {
      "start": 1417.2,
      "dur": 2.07,
      "text": "watching the prime minister's speech this morning, bang, he's straight out of"
    },
    {
      "start": 1419.28,
      "dur": 2.07,
      "text": "this morning, bang, he's straight out of the blocks with the apology, but then he"
    },
    {
      "start": 1421.36,
      "dur": 1.99,
      "text": "the blocks with the apology, but then he falls back on this this argument that"
    },
    {
      "start": 1423.36,
      "dur": 2.07,
      "text": "falls back on this this argument that Peter Manderson lied to him. Now, if"
    },
    {
      "start": 1425.44,
      "dur": 1.19,
      "text": "Peter Manderson lied to him. Now, if you're going to make an apology for"
    },
    {
      "start": 1426.64,
      "dur": 1.509,
      "text": "you're going to make an apology for hiring him in the first place, why"
    },
    {
      "start": 1428.159,
      "dur": 1.99,
      "text": "hiring him in the first place, why wasn't that the starting point? It now"
    },
    {
      "start": 1430.159,
      "dur": 1.99,
      "text": "wasn't that the starting point? It now seems that that's been retrofitted to"
    },
    {
      "start": 1432.159,
      "dur": 2.311,
      "text": "seems that that's been retrofitted to the lying defense."
    },
    {
      "start": 1434.48,
      "dur": 1.91,
      "text": "the lying defense. &gt;&gt; Yes. This and this is the problem. And I"
    },
    {
      "start": 1436.4,
      "dur": 1.19,
      "text": "&gt;&gt; Yes. This and this is the problem. And I think that's really interesting from"
    },
    {
      "start": 1437.6,
      "dur": 2.309,
      "text": "think that's really interesting from Luke that that that you feel like he"
    },
    {
      "start": 1439.919,
      "dur": 1.671,
      "text": "Luke that that that you feel like he needs to just go further because this is"
    },
    {
      "start": 1441.6,
      "dur": 1.91,
      "text": "needs to just go further because this is what so many people in the Labour Party"
    },
    {
      "start": 1443.52,
      "dur": 2.47,
      "text": "what so many people in the Labour Party are so upset about like fundamentally if"
    },
    {
      "start": 1446.0,
      "dur": 1.99,
      "text": "are so upset about like fundamentally if you know that there was some sort of"
    },
    {
      "start": 1448.0,
      "dur": 1.909,
      "text": "you know that there was some sort of relationship between Peter Mandles and"
    },
    {
      "start": 1449.919,
      "dur": 2.951,
      "text": "relationship between Peter Mandles and Jeffrey Epstein beyond his conviction."
    },
    {
      "start": 1452.88,
      "dur": 2.23,
      "text": "Jeffrey Epstein beyond his conviction. Why why take that risk? Why do that?"
    },
    {
      "start": 1455.12,
      "dur": 1.51,
      "text": "Why why take that risk? Why do that? What does that say about what you're"
    },
    {
      "start": 1456.64,
      "dur": 1.509,
      "text": "What does that say about what you're thinking or not thinking about Jeffrey"
    },
    {
      "start": 1458.159,
      "dur": 2.551,
      "text": "thinking or not thinking about Jeffrey Epstein's victims and and the standards"
    },
    {
      "start": 1460.72,
      "dur": 1.91,
      "text": "Epstein's victims and and the standards that you want to hold people taking on"
    },
    {
      "start": 1462.64,
      "dur": 2.55,
      "text": "that you want to hold people taking on these big jobs to? I mean, I think it's"
    },
    {
      "start": 1465.2,
      "dur": 1.67,
      "text": "these big jobs to? I mean, I think it's sort of just worth reflecting for just a"
    },
    {
      "start": 1466.88,
      "dur": 1.35,
      "text": "sort of just worth reflecting for just a second because I've had so many"
    },
    {
      "start": 1468.24,
      "dur": 1.669,
      "text": "second because I've had so many conversations about it like just how"
    },
    {
      "start": 1469.919,
      "dur": 1.911,
      "text": "conversations about it like just how upset so many women in Westminster are"
    },
    {
      "start": 1471.84,
      "dur": 2.949,
      "text": "upset so many women in Westminster are about this that like even people I have"
    },
    {
      "start": 1474.799,
      "dur": 0.47,
      "text": "about this that like even people I have to say"
    },
    {
      "start": 1475.279,
      "dur": 1.191,
      "text": "to say &gt;&gt; see that in the debate yesterday."
    },
    {
      "start": 1476.48,
      "dur": 2.789,
      "text": "&gt;&gt; see that in the debate yesterday. &gt;&gt; Yeah. Like even I have to say people who"
    },
    {
      "start": 1479.279,
      "dur": 1.671,
      "text": "&gt;&gt; Yeah. Like even I have to say people who probably worked with you Luke definitely"
    },
    {
      "start": 1480.96,
      "dur": 1.75,
      "text": "probably worked with you Luke definitely worked have worked very closely with"
    },
    {
      "start": 1482.72,
      "dur": 2.39,
      "text": "worked have worked very closely with Morgan Mcweeny and Kier Starmer who are"
    },
    {
      "start": 1485.12,
      "dur": 2.47,
      "text": "Morgan Mcweeny and Kier Starmer who are really upset and furious and and just"
    },
    {
      "start": 1487.6,
      "dur": 1.99,
      "text": "really upset and furious and and just have nothing you have nothing more to"
    },
    {
      "start": 1489.6,
      "dur": 2.23,
      "text": "have nothing you have nothing more to say really and who feel like there this"
    },
    {
      "start": 1491.84,
      "dur": 2.63,
      "text": "say really and who feel like there this is just such a terrible error of"
    },
    {
      "start": 1494.48,
      "dur": 2.309,
      "text": "is just such a terrible error of judgment on their part but that it also"
    },
    {
      "start": 1496.799,
      "dur": 1.831,
      "text": "judgment on their part but that it also speaks to something as as someone was"
    },
    {
      "start": 1498.64,
      "dur": 2.149,
      "text": "speaks to something as as someone was saying to me earlier speaks to something"
    },
    {
      "start": 1500.799,
      "dur": 2.071,
      "text": "saying to me earlier speaks to something sort of a bit more rosen in Westminster"
    },
    {
      "start": 1502.88,
      "dur": 1.909,
      "text": "sort of a bit more rosen in Westminster and and they and in their view in the"
    },
    {
      "start": 1504.799,
      "dur": 3.75,
      "text": "and and they and in their view in the Labor party that people turn a blind eye"
    },
    {
      "start": 1508.559,
      "dur": 2.791,
      "text": "Labor party that people turn a blind eye to problems when it's their friends or"
    },
    {
      "start": 1511.36,
      "dur": 3.99,
      "text": "to problems when it's their friends or it's their faction. And I just I I know"
    },
    {
      "start": 1515.36,
      "dur": 2.07,
      "text": "it's their faction. And I just I I know that we we're giving this a lot of"
    },
    {
      "start": 1517.44,
      "dur": 2.469,
      "text": "that we we're giving this a lot of coverage and attention and asking the"
    },
    {
      "start": 1519.919,
      "dur": 1.75,
      "text": "coverage and attention and asking the questions, but some of these people who"
    },
    {
      "start": 1521.679,
      "dur": 1.511,
      "text": "questions, but some of these people who are really upset aren't really saying so"
    },
    {
      "start": 1523.2,
      "dur": 1.91,
      "text": "are really upset aren't really saying so publicly because, you know, for their"
    },
    {
      "start": 1525.12,
      "dur": 1.35,
      "text": "publicly because, you know, for their various reasons and the jobs that they"
    },
    {
      "start": 1526.48,
      "dur": 1.35,
      "text": "various reasons and the jobs that they hold. But it's sort of just worth, I"
    },
    {
      "start": 1527.84,
      "dur": 2.15,
      "text": "hold. But it's sort of just worth, I think, reflecting that,"
    },
    {
      "start": 1530.0,
      "dur": 1.35,
      "text": "think, reflecting that, &gt;&gt; you know, Kier Starmer leads a"
    },
    {
      "start": 1531.36,
      "dur": 1.669,
      "text": "&gt;&gt; you know, Kier Starmer leads a government that in theory has a mission"
    },
    {
      "start": 1533.039,
      "dur": 2.551,
      "text": "government that in theory has a mission of of tackling violence against women"
    },
    {
      "start": 1535.6,
      "dur": 2.23,
      "text": "of of tackling violence against women and girls. And that's, you know, that's"
    },
    {
      "start": 1537.84,
      "dur": 1.59,
      "text": "and girls. And that's, you know, that's a value that's so important to parts of"
    },
    {
      "start": 1539.44,
      "dur": 2.31,
      "text": "a value that's so important to parts of the Labor Party. And just this idea that"
    },
    {
      "start": 1541.76,
      "dur": 1.75,
      "text": "the Labor Party. And just this idea that you would appoint a pedophile's friend"
    },
    {
      "start": 1543.52,
      "dur": 2.47,
      "text": "you would appoint a pedophile's friend to a job, even if you know, you're told,"
    },
    {
      "start": 1546.0,
      "dur": 2.47,
      "text": "to a job, even if you know, you're told, \"Oh, he didn't it wasn't that close a"
    },
    {
      "start": 1548.48,
      "dur": 3.27,
      "text": "\"Oh, he didn't it wasn't that close a relationship.\" Even if Peter Mandles was"
    },
    {
      "start": 1551.76,
      "dur": 1.99,
      "text": "relationship.\" Even if Peter Mandles was lying about parts of it, you could see"
    },
    {
      "start": 1553.76,
      "dur": 3.029,
      "text": "lying about parts of it, you could see the photographs and and I think it's"
    },
    {
      "start": 1556.799,
      "dur": 1.431,
      "text": "the photographs and and I think it's what we haven't heard from the prime"
    },
    {
      "start": 1558.24,
      "dur": 2.549,
      "text": "what we haven't heard from the prime minister is an apology saying, \"I got"
    },
    {
      "start": 1560.799,
      "dur": 2.47,
      "text": "minister is an apology saying, \"I got that wrong given what I knew. I should"
    },
    {
      "start": 1563.279,
      "dur": 2.791,
      "text": "that wrong given what I knew. I should have made a different decision.\" And and"
    },
    {
      "start": 1566.08,
      "dur": 2.39,
      "text": "have made a different decision.\" And and then just on Henry and and Luke's points"
    },
    {
      "start": 1568.48,
      "dur": 2.23,
      "text": "then just on Henry and and Luke's points around the advice that he was being"
    },
    {
      "start": 1570.72,
      "dur": 1.829,
      "text": "around the advice that he was being given, I think this is an interesting"
    },
    {
      "start": 1572.559,
      "dur": 1.35,
      "text": "given, I think this is an interesting one. people will just reach their own"
    },
    {
      "start": 1573.919,
      "dur": 2.151,
      "text": "one. people will just reach their own conclusions on it because it's, you"
    },
    {
      "start": 1576.08,
      "dur": 2.15,
      "text": "conclusions on it because it's, you know, it's this line, you know, advisers"
    },
    {
      "start": 1578.24,
      "dur": 2.63,
      "text": "know, it's this line, you know, advisers advise, ministers decide. There's really"
    },
    {
      "start": 1580.88,
      "dur": 3.11,
      "text": "advise, ministers decide. There's really no denial from Morgan Mweeny, the prime"
    },
    {
      "start": 1584.0,
      "dur": 1.43,
      "text": "no denial from Morgan Mweeny, the prime minister's chief of staff or the people"
    },
    {
      "start": 1585.44,
      "dur": 2.31,
      "text": "minister's chief of staff or the people around him or number 10 that he really"
    },
    {
      "start": 1587.76,
      "dur": 1.43,
      "text": "around him or number 10 that he really pushed for this appointment. He thought"
    },
    {
      "start": 1589.2,
      "dur": 1.75,
      "text": "pushed for this appointment. He thought it was a good idea that Peter Manderson"
    },
    {
      "start": 1590.96,
      "dur": 2.23,
      "text": "it was a good idea that Peter Manderson would be good at the job basically for"
    },
    {
      "start": 1593.2,
      "dur": 2.469,
      "text": "would be good at the job basically for the tricky the tricky role of managing"
    },
    {
      "start": 1595.679,
      "dur": 2.23,
      "text": "the tricky the tricky role of managing the relationship with Donald Trump. Not"
    },
    {
      "start": 1597.919,
      "dur": 2.151,
      "text": "the relationship with Donald Trump. Not really any denial around that. This was"
    },
    {
      "start": 1600.08,
      "dur": 2.31,
      "text": "really any denial around that. This was the advice he gave the prime minister."
    },
    {
      "start": 1602.4,
      "dur": 1.67,
      "text": "the advice he gave the prime minister. Who do you hold responsible for the"
    },
    {
      "start": 1604.08,
      "dur": 2.31,
      "text": "Who do you hold responsible for the ultimate decision? Morgan Mweeny doesn't"
    },
    {
      "start": 1606.4,
      "dur": 2.07,
      "text": "ultimate decision? Morgan Mweeny doesn't have a public platform. He can't defend"
    },
    {
      "start": 1608.48,
      "dur": 2.15,
      "text": "have a public platform. He can't defend himself publicly. He gives the advice."
    },
    {
      "start": 1610.64,
      "dur": 1.83,
      "text": "himself publicly. He gives the advice. It is ultimately Kier Starmer who makes"
    },
    {
      "start": 1612.48,
      "dur": 1.75,
      "text": "It is ultimately Kier Starmer who makes the decision. There are lots of people"
    },
    {
      "start": 1614.24,
      "dur": 3.27,
      "text": "the decision. There are lots of people as Henry says who want Morgan Mweeny to"
    },
    {
      "start": 1617.52,
      "dur": 1.67,
      "text": "as Henry says who want Morgan Mweeny to go who blame him for that who see the"
    },
    {
      "start": 1619.2,
      "dur": 1.589,
      "text": "go who blame him for that who see the prime minister as kind of passive in"
    },
    {
      "start": 1620.799,
      "dur": 1.591,
      "text": "prime minister as kind of passive in that relationship too often doing what"
    },
    {
      "start": 1622.4,
      "dur": 3.35,
      "text": "that relationship too often doing what Morgan Mweeny tells him to do. But is"
    },
    {
      "start": 1625.76,
      "dur": 2.95,
      "text": "Morgan Mweeny tells him to do. But is that fair? You know, it's and Luke in"
    },
    {
      "start": 1628.72,
      "dur": 2.309,
      "text": "that fair? You know, it's and Luke in Luke's view it is and I I get the answer"
    },
    {
      "start": 1631.039,
      "dur": 2.151,
      "text": "Luke's view it is and I I get the answer and and and it's just this is I think"
    },
    {
      "start": 1633.2,
      "dur": 1.51,
      "text": "and and and it's just this is I think just the question dividing the Labor"
    },
    {
      "start": 1634.72,
      "dur": 1.829,
      "text": "just the question dividing the Labor Party at the moment."
    },
    {
      "start": 1636.559,
      "dur": 2.391,
      "text": "Party at the moment. &gt;&gt; I I get and you you've expressed it"
    },
    {
      "start": 1638.96,
      "dur": 2.709,
      "text": "&gt;&gt; I I get and you you've expressed it perfectly. There's a lot of different"
    },
    {
      "start": 1641.679,
      "dur": 3.431,
      "text": "perfectly. There's a lot of different emotions at play and look Morgan Msweeny"
    },
    {
      "start": 1645.12,
      "dur": 2.63,
      "text": "emotions at play and look Morgan Msweeny is a you know to some people is a you"
    },
    {
      "start": 1647.76,
      "dur": 3.19,
      "text": "is a you know to some people is a you know electoral genius and guru to others"
    },
    {
      "start": 1650.96,
      "dur": 5.43,
      "text": "know electoral genius and guru to others he's a sort of uh you know figure of um"
    },
    {
      "start": 1656.4,
      "dur": 1.43,
      "text": "he's a sort of uh you know figure of um you know who sort of"
    },
    {
      "start": 1657.84,
      "dur": 2.709,
      "text": "you know who sort of &gt;&gt; they oppose on polit no but who they"
    },
    {
      "start": 1660.559,
      "dur": 2.791,
      "text": "&gt;&gt; they oppose on polit no but who they oppose on on political grounds and"
    },
    {
      "start": 1663.36,
      "dur": 1.669,
      "text": "oppose on on political grounds and &gt;&gt; there is also as ever with the Labour"
    },
    {
      "start": 1665.039,
      "dur": 1.911,
      "text": "&gt;&gt; there is also as ever with the Labour party and any political party in a"
    },
    {
      "start": 1666.96,
      "dur": 1.67,
      "text": "party and any political party in a crisis there are people trying to settle"
    },
    {
      "start": 1668.64,
      "dur": 3.59,
      "text": "crisis there are people trying to settle schools Now, I understand why people are"
    },
    {
      "start": 1672.24,
      "dur": 3.35,
      "text": "schools Now, I understand why people are going after Morgan Mcweeni. Morgan will"
    },
    {
      "start": 1675.6,
      "dur": 1.99,
      "text": "going after Morgan Mcweeni. Morgan will be the first to recognize why people are"
    },
    {
      "start": 1677.6,
      "dur": 2.549,
      "text": "be the first to recognize why people are going after him. I'm not sure it helps"
    },
    {
      "start": 1680.159,
      "dur": 2.311,
      "text": "going after him. I'm not sure it helps the Labour Party or the Prime Minister."
    },
    {
      "start": 1682.48,
      "dur": 2.309,
      "text": "the Labour Party or the Prime Minister. And I actually think in the grand scheme"
    },
    {
      "start": 1684.799,
      "dur": 2.711,
      "text": "And I actually think in the grand scheme of things, it's a sideshow from what is"
    },
    {
      "start": 1687.52,
      "dur": 2.71,
      "text": "of things, it's a sideshow from what is a political crisis as we started the"
    },
    {
      "start": 1690.24,
      "dur": 2.149,
      "text": "a political crisis as we started the show and fundamentally have to deal with"
    },
    {
      "start": 1692.399,
      "dur": 2.231,
      "text": "show and fundamentally have to deal with the problem. And yes, I'm sure the"
    },
    {
      "start": 1694.64,
      "dur": 2.71,
      "text": "the problem. And yes, I'm sure the Labour Party will try and go down, you"
    },
    {
      "start": 1697.36,
      "dur": 2.23,
      "text": "Labour Party will try and go down, you know, different avenues and and try and,"
    },
    {
      "start": 1699.6,
      "dur": 1.35,
      "text": "know, different avenues and and try and, you know, take revenge on their"
    },
    {
      "start": 1700.96,
      "dur": 1.35,
      "text": "you know, take revenge on their political enemies in different parts of"
    },
    {
      "start": 1702.32,
      "dur": 1.99,
      "text": "political enemies in different parts of the party, but it's not going to help"
    },
    {
      "start": 1704.32,
      "dur": 1.27,
      "text": "the party, but it's not going to help the prime minister."
    },
    {
      "start": 1705.6,
      "dur": 2.069,
      "text": "the prime minister. &gt;&gt; Um Henry, I want to ask you a kind of"
    },
    {
      "start": 1707.679,
      "dur": 1.35,
      "text": "&gt;&gt; Um Henry, I want to ask you a kind of theoretical question about how this"
    },
    {
      "start": 1709.039,
      "dur": 3.431,
      "text": "theoretical question about how this might play out within Labor. Um because"
    },
    {
      "start": 1712.48,
      "dur": 1.51,
      "text": "might play out within Labor. Um because all we've really got to go on at the"
    },
    {
      "start": 1714.0,
      "dur": 2.389,
      "text": "all we've really got to go on at the moment is a few MPs putting their head"
    },
    {
      "start": 1716.399,
      "dur": 1.911,
      "text": "moment is a few MPs putting their head above the parapit publicly and saying"
    },
    {
      "start": 1718.32,
      "dur": 1.19,
      "text": "above the parapit publicly and saying they don't have confidence in the prime"
    },
    {
      "start": 1719.52,
      "dur": 1.35,
      "text": "they don't have confidence in the prime minister anymore and his position is"
    },
    {
      "start": 1720.88,
      "dur": 1.59,
      "text": "minister anymore and his position is untenable. And that's just that's a"
    },
    {
      "start": 1722.48,
      "dur": 1.51,
      "text": "untenable. And that's just that's a small handful at the moment. Although"
    },
    {
      "start": 1724.0,
      "dur": 2.23,
      "text": "small handful at the moment. Although you can feel the vibes going that way"
    },
    {
      "start": 1726.24,
      "dur": 1.909,
      "text": "you can feel the vibes going that way from a lot more of them. And actually"
    },
    {
      "start": 1728.159,
      "dur": 1.271,
      "text": "from a lot more of them. And actually the only other thing we've got to go on"
    },
    {
      "start": 1729.44,
      "dur": 1.75,
      "text": "the only other thing we've got to go on is the opposition parties saying there"
    },
    {
      "start": 1731.2,
      "dur": 1.349,
      "text": "is the opposition parties saying there should be some kind of vote in his"
    },
    {
      "start": 1732.559,
      "dur": 1.59,
      "text": "should be some kind of vote in his leadership. But of course opposition"
    },
    {
      "start": 1734.159,
      "dur": 1.351,
      "text": "leadership. But of course opposition parties would say that because they want"
    },
    {
      "start": 1735.52,
      "dur": 0.95,
      "text": "parties would say that because they want to capitalize on it."
    },
    {
      "start": 1736.48,
      "dur": 2.789,
      "text": "to capitalize on it. &gt;&gt; Yeah, they would. And uh it's a bit"
    },
    {
      "start": 1739.279,
      "dur": 1.671,
      "text": "&gt;&gt; Yeah, they would. And uh it's a bit confusing what they want. I mean they"
    },
    {
      "start": 1740.96,
      "dur": 1.67,
      "text": "confusing what they want. I mean they seem to be sort of calling for Labour"
    },
    {
      "start": 1742.64,
      "dur": 1.909,
      "text": "seem to be sort of calling for Labour MPs to have a confidence vote. I mean,"
    },
    {
      "start": 1744.559,
      "dur": 1.671,
      "text": "MPs to have a confidence vote. I mean, actually, Chem Bo, if she wanted, has"
    },
    {
      "start": 1746.24,
      "dur": 2.23,
      "text": "actually, Chem Bo, if she wanted, has the power to call for a no confidence"
    },
    {
      "start": 1748.48,
      "dur": 1.51,
      "text": "the power to call for a no confidence motion in the House of Commons,"
    },
    {
      "start": 1750.0,
      "dur": 0.95,
      "text": "motion in the House of Commons, &gt;&gt; which would be in the whole government,"
    },
    {
      "start": 1750.96,
      "dur": 0.39,
      "text": "&gt;&gt; which would be in the whole government, wouldn't it?"
    },
    {
      "start": 1751.36,
      "dur": 1.75,
      "text": "wouldn't it? &gt;&gt; Exactly. I'm sure she's not going to"
    },
    {
      "start": 1753.12,
      "dur": 1.269,
      "text": "&gt;&gt; Exactly. I'm sure she's not going to reach for that. I mean, that would unite"
    },
    {
      "start": 1754.399,
      "dur": 1.911,
      "text": "reach for that. I mean, that would unite the Labour Party uh at a moment at which"
    },
    {
      "start": 1756.32,
      "dur": 2.229,
      "text": "the Labour Party uh at a moment at which they're divided. Um, but look, I mean,"
    },
    {
      "start": 1758.559,
      "dur": 1.35,
      "text": "they're divided. Um, but look, I mean, clearly opposition parties have their"
    },
    {
      "start": 1759.919,
      "dur": 2.071,
      "text": "clearly opposition parties have their tails up and you can see why. In terms"
    },
    {
      "start": 1762.0,
      "dur": 1.43,
      "text": "tails up and you can see why. In terms of where it goes next, I think you are"
    },
    {
      "start": 1763.44,
      "dur": 1.99,
      "text": "of where it goes next, I think you are right to emphasize"
    },
    {
      "start": 1765.44,
      "dur": 2.949,
      "text": "right to emphasize that it is still a small handful of MPs"
    },
    {
      "start": 1768.399,
      "dur": 1.111,
      "text": "that it is still a small handful of MPs who've called for Starman to go"
    },
    {
      "start": 1769.52,
      "dur": 1.509,
      "text": "who've called for Starman to go publicly. I mean, there actually aren't"
    },
    {
      "start": 1771.039,
      "dur": 1.11,
      "text": "publicly. I mean, there actually aren't even that many MPs who've called for"
    },
    {
      "start": 1772.159,
      "dur": 2.23,
      "text": "even that many MPs who've called for Morgan Mcweeny to go publicly, which is"
    },
    {
      "start": 1774.399,
      "dur": 2.791,
      "text": "Morgan Mcweeny to go publicly, which is obviously a less kind of significant"
    },
    {
      "start": 1777.2,
      "dur": 1.75,
      "text": "obviously a less kind of significant thing for an MP to do because he's an"
    },
    {
      "start": 1778.96,
      "dur": 1.829,
      "text": "thing for an MP to do because he's an adviser rather than the prime minister"
    },
    {
      "start": 1780.799,
      "dur": 3.99,
      "text": "adviser rather than the prime minister and their leader. That tells me I think"
    },
    {
      "start": 1784.799,
      "dur": 1.831,
      "text": "and their leader. That tells me I think that the prime minister's position isn't"
    },
    {
      "start": 1786.64,
      "dur": 3.83,
      "text": "that the prime minister's position isn't under imminent threat. Um, but things"
    },
    {
      "start": 1790.48,
      "dur": 1.03,
      "text": "under imminent threat. Um, but things have I mean, this is just going to sound"
    },
    {
      "start": 1791.52,
      "dur": 1.509,
      "text": "have I mean, this is just going to sound like fence sitting, but it's true."
    },
    {
      "start": 1793.039,
      "dur": 1.75,
      "text": "like fence sitting, but it's true. Things have moved so fast this week that"
    },
    {
      "start": 1794.799,
      "dur": 1.831,
      "text": "Things have moved so fast this week that I don't think you can discount"
    },
    {
      "start": 1796.64,
      "dur": 1.99,
      "text": "I don't think you can discount completely things continuing to move"
    },
    {
      "start": 1798.64,
      "dur": 2.87,
      "text": "completely things continuing to move fast. I actually think a lot will hinge"
    },
    {
      "start": 1801.52,
      "dur": 3.19,
      "text": "fast. I actually think a lot will hinge on what MPs experience as they go back"
    },
    {
      "start": 1804.72,
      "dur": 1.829,
      "text": "on what MPs experience as they go back to their constituencies today and over"
    },
    {
      "start": 1806.559,
      "dur": 2.47,
      "text": "to their constituencies today and over the weekend. Is this some sort of"
    },
    {
      "start": 1809.039,
      "dur": 1.831,
      "text": "the weekend. Is this some sort of Dominick Cummings Barnard Castle moment"
    },
    {
      "start": 1810.88,
      "dur": 1.59,
      "text": "Dominick Cummings Barnard Castle moment in their inboxes and on their doorsteps"
    },
    {
      "start": 1812.48,
      "dur": 2.23,
      "text": "in their inboxes and on their doorsteps or is it not? That I think will govern"
    },
    {
      "start": 1814.72,
      "dur": 2.71,
      "text": "or is it not? That I think will govern how many MPs behave. But look, at the"
    },
    {
      "start": 1817.44,
      "dur": 2.709,
      "text": "how many MPs behave. But look, at the very least, this has soured the mood"
    },
    {
      "start": 1820.159,
      "dur": 2.951,
      "text": "very least, this has soured the mood among Labour MPs before the Gorton and"
    },
    {
      "start": 1823.12,
      "dur": 1.669,
      "text": "among Labour MPs before the Gorton and Denton bi-election, which is three weeks"
    },
    {
      "start": 1824.799,
      "dur": 1.831,
      "text": "Denton bi-election, which is three weeks today, and where Karma made a big call"
    },
    {
      "start": 1826.64,
      "dur": 1.59,
      "text": "today, and where Karma made a big call not to let Andy Burton be the Labour"
    },
    {
      "start": 1828.24,
      "dur": 0.87,
      "text": "not to let Andy Burton be the Labour candidate,"
    },
    {
      "start": 1829.12,
      "dur": 1.35,
      "text": "candidate, &gt;&gt; and then of course before the elections"
    },
    {
      "start": 1830.48,
      "dur": 1.35,
      "text": "&gt;&gt; and then of course before the elections in May, which we've talked about so"
    },
    {
      "start": 1831.84,
      "dur": 0.47,
      "text": "in May, which we've talked about so much."
    },
    {
      "start": 1832.32,
      "dur": 1.67,
      "text": "much. &gt;&gt; So, we've we've talked a lot about the"
    },
    {
      "start": 1834.0,
      "dur": 1.59,
      "text": "&gt;&gt; So, we've we've talked a lot about the sort of the really serious feelings"
    },
    {
      "start": 1835.6,
      "dur": 1.189,
      "text": "sort of the really serious feelings behind this and the really really"
    },
    {
      "start": 1836.799,
      "dur": 1.99,
      "text": "behind this and the really really serious questions that Kier Starmer is"
    },
    {
      "start": 1838.799,
      "dur": 2.87,
      "text": "serious questions that Kier Starmer is facing. But in terms of, you know, that"
    },
    {
      "start": 1841.679,
      "dur": 2.311,
      "text": "facing. But in terms of, you know, that last point from Henry, I think some of"
    },
    {
      "start": 1844.0,
      "dur": 2.549,
      "text": "last point from Henry, I think some of it is also about raw politics rather"
    },
    {
      "start": 1846.559,
      "dur": 2.47,
      "text": "it is also about raw politics rather than just how upset people feel and"
    },
    {
      "start": 1849.039,
      "dur": 2.791,
      "text": "than just how upset people feel and disappointed they feel. Basically, it's"
    },
    {
      "start": 1851.84,
      "dur": 2.069,
      "text": "disappointed they feel. Basically, it's not really clear who could replace Kier"
    },
    {
      "start": 1853.919,
      "dur": 2.071,
      "text": "not really clear who could replace Kier Starmer at this point. You know, Wes"
    },
    {
      "start": 1856.0,
      "dur": 3.029,
      "text": "Starmer at this point. You know, Wes Streeting also knew Peter Mandlesson"
    },
    {
      "start": 1859.039,
      "dur": 2.391,
      "text": "Streeting also knew Peter Mandlesson well that he hasn't really been in the"
    },
    {
      "start": 1861.44,
      "dur": 2.39,
      "text": "well that he hasn't really been in the news stories, but I'm, you know, I think"
    },
    {
      "start": 1863.84,
      "dur": 1.429,
      "text": "news stories, but I'm, you know, I think that there's maybe a sense that this"
    },
    {
      "start": 1865.279,
      "dur": 2.87,
      "text": "that there's maybe a sense that this doesn't really help him in any way. and"
    },
    {
      "start": 1868.159,
      "dur": 2.23,
      "text": "doesn't really help him in any way. and then Angela Rener is still, you know,"
    },
    {
      "start": 1870.399,
      "dur": 2.231,
      "text": "then Angela Rener is still, you know, undergoing an investigation into her tax"
    },
    {
      "start": 1872.64,
      "dur": 1.99,
      "text": "undergoing an investigation into her tax affairs. That's not quite settled. That"
    },
    {
      "start": 1874.64,
      "dur": 1.59,
      "text": "affairs. That's not quite settled. That sounds so peripheral to everything we've"
    },
    {
      "start": 1876.24,
      "dur": 1.59,
      "text": "sounds so peripheral to everything we've been talking about, but I think it does"
    },
    {
      "start": 1877.84,
      "dur": 2.63,
      "text": "been talking about, but I think it does inform what um Labor MPs call for and"
    },
    {
      "start": 1880.48,
      "dur": 1.83,
      "text": "inform what um Labor MPs call for and ask for. So, there's this sort of"
    },
    {
      "start": 1882.32,
      "dur": 1.589,
      "text": "ask for. So, there's this sort of paradoxical feeling where people really"
    },
    {
      "start": 1883.919,
      "dur": 1.911,
      "text": "paradoxical feeling where people really want to scalp and want to see change and"
    },
    {
      "start": 1885.84,
      "dur": 2.709,
      "text": "want to scalp and want to see change and accountability, but they also sort of"
    },
    {
      "start": 1888.559,
      "dur": 2.391,
      "text": "accountability, but they also sort of know that if Kier Starmer left at this"
    },
    {
      "start": 1890.96,
      "dur": 1.27,
      "text": "know that if Kier Starmer left at this moment, they might not get their"
    },
    {
      "start": 1892.24,
      "dur": 1.99,
      "text": "moment, they might not get their preferred person for leader. And I think"
    },
    {
      "start": 1894.24,
      "dur": 2.149,
      "text": "preferred person for leader. And I think that's holding the Labor Party. I could"
    },
    {
      "start": 1896.399,
      "dur": 1.51,
      "text": "that's holding the Labor Party. I could be wrong, but it's holding them in a"
    },
    {
      "start": 1897.919,
      "dur": 2.311,
      "text": "be wrong, but it's holding them in a sort of strange stasis at the moment."
    },
    {
      "start": 1900.24,
      "dur": 2.149,
      "text": "sort of strange stasis at the moment. &gt;&gt; Yeah, I I completely agree with that. I"
    },
    {
      "start": 1902.399,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, I I completely agree with that. I just wanted to make a just a point just"
    },
    {
      "start": 1904.399,
      "dur": 2.711,
      "text": "just wanted to make a just a point just zooming out from the immediate interest"
    },
    {
      "start": 1907.12,
      "dur": 2.31,
      "text": "zooming out from the immediate interest in Peter Mandlesson and the prime"
    },
    {
      "start": 1909.44,
      "dur": 3.829,
      "text": "in Peter Mandlesson and the prime minister's uh appointment on um as"
    },
    {
      "start": 1913.279,
      "dur": 3.51,
      "text": "minister's uh appointment on um as ambassador. I I cut my teeth in politics"
    },
    {
      "start": 1916.799,
      "dur": 1.431,
      "text": "ambassador. I I cut my teeth in politics in the dying days of the last Labor"
    },
    {
      "start": 1918.24,
      "dur": 1.83,
      "text": "in the dying days of the last Labor government. I was a very genius special"
    },
    {
      "start": 1920.08,
      "dur": 2.79,
      "text": "government. I was a very genius special adviser and for the last two years of"
    },
    {
      "start": 1922.88,
      "dur": 3.83,
      "text": "adviser and for the last two years of that government. The issue that drove"
    },
    {
      "start": 1926.72,
      "dur": 2.15,
      "text": "that government. The issue that drove everything other than the financial"
    },
    {
      "start": 1928.88,
      "dur": 2.789,
      "text": "everything other than the financial crash was expenses. Expenses was one of"
    },
    {
      "start": 1931.679,
      "dur": 3.431,
      "text": "crash was expenses. Expenses was one of these scandals I think that politics and"
    },
    {
      "start": 1935.12,
      "dur": 2.07,
      "text": "these scandals I think that politics and those in public life in many ways have"
    },
    {
      "start": 1937.2,
      "dur": 2.309,
      "text": "those in public life in many ways have never recovered in terms of how they're"
    },
    {
      "start": 1939.519,
      "dur": 3.27,
      "text": "never recovered in terms of how they're viewed by the public. I think just"
    },
    {
      "start": 1942.799,
      "dur": 1.911,
      "text": "viewed by the public. I think just looking at the different strands in this"
    },
    {
      "start": 1944.72,
      "dur": 2.549,
      "text": "looking at the different strands in this story, I think Peter Mandlesson is"
    },
    {
      "start": 1947.279,
      "dur": 2.23,
      "text": "story, I think Peter Mandlesson is clearly the first political casualty of"
    },
    {
      "start": 1949.519,
      "dur": 2.311,
      "text": "clearly the first political casualty of this, but I think there will be more."
    },
    {
      "start": 1951.84,
      "dur": 2.949,
      "text": "this, but I think there will be more. Uh, and I think it's very unclear to"
    },
    {
      "start": 1954.799,
      "dur": 2.23,
      "text": "Uh, and I think it's very unclear to Westminster, to those of, you know,"
    },
    {
      "start": 1957.039,
      "dur": 2.23,
      "text": "Westminster, to those of, you know, those in politics, where does this go"
    },
    {
      "start": 1959.279,
      "dur": 1.031,
      "text": "those in politics, where does this go and where does it end up?"
    },
    {
      "start": 1960.32,
      "dur": 1.03,
      "text": "and where does it end up? &gt;&gt; Well, the only other potential"
    },
    {
      "start": 1961.36,
      "dur": 1.75,
      "text": "&gt;&gt; Well, the only other potential casualties could be Morgan Mcweeny or"
    },
    {
      "start": 1963.12,
      "dur": 3.029,
      "text": "casualties could be Morgan Mcweeny or the prime minister. I I I I'm no I and I"
    },
    {
      "start": 1966.159,
      "dur": 2.151,
      "text": "the prime minister. I I I I'm no I and I just looking at you know there was a"
    },
    {
      "start": 1968.32,
      "dur": 2.79,
      "text": "just looking at you know there was a debate yesterday where there were more"
    },
    {
      "start": 1971.12,
      "dur": 1.909,
      "text": "debate yesterday where there were more recent government interactions and"
    },
    {
      "start": 1973.039,
      "dur": 2.391,
      "text": "recent government interactions and contracts the conservatives were um"
    },
    {
      "start": 1975.44,
      "dur": 2.31,
      "text": "contracts the conservatives were um going after different contracts in the"
    },
    {
      "start": 1977.76,
      "dur": 1.909,
      "text": "going after different contracts in the modern you know in the last in this"
    },
    {
      "start": 1979.679,
      "dur": 1.671,
      "text": "modern you know in the last in this Labor government. We don't know where"
    },
    {
      "start": 1981.36,
      "dur": 1.75,
      "text": "Labor government. We don't know where this is going to end up. But, you know,"
    },
    {
      "start": 1983.12,
      "dur": 2.63,
      "text": "this is going to end up. But, you know, this goes to a bigger point, which is"
    },
    {
      "start": 1985.76,
      "dur": 1.43,
      "text": "this goes to a bigger point, which is we've spent a lot of time about the"
    },
    {
      "start": 1987.2,
      "dur": 1.829,
      "text": "we've spent a lot of time about the appointment. What Peter Mandlesson was"
    },
    {
      "start": 1989.039,
      "dur": 1.911,
      "text": "appointment. What Peter Mandlesson was doing allegedly, and there's a criminal"
    },
    {
      "start": 1990.96,
      "dur": 1.27,
      "text": "doing allegedly, and there's a criminal investigation, so I'll be very careful"
    },
    {
      "start": 1992.24,
      "dur": 3.429,
      "text": "investigation, so I'll be very careful with what I say. The problem is we in"
    },
    {
      "start": 1995.679,
      "dur": 2.47,
      "text": "with what I say. The problem is we in the bubble know and recognize this is so"
    },
    {
      "start": 1998.159,
      "dur": 2.951,
      "text": "the bubble know and recognize this is so outrageous and, you know, beyond the"
    },
    {
      "start": 2001.12,
      "dur": 3.429,
      "text": "outrageous and, you know, beyond the pale. I do fear for the political class"
    },
    {
      "start": 2004.559,
      "dur": 3.35,
      "text": "pale. I do fear for the political class that for the British public it just"
    },
    {
      "start": 2007.919,
      "dur": 1.59,
      "text": "that for the British public it just reconfirms their view that all"
    },
    {
      "start": 2009.519,
      "dur": 1.831,
      "text": "reconfirms their view that all politicians are rotten in for"
    },
    {
      "start": 2011.36,
      "dur": 3.11,
      "text": "politicians are rotten in for themselves. And I do think the that I"
    },
    {
      "start": 2014.48,
      "dur": 1.35,
      "text": "themselves. And I do think the that I think this is going to go for a very"
    },
    {
      "start": 2015.84,
      "dur": 1.429,
      "text": "think this is going to go for a very long time especially if it ends up in"
    },
    {
      "start": 2017.279,
      "dur": 2.711,
      "text": "long time especially if it ends up in court and I think for the danger for"
    },
    {
      "start": 2020.0,
      "dur": 2.95,
      "text": "court and I think for the danger for public life there's a real crisis here."
    },
    {
      "start": 2022.96,
      "dur": 1.35,
      "text": "public life there's a real crisis here. Uh Henry, I'm going to give you the"
    },
    {
      "start": 2024.32,
      "dur": 1.589,
      "text": "Uh Henry, I'm going to give you the absolute last word and it's a bit of a"
    },
    {
      "start": 2025.919,
      "dur": 1.511,
      "text": "absolute last word and it's a bit of a bit of ancient history, but Luke did"
    },
    {
      "start": 2027.44,
      "dur": 1.75,
      "text": "bit of ancient history, but Luke did take us back to the the dying days of"
    },
    {
      "start": 2029.2,
      "dur": 1.589,
      "text": "take us back to the the dying days of Gordon Brown's government. And I just"
    },
    {
      "start": 2030.799,
      "dur": 1.431,
      "text": "Gordon Brown's government. And I just remember as a very junior reporter"
    },
    {
      "start": 2032.24,
      "dur": 1.669,
      "text": "remember as a very junior reporter there, okay, Gordon Brown, you could"
    },
    {
      "start": 2033.919,
      "dur": 1.271,
      "text": "there, okay, Gordon Brown, you could debate till the cows come home if he was"
    },
    {
      "start": 2035.2,
      "dur": 1.829,
      "text": "debate till the cows come home if he was a good or bad prime minister. What he"
    },
    {
      "start": 2037.039,
      "dur": 3.35,
      "text": "a good or bad prime minister. What he was good at doing was surviving and"
    },
    {
      "start": 2040.399,
      "dur": 3.031,
      "text": "was good at doing was surviving and snuffing out threats to his leadership."
    },
    {
      "start": 2043.44,
      "dur": 2.069,
      "text": "snuffing out threats to his leadership. Karma does not have that reputation at"
    },
    {
      "start": 2045.519,
      "dur": 1.75,
      "text": "Karma does not have that reputation at all, does he?"
    },
    {
      "start": 2047.279,
      "dur": 1.911,
      "text": "all, does he? &gt;&gt; Well, look, I mean, it's a funny thing"
    },
    {
      "start": 2049.2,
      "dur": 2.869,
      "text": "&gt;&gt; Well, look, I mean, it's a funny thing with Karma. He has been at times really"
    },
    {
      "start": 2052.079,
      "dur": 3.431,
      "text": "with Karma. He has been at times really underestimated as a politician. Uh he"
    },
    {
      "start": 2055.52,
      "dur": 2.47,
      "text": "underestimated as a politician. Uh he had an astonishingly fast rise. He"
    },
    {
      "start": 2058.0,
      "dur": 3.19,
      "text": "had an astonishingly fast rise. He played the Corbyn years to perfection uh"
    },
    {
      "start": 2061.2,
      "dur": 1.99,
      "text": "played the Corbyn years to perfection uh in terms of setting himself up as the"
    },
    {
      "start": 2063.2,
      "dur": 1.669,
      "text": "in terms of setting himself up as the natural front runner even though natural"
    },
    {
      "start": 2064.879,
      "dur": 1.51,
      "text": "natural front runner even though natural front runners to succeed him even though"
    },
    {
      "start": 2066.399,
      "dur": 1.51,
      "text": "front runners to succeed him even though they weren't sort of completely"
    },
    {
      "start": 2067.919,
      "dur": 1.591,
      "text": "they weren't sort of completely ideologically aligned even when he was"
    },
    {
      "start": 2069.52,
      "dur": 3.27,
      "text": "ideologically aligned even when he was in his shadow cabinet. Uh he then"
    },
    {
      "start": 2072.8,
      "dur": 2.47,
      "text": "in his shadow cabinet. Uh he then transformed himself and depending on"
    },
    {
      "start": 2075.28,
      "dur": 1.43,
      "text": "transformed himself and depending on where you stand that's either a good or"
    },
    {
      "start": 2076.72,
      "dur": 1.51,
      "text": "where you stand that's either a good or bad thing and for many people on both"
    },
    {
      "start": 2078.24,
      "dur": 1.51,
      "text": "bad thing and for many people on both sides of the argument a dishonest thing."
    },
    {
      "start": 2079.76,
      "dur": 2.309,
      "text": "sides of the argument a dishonest thing. But he transformed himself as leader"
    },
    {
      "start": 2082.079,
      "dur": 1.351,
      "text": "But he transformed himself as leader into quite a different political"
    },
    {
      "start": 2083.44,
      "dur": 2.55,
      "text": "into quite a different political personality. Uh but look, this is the"
    },
    {
      "start": 2086.0,
      "dur": 1.75,
      "text": "personality. Uh but look, this is the biggest test of his metal yet. He's in"
    },
    {
      "start": 2087.76,
      "dur": 3.03,
      "text": "biggest test of his metal yet. He's in government now. Uh he's essentially, I"
    },
    {
      "start": 2090.8,
      "dur": 1.829,
      "text": "government now. Uh he's essentially, I think it's fair to say objectively, and"
    },
    {
      "start": 2092.639,
      "dur": 1.911,
      "text": "think it's fair to say objectively, and I think you know, Labour MPs who"
    },
    {
      "start": 2094.56,
      "dur": 1.349,
      "text": "I think you know, Labour MPs who continue to support him would admit he's"
    },
    {
      "start": 2095.919,
      "dur": 1.43,
      "text": "continue to support him would admit he's essentially never found a way to make a"
    },
    {
      "start": 2097.359,
      "dur": 1.911,
      "text": "essentially never found a way to make a success of government in his 18 or"
    },
    {
      "start": 2099.28,
      "dur": 1.91,
      "text": "success of government in his 18 or months, 18 months or so that he's been"
    },
    {
      "start": 2101.2,
      "dur": 3.27,
      "text": "months, 18 months or so that he's been in. Uh his task now is to just earn the"
    },
    {
      "start": 2104.48,
      "dur": 1.43,
      "text": "in. Uh his task now is to just earn the right to try."
    },
    {
      "start": 2105.92,
      "dur": 1.909,
      "text": "right to try. &gt;&gt; And what happens next? We shall see."
    },
    {
      "start": 2107.839,
      "dur": 1.831,
      "text": "&gt;&gt; And what happens next? We shall see. Henry, thank you very much. Thank you,"
    },
    {
      "start": 2109.68,
      "dur": 1.03,
      "text": "Henry, thank you very much. Thank you, &gt;&gt; Luke. Thanks to you, too."
    },
    {
      "start": 2110.72,
      "dur": 0.47,
      "text": "&gt;&gt; Luke. Thanks to you, too. &gt;&gt; Thank you."
    },
    {
      "start": 2111.2,
      "dur": 1.35,
      "text": "&gt;&gt; Thank you. &gt;&gt; And Alva, thanks for all your hard work"
    },
    {
      "start": 2112.56,
      "dur": 1.43,
      "text": "&gt;&gt; And Alva, thanks for all your hard work on the new statement and newscast this"
    },
    {
      "start": 2114.0,
      "dur": 0.23,
      "text": "on the new statement and newscast this week."
    },
    {
      "start": 2114.24,
      "dur": 1.03,
      "text": "week. &gt;&gt; Well, thanks for having me."
    },
    {
      "start": 2115.28,
      "dur": 1.35,
      "text": "&gt;&gt; Well, thanks for having me. &gt;&gt; And just a reminder that the BBC is"
    },
    {
      "start": 2116.64,
      "dur": 1.75,
      "text": "&gt;&gt; And just a reminder that the BBC is continuing to approach Lord Mandlesson"
    },
    {
      "start": 2118.4,
      "dur": 2.07,
      "text": "continuing to approach Lord Mandlesson to put these allegations to him. He's"
    },
    {
      "start": 2120.48,
      "dur": 1.91,
      "text": "to put these allegations to him. He's not responded to repeated requests for"
    },
    {
      "start": 2122.4,
      "dur": 2.07,
      "text": "not responded to repeated requests for comment, but the BBC understands his"
    },
    {
      "start": 2124.48,
      "dur": 1.91,
      "text": "comment, but the BBC understands his position is that he has not acted in any"
    },
    {
      "start": 2126.4,
      "dur": 2.47,
      "text": "position is that he has not acted in any way criminally, and he was not motivated"
    },
    {
      "start": 2128.88,
      "dur": 2.79,
      "text": "way criminally, and he was not motivated by financial gain. And he has apologized"
    },
    {
      "start": 2131.68,
      "dur": 2.149,
      "text": "by financial gain. And he has apologized in several different forms for his"
    },
    {
      "start": 2133.839,
      "dur": 1.99,
      "text": "in several different forms for his relationship with Jeffrey Epstein. And"
    },
    {
      "start": 2135.839,
      "dur": 1.591,
      "text": "relationship with Jeffrey Epstein. And since we recorded this episode of"
    },
    {
      "start": 2137.44,
      "dur": 1.43,
      "text": "since we recorded this episode of newscast, one more development to bring"
    },
    {
      "start": 2138.88,
      "dur": 2.07,
      "text": "newscast, one more development to bring you. A letter from the intelligence and"
    },
    {
      "start": 2140.96,
      "dur": 1.91,
      "text": "you. A letter from the intelligence and security committee to Downing Street."
    },
    {
      "start": 2142.88,
      "dur": 1.67,
      "text": "security committee to Downing Street. The ISC are the ones who are going to"
    },
    {
      "start": 2144.56,
      "dur": 2.23,
      "text": "The ISC are the ones who are going to scrutinize the documents related to Lord"
    },
    {
      "start": 2146.8,
      "dur": 1.83,
      "text": "scrutinize the documents related to Lord Mandlesson's vetting to see if they can"
    },
    {
      "start": 2148.64,
      "dur": 2.79,
      "text": "Mandlesson's vetting to see if they can be released with redactions, bits"
    },
    {
      "start": 2151.44,
      "dur": 2.389,
      "text": "be released with redactions, bits crossed out if they're sensitive to"
    },
    {
      "start": 2153.839,
      "dur": 2.551,
      "text": "crossed out if they're sensitive to national security. This letter from the"
    },
    {
      "start": 2156.4,
      "dur": 2.55,
      "text": "national security. This letter from the ISC says they expect the government to"
    },
    {
      "start": 2158.96,
      "dur": 1.59,
      "text": "ISC says they expect the government to publish the vast majority of the"
    },
    {
      "start": 2160.56,
      "dur": 1.67,
      "text": "publish the vast majority of the documents which are not sensitive or"
    },
    {
      "start": 2162.24,
      "dur": 2.31,
      "text": "documents which are not sensitive or related to national security as soon as"
    },
    {
      "start": 2164.56,
      "dur": 2.07,
      "text": "related to national security as soon as possible and they're expecting only"
    },
    {
      "start": 2166.64,
      "dur": 1.51,
      "text": "possible and they're expecting only quite a small number of documents to"
    },
    {
      "start": 2168.16,
      "dur": 2.07,
      "text": "quite a small number of documents to head their way. They want to see them"
    },
    {
      "start": 2170.24,
      "dur": 2.15,
      "text": "head their way. They want to see them completely unredacted and then the"
    },
    {
      "start": 2172.4,
      "dur": 2.47,
      "text": "completely unredacted and then the committee says they will decide in what"
    },
    {
      "start": 2174.88,
      "dur": 2.07,
      "text": "committee says they will decide in what form they should be made public and"
    },
    {
      "start": 2176.96,
      "dur": 1.43,
      "text": "form they should be made public and they've also asked the government to"
    },
    {
      "start": 2178.4,
      "dur": 1.99,
      "text": "they've also asked the government to give them a date for when they will"
    },
    {
      "start": 2180.4,
      "dur": 2.87,
      "text": "give them a date for when they will receive that paperwork. So, a little bit"
    },
    {
      "start": 2183.28,
      "dur": 2.069,
      "text": "receive that paperwork. So, a little bit more on the process which was so hotly"
    },
    {
      "start": 2185.359,
      "dur": 2.311,
      "text": "more on the process which was so hotly debated in Parliament on Wednesday. And"
    },
    {
      "start": 2187.68,
      "dur": 1.11,
      "text": "debated in Parliament on Wednesday. And that is all for this episode of"
    },
    {
      "start": 2188.8,
      "dur": 2.07,
      "text": "that is all for this episode of Newscast. We'll be back again for our TV"
    },
    {
      "start": 2190.88,
      "dur": 2.39,
      "text": "Newscast. We'll be back again for our TV show on BBC1 after question time. See"
    },
    {
      "start": 2193.28,
      "dur": 3.16,
      "text": "show on BBC1 after question time. See you then."
    }
  ]
}