{
  "videoId": "AWMFT7DXRsY",
  "title": "Hong Kong court jails media tycoon and British citizen Jimmy Lai | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 368,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.999,
      "text": "The Hong Kong media tycoon and"
    },
    {
      "start": 2.159,
      "dur": 2.391,
      "text": "The Hong Kong media tycoon and pro-democracy campaigner Jimmy Lie has"
    },
    {
      "start": 4.56,
      "dur": 2.47,
      "text": "pro-democracy campaigner Jimmy Lie has been sentenced to 20 years in prison on"
    },
    {
      "start": 7.04,
      "dur": 1.83,
      "text": "been sentenced to 20 years in prison on charges of foreign collusion and"
    },
    {
      "start": 8.88,
      "dur": 2.47,
      "text": "charges of foreign collusion and sedition. It's the harshest punishment"
    },
    {
      "start": 11.36,
      "dur": 1.83,
      "text": "sedition. It's the harshest punishment yet handed out under the territo's"
    },
    {
      "start": 13.2,
      "dur": 3.35,
      "text": "yet handed out under the territo's strict national security law. Mr. Lie, a"
    },
    {
      "start": 16.56,
      "dur": 2.629,
      "text": "strict national security law. Mr. Lie, a British citizen, is 78. His family says"
    },
    {
      "start": 19.199,
      "dur": 2.951,
      "text": "British citizen, is 78. His family says the sentence is cruel and draconian."
    },
    {
      "start": 22.16,
      "dur": 3.189,
      "text": "the sentence is cruel and draconian. Now, we can speak now to uh Jimmy's son,"
    },
    {
      "start": 25.359,
      "dur": 2.23,
      "text": "Now, we can speak now to uh Jimmy's son, Sebastian Lie. Mr. Lie, thank you very"
    },
    {
      "start": 27.599,
      "dur": 2.551,
      "text": "Sebastian Lie. Mr. Lie, thank you very much uh for joining us. Please give us"
    },
    {
      "start": 30.16,
      "dur": 2.069,
      "text": "much uh for joining us. Please give us your reaction first of all to this"
    },
    {
      "start": 32.239,
      "dur": 1.99,
      "text": "your reaction first of all to this sentence which is the harshest so far"
    },
    {
      "start": 34.239,
      "dur": 1.351,
      "text": "sentence which is the harshest so far handed down."
    },
    {
      "start": 35.6,
      "dur": 1.51,
      "text": "handed down. &gt;&gt; It's obviously heartbreaking but"
    },
    {
      "start": 37.12,
      "dur": 2.55,
      "text": "&gt;&gt; It's obviously heartbreaking but unfortunately it's not unexpected. Um"
    },
    {
      "start": 39.68,
      "dur": 2.709,
      "text": "unfortunately it's not unexpected. Um look I think what was unexpected was"
    },
    {
      "start": 42.399,
      "dur": 1.351,
      "text": "look I think what was unexpected was that it took 5 years to get to this"
    },
    {
      "start": 43.76,
      "dur": 1.51,
      "text": "that it took 5 years to get to this point. The last 5 years my father has"
    },
    {
      "start": 45.28,
      "dur": 1.749,
      "text": "point. The last 5 years my father has spent in solitage confinement in the"
    },
    {
      "start": 47.039,
      "dur": 1.51,
      "text": "spent in solitage confinement in the maximum security prison. His health has"
    },
    {
      "start": 48.559,
      "dur": 2.391,
      "text": "maximum security prison. His health has massively deteriorated. But the the"
    },
    {
      "start": 50.96,
      "dur": 1.83,
      "text": "massively deteriorated. But the the outcome to this this life sentence"
    },
    {
      "start": 52.8,
      "dur": 2.95,
      "text": "outcome to this this life sentence essentially he's 78. So even if he got"
    },
    {
      "start": 55.76,
      "dur": 1.51,
      "text": "essentially he's 78. So even if he got three more years that that could very"
    },
    {
      "start": 57.28,
      "dur": 2.31,
      "text": "three more years that that could very well be a death sentence. um this life"
    },
    {
      "start": 59.6,
      "dur": 1.51,
      "text": "well be a death sentence. um this life sentence is something that he he he"
    },
    {
      "start": 61.12,
      "dur": 2.069,
      "text": "sentence is something that he he he always knew that was a possibility, you"
    },
    {
      "start": 63.199,
      "dur": 2.471,
      "text": "always knew that was a possibility, you know, even five years, five years ago,"
    },
    {
      "start": 65.68,
      "dur": 1.59,
      "text": "know, even five years, five years ago, even 30 years ago when he decided to"
    },
    {
      "start": 67.28,
      "dur": 1.59,
      "text": "even 30 years ago when he decided to start campaigning for freedom and"
    },
    {
      "start": 68.88,
      "dur": 2.07,
      "text": "start campaigning for freedom and democracy in Hong Kong. So"
    },
    {
      "start": 70.96,
      "dur": 2.469,
      "text": "democracy in Hong Kong. So heartbreaking, but but unfortunately we"
    },
    {
      "start": 73.439,
      "dur": 1.511,
      "text": "heartbreaking, but but unfortunately we we all expected it."
    },
    {
      "start": 74.96,
      "dur": 3.509,
      "text": "we all expected it. &gt;&gt; China has said that the sentencing is"
    },
    {
      "start": 78.479,
      "dur": 2.31,
      "text": "&gt;&gt; China has said that the sentencing is legitimate. They believe that that your"
    },
    {
      "start": 80.799,
      "dur": 2.63,
      "text": "legitimate. They believe that that your father um was putting the city's"
    },
    {
      "start": 83.439,
      "dur": 2.791,
      "text": "father um was putting the city's stability at stake. How would you"
    },
    {
      "start": 86.24,
      "dur": 2.869,
      "text": "stability at stake. How would you characterize the trial he received?"
    },
    {
      "start": 89.119,
      "dur": 1.591,
      "text": "characterize the trial he received? &gt;&gt; It's a textbook show trial. There's"
    },
    {
      "start": 90.72,
      "dur": 2.87,
      "text": "&gt;&gt; It's a textbook show trial. There's allegations of witnesses being tortured."
    },
    {
      "start": 93.6,
      "dur": 3.67,
      "text": "allegations of witnesses being tortured. Uh multiple states, NOS's uh have called"
    },
    {
      "start": 97.28,
      "dur": 1.27,
      "text": "Uh multiple states, NOS's uh have called for my father's release. The United"
    },
    {
      "start": 98.56,
      "dur": 1.99,
      "text": "for my father's release. The United Nations have called for my father's"
    },
    {
      "start": 100.56,
      "dur": 2.39,
      "text": "Nations have called for my father's release. So, it's a it's a textbook show"
    },
    {
      "start": 102.96,
      "dur": 1.99,
      "text": "release. So, it's a it's a textbook show trial. I mean, look, this charge of"
    },
    {
      "start": 104.96,
      "dur": 2.149,
      "text": "trial. I mean, look, this charge of collusion with foreign forces um"
    },
    {
      "start": 107.119,
      "dur": 1.99,
      "text": "collusion with foreign forces um collusion necessitates necess"
    },
    {
      "start": 109.119,
      "dur": 3.03,
      "text": "collusion necessitates necess necessitates some uh nefarious benefit."
    },
    {
      "start": 112.159,
      "dur": 1.351,
      "text": "necessitates some uh nefarious benefit. And all that I have found is that the"
    },
    {
      "start": 113.52,
      "dur": 1.99,
      "text": "And all that I have found is that the nefarious benefit for my father would"
    },
    {
      "start": 115.52,
      "dur": 1.589,
      "text": "nefarious benefit for my father would have been democracy in Hong Kong that"
    },
    {
      "start": 117.119,
      "dur": 1.59,
      "text": "have been democracy in Hong Kong that was promised in the joint declaration."
    },
    {
      "start": 118.719,
      "dur": 2.631,
      "text": "was promised in the joint declaration. Democracy and and one vote, one vote for"
    },
    {
      "start": 121.36,
      "dur": 2.87,
      "text": "Democracy and and one vote, one vote for every every single person that that's"
    },
    {
      "start": 124.24,
      "dur": 2.549,
      "text": "every every single person that that's not nefarious."
    },
    {
      "start": 126.799,
      "dur": 2.631,
      "text": "not nefarious. &gt;&gt; Tell us what your concerns are for him"
    },
    {
      "start": 129.44,
      "dur": 3.35,
      "text": "&gt;&gt; Tell us what your concerns are for him and his other former colleagues who've"
    },
    {
      "start": 132.8,
      "dur": 2.39,
      "text": "and his other former colleagues who've been uh put in prison as well. How much"
    },
    {
      "start": 135.2,
      "dur": 2.31,
      "text": "been uh put in prison as well. How much contact are you likely to have with him?"
    },
    {
      "start": 137.52,
      "dur": 1.59,
      "text": "contact are you likely to have with him? Unfortunately, because I advocate on his"
    },
    {
      "start": 139.12,
      "dur": 1.99,
      "text": "Unfortunately, because I advocate on his behalf, I can't um I can't go back to"
    },
    {
      "start": 141.12,
      "dur": 3.109,
      "text": "behalf, I can't um I can't go back to Hong Kong. And yeah, it's it's obviously"
    },
    {
      "start": 144.239,
      "dur": 2.07,
      "text": "Hong Kong. And yeah, it's it's obviously tremendously heartbreaking because many"
    },
    {
      "start": 146.319,
      "dur": 2.231,
      "text": "tremendously heartbreaking because many of my father's colleagues uh and and and"
    },
    {
      "start": 148.56,
      "dur": 2.63,
      "text": "of my father's colleagues uh and and and and other people who were arrested were"
    },
    {
      "start": 151.2,
      "dur": 1.91,
      "text": "and other people who were arrested were to put up the show trial. So, there's"
    },
    {
      "start": 153.12,
      "dur": 2.15,
      "text": "to put up the show trial. So, there's this immensely cruel thing that they're"
    },
    {
      "start": 155.28,
      "dur": 1.75,
      "text": "this immensely cruel thing that they're doing, ruining all these people's lives"
    },
    {
      "start": 157.04,
      "dur": 1.829,
      "text": "doing, ruining all these people's lives in order to to essentially get to my"
    },
    {
      "start": 158.879,
      "dur": 2.63,
      "text": "in order to to essentially get to my father. And and what have they done? I"
    },
    {
      "start": 161.519,
      "dur": 1.671,
      "text": "father. And and what have they done? I mean they they've they've kept this man"
    },
    {
      "start": 163.2,
      "dur": 1.91,
      "text": "mean they they've they've kept this man who's a hero to many in the world for"
    },
    {
      "start": 165.12,
      "dur": 2.15,
      "text": "who's a hero to many in the world for for for five years in prison. Uh they've"
    },
    {
      "start": 167.28,
      "dur": 2.63,
      "text": "for for five years in prison. Uh they've destroyed their legal system. U and and"
    },
    {
      "start": 169.92,
      "dur": 2.47,
      "text": "destroyed their legal system. U and and and what benefit"
    },
    {
      "start": 172.4,
      "dur": 2.23,
      "text": "and what benefit &gt;&gt; as we've said he is a British uh"
    },
    {
      "start": 174.64,
      "dur": 3.91,
      "text": "&gt;&gt; as we've said he is a British uh citizen. What more would you like the UK"
    },
    {
      "start": 178.56,
      "dur": 2.87,
      "text": "citizen. What more would you like the UK government to do? Because I I h I have"
    },
    {
      "start": 181.44,
      "dur": 2.869,
      "text": "government to do? Because I I h I have heard it described by your father's"
    },
    {
      "start": 184.319,
      "dur": 1.27,
      "text": "heard it described by your father's supporters that it was a wasted"
    },
    {
      "start": 185.599,
      "dur": 2.311,
      "text": "supporters that it was a wasted opportunity when Sakir Starma went to"
    },
    {
      "start": 187.92,
      "dur": 1.669,
      "text": "opportunity when Sakir Starma went to China."
    },
    {
      "start": 189.599,
      "dur": 1.99,
      "text": "China. You know, unfortunately, time is running"
    },
    {
      "start": 191.599,
      "dur": 1.671,
      "text": "You know, unfortunately, time is running out for my father. The clock is ticking"
    },
    {
      "start": 193.28,
      "dur": 1.75,
      "text": "out for my father. The clock is ticking at at his age, given the conditions he's"
    },
    {
      "start": 195.04,
      "dur": 1.99,
      "text": "at at his age, given the conditions he's in. He's got heart issues. He's lost 10"
    },
    {
      "start": 197.04,
      "dur": 2.79,
      "text": "in. He's got heart issues. He's lost 10 kilos over the last year alone. Um time"
    },
    {
      "start": 199.84,
      "dur": 3.43,
      "text": "kilos over the last year alone. Um time is not on his side. Um and and and in a"
    },
    {
      "start": 203.28,
      "dur": 1.11,
      "text": "is not on his side. Um and and and in a time when we're talking about closer"
    },
    {
      "start": 204.4,
      "dur": 1.67,
      "text": "time when we're talking about closer relationships to China, a normalization"
    },
    {
      "start": 206.08,
      "dur": 1.67,
      "text": "relationships to China, a normalization of relationships,"
    },
    {
      "start": 207.76,
      "dur": 2.15,
      "text": "of relationships, uh you know, despite all the national"
    },
    {
      "start": 209.92,
      "dur": 1.75,
      "text": "uh you know, despite all the national security concerns that we have, rightly"
    },
    {
      "start": 211.68,
      "dur": 2.07,
      "text": "security concerns that we have, rightly so in in this country, if they can't"
    },
    {
      "start": 213.76,
      "dur": 3.109,
      "text": "so in in this country, if they can't even put a 78-year-old man who's guilty"
    },
    {
      "start": 216.879,
      "dur": 2.63,
      "text": "even put a 78-year-old man who's guilty of nothing more than giving giving all"
    },
    {
      "start": 219.519,
      "dur": 1.591,
      "text": "of nothing more than giving giving all that he has to stand up for freedom and"
    },
    {
      "start": 221.12,
      "dur": 1.99,
      "text": "that he has to stand up for freedom and liberty for the people of Hong Kong on a"
    },
    {
      "start": 223.12,
      "dur": 2.95,
      "text": "liberty for the people of Hong Kong on a plane and sending him back here now, uh"
    },
    {
      "start": 226.08,
      "dur": 1.35,
      "text": "plane and sending him back here now, uh especially given his deteriorating"
    },
    {
      "start": 227.44,
      "dur": 1.11,
      "text": "especially given his deteriorating health. And that tells you all you need"
    },
    {
      "start": 228.56,
      "dur": 1.11,
      "text": "health. And that tells you all you need to know about the relationship that we"
    },
    {
      "start": 229.68,
      "dur": 1.99,
      "text": "to know about the relationship that we have with China."
    },
    {
      "start": 231.68,
      "dur": 2.39,
      "text": "have with China. What regrets does he have given what's"
    },
    {
      "start": 234.08,
      "dur": 3.11,
      "text": "What regrets does he have given what's happened to him?"
    },
    {
      "start": 237.2,
      "dur": 1.99,
      "text": "happened to him? &gt;&gt; I I think"
    },
    {
      "start": 239.2,
      "dur": 1.83,
      "text": "&gt;&gt; I I think look I I think when you hear stories"
    },
    {
      "start": 241.04,
      "dur": 2.31,
      "text": "look I I think when you hear stories like my father's about the courage that"
    },
    {
      "start": 243.36,
      "dur": 2.55,
      "text": "like my father's about the courage that that that he's faced in these situations"
    },
    {
      "start": 245.92,
      "dur": 1.589,
      "text": "that that he's faced in these situations um people think of men that have no"
    },
    {
      "start": 247.519,
      "dur": 1.591,
      "text": "um people think of men that have no fear. Uh but I can guarantee you I know"
    },
    {
      "start": 249.12,
      "dur": 1.749,
      "text": "fear. Uh but I can guarantee you I know my father he he fears he fears the same"
    },
    {
      "start": 250.879,
      "dur": 3.27,
      "text": "my father he he fears he fears the same way as all of us. Um he fears to never"
    },
    {
      "start": 254.159,
      "dur": 1.751,
      "text": "way as all of us. Um he fears to never see his family again. He fears to to to"
    },
    {
      "start": 255.92,
      "dur": 2.23,
      "text": "see his family again. He fears to to to die in prison alone."
    },
    {
      "start": 258.16,
      "dur": 1.589,
      "text": "die in prison alone. But what he doesn't fear, what what he"
    },
    {
      "start": 259.759,
      "dur": 2.391,
      "text": "But what he doesn't fear, what what he knows that he has done is is that he's"
    },
    {
      "start": 262.16,
      "dur": 1.91,
      "text": "knows that he has done is is that he's given everything that he has to stand up"
    },
    {
      "start": 264.08,
      "dur": 1.19,
      "text": "given everything that he has to stand up for his beliefs, to stand up for his"
    },
    {
      "start": 265.28,
      "dur": 1.189,
      "text": "for his beliefs, to stand up for his colleague, to stand up for the people of"
    },
    {
      "start": 266.479,
      "dur": 3.43,
      "text": "colleague, to stand up for the people of Hong Kong. In the end day, this is a man"
    },
    {
      "start": 269.919,
      "dur": 2.791,
      "text": "Hong Kong. In the end day, this is a man who at every turn,"
    },
    {
      "start": 272.72,
      "dur": 1.749,
      "text": "who at every turn, did the right thing, and and and and I'm"
    },
    {
      "start": 274.479,
      "dur": 1.111,
      "text": "did the right thing, and and and and I'm proud of him, and I hope that our"
    },
    {
      "start": 275.6,
      "dur": 1.19,
      "text": "proud of him, and I hope that our country is also proud of him."
    },
    {
      "start": 276.8,
      "dur": 2.63,
      "text": "country is also proud of him. &gt;&gt; What do you believe his sentence means"
    },
    {
      "start": 279.44,
      "dur": 2.07,
      "text": "&gt;&gt; What do you believe his sentence means for Hong Kong?"
    },
    {
      "start": 281.52,
      "dur": 0.229,
      "text": "for Hong Kong? I"
    },
    {
      "start": 281.759,
      "dur": 2.71,
      "text": "I &gt;&gt; I think it's, you know, obviously"
    },
    {
      "start": 284.479,
      "dur": 1.831,
      "text": "&gt;&gt; I think it's, you know, obviously devastating, but it's also a tremendous"
    },
    {
      "start": 286.32,
      "dur": 2.79,
      "text": "devastating, but it's also a tremendous faux path. Uh it's it's a it's it's not"
    },
    {
      "start": 289.12,
      "dur": 1.349,
      "text": "faux path. Uh it's it's a it's it's not the smart move because you've"
    },
    {
      "start": 290.479,
      "dur": 1.99,
      "text": "the smart move because you've essentially destroyed your legal system."
    },
    {
      "start": 292.479,
      "dur": 1.351,
      "text": "essentially destroyed your legal system. You've essentially decided to weaponize"
    },
    {
      "start": 293.84,
      "dur": 3.83,
      "text": "You've essentially decided to weaponize a legal system uh to to to to go after a"
    },
    {
      "start": 297.68,
      "dur": 1.35,
      "text": "a legal system uh to to to to go after a man who's a hero to many around the"
    },
    {
      "start": 299.04,
      "dur": 2.39,
      "text": "man who's a hero to many around the world to destroy his newspaper to arrest"
    },
    {
      "start": 301.44,
      "dur": 3.67,
      "text": "world to destroy his newspaper to arrest you know a few of his colleagues. Um and"
    },
    {
      "start": 305.12,
      "dur": 2.23,
      "text": "you know a few of his colleagues. Um and and and there's no benefit to it because"
    },
    {
      "start": 307.36,
      "dur": 2.95,
      "text": "and and there's no benefit to it because after 5 years uh after a tremendously"
    },
    {
      "start": 310.32,
      "dur": 1.35,
      "text": "after 5 years uh after a tremendously long trial they they have found nothing."
    },
    {
      "start": 311.68,
      "dur": 2.229,
      "text": "long trial they they have found nothing. They have found a man who has given"
    },
    {
      "start": 313.919,
      "dur": 0.951,
      "text": "They have found a man who has given everything that he has for freedom."
    },
    {
      "start": 314.88,
      "dur": 3.11,
      "text": "everything that he has for freedom. there's no uh uh um you know there's"
    },
    {
      "start": 318.0,
      "dur": 1.51,
      "text": "there's no uh uh um you know there's there's no evidence that incriminate"
    },
    {
      "start": 319.52,
      "dur": 2.71,
      "text": "there's no evidence that incriminate him. So Hong Kong now has spent this"
    },
    {
      "start": 322.24,
      "dur": 1.35,
      "text": "him. So Hong Kong now has spent this tremendous amount of money, destroyed"
    },
    {
      "start": 323.6,
      "dur": 1.589,
      "text": "tremendous amount of money, destroyed what was his competitive advantage, a"
    },
    {
      "start": 325.199,
      "dur": 2.71,
      "text": "what was his competitive advantage, a very strong legal system to go after my"
    },
    {
      "start": 327.919,
      "dur": 1.751,
      "text": "very strong legal system to go after my father and and and and have nothing to"
    },
    {
      "start": 329.68,
      "dur": 1.43,
      "text": "father and and and and have nothing to show for it."
    },
    {
      "start": 331.12,
      "dur": 2.47,
      "text": "show for it. &gt;&gt; What hopes do you have that the"
    },
    {
      "start": 333.6,
      "dur": 2.309,
      "text": "&gt;&gt; What hopes do you have that the authorities will cut short his sentence"
    },
    {
      "start": 335.919,
      "dur": 1.99,
      "text": "authorities will cut short his sentence and release him?"
    },
    {
      "start": 337.919,
      "dur": 2.471,
      "text": "and release him? &gt;&gt; I think it's it's in their best interest"
    },
    {
      "start": 340.4,
      "dur": 2.87,
      "text": "&gt;&gt; I think it's it's in their best interest to do so. Um now whether they do that I"
    },
    {
      "start": 343.28,
      "dur": 2.87,
      "text": "to do so. Um now whether they do that I I I I I I do not know but that's why"
    },
    {
      "start": 346.16,
      "dur": 2.23,
      "text": "I I I I I do not know but that's why it's so important to push for it. And I"
    },
    {
      "start": 348.4,
      "dur": 2.229,
      "text": "it's so important to push for it. And I think in the end they a man who has"
    },
    {
      "start": 350.639,
      "dur": 3.351,
      "text": "think in the end they a man who has given up so much um so many years so"
    },
    {
      "start": 354.0,
      "dur": 1.51,
      "text": "given up so much um so many years so much"
    },
    {
      "start": 355.52,
      "dur": 3.509,
      "text": "much time for for for freedom and democracy"
    },
    {
      "start": 359.039,
      "dur": 1.99,
      "text": "time for for for freedom and democracy deserves a bit of freedom himself. So I"
    },
    {
      "start": 361.039,
      "dur": 1.831,
      "text": "deserves a bit of freedom himself. So I I I hope they do the right thing."
    },
    {
      "start": 362.88,
      "dur": 1.589,
      "text": "I I hope they do the right thing. &gt;&gt; Sebastian Lie thank you very much for"
    },
    {
      "start": 364.479,
      "dur": 1.99,
      "text": "&gt;&gt; Sebastian Lie thank you very much for talking to us here on BBC News."
    },
    {
      "start": 366.479,
      "dur": 2.881,
      "text": "talking to us here on BBC News. &gt;&gt; Thank you for having me."
    }
  ]
}