{
  "videoId": "B49bLWfvLJE",
  "title": "Russia launches ballistic missile attack on Ukraine | BBC News",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 370,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.48,
      "text": "Russia has pounded Ukraine with drones"
    },
    {
      "start": 2.96,
      "dur": 1.99,
      "text": "Russia has pounded Ukraine with drones and ballistic missiles overnight,"
    },
    {
      "start": 4.96,
      "dur": 2.309,
      "text": "and ballistic missiles overnight, targeting energy systems and injuring at"
    },
    {
      "start": 7.279,
      "dur": 2.23,
      "text": "targeting energy systems and injuring at least seven people in the capital Kev"
    },
    {
      "start": 9.519,
      "dur": 2.391,
      "text": "least seven people in the capital Kev and the cities of Denro and Adessa."
    },
    {
      "start": 11.92,
      "dur": 3.669,
      "text": "and the cities of Denro and Adessa. Officials say 2,600 buildings are now"
    },
    {
      "start": 15.599,
      "dur": 2.551,
      "text": "Officials say 2,600 buildings are now without power in the capital after what"
    },
    {
      "start": 18.16,
      "dur": 2.47,
      "text": "without power in the capital after what Mayor Vitali Klitschko called a massive"
    },
    {
      "start": 20.64,
      "dur": 2.389,
      "text": "Mayor Vitali Klitschko called a massive attack on Kev. Two people were hurt"
    },
    {
      "start": 23.039,
      "dur": 2.07,
      "text": "attack on Kev. Two people were hurt there. Separately, in the southern city"
    },
    {
      "start": 25.119,
      "dur": 2.791,
      "text": "there. Separately, in the southern city of Adessa, nearly 300,000 residents were"
    },
    {
      "start": 27.92,
      "dur": 1.669,
      "text": "of Adessa, nearly 300,000 residents were left without electricity or running"
    },
    {
      "start": 29.599,
      "dur": 2.311,
      "text": "left without electricity or running water following a Russian attack."
    },
    {
      "start": 31.92,
      "dur": 1.91,
      "text": "water following a Russian attack. According to the country's deputy prime"
    },
    {
      "start": 33.84,
      "dur": 1.91,
      "text": "According to the country's deputy prime minister, almost 200 buildings in the"
    },
    {
      "start": 35.76,
      "dur": 2.87,
      "text": "minister, almost 200 buildings in the city also lost heating. While that"
    },
    {
      "start": 38.64,
      "dur": 2.15,
      "text": "city also lost heating. While that latest attack on Ukraine comes as a"
    },
    {
      "start": 40.8,
      "dur": 2.31,
      "text": "latest attack on Ukraine comes as a leading German economic think tank says"
    },
    {
      "start": 43.12,
      "dur": 4.55,
      "text": "leading German economic think tank says US aid for Ukraine fell by 99% in 2025,"
    },
    {
      "start": 47.68,
      "dur": 3.029,
      "text": "US aid for Ukraine fell by 99% in 2025, reflecting the change in US policy. In"
    },
    {
      "start": 50.719,
      "dur": 1.83,
      "text": "reflecting the change in US policy. In its report, the Keel Institute says"
    },
    {
      "start": 52.559,
      "dur": 1.99,
      "text": "its report, the Keel Institute says Europe's contributions have sharply"
    },
    {
      "start": 54.559,
      "dur": 2.231,
      "text": "Europe's contributions have sharply increased in response and reached levels"
    },
    {
      "start": 56.8,
      "dur": 1.909,
      "text": "increased in response and reached levels which almost offset the collapse of"
    },
    {
      "start": 58.719,
      "dur": 2.15,
      "text": "which almost offset the collapse of American support. Its data shows that"
    },
    {
      "start": 60.879,
      "dur": 2.15,
      "text": "American support. Its data shows that European allocations for financial and"
    },
    {
      "start": 63.039,
      "dur": 3.671,
      "text": "European allocations for financial and humanitarian aid to Ukraine grew by 59%"
    },
    {
      "start": 66.72,
      "dur": 2.389,
      "text": "humanitarian aid to Ukraine grew by 59% mostly backed by EU institutions."
    },
    {
      "start": 69.119,
      "dur": 2.151,
      "text": "mostly backed by EU institutions. Military aid increased by twothirds and"
    },
    {
      "start": 71.28,
      "dur": 2.39,
      "text": "Military aid increased by twothirds and was dominated by countries in Northern"
    },
    {
      "start": 73.68,
      "dur": 2.31,
      "text": "was dominated by countries in Northern and Western Europe. While the UK"
    },
    {
      "start": 76.0,
      "dur": 1.27,
      "text": "and Western Europe. While the UK government's announced that it will"
    },
    {
      "start": 77.28,
      "dur": 1.59,
      "text": "government's announced that it will urgently provide new air defense"
    },
    {
      "start": 78.88,
      "dur": 2.79,
      "text": "urgently provide new air defense missiles and systems worth more than500"
    },
    {
      "start": 81.68,
      "dur": 2.23,
      "text": "missiles and systems worth more than500 million pounds to Ukraine to protect"
    },
    {
      "start": 83.92,
      "dur": 2.229,
      "text": "million pounds to Ukraine to protect against Russian attacks. For the first"
    },
    {
      "start": 86.159,
      "dur": 2.231,
      "text": "against Russian attacks. For the first time, this will include 150 million"
    },
    {
      "start": 88.4,
      "dur": 1.67,
      "text": "time, this will include 150 million pounds worth of equipment bought from"
    },
    {
      "start": 90.08,
      "dur": 3.669,
      "text": "pounds worth of equipment bought from the US as part of a NATO initiative."
    },
    {
      "start": 93.759,
      "dur": 1.431,
      "text": "the US as part of a NATO initiative. Well, in the last hour, the Secretary"
    },
    {
      "start": 95.2,
      "dur": 2.31,
      "text": "Well, in the last hour, the Secretary General of NATO, Mark Rutter, has been"
    },
    {
      "start": 97.52,
      "dur": 1.99,
      "text": "General of NATO, Mark Rutter, has been giving a briefing shortly before hosting"
    },
    {
      "start": 99.52,
      "dur": 2.07,
      "text": "giving a briefing shortly before hosting a meeting of defense ministers. Let's"
    },
    {
      "start": 101.6,
      "dur": 2.869,
      "text": "a meeting of defense ministers. Let's have a listen to what he had to say."
    },
    {
      "start": 104.479,
      "dur": 2.31,
      "text": "have a listen to what he had to say. As the United States continues to drive"
    },
    {
      "start": 106.799,
      "dur": 2.551,
      "text": "As the United States continues to drive efforts to bring the war to a just and"
    },
    {
      "start": 109.36,
      "dur": 3.19,
      "text": "efforts to bring the war to a just and lasting end, Russia continues to pursue"
    },
    {
      "start": 112.56,
      "dur": 2.15,
      "text": "lasting end, Russia continues to pursue civilian targets, including energy"
    },
    {
      "start": 114.72,
      "dur": 2.31,
      "text": "civilian targets, including energy infrastructure. So, it is still"
    },
    {
      "start": 117.04,
      "dur": 2.47,
      "text": "infrastructure. So, it is still essential that allies continue to step"
    },
    {
      "start": 119.52,
      "dur": 2.71,
      "text": "essential that allies continue to step up support, including through NATO's"
    },
    {
      "start": 122.24,
      "dur": 3.03,
      "text": "up support, including through NATO's Pearl initiative. It is ensuring that"
    },
    {
      "start": 125.28,
      "dur": 2.149,
      "text": "Pearl initiative. It is ensuring that essential US equipment is delivered to"
    },
    {
      "start": 127.439,
      "dur": 2.79,
      "text": "essential US equipment is delivered to Ukraine, paid for by allies and"
    },
    {
      "start": 130.239,
      "dur": 1.431,
      "text": "Ukraine, paid for by allies and partners."
    },
    {
      "start": 131.68,
      "dur": 2.07,
      "text": "partners. This afternoon we will hold a meeting of"
    },
    {
      "start": 133.76,
      "dur": 2.63,
      "text": "This afternoon we will hold a meeting of the NATO Ukraine Council. We will be"
    },
    {
      "start": 136.4,
      "dur": 2.39,
      "text": "the NATO Ukraine Council. We will be joined by Defense Minister Mikallo"
    },
    {
      "start": 138.8,
      "dur": 2.789,
      "text": "joined by Defense Minister Mikallo Federov and he will brief us on the"
    },
    {
      "start": 141.599,
      "dur": 2.311,
      "text": "Federov and he will brief us on the situation on the ground and on Ukraine's"
    },
    {
      "start": 143.92,
      "dur": 2.71,
      "text": "situation on the ground and on Ukraine's long-term needs. We will also be joined"
    },
    {
      "start": 146.64,
      "dur": 2.07,
      "text": "long-term needs. We will also be joined by the office of the EU high"
    },
    {
      "start": 148.72,
      "dur": 2.63,
      "text": "by the office of the EU high representatives as we work closely with"
    },
    {
      "start": 151.36,
      "dur": 2.47,
      "text": "representatives as we work closely with the European Union on Ukraine and of"
    },
    {
      "start": 153.84,
      "dur": 3.029,
      "text": "the European Union on Ukraine and of course on so many other issues. Ukraine"
    },
    {
      "start": 156.879,
      "dur": 3.43,
      "text": "course on so many other issues. Ukraine security is linked with our own. We must"
    },
    {
      "start": 160.319,
      "dur": 3.91,
      "text": "security is linked with our own. We must ensure that when this war ends, Russia"
    },
    {
      "start": 164.239,
      "dur": 3.831,
      "text": "ensure that when this war ends, Russia will never try again to invade Ukraine."
    },
    {
      "start": 168.08,
      "dur": 1.67,
      "text": "will never try again to invade Ukraine. &gt;&gt; Mark Rutter there. Well, let's go"
    },
    {
      "start": 169.76,
      "dur": 1.749,
      "text": "&gt;&gt; Mark Rutter there. Well, let's go straight to Kev and join our"
    },
    {
      "start": 171.519,
      "dur": 1.99,
      "text": "straight to Kev and join our correspondent there, Sarah Reignsford."
    },
    {
      "start": 173.519,
      "dur": 1.99,
      "text": "correspondent there, Sarah Reignsford. So Sarah, let's start with what's"
    },
    {
      "start": 175.519,
      "dur": 1.831,
      "text": "So Sarah, let's start with what's happened overnight. Those extensive"
    },
    {
      "start": 177.36,
      "dur": 1.43,
      "text": "happened overnight. Those extensive attacks, not just hitting where you are"
    },
    {
      "start": 178.8,
      "dur": 1.67,
      "text": "attacks, not just hitting where you are in Kev, but other parts of the country"
    },
    {
      "start": 180.48,
      "dur": 3.109,
      "text": "in Kev, but other parts of the country as well."
    },
    {
      "start": 183.599,
      "dur": 1.831,
      "text": "as well. &gt;&gt; Yeah, another night of Russian attacks"
    },
    {
      "start": 185.44,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah, another night of Russian attacks in which they targeted all the big"
    },
    {
      "start": 186.959,
      "dur": 2.871,
      "text": "in which they targeted all the big cities here in Ukraine. So Kiev, Nepro,"
    },
    {
      "start": 189.84,
      "dur": 3.27,
      "text": "cities here in Ukraine. So Kiev, Nepro, Hark, Adessa in the south were all"
    },
    {
      "start": 193.12,
      "dur": 2.23,
      "text": "Hark, Adessa in the south were all targeted with missiles and drones. This"
    },
    {
      "start": 195.36,
      "dur": 1.91,
      "text": "targeted with missiles and drones. This time 24 missiles were told by the"
    },
    {
      "start": 197.28,
      "dur": 3.35,
      "text": "time 24 missiles were told by the Ukrainian authorities, 220 or so drones."
    },
    {
      "start": 200.64,
      "dur": 1.75,
      "text": "Ukrainian authorities, 220 or so drones. And some of those, of course, did get"
    },
    {
      "start": 202.4,
      "dur": 2.549,
      "text": "And some of those, of course, did get through, which underlines the point uh"
    },
    {
      "start": 204.959,
      "dur": 2.151,
      "text": "through, which underlines the point uh that Ukraine makes over and over again"
    },
    {
      "start": 207.12,
      "dur": 2.63,
      "text": "that Ukraine makes over and over again that it needs proper air defenses. it"
    },
    {
      "start": 209.76,
      "dur": 1.829,
      "text": "that it needs proper air defenses. it needs more air defense missiles in order"
    },
    {
      "start": 211.599,
      "dur": 2.311,
      "text": "needs more air defense missiles in order in particular to intercept ballistic"
    },
    {
      "start": 213.92,
      "dur": 2.869,
      "text": "in particular to intercept ballistic missiles that Russia uh continues to to"
    },
    {
      "start": 216.799,
      "dur": 3.111,
      "text": "missiles that Russia uh continues to to target use to target Ukraine. So we know"
    },
    {
      "start": 219.92,
      "dur": 1.669,
      "text": "target use to target Ukraine. So we know this morning that here in Kiev,"
    },
    {
      "start": 221.599,
      "dur": 1.671,
      "text": "this morning that here in Kiev, according to the mayor, another 2 and a"
    },
    {
      "start": 223.28,
      "dur": 1.83,
      "text": "according to the mayor, another 2 and a half thousand or so tower blocks have"
    },
    {
      "start": 225.12,
      "dur": 2.23,
      "text": "half thousand or so tower blocks have been left without heating after one"
    },
    {
      "start": 227.36,
      "dur": 2.229,
      "text": "been left without heating after one power plant in particular uh was hit"
    },
    {
      "start": 229.599,
      "dur": 1.99,
      "text": "power plant in particular uh was hit overnight. We saw the images uh from"
    },
    {
      "start": 231.599,
      "dur": 1.99,
      "text": "overnight. We saw the images uh from there. We visited a power plant here in"
    },
    {
      "start": 233.599,
      "dur": 2.151,
      "text": "there. We visited a power plant here in Kiev ourselves in in recent days and"
    },
    {
      "start": 235.76,
      "dur": 2.15,
      "text": "Kiev ourselves in in recent days and seen the the absolute devastation of"
    },
    {
      "start": 237.92,
      "dur": 2.869,
      "text": "seen the the absolute devastation of that power plant by uh repeated uh"
    },
    {
      "start": 240.799,
      "dur": 1.591,
      "text": "that power plant by uh repeated uh strikes with ballistic missiles by"
    },
    {
      "start": 242.4,
      "dur": 1.27,
      "text": "strikes with ballistic missiles by Russia. So it's quite clear that they"
    },
    {
      "start": 243.68,
      "dur": 1.67,
      "text": "Russia. So it's quite clear that they are targeting uh the energy"
    },
    {
      "start": 245.36,
      "dur": 1.83,
      "text": "are targeting uh the energy infrastructure and that happened again"
    },
    {
      "start": 247.2,
      "dur": 1.43,
      "text": "infrastructure and that happened again overnight last night."
    },
    {
      "start": 248.64,
      "dur": 1.99,
      "text": "overnight last night. &gt;&gt; Indeed. And of course, all of this comes"
    },
    {
      "start": 250.64,
      "dur": 1.75,
      "text": "&gt;&gt; Indeed. And of course, all of this comes as uh we've got that announcement that"
    },
    {
      "start": 252.4,
      "dur": 2.31,
      "text": "as uh we've got that announcement that the UK government has announced it's"
    },
    {
      "start": 254.72,
      "dur": 3.189,
      "text": "the UK government has announced it's going to fund more defense missiles and"
    },
    {
      "start": 257.919,
      "dur": 2.87,
      "text": "going to fund more defense missiles and systems to the tune of some 500 million"
    },
    {
      "start": 260.799,
      "dur": 1.67,
      "text": "systems to the tune of some 500 million pounds. Um as we said in the"
    },
    {
      "start": 262.479,
      "dur": 1.751,
      "text": "pounds. Um as we said in the introduction, Sarah, that could help"
    },
    {
      "start": 264.24,
      "dur": 2.71,
      "text": "introduction, Sarah, that could help plug the shortfall from US funding."
    },
    {
      "start": 266.96,
      "dur": 1.35,
      "text": "plug the shortfall from US funding. What's your assessment of how"
    },
    {
      "start": 268.32,
      "dur": 1.83,
      "text": "What's your assessment of how significant this will be in terms of"
    },
    {
      "start": 270.16,
      "dur": 4.23,
      "text": "significant this will be in terms of assisting the Ukrainian military?"
    },
    {
      "start": 274.4,
      "dur": 1.84,
      "text": "Yeah, I mean this this pearl system as"
    },
    {
      "start": 276.24,
      "dur": 1.509,
      "text": "Yeah, I mean this this pearl system as it's called that was introduced last"
    },
    {
      "start": 277.759,
      "dur": 1.511,
      "text": "it's called that was introduced last year by the European Union is is"
    },
    {
      "start": 279.28,
      "dur": 1.909,
      "text": "year by the European Union is is supposed to make up for the complete"
    },
    {
      "start": 281.199,
      "dur": 2.631,
      "text": "supposed to make up for the complete lack now of of donations, military aid"
    },
    {
      "start": 283.84,
      "dur": 3.51,
      "text": "lack now of of donations, military aid from the United States. Uh it is uh a"
    },
    {
      "start": 287.36,
      "dur": 2.31,
      "text": "from the United States. Uh it is uh a significant of course contribution by"
    },
    {
      "start": 289.68,
      "dur": 1.91,
      "text": "significant of course contribution by the the European Union and and many"
    },
    {
      "start": 291.6,
      "dur": 1.99,
      "text": "the the European Union and and many countries have committed to take part in"
    },
    {
      "start": 293.6,
      "dur": 1.99,
      "text": "countries have committed to take part in in that. This is the first time that the"
    },
    {
      "start": 295.6,
      "dur": 3.589,
      "text": "in that. This is the first time that the UK has specifically donated its 150"
    },
    {
      "start": 299.199,
      "dur": 3.831,
      "text": "UK has specifically donated its 150 million pounds in terms of uh 150"
    },
    {
      "start": 303.04,
      "dur": 1.99,
      "text": "million pounds in terms of uh 150 million pounds in order to buy US"
    },
    {
      "start": 305.04,
      "dur": 2.07,
      "text": "million pounds in order to buy US weaponry in order uh to protect"
    },
    {
      "start": 307.12,
      "dur": 1.67,
      "text": "weaponry in order uh to protect Ukraine's skies. So that is a"
    },
    {
      "start": 308.8,
      "dur": 1.669,
      "text": "Ukraine's skies. So that is a significant donation but there are"
    },
    {
      "start": 310.479,
      "dur": 2.231,
      "text": "significant donation but there are multiple countries for for example Italy"
    },
    {
      "start": 312.72,
      "dur": 2.07,
      "text": "multiple countries for for example Italy uh which has said that it won't uh pay"
    },
    {
      "start": 314.8,
      "dur": 1.669,
      "text": "uh which has said that it won't uh pay any money into the pearl system whilst"
    },
    {
      "start": 316.479,
      "dur": 2.15,
      "text": "any money into the pearl system whilst there are negotiations going on uh for a"
    },
    {
      "start": 318.639,
      "dur": 1.671,
      "text": "there are negotiations going on uh for a peace deal because it doesn't think that"
    },
    {
      "start": 320.32,
      "dur": 1.429,
      "text": "peace deal because it doesn't think that it's worth it. So it is there's"
    },
    {
      "start": 321.759,
      "dur": 1.591,
      "text": "it's worth it. So it is there's obviously a massive political discussion"
    },
    {
      "start": 323.36,
      "dur": 1.91,
      "text": "obviously a massive political discussion going on amongst NATO members about who"
    },
    {
      "start": 325.28,
      "dur": 2.31,
      "text": "going on amongst NATO members about who contributes what and how much Ukraine"
    },
    {
      "start": 327.6,
      "dur": 2.23,
      "text": "contributes what and how much Ukraine needs now that the United States is no"
    },
    {
      "start": 329.84,
      "dur": 2.15,
      "text": "needs now that the United States is no longer providing anything for free uh to"
    },
    {
      "start": 332.0,
      "dur": 1.99,
      "text": "longer providing anything for free uh to here in Ukraine. So it is a big ongoing"
    },
    {
      "start": 334.0,
      "dur": 2.23,
      "text": "here in Ukraine. So it is a big ongoing discussion. 150 million pounds is a lot"
    },
    {
      "start": 336.24,
      "dur": 1.75,
      "text": "discussion. 150 million pounds is a lot but Ukraine says over and over again it"
    },
    {
      "start": 338.0,
      "dur": 1.59,
      "text": "but Ukraine says over and over again it needs a lot more than that in order to"
    },
    {
      "start": 339.6,
      "dur": 2.23,
      "text": "needs a lot more than that in order to protect its cities uh particularly as"
    },
    {
      "start": 341.84,
      "dur": 2.39,
      "text": "protect its cities uh particularly as those Russian strikes continue. I mean,"
    },
    {
      "start": 344.24,
      "dur": 2.229,
      "text": "those Russian strikes continue. I mean, we know in the negotiations uh that have"
    },
    {
      "start": 346.479,
      "dur": 1.591,
      "text": "we know in the negotiations uh that have been taking place over recent weeks"
    },
    {
      "start": 348.08,
      "dur": 2.87,
      "text": "been taking place over recent weeks between Russia and Ukraine uh that the"
    },
    {
      "start": 350.96,
      "dur": 1.509,
      "text": "between Russia and Ukraine uh that the United States has been pushing for"
    },
    {
      "start": 352.479,
      "dur": 1.911,
      "text": "United States has been pushing for another another energy truce, as they"
    },
    {
      "start": 354.4,
      "dur": 2.229,
      "text": "another another energy truce, as they call it, a pause in the strikes by both"
    },
    {
      "start": 356.639,
      "dur": 2.631,
      "text": "call it, a pause in the strikes by both sides on energy infrastructure, but that"
    },
    {
      "start": 359.28,
      "dur": 1.83,
      "text": "sides on energy infrastructure, but that hasn't happened. Ukraine has said it's"
    },
    {
      "start": 361.12,
      "dur": 1.67,
      "text": "hasn't happened. Ukraine has said it's willing to do that. Russia hasn't"
    },
    {
      "start": 362.8,
      "dur": 2.31,
      "text": "willing to do that. Russia hasn't responded uh only with with further"
    },
    {
      "start": 365.12,
      "dur": 4.16,
      "text": "responded uh only with with further attacks. Okay, Sarah Rinsford in Kev."
    }
  ]
}