{
  "videoId": "bALbBkpC3bc",
  "title": "Donald Trump launches 'Board of Peace' with world leaders | BBC News",
  "publishedAt": "2026-01-22",
  "channel": "BBC News",
  "durationSeconds": 652,
  "segments": [
    {
      "start": 0.16,
      "dur": 4.0,
      "text": "Let's take you to Christian Fras."
    },
    {
      "start": 4.16,
      "dur": 2.39,
      "text": "Let's take you to Christian Fras. Christian, what an extraordinary couple"
    },
    {
      "start": 6.56,
      "dur": 2.069,
      "text": "Christian, what an extraordinary couple of days we've had with these decisions"
    },
    {
      "start": 8.639,
      "dur": 1.99,
      "text": "of days we've had with these decisions being made that could affect large"
    },
    {
      "start": 10.639,
      "dur": 1.751,
      "text": "being made that could affect large swaves of the world. Let's go through"
    },
    {
      "start": 12.4,
      "dur": 2.389,
      "text": "swaves of the world. Let's go through them, shall we? One by one, and we"
    },
    {
      "start": 14.799,
      "dur": 1.431,
      "text": "them, shall we? One by one, and we should start with what's happened in the"
    },
    {
      "start": 16.24,
      "dur": 1.67,
      "text": "should start with what's happened in the past few hours. President Trump's board"
    },
    {
      "start": 17.92,
      "dur": 2.31,
      "text": "past few hours. President Trump's board of peace. Take us through what we've"
    },
    {
      "start": 20.24,
      "dur": 1.189,
      "text": "of peace. Take us through what we've actually learned about that this"
    },
    {
      "start": 21.439,
      "dur": 4.07,
      "text": "actually learned about that this morning."
    },
    {
      "start": 25.519,
      "dur": 1.361,
      "text": "&gt;&gt; Well, I think you've characterized it"
    },
    {
      "start": 26.88,
      "dur": 2.629,
      "text": "&gt;&gt; Well, I think you've characterized it very well. It's been a dizzying few days"
    },
    {
      "start": 29.519,
      "dur": 3.19,
      "text": "very well. It's been a dizzying few days here in Davos. Um, and the German"
    },
    {
      "start": 32.719,
      "dur": 1.751,
      "text": "here in Davos. Um, and the German Chancellor Fred Mets was talking about"
    },
    {
      "start": 34.48,
      "dur": 1.51,
      "text": "Chancellor Fred Mets was talking about that this morning. The world order he"
    },
    {
      "start": 36.0,
      "dur": 3.03,
      "text": "that this morning. The world order he says is changing at bre at at a"
    },
    {
      "start": 39.04,
      "dur": 1.99,
      "text": "says is changing at bre at at a breathtaking speed. And and I guess an"
    },
    {
      "start": 41.04,
      "dur": 1.99,
      "text": "breathtaking speed. And and I guess an element of that is this board of peace"
    },
    {
      "start": 43.04,
      "dur": 2.55,
      "text": "element of that is this board of peace which some are concerned is replacing"
    },
    {
      "start": 45.6,
      "dur": 4.71,
      "text": "which some are concerned is replacing the mandate of the United Nations uh and"
    },
    {
      "start": 50.32,
      "dur": 2.79,
      "text": "the mandate of the United Nations uh and the overarching uh theme and"
    },
    {
      "start": 53.12,
      "dur": 3.51,
      "text": "the overarching uh theme and responsibilities of the UN. Um I suppose"
    },
    {
      "start": 56.64,
      "dur": 1.67,
      "text": "responsibilities of the UN. Um I suppose charitably you could say that the"
    },
    {
      "start": 58.32,
      "dur": 2.869,
      "text": "charitably you could say that the president uh is a man of action. He is"
    },
    {
      "start": 61.199,
      "dur": 2.071,
      "text": "president uh is a man of action. He is driving things forward on a whole range"
    },
    {
      "start": 63.28,
      "dur": 3.03,
      "text": "driving things forward on a whole range of issues. But one of the concerns I"
    },
    {
      "start": 66.32,
      "dur": 2.39,
      "text": "of issues. But one of the concerns I think all the way along here is under"
    },
    {
      "start": 68.72,
      "dur": 1.91,
      "text": "think all the way along here is under what mandate is he doing this? And"
    },
    {
      "start": 70.64,
      "dur": 2.95,
      "text": "what mandate is he doing this? And there's also a lack of detail. Lucy, um,"
    },
    {
      "start": 73.6,
      "dur": 1.509,
      "text": "there's also a lack of detail. Lucy, um, wherever you look, in whatever he's"
    },
    {
      "start": 75.119,
      "dur": 2.231,
      "text": "wherever you look, in whatever he's driving, whether it be on the Middle"
    },
    {
      "start": 77.36,
      "dur": 2.15,
      "text": "driving, whether it be on the Middle East and Gaza, which of course is fishly"
    },
    {
      "start": 79.52,
      "dur": 3.11,
      "text": "East and Gaza, which of course is fishly complicated, on Venezuela and, uh, how"
    },
    {
      "start": 82.64,
      "dur": 1.59,
      "text": "complicated, on Venezuela and, uh, how the oil is being sold and where the"
    },
    {
      "start": 84.24,
      "dur": 1.909,
      "text": "the oil is being sold and where the money goes and how it's reinvested, on"
    },
    {
      "start": 86.159,
      "dur": 2.231,
      "text": "money goes and how it's reinvested, on Ukraine, which we're told today is just"
    },
    {
      "start": 88.4,
      "dur": 2.79,
      "text": "Ukraine, which we're told today is just one beat away, uh, from an agreement"
    },
    {
      "start": 91.2,
      "dur": 3.75,
      "text": "one beat away, uh, from an agreement between Putin and Zalinski, and on Iran."
    },
    {
      "start": 94.96,
      "dur": 2.87,
      "text": "between Putin and Zalinski, and on Iran. A lot of detail that we don't know. And"
    },
    {
      "start": 97.84,
      "dur": 2.07,
      "text": "A lot of detail that we don't know. And I think that is that is the concern that"
    },
    {
      "start": 99.92,
      "dur": 3.75,
      "text": "I think that is that is the concern that that a president who wants action uh is"
    },
    {
      "start": 103.68,
      "dur": 2.31,
      "text": "that a president who wants action uh is working outside the construct of the UN"
    },
    {
      "start": 106.0,
      "dur": 2.87,
      "text": "working outside the construct of the UN and providing us with not enough detail"
    },
    {
      "start": 108.88,
      "dur": 2.869,
      "text": "and providing us with not enough detail on how things will move forward and what"
    },
    {
      "start": 111.759,
      "dur": 1.751,
      "text": "on how things will move forward and what sort of oversight there will be over"
    },
    {
      "start": 113.52,
      "dur": 1.43,
      "text": "sort of oversight there will be over that. But let's have a listen in the"
    },
    {
      "start": 114.96,
      "dur": 1.509,
      "text": "that. But let's have a listen in the first instance to what he says about"
    },
    {
      "start": 116.479,
      "dur": 1.91,
      "text": "first instance to what he says about this board of peace and how it will"
    },
    {
      "start": 118.399,
      "dur": 1.431,
      "text": "this board of peace and how it will operate."
    },
    {
      "start": 119.84,
      "dur": 1.83,
      "text": "operate. And now we have one of the most"
    },
    {
      "start": 121.68,
      "dur": 3.429,
      "text": "And now we have one of the most important meetings of all, the official"
    },
    {
      "start": 125.119,
      "dur": 3.35,
      "text": "important meetings of all, the official formation of what is known as the Board"
    },
    {
      "start": 128.479,
      "dur": 2.47,
      "text": "formation of what is known as the Board of Peace."
    },
    {
      "start": 130.959,
      "dur": 2.63,
      "text": "of Peace. I want to thank the Secretary of State"
    },
    {
      "start": 133.599,
      "dur": 3.35,
      "text": "I want to thank the Secretary of State Marco Rubio, Special Envoy Steve Whit,"
    },
    {
      "start": 136.959,
      "dur": 2.231,
      "text": "Marco Rubio, Special Envoy Steve Whit, and Jared Kushner and their"
    },
    {
      "start": 139.2,
      "dur": 1.43,
      "text": "and Jared Kushner and their extraordinary work. I mean, they have"
    },
    {
      "start": 140.64,
      "dur": 2.71,
      "text": "extraordinary work. I mean, they have done an amazing job. We have peace in"
    },
    {
      "start": 143.36,
      "dur": 2.229,
      "text": "done an amazing job. We have peace in the Middle East. Nobody thought that was"
    },
    {
      "start": 145.599,
      "dur": 1.591,
      "text": "the Middle East. Nobody thought that was possible."
    },
    {
      "start": 147.2,
      "dur": 2.95,
      "text": "possible. We've settled eight wars and I believe"
    },
    {
      "start": 150.16,
      "dur": 2.31,
      "text": "We've settled eight wars and I believe another one's coming pretty soon. You"
    },
    {
      "start": 152.48,
      "dur": 2.15,
      "text": "another one's coming pretty soon. You know what that is? The one that I"
    },
    {
      "start": 154.64,
      "dur": 1.43,
      "text": "know what that is? The one that I thought was going to be an easy one."
    },
    {
      "start": 156.08,
      "dur": 2.31,
      "text": "thought was going to be an easy one. It's turned out to be probably the most"
    },
    {
      "start": 158.4,
      "dur": 3.35,
      "text": "It's turned out to be probably the most difficult. Last month"
    },
    {
      "start": 161.76,
      "dur": 3.91,
      "text": "difficult. Last month 29,000 people died, mostly soldiers."
    },
    {
      "start": 165.68,
      "dur": 3.909,
      "text": "29,000 people died, mostly soldiers. Ukraine, Russia. Think of that. 29,000"
    },
    {
      "start": 169.599,
      "dur": 3.831,
      "text": "Ukraine, Russia. Think of that. 29,000 27,000 in the month before, 26,000 in"
    },
    {
      "start": 173.44,
      "dur": 4.069,
      "text": "27,000 in the month before, 26,000 in the month before that. It's terrible."
    },
    {
      "start": 177.519,
      "dur": 1.831,
      "text": "the month before that. It's terrible. But we have meetings and we think we're"
    },
    {
      "start": 179.36,
      "dur": 5.35,
      "text": "But we have meetings and we think we're making a lot of progress."
    },
    {
      "start": 184.72,
      "dur": 1.76,
      "text": "China has said in the last hour that it"
    },
    {
      "start": 186.48,
      "dur": 2.23,
      "text": "China has said in the last hour that it has had an invitation to join the Board"
    },
    {
      "start": 188.72,
      "dur": 1.67,
      "text": "has had an invitation to join the Board of Peace. The Americans are saying that"
    },
    {
      "start": 190.4,
      "dur": 2.07,
      "text": "of Peace. The Americans are saying that President Putin's already agreed that he"
    },
    {
      "start": 192.48,
      "dur": 1.27,
      "text": "President Putin's already agreed that he will join it. That is still to be"
    },
    {
      "start": 193.76,
      "dur": 1.91,
      "text": "will join it. That is still to be confirmed incidentally by the Kremlin."
    },
    {
      "start": 195.68,
      "dur": 1.909,
      "text": "confirmed incidentally by the Kremlin. But are they going to be happy to sit"
    },
    {
      "start": 197.599,
      "dur": 2.471,
      "text": "But are they going to be happy to sit alongside Donald Trump with him there as"
    },
    {
      "start": 200.08,
      "dur": 2.39,
      "text": "alongside Donald Trump with him there as the chairman in a subordinate role? him"
    },
    {
      "start": 202.48,
      "dur": 1.51,
      "text": "the chairman in a subordinate role? him there as the commander-in-chief"
    },
    {
      "start": 204.0,
      "dur": 2.71,
      "text": "there as the commander-in-chief dictating what happens within the border"
    },
    {
      "start": 206.72,
      "dur": 3.03,
      "text": "dictating what happens within the border of peace. That is very much uh an open"
    },
    {
      "start": 209.76,
      "dur": 1.43,
      "text": "of peace. That is very much uh an open question. And then of course there is"
    },
    {
      "start": 211.2,
      "dur": 2.71,
      "text": "question. And then of course there is the Europeans uh the foreign secretary"
    },
    {
      "start": 213.92,
      "dur": 2.71,
      "text": "the Europeans uh the foreign secretary uh for the UK uh Iet Cooper was saying"
    },
    {
      "start": 216.64,
      "dur": 1.589,
      "text": "uh for the UK uh Iet Cooper was saying today that they're going to take a beat"
    },
    {
      "start": 218.239,
      "dur": 2.791,
      "text": "today that they're going to take a beat and see uh how this board is going to"
    },
    {
      "start": 221.04,
      "dur": 1.35,
      "text": "and see uh how this board is going to work. Of course, they feel very"
    },
    {
      "start": 222.4,
      "dur": 2.31,
      "text": "work. Of course, they feel very uncomfortable uh that President Putin"
    },
    {
      "start": 224.72,
      "dur": 2.149,
      "text": "uncomfortable uh that President Putin has been invited to it. They see that as"
    },
    {
      "start": 226.879,
      "dur": 2.63,
      "text": "has been invited to it. They see that as normalizing his behavior. uh and a real"
    },
    {
      "start": 229.519,
      "dur": 1.831,
      "text": "normalizing his behavior. uh and a real paradox if you will that the the man"
    },
    {
      "start": 231.36,
      "dur": 1.83,
      "text": "paradox if you will that the the man who's waging war in Ukraine is sitting"
    },
    {
      "start": 233.2,
      "dur": 1.83,
      "text": "who's waging war in Ukraine is sitting there on a board of peace. So all that"
    },
    {
      "start": 235.04,
      "dur": 1.829,
      "text": "there on a board of peace. So all that to be discussed tonight within the"
    },
    {
      "start": 236.879,
      "dur": 2.791,
      "text": "to be discussed tonight within the remitt of the European Council summit in"
    },
    {
      "start": 239.68,
      "dur": 1.51,
      "text": "remitt of the European Council summit in Brussels"
    },
    {
      "start": 241.2,
      "dur": 1.91,
      "text": "Brussels but Marco Rubio the secretary of state"
    },
    {
      "start": 243.12,
      "dur": 2.15,
      "text": "but Marco Rubio the secretary of state says look give it a chance. Don't be"
    },
    {
      "start": 245.28,
      "dur": 2.229,
      "text": "says look give it a chance. Don't be cynical about this because the president"
    },
    {
      "start": 247.519,
      "dur": 2.151,
      "text": "cynical about this because the president wants to move things in the right"
    },
    {
      "start": 249.68,
      "dur": 1.67,
      "text": "wants to move things in the right direction. He wants to get things done."
    },
    {
      "start": 251.36,
      "dur": 1.91,
      "text": "direction. He wants to get things done. And so often he says we come to these"
    },
    {
      "start": 253.28,
      "dur": 2.149,
      "text": "And so often he says we come to these summits like this one here in Davos,"
    },
    {
      "start": 255.439,
      "dur": 2.551,
      "text": "summits like this one here in Davos, people talk. it becomes a talking shop"
    },
    {
      "start": 258.0,
      "dur": 2.229,
      "text": "people talk. it becomes a talking shop and things don't get done."
    },
    {
      "start": 260.239,
      "dur": 2.23,
      "text": "and things don't get done. &gt;&gt; Now we have this board of peace who I"
    },
    {
      "start": 262.479,
      "dur": 2.071,
      "text": "&gt;&gt; Now we have this board of peace who I believe's possibilities are endless"
    },
    {
      "start": 264.56,
      "dur": 1.67,
      "text": "believe's possibilities are endless obviously with a focus first and"
    },
    {
      "start": 266.24,
      "dur": 1.91,
      "text": "obviously with a focus first and foremost on making sure that this peace"
    },
    {
      "start": 268.16,
      "dur": 2.87,
      "text": "foremost on making sure that this peace deal in Gaza becomes enduring and I know"
    },
    {
      "start": 271.04,
      "dur": 2.39,
      "text": "deal in Gaza becomes enduring and I know this president has its highest priority"
    },
    {
      "start": 273.44,
      "dur": 1.59,
      "text": "this president has its highest priority and will give it everything he has to"
    },
    {
      "start": 275.04,
      "dur": 1.99,
      "text": "and will give it everything he has to make sure that this is successful. I"
    },
    {
      "start": 277.04,
      "dur": 1.03,
      "text": "make sure that this is successful. I also want to acknowledge the"
    },
    {
      "start": 278.08,
      "dur": 1.27,
      "text": "also want to acknowledge the extraordinary leaders that are here"
    },
    {
      "start": 279.36,
      "dur": 1.43,
      "text": "extraordinary leaders that are here today. This is not just a board of"
    },
    {
      "start": 280.8,
      "dur": 2.07,
      "text": "today. This is not just a board of peace. This is a board of action just"
    },
    {
      "start": 282.88,
      "dur": 1.589,
      "text": "peace. This is a board of action just like President Trump is a president of"
    },
    {
      "start": 284.479,
      "dur": 2.391,
      "text": "like President Trump is a president of action. A lot of times people like to"
    },
    {
      "start": 286.88,
      "dur": 1.35,
      "text": "action. A lot of times people like to give speeches. I've been to many of"
    },
    {
      "start": 288.24,
      "dur": 1.43,
      "text": "give speeches. I've been to many of these forums and they're not useless and"
    },
    {
      "start": 289.68,
      "dur": 2.229,
      "text": "these forums and they're not useless and they're not, you know, not they have"
    },
    {
      "start": 291.919,
      "dur": 2.151,
      "text": "they're not, you know, not they have utility in many cases. But oftent times"
    },
    {
      "start": 294.08,
      "dur": 1.75,
      "text": "utility in many cases. But oftent times in international affairs, we often find"
    },
    {
      "start": 295.84,
      "dur": 1.43,
      "text": "in international affairs, we often find ourselves at events where people are"
    },
    {
      "start": 297.28,
      "dur": 1.59,
      "text": "ourselves at events where people are reading these scripted statements, these"
    },
    {
      "start": 298.88,
      "dur": 1.589,
      "text": "reading these scripted statements, these strongly worded letters that they put"
    },
    {
      "start": 300.479,
      "dur": 2.871,
      "text": "strongly worded letters that they put out, but no action. Nothing happens."
    },
    {
      "start": 303.36,
      "dur": 1.43,
      "text": "out, but no action. Nothing happens. This is a group of leaders that are"
    },
    {
      "start": 304.8,
      "dur": 1.669,
      "text": "This is a group of leaders that are about action. And the president of the"
    },
    {
      "start": 306.479,
      "dur": 2.15,
      "text": "about action. And the president of the United States is a president of action,"
    },
    {
      "start": 308.639,
      "dur": 2.39,
      "text": "United States is a president of action, of getting things done. And today is the"
    },
    {
      "start": 311.039,
      "dur": 1.751,
      "text": "of getting things done. And today is the beginning of that, of a new era and a"
    },
    {
      "start": 312.8,
      "dur": 1.75,
      "text": "beginning of that, of a new era and a new stage that we think is so important"
    },
    {
      "start": 314.56,
      "dur": 1.67,
      "text": "new stage that we think is so important as a model to the rest of the world of"
    },
    {
      "start": 316.24,
      "dur": 2.31,
      "text": "as a model to the rest of the world of what is possible. And clearly the focus"
    },
    {
      "start": 318.56,
      "dur": 1.75,
      "text": "what is possible. And clearly the focus is right now on Gaza and making sure"
    },
    {
      "start": 320.32,
      "dur": 1.27,
      "text": "is right now on Gaza and making sure that the plan that's about to be"
    },
    {
      "start": 321.6,
      "dur": 1.91,
      "text": "that the plan that's about to be presented to you here today, this vision"
    },
    {
      "start": 323.52,
      "dur": 2.79,
      "text": "presented to you here today, this vision for the future of Gaza, this vision for"
    },
    {
      "start": 326.32,
      "dur": 2.55,
      "text": "for the future of Gaza, this vision for the future of the region is not just"
    },
    {
      "start": 328.88,
      "dur": 2.309,
      "text": "the future of the region is not just possible and promising."
    },
    {
      "start": 331.199,
      "dur": 2.071,
      "text": "possible and promising. It is our destiny if we put the time and"
    },
    {
      "start": 333.28,
      "dur": 1.51,
      "text": "It is our destiny if we put the time and the effort that it requires as I know"
    },
    {
      "start": 334.8,
      "dur": 2.31,
      "text": "the effort that it requires as I know this board will do. But I also think it"
    },
    {
      "start": 337.12,
      "dur": 1.59,
      "text": "this board will do. But I also think it will serve as an example of what's"
    },
    {
      "start": 338.72,
      "dur": 2.39,
      "text": "will serve as an example of what's possible in other parts of the world"
    },
    {
      "start": 341.12,
      "dur": 1.99,
      "text": "possible in other parts of the world without losing focus on what's before us"
    },
    {
      "start": 343.12,
      "dur": 2.31,
      "text": "without losing focus on what's before us now. This is what's possible for other"
    },
    {
      "start": 345.44,
      "dur": 1.67,
      "text": "now. This is what's possible for other places and other conflicts that seem"
    },
    {
      "start": 347.12,
      "dur": 2.47,
      "text": "places and other conflicts that seem impossible to solve right now."
    },
    {
      "start": 349.6,
      "dur": 2.07,
      "text": "impossible to solve right now. &gt;&gt; So the US very optimistic about this"
    },
    {
      "start": 351.68,
      "dur": 1.83,
      "text": "&gt;&gt; So the US very optimistic about this border peace. Uh Marco Rubio and"
    },
    {
      "start": 353.52,
      "dur": 1.59,
      "text": "border peace. Uh Marco Rubio and President Trump in particular. President"
    },
    {
      "start": 355.12,
      "dur": 1.75,
      "text": "President Trump in particular. President Trump saying he hopes this will forge"
    },
    {
      "start": 356.88,
      "dur": 1.51,
      "text": "Trump saying he hopes this will forge what he called a glorious and"
    },
    {
      "start": 358.4,
      "dur": 2.229,
      "text": "what he called a glorious and everlasting peace for the Middle East."
    },
    {
      "start": 360.639,
      "dur": 2.231,
      "text": "everlasting peace for the Middle East. We will take you live to Jerusalem very"
    },
    {
      "start": 362.88,
      "dur": 1.91,
      "text": "We will take you live to Jerusalem very very shortly. But Christian, we we must"
    },
    {
      "start": 364.8,
      "dur": 1.509,
      "text": "very shortly. But Christian, we we must update our viewers on the other big"
    },
    {
      "start": 366.319,
      "dur": 1.59,
      "text": "update our viewers on the other big development that's happening right now"
    },
    {
      "start": 367.919,
      "dur": 1.431,
      "text": "development that's happening right now in Davos, and that's that President"
    },
    {
      "start": 369.36,
      "dur": 1.91,
      "text": "in Davos, and that's that President Zilinski, he wasn't going to come"
    },
    {
      "start": 371.28,
      "dur": 1.67,
      "text": "Zilinski, he wasn't going to come because of the energy crisis back at"
    },
    {
      "start": 372.96,
      "dur": 2.71,
      "text": "because of the energy crisis back at home, but he has now flown into Davos"
    },
    {
      "start": 375.68,
      "dur": 2.229,
      "text": "home, but he has now flown into Davos today. What do we expect to come out of"
    },
    {
      "start": 377.919,
      "dur": 1.191,
      "text": "today. What do we expect to come out of these talks that he's going to be having"
    },
    {
      "start": 379.12,
      "dur": 4.87,
      "text": "these talks that he's going to be having with President Trump?"
    },
    {
      "start": 384.0,
      "dur": 1.759,
      "text": "Yeah, his diary has been reformatted"
    },
    {
      "start": 385.759,
      "dur": 1.511,
      "text": "Yeah, his diary has been reformatted because he'd made it clear he wasn't"
    },
    {
      "start": 387.28,
      "dur": 1.189,
      "text": "because he'd made it clear he wasn't coming because he didn't think he was"
    },
    {
      "start": 388.479,
      "dur": 1.191,
      "text": "coming because he didn't think he was going to get a sit down with Donald"
    },
    {
      "start": 389.68,
      "dur": 1.67,
      "text": "going to get a sit down with Donald Trump and he's been busy dealing with"
    },
    {
      "start": 391.36,
      "dur": 1.829,
      "text": "Trump and he's been busy dealing with the energy crisis at home, which of"
    },
    {
      "start": 393.199,
      "dur": 2.071,
      "text": "the energy crisis at home, which of course has been exacerbated in recent"
    },
    {
      "start": 395.28,
      "dur": 2.07,
      "text": "course has been exacerbated in recent days by the Russian attacks on the"
    },
    {
      "start": 397.36,
      "dur": 2.07,
      "text": "days by the Russian attacks on the energy infrastructure. But he will be"
    },
    {
      "start": 399.44,
      "dur": 2.07,
      "text": "energy infrastructure. But he will be mindful that Steve Wickoff is heading"
    },
    {
      "start": 401.52,
      "dur": 3.109,
      "text": "mindful that Steve Wickoff is heading off to Moscow to talk to Vladimir Putin."
    },
    {
      "start": 404.639,
      "dur": 3.031,
      "text": "off to Moscow to talk to Vladimir Putin. And he will also know that uh those who"
    },
    {
      "start": 407.68,
      "dur": 1.91,
      "text": "And he will also know that uh those who want to influence the president have to"
    },
    {
      "start": 409.6,
      "dur": 1.35,
      "text": "want to influence the president have to sit in front of him. So he's held his"
    },
    {
      "start": 410.96,
      "dur": 3.349,
      "text": "sit in front of him. So he's held his skeletoned his way here uh to Davos this"
    },
    {
      "start": 414.319,
      "dur": 1.831,
      "text": "skeletoned his way here uh to Davos this afternoon. Uh I think they're meeting"
    },
    {
      "start": 416.16,
      "dur": 3.11,
      "text": "afternoon. Uh I think they're meeting around now. Um and they will be getting"
    },
    {
      "start": 419.28,
      "dur": 2.309,
      "text": "around now. Um and they will be getting into the detail of uh this agreement"
    },
    {
      "start": 421.599,
      "dur": 2.951,
      "text": "into the detail of uh this agreement which the Americans say is only one step"
    },
    {
      "start": 424.56,
      "dur": 3.59,
      "text": "which the Americans say is only one step away uh from being concluded. We should"
    },
    {
      "start": 428.16,
      "dur": 2.23,
      "text": "away uh from being concluded. We should again urge some caution on that because"
    },
    {
      "start": 430.4,
      "dur": 1.83,
      "text": "again urge some caution on that because the Americans have said that before. But"
    },
    {
      "start": 432.24,
      "dur": 1.509,
      "text": "the Americans have said that before. But here's what Steve Wickoff had to say"
    },
    {
      "start": 433.759,
      "dur": 1.191,
      "text": "here's what Steve Wickoff had to say about it."
    },
    {
      "start": 434.96,
      "dur": 2.47,
      "text": "about it. &gt;&gt; I think we've made a lot of progress. I"
    },
    {
      "start": 437.44,
      "dur": 2.469,
      "text": "&gt;&gt; I think we've made a lot of progress. I think in the beginning of this process"
    },
    {
      "start": 439.919,
      "dur": 2.201,
      "text": "think in the beginning of this process there was a little bit of confusion"
    },
    {
      "start": 442.13,
      "dur": 1.779,
      "text": "there was a little bit of confusion [snorts] I was going to r to Moscow"
    },
    {
      "start": 443.919,
      "dur": 2.791,
      "text": "[snorts] I was going to r to Moscow quite a bit but um but I think it was"
    },
    {
      "start": 446.72,
      "dur": 2.79,
      "text": "quite a bit but um but I think it was important that we go there because we're"
    },
    {
      "start": 449.52,
      "dur": 2.789,
      "text": "important that we go there because we're at the end now and I I actually h am"
    },
    {
      "start": 452.319,
      "dur": 2.391,
      "text": "at the end now and I I actually h am optimistic. I was spent the evening with"
    },
    {
      "start": 454.72,
      "dur": 2.95,
      "text": "optimistic. I was spent the evening with David last night with um General"
    },
    {
      "start": 457.68,
      "dur": 1.75,
      "text": "David last night with um General Bhutenoff who's now vice president"
    },
    {
      "start": 459.44,
      "dur": 1.51,
      "text": "Bhutenoff who's now vice president Bhutnov"
    },
    {
      "start": 460.96,
      "dur": 3.19,
      "text": "Bhutnov um and Rustm they've been amazing by the"
    },
    {
      "start": 464.16,
      "dur": 2.07,
      "text": "um and Rustm they've been amazing by the way you have to the Ukrainian people"
    },
    {
      "start": 466.24,
      "dur": 1.669,
      "text": "way you have to the Ukrainian people here you have an amazing negotiating"
    },
    {
      "start": 467.919,
      "dur": 2.55,
      "text": "here you have an amazing negotiating team we spent a lot of time together I"
    },
    {
      "start": 470.479,
      "dur": 1.511,
      "text": "team we spent a lot of time together I don't know how much but it could be 100"
    },
    {
      "start": 472.0,
      "dur": 2.39,
      "text": "don't know how much but it could be 100 hours together since Geneva it's"
    },
    {
      "start": 474.4,
      "dur": 2.31,
      "text": "hours together since Geneva it's literally that comprehensive"
    },
    {
      "start": 476.72,
      "dur": 1.51,
      "text": "literally that comprehensive and I think we've got it down to one"
    },
    {
      "start": 478.24,
      "dur": 3.27,
      "text": "and I think we've got it down to one issue and we have discussed iterations"
    },
    {
      "start": 481.52,
      "dur": 2.15,
      "text": "issue and we have discussed iterations of that issue And that means it's"
    },
    {
      "start": 483.68,
      "dur": 2.629,
      "text": "of that issue And that means it's solvable. So if both sides want to solve"
    },
    {
      "start": 486.319,
      "dur": 1.27,
      "text": "solvable. So if both sides want to solve this, we're going to get it solved."
    },
    {
      "start": 487.599,
      "dur": 2.31,
      "text": "this, we're going to get it solved. That's that's my view. And I told the"
    },
    {
      "start": 489.919,
      "dur": 2.071,
      "text": "That's that's my view. And I told the president that last night. And last"
    },
    {
      "start": 492.0,
      "dur": 2.309,
      "text": "president that last night. And last night, Mark, I think, and it informs on"
    },
    {
      "start": 494.319,
      "dur": 2.55,
      "text": "night, Mark, I think, and it informs on this. The president sent out the uh"
    },
    {
      "start": 496.879,
      "dur": 1.43,
      "text": "this. The president sent out the uh tweet. We had a great meeting about"
    },
    {
      "start": 498.319,
      "dur": 2.71,
      "text": "tweet. We had a great meeting about NATO, about the European-American"
    },
    {
      "start": 501.039,
      "dur": 2.231,
      "text": "NATO, about the European-American alliance, which informs on this conflict"
    },
    {
      "start": 503.28,
      "dur": 2.469,
      "text": "alliance, which informs on this conflict too, I think, as we discussed. [snorts]"
    },
    {
      "start": 505.759,
      "dur": 1.671,
      "text": "too, I think, as we discussed. [snorts] So"
    },
    {
      "start": 507.44,
      "dur": 4.55,
      "text": "So I just I feel encouraged. Uh David, um"
    },
    {
      "start": 512.0,
      "dur": 2.79,
      "text": "I just I feel encouraged. Uh David, um you're great to work with and roost. And"
    },
    {
      "start": 514.8,
      "dur": 1.27,
      "text": "you're great to work with and roost. And by the way, I want to mention President"
    },
    {
      "start": 516.08,
      "dur": 2.71,
      "text": "by the way, I want to mention President Silinski because he's been on this"
    },
    {
      "start": 518.8,
      "dur": 3.51,
      "text": "Silinski because he's been on this issue. He's available. He's accessible."
    },
    {
      "start": 522.32,
      "dur": 1.829,
      "text": "issue. He's available. He's accessible. Whenever there's a need to call him to"
    },
    {
      "start": 524.159,
      "dur": 1.591,
      "text": "Whenever there's a need to call him to get a steer, we get on the phone with"
    },
    {
      "start": 525.76,
      "dur": 1.99,
      "text": "get a steer, we get on the phone with him. And of course, as everyone knows"
    },
    {
      "start": 527.76,
      "dur": 2.31,
      "text": "him. And of course, as everyone knows with President Trump,"
    },
    {
      "start": 530.08,
      "dur": 2.15,
      "text": "with President Trump, just as he just as he said yesterday,"
    },
    {
      "start": 532.24,
      "dur": 1.75,
      "text": "just as he just as he said yesterday, Mark, with you when we were talking"
    },
    {
      "start": 534.0,
      "dur": 1.509,
      "text": "Mark, with you when we were talking about direct negotiations, he said,"
    },
    {
      "start": 535.519,
      "dur": 1.99,
      "text": "about direct negotiations, he said, \"Well, can I handle the negotiation"
    },
    {
      "start": 537.519,
      "dur": 0.551,
      "text": "\"Well, can I handle the negotiation directly?\""
    },
    {
      "start": 538.08,
      "dur": 1.83,
      "text": "directly?\" &gt;&gt; We'd love to. So the president is always"
    },
    {
      "start": 539.92,
      "dur": 3.11,
      "text": "&gt;&gt; We'd love to. So the president is always accessible as well. Um just just the way"
    },
    {
      "start": 543.04,
      "dur": 3.19,
      "text": "accessible as well. Um just just the way he is. Um so we're off to Moscow"
    },
    {
      "start": 546.24,
      "dur": 4.709,
      "text": "he is. Um so we're off to Moscow tonight."
    },
    {
      "start": 550.959,
      "dur": 2.081,
      "text": "Yeah. Let's see if that warm embrace of"
    },
    {
      "start": 553.04,
      "dur": 2.31,
      "text": "Yeah. Let's see if that warm embrace of President Zilinski extends into the"
    },
    {
      "start": 555.36,
      "dur": 2.469,
      "text": "President Zilinski extends into the meeting this afternoon and into the days"
    },
    {
      "start": 557.839,
      "dur": 1.751,
      "text": "meeting this afternoon and into the days ahead. We all remember what happened at"
    },
    {
      "start": 559.6,
      "dur": 2.47,
      "text": "ahead. We all remember what happened at the Oval Office uh back in February last"
    },
    {
      "start": 562.08,
      "dur": 3.35,
      "text": "the Oval Office uh back in February last year. A couple of things to mention. Um,"
    },
    {
      "start": 565.44,
      "dur": 2.87,
      "text": "year. A couple of things to mention. Um, we talked about the expanding remitt of"
    },
    {
      "start": 568.32,
      "dur": 2.55,
      "text": "we talked about the expanding remitt of this board of peace into areas that"
    },
    {
      "start": 570.88,
      "dur": 2.71,
      "text": "this board of peace into areas that concern Ukraine. Look out this afternoon"
    },
    {
      "start": 573.6,
      "dur": 1.909,
      "text": "concern Ukraine. Look out this afternoon for the president, the United States"
    },
    {
      "start": 575.519,
      "dur": 2.151,
      "text": "for the president, the United States president putting pressure on Zilinski"
    },
    {
      "start": 577.68,
      "dur": 2.95,
      "text": "president putting pressure on Zilinski to join this board of peace. Is this a"
    },
    {
      "start": 580.64,
      "dur": 2.309,
      "text": "to join this board of peace. Is this a way to construct a meeting between the"
    },
    {
      "start": 582.959,
      "dur": 1.751,
      "text": "way to construct a meeting between the two leaders? The Americans have had some"
    },
    {
      "start": 584.72,
      "dur": 1.91,
      "text": "two leaders? The Americans have had some difficulty in getting them in the same"
    },
    {
      "start": 586.64,
      "dur": 2.15,
      "text": "difficulty in getting them in the same room together. And the other issue is"
    },
    {
      "start": 588.8,
      "dur": 2.149,
      "text": "room together. And the other issue is that there really is no deal unless"
    },
    {
      "start": 590.959,
      "dur": 2.31,
      "text": "that there really is no deal unless President Zalinski gets the security"
    },
    {
      "start": 593.279,
      "dur": 2.791,
      "text": "President Zalinski gets the security asurances that he's been looking for."
    },
    {
      "start": 596.08,
      "dur": 1.83,
      "text": "asurances that he's been looking for. But how much store does he put in those"
    },
    {
      "start": 597.92,
      "dur": 1.75,
      "text": "But how much store does he put in those security asurances given what has"
    },
    {
      "start": 599.68,
      "dur": 1.589,
      "text": "security asurances given what has happened this week around the issue of"
    },
    {
      "start": 601.279,
      "dur": 2.151,
      "text": "happened this week around the issue of Greenland? The president made a trade"
    },
    {
      "start": 603.44,
      "dur": 1.829,
      "text": "Greenland? The president made a trade deal with the Europeans, Lucy, in the"
    },
    {
      "start": 605.279,
      "dur": 2.23,
      "text": "deal with the Europeans, Lucy, in the summer, then turned on a dime and"
    },
    {
      "start": 607.519,
      "dur": 1.911,
      "text": "summer, then turned on a dime and threatened tariffs on eight of his key"
    },
    {
      "start": 609.44,
      "dur": 2.47,
      "text": "threatened tariffs on eight of his key allies. What assurances does President"
    },
    {
      "start": 611.92,
      "dur": 1.99,
      "text": "allies. What assurances does President Zalinski have that the United States"
    },
    {
      "start": 613.92,
      "dur": 1.909,
      "text": "Zalinski have that the United States would stand by these security"
    },
    {
      "start": 615.839,
      "dur": 1.591,
      "text": "would stand by these security guarantees?"
    },
    {
      "start": 617.44,
      "dur": 2.31,
      "text": "guarantees? you know, when the rubber hits the road."
    },
    {
      "start": 619.76,
      "dur": 1.67,
      "text": "you know, when the rubber hits the road. &gt;&gt; And what is remarkable, Christian, is"
    },
    {
      "start": 621.44,
      "dur": 2.069,
      "text": "&gt;&gt; And what is remarkable, Christian, is we've got to this point in the program"
    },
    {
      "start": 623.519,
      "dur": 2.071,
      "text": "we've got to this point in the program on News Now, and we haven't actually"
    },
    {
      "start": 625.6,
      "dur": 1.51,
      "text": "on News Now, and we haven't actually talked about Greenland. This time"
    },
    {
      "start": 627.12,
      "dur": 2.07,
      "text": "talked about Greenland. This time yesterday, that's all you and I were"
    },
    {
      "start": 629.2,
      "dur": 2.869,
      "text": "yesterday, that's all you and I were discussing after those mounting tensions"
    },
    {
      "start": 632.079,
      "dur": 1.99,
      "text": "discussing after those mounting tensions have slightly dissipated with President"
    },
    {
      "start": 634.079,
      "dur": 1.271,
      "text": "have slightly dissipated with President Trump saying that he's got this"
    },
    {
      "start": 635.36,
      "dur": 1.75,
      "text": "Trump saying that he's got this framework of a future deal with respect"
    },
    {
      "start": 637.12,
      "dur": 2.389,
      "text": "framework of a future deal with respect to Greenland. We don't know those"
    },
    {
      "start": 639.519,
      "dur": 2.31,
      "text": "to Greenland. We don't know those details yet, but we have been hearing uh"
    },
    {
      "start": 641.839,
      "dur": 1.99,
      "text": "details yet, but we have been hearing uh from the Danish prime minister. She said"
    },
    {
      "start": 643.839,
      "dur": 1.511,
      "text": "from the Danish prime minister. She said they're going to engage in dialogue with"
    },
    {
      "start": 645.36,
      "dur": 1.99,
      "text": "they're going to engage in dialogue with allies. They're promising to strengthen"
    },
    {
      "start": 647.36,
      "dur": 2.87,
      "text": "allies. They're promising to strengthen Arctic security as well as long as her"
    },
    {
      "start": 650.24,
      "dur": 1.829,
      "text": "Arctic security as well as long as her country's territorial integrity is"
    },
    {
      "start": 652.079,
      "dur": 2.241,
      "text": "country's territorial integrity is respected."
    }
  ]
}