{
  "videoId": "BASNGHKO3Qw",
  "title": "UK and France unveil new 'one in, one out' migrant deal | BBC News",
  "publishedAt": "2025-07-10",
  "channel": "BBC News",
  "durationSeconds": 622,
  "segments": [
    {
      "start": 0.2,
      "dur": 8.4,
      "text": "The British Prime Minister Kier Stalmer and French President Emanuel Mackron and French President Emanuel Mackron have unveiled details of a plan to have unveiled details of a plan to tackle undocumented migrants crossing"
    },
    {
      "start": 8.6,
      "dur": 8.8,
      "text": "tackle undocumented migrants crossing the English Channel in small boats. On the English Channel in small boats. On the last day of the French president's the last day of the French president's state visit to London, Sakir called the state visit to London, Sakir called the agreement a groundbreaking scheme that"
    },
    {
      "start": 17.4,
      "dur": 9.6,
      "text": "agreement a groundbreaking scheme that will deter others from trying to make will deter others from trying to make the same journey. the same journey. So, I'm pleased to announce our So, I'm pleased to announce our agreement today on a groundbreaking"
    },
    {
      "start": 27.0,
      "dur": 11.7,
      "text": "agreement today on a groundbreaking returns pilot. For the very first time, returns pilot. For the very first time, migrants arriving via small boat will be migrants arriving via small boat will be detained and returned to France in short"
    },
    {
      "start": 38.7,
      "dur": 11.5,
      "text": "detained and returned to France in short order. order. In exchange for every return, a In exchange for every return, a different individual will be allowed to different individual will be allowed to come here via a safe route, controlled"
    },
    {
      "start": 50.2,
      "dur": 8.8,
      "text": "come here via a safe route, controlled and legal. and legal. subject to strict security checks and subject to strict security checks and only open to those who have not tried to"
    },
    {
      "start": 59.0,
      "dur": 10.2,
      "text": "only open to those who have not tried to enter the UK illegally. enter the UK illegally. Well, President Mron of France also Well, President Mron of France also maintain that Brexit was a key factor maintain that Brexit was a key factor behind the immigration challenges."
    },
    {
      "start": 69.2,
      "dur": 8.9,
      "text": "behind the immigration challenges. It's since Brexit that the UK no longer It's since Brexit that the UK no longer has any migratory agreement with EU. So has any migratory agreement with EU. So for people wanting to cross, there is no"
    },
    {
      "start": 78.1,
      "dur": 9.2,
      "text": "for people wanting to cross, there is no legal admission way. legal admission way. nor a way of sending people back after a nor a way of sending people back after a crossing. And this creates and this is a"
    },
    {
      "start": 87.3,
      "dur": 8.2,
      "text": "crossing. And this creates and this is a pull factor to attempt the crossing. pull factor to attempt the crossing. Exactly the inverse effect of what Exactly the inverse effect of what Brexit promised. Brexit promised. Well, the refugee charity Care for"
    },
    {
      "start": 95.5,
      "dur": 8.9,
      "text": "Well, the refugee charity Care for Calala called it a grubby deal between Calala called it a grubby deal between two governments that trades human lives. two governments that trades human lives. The two leaders gave a news conference The two leaders gave a news conference in London at the end of Mr. Macron's"
    },
    {
      "start": 104.4,
      "dur": 9.0,
      "text": "in London at the end of Mr. Macron's 3-day state visit, the first by a 3-day state visit, the first by a European Union political leader since European Union political leader since Brexit. Earlier in the day, the pair Brexit. Earlier in the day, the pair co-chared a summit with countries of the"
    },
    {
      "start": 113.4,
      "dur": 9.2,
      "text": "co-chared a summit with countries of the so-called coalition of the willing, so-called coalition of the willing, looking at plans to support Ukraine in looking at plans to support Ukraine in the event of a ceasefire with Russia. As the event of a ceasefire with Russia. As part of that summit, they signed the"
    },
    {
      "start": 122.6,
      "dur": 8.8,
      "text": "part of that summit, they signed the Northward Declaration, which would allow Northward Declaration, which would allow the UK and France to coordinate their the UK and France to coordinate their nuclear deterrence for the first time. nuclear deterrence for the first time. They also announced increased military"
    },
    {
      "start": 131.4,
      "dur": 8.5,
      "text": "They also announced increased military cooperation, a joint deployable force, cooperation, a joint deployable force, is to be expanded five-fold to 50,000 is to be expanded five-fold to 50,000 troops. Meanwhile, more than 200"
    },
    {
      "start": 139.9,
      "dur": 8.4,
      "text": "troops. Meanwhile, more than 200 migrants have been picked up in the migrants have been picked up in the English Channel today. The BBC filmed English Channel today. The BBC filmed video of people disembarking from a video of people disembarking from a border force boat in Dova on the south"
    },
    {
      "start": 148.3,
      "dur": 8.3,
      "text": "border force boat in Dova on the south coast of England. Earlier, the Coast coast of England. Earlier, the Coast Guard told the BBC it coordinated the Guard told the BBC it coordinated the response to the multiple incidents response to the multiple incidents involving small boats in the channel."
    },
    {
      "start": 156.6,
      "dur": 9.8,
      "text": "involving small boats in the channel. Let's talk about what's being announced Let's talk about what's being announced and what's been happening. Our political and what's been happening. Our political correspondent Ian Watson is in correspondent Ian Watson is in Westminster and our correspondent Tom Westminster and our correspondent Tom Simons is in Dover on the South Coast."
    },
    {
      "start": 166.4,
      "dur": 8.6,
      "text": "Simons is in Dover on the South Coast. Tom, to you first. Just tell us what's Tom, to you first. Just tell us what's been happening there. been happening there. Well, look, it's a a red day, as the Well, look, it's a a red day, as the government puts it, a day when it's"
    },
    {
      "start": 175.0,
      "dur": 8.4,
      "text": "government puts it, a day when it's quite easy to come across this body of quite easy to come across this body of water. The sea is flat. There's very water. The sea is flat. There's very little wind. We can actually see France little wind. We can actually see France so clearly over there. That the migrants"
    },
    {
      "start": 183.4,
      "dur": 9.2,
      "text": "so clearly over there. That the migrants know this and they know that it's a good know this and they know that it's a good day for them to try to get across. And day for them to try to get across. And across they have been coming. Uh we have across they have been coming. Uh we have had two border force vessels packed with"
    },
    {
      "start": 192.6,
      "dur": 9.8,
      "text": "had two border force vessels packed with migrants arrive here at do at a base migrants arrive here at do at a base just down there where they come to the just down there where they come to the UK and two lifeboats which don't always UK and two lifeboats which don't always get used to pick people out of the sea"
    },
    {
      "start": 202.4,
      "dur": 9.8,
      "text": "get used to pick people out of the sea uh but have been used on this occasion uh but have been used on this occasion and there are still people unloading or and there are still people unloading or coming off the boats uh below me. We've coming off the boats uh below me. We've seen a family with very small children."
    },
    {
      "start": 212.2,
      "dur": 8.6,
      "text": "seen a family with very small children. One child a colleague here uh through a One child a colleague here uh through a long lens could see was visibly long lens could see was visibly distressed. It is a dangerous way to distressed. It is a dangerous way to come to this country and they are still"
    },
    {
      "start": 220.8,
      "dur": 8.6,
      "text": "come to this country and they are still coming and the numbers have been coming and the numbers have been increasing this year compared to last increasing this year compared to last year. year. And Ian to you in Westminster in the And Ian to you in Westminster in the light of of the situation that Tom is"
    },
    {
      "start": 229.4,
      "dur": 10.4,
      "text": "light of of the situation that Tom is describing day after day down on the describing day after day down on the coast. What has been announced today and coast. What has been announced today and how would it work? how would it work? Well, what's been announced today is a Well, what's been announced today is a pilot scheme. uh pilot scheme probably"
    },
    {
      "start": 239.8,
      "dur": 8.0,
      "text": "pilot scheme. uh pilot scheme probably means uh that it's not extensive means uh that it's not extensive initially although the government has initially although the government has been pretty much tight lipped on the been pretty much tight lipped on the kind of numbers that this would involve"
    },
    {
      "start": 247.8,
      "dur": 8.2,
      "text": "kind of numbers that this would involve but essentially this is what's been but essentially this is what's been called a onein oneout deal so uh people called a onein oneout deal so uh people who've come here in small boats would be"
    },
    {
      "start": 256.0,
      "dur": 9.2,
      "text": "who've come here in small boats would be returned to France and an equal number returned to France and an equal number of people in France who are legitimate of people in France who are legitimate asylum seekers perhaps seeking family asylum seekers perhaps seeking family reunion in the United Kingdom would come"
    },
    {
      "start": 265.2,
      "dur": 9.5,
      "text": "reunion in the United Kingdom would come in this direction they would come to the in this direction they would come to the UK Okay, now that looks as though that UK Okay, now that looks as though that makes no overall difference to the makes no overall difference to the figures crossing the channel or the"
    },
    {
      "start": 274.7,
      "dur": 9.0,
      "text": "figures crossing the channel or the figures for illegal migration, but the figures for illegal migration, but the hope of both President Macarron and uh hope of both President Macarron and uh the prime minister is this would act as the prime minister is this would act as a deterrent effect because some people"
    },
    {
      "start": 283.7,
      "dur": 10.5,
      "text": "a deterrent effect because some people making that dangerous journey across the making that dangerous journey across the channel would know that in effect they'd channel would know that in effect they'd be given an involuntary return ticket be given an involuntary return ticket and that journey would have been and that journey would have been completely risky but without any benefit"
    },
    {
      "start": 294.2,
      "dur": 8.6,
      "text": "completely risky but without any benefit whatsoever. So they would hope that that whatsoever. So they would hope that that would deter them in the long run. Other would deter them in the long run. Other people would be allowed into the UK by people would be allowed into the UK by legitimate means."
    },
    {
      "start": 302.8,
      "dur": 8.1,
      "text": "legitimate means. The idea is then also to to act as a The idea is then also to to act as a deterrent to to people who are coming deterrent to to people who are coming into Europe in the first place and then into Europe in the first place and then making that journey across Europe to the"
    },
    {
      "start": 310.9,
      "dur": 9.5,
      "text": "making that journey across Europe to the channel. According to President Marron, channel. According to President Marron, around a third of migrants who've come around a third of migrants who've come into Europe are bound for the UK. So into Europe are bound for the UK. So that is basically what they're after."
    },
    {
      "start": 320.4,
      "dur": 9.2,
      "text": "that is basically what they're after. But it is a pilot scheme for a number of But it is a pilot scheme for a number of reasons. First of all, um there are reasons. First of all, um there are other countries in the EU that not keen other countries in the EU that not keen on this at all. They're worried that if on this at all. They're worried that if people go back to France from the UK,"
    },
    {
      "start": 329.6,
      "dur": 8.8,
      "text": "people go back to France from the UK, they might then be sent back to their they might then be sent back to their initial point of entry to Italy or initial point of entry to Italy or Spain, for example. So, they are raising Spain, for example. So, they are raising their objections with the European their objections with the European Commission. Secondly, it is only a"
    },
    {
      "start": 338.4,
      "dur": 9.1,
      "text": "Commission. Secondly, it is only a pilot. So, we're not quite sure how pilot. So, we're not quite sure how success will be measured and whether the success will be measured and whether the numbers really will ramp up as the prime numbers really will ramp up as the prime minister hopes they do. minister hopes they do. Ian, thank you. Tom, back to you. I"
    },
    {
      "start": 347.5,
      "dur": 9.5,
      "text": "Ian, thank you. Tom, back to you. I mean, you mentioned that these figures mean, you mentioned that these figures are record-breaking for this year. just are record-breaking for this year. just talk us through the numbers so far. talk us through the numbers so far. We're only in July."
    },
    {
      "start": 357.0,
      "dur": 10.6,
      "text": "We're only in July. We're only in Jul. Let me just give you We're only in Jul. Let me just give you this one week. So, in the last I think this one week. So, in the last I think eight days, uh we started at the eight days, uh we started at the beginning of today with 695 people beginning of today with 695 people coming to the UK in small boats across"
    },
    {
      "start": 367.6,
      "dur": 10.6,
      "text": "coming to the UK in small boats across the channel. That's quite a low number the channel. That's quite a low number actually. Some of the worst days of this actually. Some of the worst days of this have seen more than a thousand people have seen more than a thousand people coming and and these boats supposed to coming and and these boats supposed to hold about 20 people sometimes hold 50"
    },
    {
      "start": 378.2,
      "dur": 8.2,
      "text": "hold about 20 people sometimes hold 50 or 60 people crowded on. So, uh, that's or 60 people crowded on. So, uh, that's the the beginning of the day. We think the the beginning of the day. We think we've probably seen 300, maybe 400"
    },
    {
      "start": 386.4,
      "dur": 8.8,
      "text": "we've probably seen 300, maybe 400 people coming across and it's not over people coming across and it's not over yet. As I said, there are still people, yet. As I said, there are still people, uh, who are coming off the lifeboat uh, who are coming off the lifeboat that's down in the harbor behind me. And"
    },
    {
      "start": 395.2,
      "dur": 10.0,
      "text": "that's down in the harbor behind me. And you can be sure that if there's another you can be sure that if there's another red day when the conditions are good red day when the conditions are good tomorrow, there will be more people on tomorrow, there will be more people on the beaches probably planning their the beaches probably planning their route across now for tomorrow morning."
    },
    {
      "start": 405.2,
      "dur": 9.0,
      "text": "route across now for tomorrow morning. So, that's really what the government, So, that's really what the government, both sides of the channel, the two both sides of the channel, the two governments are up against. Tom, thanks governments are up against. Tom, thanks very much. Tom Simons there down on the very much. Tom Simons there down on the coast in Watson here in London in"
    },
    {
      "start": 414.2,
      "dur": 9.3,
      "text": "coast in Watson here in London in Westminster. Thank you both. Now, we've Westminster. Thank you both. Now, we've been getting a range of responses since been getting a range of responses since the deal was announced in the last the deal was announced in the last couple of hours. The leader of Reform couple of hours. The leader of Reform UK, Nigel Farage, gave his thoughts on"
    },
    {
      "start": 423.5,
      "dur": 9.0,
      "text": "UK, Nigel Farage, gave his thoughts on the immigration challenges. the immigration challenges. There is a massive global problem, but There is a massive global problem, but why don't we why don't we and and the why don't we why don't we and and the reason we voted Brexit, why don't we"
    },
    {
      "start": 432.5,
      "dur": 9.7,
      "text": "reason we voted Brexit, why don't we make sure we don't make the same make sure we don't make the same mistakes as the European Union and many mistakes as the European Union and many others. others. But you don't think we need to work with But you don't think we need to work with other countries on this? No, we don't other countries on this? No, we don't need to work. The European Union have a"
    },
    {
      "start": 442.2,
      "dur": 9.6,
      "text": "need to work. The European Union have a stupid policy that I warned in 2015 stupid policy that I warned in 2015 would lead to millions coming. It has. would lead to millions coming. It has. Why should we pay for their problem? We Why should we pay for their problem? We voted in a referendum to leave their"
    },
    {
      "start": 451.8,
      "dur": 9.2,
      "text": "voted in a referendum to leave their problem. problem. Let's talk to Tony Smith, who is the Let's talk to Tony Smith, who is the former head of the UK border force and a former head of the UK border force and a former government adviser on immigration former government adviser on immigration legislation. Tony Smith, thank you for"
    },
    {
      "start": 461.0,
      "dur": 9.2,
      "text": "legislation. Tony Smith, thank you for being with us. What do you think of being with us. What do you think of this? this? I think the jury is still out to be I think the jury is still out to be honest. I mean the devil will be in the honest. I mean the devil will be in the detail. He's right to say this is"
    },
    {
      "start": 470.2,
      "dur": 9.8,
      "text": "detail. He's right to say this is groundbreaking in that in my experience groundbreaking in that in my experience and I worked in the home office for and I worked in the home office for great many years on arrangements for great many years on arrangements for returns of asylum seekers. It's the returns of asylum seekers. It's the first time that we've ever been able to"
    },
    {
      "start": 480.0,
      "dur": 9.8,
      "text": "first time that we've ever been able to persuade France to take back failed persuade France to take back failed asylum seekers. I don't think it's asylum seekers. I don't think it's anything to do with Brexit therefore anything to do with Brexit therefore because they weren't taking them back because they weren't taking them back when we were in the EU. Uh now they're"
    },
    {
      "start": 489.8,
      "dur": 9.7,
      "text": "when we were in the EU. Uh now they're saying they're going to take some back, saying they're going to take some back, but uh the figures that I've heard being but uh the figures that I've heard being proved were 50 a week. um which is about proved were 50 a week. um which is about two and a half thousand a year weighed"
    },
    {
      "start": 499.5,
      "dur": 8.0,
      "text": "two and a half thousand a year weighed against 44,000 crossings last year. So against 44,000 crossings last year. So if you do the maths that it's more like if you do the maths that it's more like 17 in and one out."
    },
    {
      "start": 507.5,
      "dur": 10.0,
      "text": "17 in and one out. Yes, I was looking at those figures. Yes, I was looking at those figures. 21,000 arrivals in small boats in the 21,000 arrivals in small boats in the first 6 months of this year alone. How first 6 months of this year alone. How does this onein one out theory benefit"
    },
    {
      "start": 517.5,
      "dur": 9.8,
      "text": "does this onein one out theory benefit anybody? Well, the idea is that, you anybody? Well, the idea is that, you know, if we start to detain people when know, if we start to detain people when they come off the boats in Dover and we they come off the boats in Dover and we start to send them back to France, then"
    },
    {
      "start": 527.3,
      "dur": 9.0,
      "text": "start to send them back to France, then we send a message across the channel we send a message across the channel that you don't need to come anymore that you don't need to come anymore because you're going to end up back because you're going to end up back where you started from. But the where you started from. But the difficulty with that is if we're only difficulty with that is if we're only going to be detaining a very small"
    },
    {
      "start": 536.3,
      "dur": 8.9,
      "text": "going to be detaining a very small percentage, six 6%, then the other 94% percentage, six 6%, then the other 94% are going to continue to come through as are going to continue to come through as they do now, aren't they? And we'll end they do now, aren't they? And we'll end up in the UK in the asylum system and in"
    },
    {
      "start": 545.2,
      "dur": 8.6,
      "text": "up in the UK in the asylum system and in quite a lot of them in a hotel. So you quite a lot of them in a hotel. So you if you're trying to deter migrants from if you're trying to deter migrants from making the crossing, this is a step in making the crossing, this is a step in the right direction. Perhaps not a big"
    },
    {
      "start": 553.8,
      "dur": 8.2,
      "text": "the right direction. Perhaps not a big enough step. There may be other things enough step. There may be other things that we're going to need to do to that we're going to need to do to discourage them from crossing. discourage them from crossing. What other things do you have in mind?"
    },
    {
      "start": 562.0,
      "dur": 9.6,
      "text": "What other things do you have in mind? Well, I was a fan of the Rwanda plan Well, I was a fan of the Rwanda plan that the this this government abolished that the this this government abolished before it even got off the ground. But before it even got off the ground. But that would have enabled us to do the that would have enabled us to do the same thing with people coming off the"
    },
    {
      "start": 571.6,
      "dur": 8.0,
      "text": "same thing with people coming off the boats uh in Dover, but send them boats uh in Dover, but send them directly to Rwanda uh and they could directly to Rwanda uh and they could stay there and they could claim asylum stay there and they could claim asylum there and they would not be sent back to"
    },
    {
      "start": 579.6,
      "dur": 9.3,
      "text": "there and they would not be sent back to the country they were fearing the country they were fearing persecution from. uh that deal was done persecution from. uh that deal was done uh but unfortunately it never really got uh but unfortunately it never really got off the ground because it was declared off the ground because it was declared illegal by a number of legal challenges"
    },
    {
      "start": 588.9,
      "dur": 10.5,
      "text": "illegal by a number of legal challenges over two or three years and so it never over two or three years and so it never happened but I think we can't you know happened but I think we can't you know we need to know we can't control what we need to know we can't control what the French do we can't control what the the French do we can't control what the EU do we can control what we do and if"
    },
    {
      "start": 599.4,
      "dur": 8.5,
      "text": "EU do we can control what we do and if we can come to an agreement where we we can come to an agreement where we start to see people being removed from start to see people being removed from this country as illegal entrance when this country as illegal entrance when they arrive then that might be the"
    },
    {
      "start": 607.9,
      "dur": 9.6,
      "text": "they arrive then that might be the message we're looking for but I think message we're looking for but I think without that remove was deterrent This without that remove was deterrent This particular deal isn't going to go far particular deal isn't going to go far enough as far as I can see at the enough as far as I can see at the moment. moment. Tony Smith, former head of the UK border"
    },
    {
      "start": 617.5,
      "dur": 6.0,
      "text": "Tony Smith, former head of the UK border force and former government adviser on force and former government adviser on immigration legislation. Thank you for immigration legislation. Thank you for your thoughts."
    }
  ]
}