{
  "videoId": "BNoYTDgW-Ks",
  "title": "Fury in Congress as Epstein victims accuse US Justice Dept of cover-up | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 493,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.319,
      "text": "The survivors of Jeffrey Epstein's abuse"
    },
    {
      "start": 2.399,
      "dur": 2.551,
      "text": "The survivors of Jeffrey Epstein's abuse say all they want is transparency and"
    },
    {
      "start": 4.96,
      "dur": 3.11,
      "text": "say all they want is transparency and accountability. Their fear is that isn't"
    },
    {
      "start": 8.08,
      "dur": 2.549,
      "text": "accountability. Their fear is that isn't happening despite the release by the US"
    },
    {
      "start": 10.639,
      "dur": 2.791,
      "text": "happening despite the release by the US Justice Department of files relating to"
    },
    {
      "start": 13.44,
      "dur": 2.47,
      "text": "Justice Department of files relating to the convicted sex offender. The US"
    },
    {
      "start": 15.92,
      "dur": 2.23,
      "text": "the convicted sex offender. The US Attorney General, Pam Bondi, in a tense"
    },
    {
      "start": 18.16,
      "dur": 2.15,
      "text": "Attorney General, Pam Bondi, in a tense and combative hearing before US"
    },
    {
      "start": 20.32,
      "dur": 2.39,
      "text": "and combative hearing before US lawmakers on Capitol Hill, defended her"
    },
    {
      "start": 22.72,
      "dur": 2.15,
      "text": "lawmakers on Capitol Hill, defended her handling of the files as Democrats"
    },
    {
      "start": 24.88,
      "dur": 2.709,
      "text": "handling of the files as Democrats accused her of engaging in a cover up by"
    },
    {
      "start": 27.599,
      "dur": 2.391,
      "text": "accused her of engaging in a cover up by redacting the names of several men from"
    },
    {
      "start": 30.0,
      "dur": 1.429,
      "text": "redacting the names of several men from the documents that have been made"
    },
    {
      "start": 31.439,
      "dur": 2.63,
      "text": "the documents that have been made public. All this comes as one abuse"
    },
    {
      "start": 34.079,
      "dur": 2.15,
      "text": "public. All this comes as one abuse survivor has told the BBC that the royal"
    },
    {
      "start": 36.239,
      "dur": 1.911,
      "text": "survivor has told the BBC that the royal family's response has been too little"
    },
    {
      "start": 38.16,
      "dur": 2.229,
      "text": "family's response has been too little too late and she wants King Charles to"
    },
    {
      "start": 40.399,
      "dur": 2.631,
      "text": "too late and she wants King Charles to proactively search palace files relating"
    },
    {
      "start": 43.04,
      "dur": 2.39,
      "text": "proactively search palace files relating to the former Prince Andrew. More on"
    },
    {
      "start": 45.44,
      "dur": 1.75,
      "text": "to the former Prince Andrew. More on that in a moment, but first, Gary O'"
    },
    {
      "start": 47.2,
      "dur": 2.07,
      "text": "that in a moment, but first, Gary O' Donahue has our top story tonight from"
    },
    {
      "start": 49.28,
      "dur": 2.23,
      "text": "Donahue has our top story tonight from Washington."
    },
    {
      "start": 51.52,
      "dur": 1.83,
      "text": "Washington. &gt;&gt; Jeffrey Epstein's survivors have brought"
    },
    {
      "start": 53.36,
      "dur": 2.31,
      "text": "&gt;&gt; Jeffrey Epstein's survivors have brought their fight for justice to Capitol Hill."
    },
    {
      "start": 55.68,
      "dur": 1.91,
      "text": "their fight for justice to Capitol Hill. Furious that some of their details were"
    },
    {
      "start": 57.6,
      "dur": 2.07,
      "text": "Furious that some of their details were released in the files. They say that's"
    },
    {
      "start": 59.68,
      "dur": 2.869,
      "text": "released in the files. They say that's traumatized them all over again. abusers"
    },
    {
      "start": 62.559,
      "dur": 1.751,
      "text": "traumatized them all over again. abusers names and contact information is"
    },
    {
      "start": 64.32,
      "dur": 2.23,
      "text": "names and contact information is redacted while our faces and stories are"
    },
    {
      "start": 66.56,
      "dur": 2.549,
      "text": "redacted while our faces and stories are left on full display."
    },
    {
      "start": 69.119,
      "dur": 2.151,
      "text": "left on full display. This is not protection. This is"
    },
    {
      "start": 71.28,
      "dur": 2.869,
      "text": "This is not protection. This is betrayal. A partial release of these"
    },
    {
      "start": 74.159,
      "dur": 3.59,
      "text": "betrayal. A partial release of these files by the DOJ riddled with improper"
    },
    {
      "start": 77.759,
      "dur": 2.631,
      "text": "files by the DOJ riddled with improper redactions that expose the vulnerable"
    },
    {
      "start": 80.4,
      "dur": 1.67,
      "text": "redactions that expose the vulnerable and shield the powerful from"
    },
    {
      "start": 82.08,
      "dur": 3.11,
      "text": "and shield the powerful from accountability is not justice. Give us"
    },
    {
      "start": 85.2,
      "dur": 2.15,
      "text": "accountability is not justice. Give us the rest of the files and start the"
    },
    {
      "start": 87.36,
      "dur": 2.23,
      "text": "the rest of the files and start the investigations. Start the investigations"
    },
    {
      "start": 89.6,
      "dur": 1.59,
      "text": "investigations. Start the investigations on the things that are in the files."
    },
    {
      "start": 91.2,
      "dur": 1.909,
      "text": "on the things that are in the files. Right now"
    },
    {
      "start": 93.119,
      "dur": 1.911,
      "text": "Right now &gt;&gt; inside the capital, the attorney general"
    },
    {
      "start": 95.04,
      "dur": 1.91,
      "text": "&gt;&gt; inside the capital, the attorney general Pam Bondi was appearing before an"
    },
    {
      "start": 96.96,
      "dur": 2.39,
      "text": "Pam Bondi was appearing before an influential committee for the first time"
    },
    {
      "start": 99.36,
      "dur": 1.51,
      "text": "influential committee for the first time since the release of the files."
    },
    {
      "start": 100.88,
      "dur": 1.67,
      "text": "since the release of the files. &gt;&gt; Do you swear or affirm under penalty of"
    },
    {
      "start": 102.56,
      "dur": 1.43,
      "text": "&gt;&gt; Do you swear or affirm under penalty of perjury that the testimony you're about"
    },
    {
      "start": 104.0,
      "dur": 1.59,
      "text": "perjury that the testimony you're about to give is true and correct to the best"
    },
    {
      "start": 105.6,
      "dur": 1.35,
      "text": "to give is true and correct to the best of your knowledge, information, and"
    },
    {
      "start": 106.96,
      "dur": 1.189,
      "text": "of your knowledge, information, and belief. So help you God."
    },
    {
      "start": 108.159,
      "dur": 0.711,
      "text": "belief. So help you God. &gt;&gt; I did."
    },
    {
      "start": 108.88,
      "dur": 1.99,
      "text": "&gt;&gt; I did. &gt;&gt; With some of the survivors in the room,"
    },
    {
      "start": 110.88,
      "dur": 2.39,
      "text": "&gt;&gt; With some of the survivors in the room, one Democrat used their presence to"
    },
    {
      "start": 113.28,
      "dur": 2.23,
      "text": "one Democrat used their presence to attack the Department of Justice. And if"
    },
    {
      "start": 115.52,
      "dur": 2.71,
      "text": "attack the Department of Justice. And if you are willing, please raise your hands"
    },
    {
      "start": 118.24,
      "dur": 3.509,
      "text": "you are willing, please raise your hands if you have still not been able to meet"
    },
    {
      "start": 121.759,
      "dur": 5.03,
      "text": "if you have still not been able to meet with this Department of Justice."
    },
    {
      "start": 126.799,
      "dur": 1.761,
      "text": "Please know for the record that every"
    },
    {
      "start": 128.56,
      "dur": 3.029,
      "text": "Please know for the record that every single survivor has raised their hand."
    },
    {
      "start": 131.599,
      "dur": 1.99,
      "text": "single survivor has raised their hand. &gt;&gt; In her opening statement, Pam Bondi had"
    },
    {
      "start": 133.599,
      "dur": 1.671,
      "text": "&gt;&gt; In her opening statement, Pam Bondi had expressed sympathy for the victims, but"
    },
    {
      "start": 135.28,
      "dur": 1.83,
      "text": "expressed sympathy for the victims, but no apology. And what about further"
    },
    {
      "start": 137.12,
      "dur": 1.109,
      "text": "no apology. And what about further criminal indictments?"
    },
    {
      "start": 138.239,
      "dur": 0.71,
      "text": "criminal indictments? &gt;&gt; I I find it."
    },
    {
      "start": 138.959,
      "dur": 2.471,
      "text": "&gt;&gt; I I find it. &gt;&gt; How many have you Excuse me. I'm going"
    },
    {
      "start": 141.44,
      "dur": 1.27,
      "text": "&gt;&gt; How many have you Excuse me. I'm going to answer the question."
    },
    {
      "start": 142.72,
      "dur": 1.35,
      "text": "to answer the question. &gt;&gt; Answer my question. No joke. I'm going"
    },
    {
      "start": 144.08,
      "dur": 1.75,
      "text": "&gt;&gt; Answer my question. No joke. I'm going to answer the question the way I want to"
    },
    {
      "start": 145.84,
      "dur": 1.67,
      "text": "to answer the question the way I want to answer the question. Your theatrics are"
    },
    {
      "start": 147.52,
      "dur": 1.19,
      "text": "answer the question. Your theatrics are ridiculous."
    },
    {
      "start": 148.72,
      "dur": 1.03,
      "text": "ridiculous. &gt;&gt; You don't tell me."
    },
    {
      "start": 149.76,
      "dur": 1.35,
      "text": "&gt;&gt; You don't tell me. &gt;&gt; Oh, I did tell you because"
    },
    {
      "start": 151.12,
      "dur": 2.23,
      "text": "&gt;&gt; Oh, I did tell you because &gt;&gt; that call for prosecutions by many"
    },
    {
      "start": 153.36,
      "dur": 2.55,
      "text": "&gt;&gt; that call for prosecutions by many Democrats extended to Andrew Mountbatten"
    },
    {
      "start": 155.92,
      "dur": 0.87,
      "text": "Democrats extended to Andrew Mountbatten Windsor."
    },
    {
      "start": 156.8,
      "dur": 3.03,
      "text": "Windsor. &gt;&gt; These two photos staring you in the face"
    },
    {
      "start": 159.84,
      "dur": 2.63,
      "text": "&gt;&gt; These two photos staring you in the face are evidence of a crime and more than"
    },
    {
      "start": 162.48,
      "dur": 1.749,
      "text": "are evidence of a crime and more than enough evidence to predicate an"
    },
    {
      "start": 164.239,
      "dur": 2.311,
      "text": "enough evidence to predicate an investigation against former Prince"
    },
    {
      "start": 166.56,
      "dur": 2.47,
      "text": "investigation against former Prince Andrew. So, I ask you, Attorney General"
    },
    {
      "start": 169.04,
      "dur": 2.549,
      "text": "Andrew. So, I ask you, Attorney General Pam Bondi, why did you shut down this"
    },
    {
      "start": 171.599,
      "dur": 1.671,
      "text": "Pam Bondi, why did you shut down this investigation last July? And why have"
    },
    {
      "start": 173.28,
      "dur": 3.75,
      "text": "investigation last July? And why have you not prosecuted former Prince Andrew?"
    },
    {
      "start": 177.04,
      "dur": 1.59,
      "text": "you not prosecuted former Prince Andrew? &gt;&gt; I don't believe you asked Merrick"
    },
    {
      "start": 178.64,
      "dur": 0.55,
      "text": "&gt;&gt; I don't believe you asked Merrick Garland."
    },
    {
      "start": 179.2,
      "dur": 2.47,
      "text": "Garland. &gt;&gt; Pam Bondi appeared about to answer that"
    },
    {
      "start": 181.68,
      "dur": 2.07,
      "text": "&gt;&gt; Pam Bondi appeared about to answer that question, but was cut off. Mr."
    },
    {
      "start": 183.76,
      "dur": 1.67,
      "text": "question, but was cut off. Mr. Mountbatton Windsor has always denied"
    },
    {
      "start": 185.44,
      "dur": 2.31,
      "text": "Mountbatton Windsor has always denied he's done anything wrong, but has not"
    },
    {
      "start": 187.76,
      "dur": 2.469,
      "text": "he's done anything wrong, but has not recently answered repeated calls for him"
    },
    {
      "start": 190.239,
      "dur": 2.471,
      "text": "recently answered repeated calls for him to come here to answer questions."
    },
    {
      "start": 192.72,
      "dur": 4.55,
      "text": "to come here to answer questions. &gt;&gt; Shame on you. Oh, for goodness sakes."
    },
    {
      "start": 197.28,
      "dur": 1.99,
      "text": "&gt;&gt; Shame on you. Oh, for goodness sakes. The committee often descended into a"
    },
    {
      "start": 199.28,
      "dur": 2.39,
      "text": "The committee often descended into a shouting match with the attorney general"
    },
    {
      "start": 201.68,
      "dur": 2.31,
      "text": "shouting match with the attorney general launching into her political opponents."
    },
    {
      "start": 204.0,
      "dur": 2.149,
      "text": "launching into her political opponents. &gt;&gt; This has been around since the Obama"
    },
    {
      "start": 206.159,
      "dur": 3.191,
      "text": "&gt;&gt; This has been around since the Obama administration. This administration"
    },
    {
      "start": 209.36,
      "dur": 3.19,
      "text": "administration. This administration released over 3 million pages of"
    },
    {
      "start": 212.56,
      "dur": 2.55,
      "text": "released over 3 million pages of documents. Over three million. And"
    },
    {
      "start": 215.12,
      "dur": 3.35,
      "text": "documents. Over three million. And Donald Trump signed that law. Members of"
    },
    {
      "start": 218.48,
      "dur": 1.99,
      "text": "Donald Trump signed that law. Members of Congress are continuing to review the"
    },
    {
      "start": 220.48,
      "dur": 2.309,
      "text": "Congress are continuing to review the unredacted files, which have now led to"
    },
    {
      "start": 222.799,
      "dur": 1.831,
      "text": "unredacted files, which have now led to a number of other names of alleged"
    },
    {
      "start": 224.64,
      "dur": 2.47,
      "text": "a number of other names of alleged conspirators being made public and to"
    },
    {
      "start": 227.12,
      "dur": 2.23,
      "text": "conspirators being made public and to repeated questions over why no new"
    },
    {
      "start": 229.36,
      "dur": 5.509,
      "text": "repeated questions over why no new prosecutions are being pursued."
    },
    {
      "start": 234.879,
      "dur": 1.841,
      "text": "&gt;&gt; Of course, when it comes to Andrew"
    },
    {
      "start": 236.72,
      "dur": 2.069,
      "text": "&gt;&gt; Of course, when it comes to Andrew Mountbatten Windsor, congressional"
    },
    {
      "start": 238.799,
      "dur": 2.391,
      "text": "Mountbatten Windsor, congressional committees have no power to compel them"
    },
    {
      "start": 241.2,
      "dur": 2.71,
      "text": "committees have no power to compel them to come and give evidence here. And"
    },
    {
      "start": 243.92,
      "dur": 1.509,
      "text": "to come and give evidence here. And there's been no indication whatsoever"
    },
    {
      "start": 245.439,
      "dur": 1.671,
      "text": "there's been no indication whatsoever that the Department of Justice is"
    },
    {
      "start": 247.12,
      "dur": 2.389,
      "text": "that the Department of Justice is seeking any more kind of formal methods"
    },
    {
      "start": 249.519,
      "dur": 2.311,
      "text": "seeking any more kind of formal methods of bringing the former Prince Andrew"
    },
    {
      "start": 251.84,
      "dur": 2.389,
      "text": "of bringing the former Prince Andrew here. Intriguingly though, on a wider"
    },
    {
      "start": 254.239,
      "dur": 2.311,
      "text": "here. Intriguingly though, on a wider point, Pam Bondi did seem to hint that"
    },
    {
      "start": 256.56,
      "dur": 2.55,
      "text": "point, Pam Bondi did seem to hint that there may be some pending investigations"
    },
    {
      "start": 259.12,
      "dur": 2.31,
      "text": "there may be some pending investigations in her office. It wasn't clear what she"
    },
    {
      "start": 261.44,
      "dur": 2.07,
      "text": "in her office. It wasn't clear what she was referring to, whether that was wider"
    },
    {
      "start": 263.52,
      "dur": 1.35,
      "text": "was referring to, whether that was wider prosecutions, but that's something"
    },
    {
      "start": 264.88,
      "dur": 1.749,
      "text": "prosecutions, but that's something people will be looking at in the coming"
    },
    {
      "start": 266.639,
      "dur": 2.55,
      "text": "people will be looking at in the coming days. Clive, just a few days ago, the"
    },
    {
      "start": 269.199,
      "dur": 1.511,
      "text": "days. Clive, just a few days ago, the president said that he wanted the"
    },
    {
      "start": 270.72,
      "dur": 2.87,
      "text": "president said that he wanted the country to move on from Jeff Jeffrey"
    },
    {
      "start": 273.6,
      "dur": 2.55,
      "text": "country to move on from Jeff Jeffrey Epstein. There seems little chance of"
    },
    {
      "start": 276.16,
      "dur": 2.87,
      "text": "Epstein. There seems little chance of that happening anytime soon. All right,"
    },
    {
      "start": 279.04,
      "dur": 2.07,
      "text": "that happening anytime soon. All right, Gary, thank you. Gary Honghue there live"
    },
    {
      "start": 281.12,
      "dur": 1.99,
      "text": "Gary, thank you. Gary Honghue there live in Washington."
    },
    {
      "start": 283.12,
      "dur": 2.15,
      "text": "in Washington. Well, the BBC has seen an official"
    },
    {
      "start": 285.28,
      "dur": 2.15,
      "text": "Well, the BBC has seen an official document which appears to have been sent"
    },
    {
      "start": 287.44,
      "dur": 1.99,
      "text": "document which appears to have been sent by the former Prince Andrew when he was"
    },
    {
      "start": 289.44,
      "dur": 2.39,
      "text": "by the former Prince Andrew when he was a UK trade envoy to the convicted sex"
    },
    {
      "start": 291.84,
      "dur": 1.83,
      "text": "a UK trade envoy to the convicted sex offender Jeffrey Epste. Now it dates"
    },
    {
      "start": 293.68,
      "dur": 2.31,
      "text": "offender Jeffrey Epste. Now it dates from 2010 and includes information"
    },
    {
      "start": 296.0,
      "dur": 2.07,
      "text": "from 2010 and includes information prepared by British officials about"
    },
    {
      "start": 298.08,
      "dur": 2.79,
      "text": "prepared by British officials about investment opportunities in Afghanistan."
    },
    {
      "start": 300.88,
      "dur": 1.83,
      "text": "investment opportunities in Afghanistan. The claims are being assessed by Temp's"
    },
    {
      "start": 302.72,
      "dur": 1.35,
      "text": "The claims are being assessed by Temp's Valley police. Here's our royal"
    },
    {
      "start": 304.08,
      "dur": 3.35,
      "text": "Valley police. Here's our royal correspondent Shan Cochland."
    },
    {
      "start": 307.44,
      "dur": 2.55,
      "text": "correspondent Shan Cochland. The Epstein files with their allegations"
    },
    {
      "start": 310.0,
      "dur": 2.39,
      "text": "The Epstein files with their allegations about the powerful connections of the US"
    },
    {
      "start": 312.4,
      "dur": 2.229,
      "text": "about the powerful connections of the US sex offender have become a global"
    },
    {
      "start": 314.639,
      "dur": 2.471,
      "text": "sex offender have become a global scandal and that includes questions"
    },
    {
      "start": 317.12,
      "dur": 1.83,
      "text": "scandal and that includes questions about the role of Andrew Malbatton"
    },
    {
      "start": 318.96,
      "dur": 2.229,
      "text": "about the role of Andrew Malbatton Windsor and whether the royal family"
    },
    {
      "start": 321.199,
      "dur": 1.83,
      "text": "Windsor and whether the royal family should be doing more."
    },
    {
      "start": 323.039,
      "dur": 2.391,
      "text": "should be doing more. Juliet Bryant speaking to the BBC from"
    },
    {
      "start": 325.44,
      "dur": 2.23,
      "text": "Juliet Bryant speaking to the BBC from Cape Town and South Africa says she was"
    },
    {
      "start": 327.68,
      "dur": 4.31,
      "text": "Cape Town and South Africa says she was abused by Epstein between 2002 and 2004."
    },
    {
      "start": 332.0,
      "dur": 1.909,
      "text": "abused by Epstein between 2002 and 2004. She wants the questioning of Andrew to"
    },
    {
      "start": 333.919,
      "dur": 0.951,
      "text": "She wants the questioning of Andrew to go further."
    },
    {
      "start": 334.88,
      "dur": 1.11,
      "text": "go further. &gt;&gt; They need to go through all Prince"
    },
    {
      "start": 336.0,
      "dur": 1.749,
      "text": "&gt;&gt; They need to go through all Prince Andrew's files. I mean, you know, in"
    },
    {
      "start": 337.759,
      "dur": 1.43,
      "text": "Andrew's files. I mean, you know, in emails, they've done that to me. They"
    },
    {
      "start": 339.199,
      "dur": 1.751,
      "text": "emails, they've done that to me. They went through all my information. I think"
    },
    {
      "start": 340.96,
      "dur": 1.19,
      "text": "went through all my information. I think it's about time they went through his"
    },
    {
      "start": 342.16,
      "dur": 1.029,
      "text": "it's about time they went through his information since he was actually"
    },
    {
      "start": 343.199,
      "dur": 1.671,
      "text": "information since he was actually Epstein's friend and working with them."
    },
    {
      "start": 344.88,
      "dur": 1.83,
      "text": "Epstein's friend and working with them. I'm I'm willing to speak to them"
    },
    {
      "start": 346.72,
      "dur": 1.909,
      "text": "I'm I'm willing to speak to them anytime, you know, anywhere I can help."
    },
    {
      "start": 348.639,
      "dur": 2.231,
      "text": "anytime, you know, anywhere I can help. So they can contact me and the other"
    },
    {
      "start": 350.88,
      "dur": 2.23,
      "text": "So they can contact me and the other victims they can contact. The thing is I"
    },
    {
      "start": 353.12,
      "dur": 1.19,
      "text": "victims they can contact. The thing is I just hope they're not just saying this."
    },
    {
      "start": 354.32,
      "dur": 1.75,
      "text": "just hope they're not just saying this. I would like to see them actually taking"
    },
    {
      "start": 356.08,
      "dur": 0.949,
      "text": "I would like to see them actually taking action."
    },
    {
      "start": 357.039,
      "dur": 1.99,
      "text": "action. &gt;&gt; In the UK, the Tempame's Valley Police"
    },
    {
      "start": 359.039,
      "dur": 1.99,
      "text": "&gt;&gt; In the UK, the Tempame's Valley Police are currently assessing claims that"
    },
    {
      "start": 361.039,
      "dur": 2.15,
      "text": "are currently assessing claims that Andrew Manbatton Windsor shared official"
    },
    {
      "start": 363.199,
      "dur": 2.151,
      "text": "Andrew Manbatton Windsor shared official documents with Jeffrey Epstein when"
    },
    {
      "start": 365.36,
      "dur": 2.87,
      "text": "documents with Jeffrey Epstein when Andrew was the UK's trade envoy. And we"
    },
    {
      "start": 368.24,
      "dur": 1.99,
      "text": "Andrew was the UK's trade envoy. And we now know the contents of one of those"
    },
    {
      "start": 370.24,
      "dur": 2.229,
      "text": "now know the contents of one of those confidential documents. It was a"
    },
    {
      "start": 372.479,
      "dur": 1.751,
      "text": "confidential documents. It was a briefing prepared for the then Duke of"
    },
    {
      "start": 374.24,
      "dur": 3.43,
      "text": "briefing prepared for the then Duke of York by UK government officials in 2010"
    },
    {
      "start": 377.68,
      "dur": 1.99,
      "text": "York by UK government officials in 2010 about investment opportunities in"
    },
    {
      "start": 379.68,
      "dur": 2.39,
      "text": "about investment opportunities in Helmond in Afghanistan."
    },
    {
      "start": 382.08,
      "dur": 1.27,
      "text": "Helmond in Afghanistan. It talks about the commercial"
    },
    {
      "start": 383.36,
      "dur": 2.47,
      "text": "It talks about the commercial opportunities from significant high"
    },
    {
      "start": 385.84,
      "dur": 2.71,
      "text": "opportunities from significant high value mineral deposits such as gold and"
    },
    {
      "start": 388.56,
      "dur": 3.43,
      "text": "value mineral deposits such as gold and uranium and possibly oil and gas."
    },
    {
      "start": 392.0,
      "dur": 1.59,
      "text": "uranium and possibly oil and gas. Trade envoys have a duty of"
    },
    {
      "start": 393.6,
      "dur": 2.63,
      "text": "Trade envoys have a duty of confidentiality and so Vince Cable who"
    },
    {
      "start": 396.24,
      "dur": 2.229,
      "text": "confidentiality and so Vince Cable who was business secretary at the time is"
    },
    {
      "start": 398.479,
      "dur": 1.911,
      "text": "was business secretary at the time is highly critical of sharing such"
    },
    {
      "start": 400.4,
      "dur": 1.909,
      "text": "highly critical of sharing such information with Epstein."
    },
    {
      "start": 402.319,
      "dur": 3.671,
      "text": "information with Epstein. &gt;&gt; Passing them to uh Epstein I mean really"
    },
    {
      "start": 406.0,
      "dur": 2.55,
      "text": "&gt;&gt; Passing them to uh Epstein I mean really is appalling behavior and a breach of"
    },
    {
      "start": 408.56,
      "dur": 3.11,
      "text": "is appalling behavior and a breach of trust. I mean whether it's a criminal"
    },
    {
      "start": 411.68,
      "dur": 2.31,
      "text": "trust. I mean whether it's a criminal matter is is a matter for the police and"
    },
    {
      "start": 414.0,
      "dur": 2.15,
      "text": "matter is is a matter for the police and and I know they're investigating us."
    },
    {
      "start": 416.16,
      "dur": 2.469,
      "text": "and I know they're investigating us. Clearly, it's it represents a serious"
    },
    {
      "start": 418.639,
      "dur": 1.99,
      "text": "Clearly, it's it represents a serious breach of trust, and you would not"
    },
    {
      "start": 420.639,
      "dur": 2.151,
      "text": "breach of trust, and you would not expect public figures to behave in this"
    },
    {
      "start": 422.8,
      "dur": 1.03,
      "text": "expect public figures to behave in this way."
    },
    {
      "start": 423.84,
      "dur": 1.67,
      "text": "way. &gt;&gt; It's already been revealed that Andrew"
    },
    {
      "start": 425.52,
      "dur": 2.069,
      "text": "&gt;&gt; It's already been revealed that Andrew had sent Epstein official reports from"
    },
    {
      "start": 427.599,
      "dur": 2.631,
      "text": "had sent Epstein official reports from his visits to Southeast Asia, raising"
    },
    {
      "start": 430.24,
      "dur": 1.91,
      "text": "his visits to Southeast Asia, raising questions about Andrew's time as a trade"
    },
    {
      "start": 432.16,
      "dur": 2.39,
      "text": "questions about Andrew's time as a trade envoy. Former Prime Minister Gordon"
    },
    {
      "start": 434.56,
      "dur": 2.469,
      "text": "envoy. Former Prime Minister Gordon Brown has added his voice to calls for"
    },
    {
      "start": 437.039,
      "dur": 2.391,
      "text": "Brown has added his voice to calls for Andrew to answer questions about Epstein"
    },
    {
      "start": 439.44,
      "dur": 2.869,
      "text": "Andrew to answer questions about Epstein to the police. In his 2019 Newsite"
    },
    {
      "start": 442.319,
      "dur": 1.59,
      "text": "to the police. In his 2019 Newsite interview, Andrew said he would be"
    },
    {
      "start": 443.919,
      "dur": 2.231,
      "text": "interview, Andrew said he would be willing to testify, but it's still to"
    },
    {
      "start": 446.16,
      "dur": 0.95,
      "text": "willing to testify, but it's still to happen."
    },
    {
      "start": 447.12,
      "dur": 3.349,
      "text": "happen. &gt;&gt; If push came to shove and the legal"
    },
    {
      "start": 450.479,
      "dur": 3.191,
      "text": "&gt;&gt; If push came to shove and the legal legal advice was to do so, then I would"
    },
    {
      "start": 453.68,
      "dur": 2.069,
      "text": "legal advice was to do so, then I would be duty bound to do so."
    },
    {
      "start": 455.759,
      "dur": 1.83,
      "text": "be duty bound to do so. &gt;&gt; Prince William has been on a diplomatic"
    },
    {
      "start": 457.599,
      "dur": 2.15,
      "text": "&gt;&gt; Prince William has been on a diplomatic mission to Saudi Arabia this week, but"
    },
    {
      "start": 459.759,
      "dur": 2.391,
      "text": "mission to Saudi Arabia this week, but that also has been overshadowed by the"
    },
    {
      "start": 462.16,
      "dur": 2.95,
      "text": "that also has been overshadowed by the scandals surrounding Andrew and Epstein."
    },
    {
      "start": 465.12,
      "dur": 2.39,
      "text": "scandals surrounding Andrew and Epstein. King Charles has voiced his deep concern"
    },
    {
      "start": 467.52,
      "dur": 2.069,
      "text": "King Charles has voiced his deep concern about the revelations about Epstein and"
    },
    {
      "start": 469.599,
      "dur": 2.231,
      "text": "about the revelations about Epstein and the palace has made clear it won't stand"
    },
    {
      "start": 471.84,
      "dur": 3.029,
      "text": "the palace has made clear it won't stand in the way of a police investigation."
    },
    {
      "start": 474.879,
      "dur": 1.59,
      "text": "in the way of a police investigation. This evening he was talking about the"
    },
    {
      "start": 476.479,
      "dur": 2.39,
      "text": "This evening he was talking about the importance of carers but it's his"
    },
    {
      "start": 478.879,
      "dur": 2.071,
      "text": "importance of carers but it's his brother now in the king's care in"
    },
    {
      "start": 480.96,
      "dur": 2.229,
      "text": "brother now in the king's care in Sandringham who continues to come under"
    },
    {
      "start": 483.199,
      "dur": 1.511,
      "text": "Sandringham who continues to come under scrutiny."
    },
    {
      "start": 484.72,
      "dur": 2.07,
      "text": "scrutiny. Andrew Mountbatton Windsor has strongly"
    },
    {
      "start": 486.8,
      "dur": 1.91,
      "text": "Andrew Mountbatton Windsor has strongly denied any wrongdoing from his"
    },
    {
      "start": 488.72,
      "dur": 2.469,
      "text": "denied any wrongdoing from his association with Jeffrey Epstein. Sean"
    },
    {
      "start": 491.199,
      "dur": 3.44,
      "text": "association with Jeffrey Epstein. Sean Cochland, BBC News."
    }
  ]
}