{
  "videoId": "bPZ8B3va84A",
  "title": "Few Palestinians arrive in Egypt after Israel reopens Rafah crossing | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 172,
  "segments": [
    {
      "start": 0.0,
      "dur": 1.68,
      "text": "More Palestinians are expected to pass"
    },
    {
      "start": 1.68,
      "dur": 1.83,
      "text": "More Palestinians are expected to pass through the Rafa crossing between Gaza"
    },
    {
      "start": 3.52,
      "dur": 2.15,
      "text": "through the Rafa crossing between Gaza and Egypt following its reopening. The"
    },
    {
      "start": 5.68,
      "dur": 1.669,
      "text": "and Egypt following its reopening. The Palestinian Red Cresant said it had"
    },
    {
      "start": 7.359,
      "dur": 2.391,
      "text": "Palestinian Red Cresant said it had transported 16 patients with companions"
    },
    {
      "start": 9.76,
      "dur": 1.989,
      "text": "transported 16 patients with companions to a hospital in southern Gaza earlier"
    },
    {
      "start": 11.759,
      "dur": 1.83,
      "text": "to a hospital in southern Gaza earlier today. They had then been taken in"
    },
    {
      "start": 13.599,
      "dur": 1.751,
      "text": "today. They had then been taken in ambulances to the crossing in the hope"
    },
    {
      "start": 15.36,
      "dur": 2.71,
      "text": "ambulances to the crossing in the hope they could depart for Egypt. On Monday,"
    },
    {
      "start": 18.08,
      "dur": 1.99,
      "text": "they could depart for Egypt. On Monday, just five patients left Gaza with"
    },
    {
      "start": 20.08,
      "dur": 2.07,
      "text": "just five patients left Gaza with companions and 12 people were allowed to"
    },
    {
      "start": 22.16,
      "dur": 2.39,
      "text": "companions and 12 people were allowed to return. That is far fewer than the 50"
    },
    {
      "start": 24.56,
      "dur": 2.31,
      "text": "return. That is far fewer than the 50 patients that had been promised. About"
    },
    {
      "start": 26.88,
      "dur": 1.99,
      "text": "patients that had been promised. About 20,000 Palestinians are hoping to leave"
    },
    {
      "start": 28.88,
      "dur": 1.67,
      "text": "20,000 Palestinians are hoping to leave the territory for medical treatment."
    },
    {
      "start": 30.56,
      "dur": 2.39,
      "text": "the territory for medical treatment. Many thousands want to return home. The"
    },
    {
      "start": 32.96,
      "dur": 2.07,
      "text": "Many thousands want to return home. The UN World Food Program says that supplies"
    },
    {
      "start": 35.04,
      "dur": 2.23,
      "text": "UN World Food Program says that supplies to Gaza have ramped up after the US"
    },
    {
      "start": 37.28,
      "dur": 3.109,
      "text": "to Gaza have ramped up after the US brokered ceasefire. Approximately 750"
    },
    {
      "start": 40.399,
      "dur": 1.911,
      "text": "brokered ceasefire. Approximately 750 metric tons of food are now entering the"
    },
    {
      "start": 42.32,
      "dur": 2.87,
      "text": "metric tons of food are now entering the Gaza Strip daily, but that is still far"
    },
    {
      "start": 45.2,
      "dur": 3.189,
      "text": "Gaza Strip daily, but that is still far short of its daily target of 2,000 tons"
    },
    {
      "start": 48.399,
      "dur": 2.15,
      "text": "short of its daily target of 2,000 tons and well below what is needed after two"
    },
    {
      "start": 50.559,
      "dur": 1.99,
      "text": "and well below what is needed after two years of Israel's devastating war that's"
    },
    {
      "start": 52.559,
      "dur": 2.871,
      "text": "years of Israel's devastating war that's reduced much of Gaza to ruins. As we"
    },
    {
      "start": 55.44,
      "dur": 1.429,
      "text": "reduced much of Gaza to ruins. As we know, people are trying to leave for"
    },
    {
      "start": 56.879,
      "dur": 1.51,
      "text": "know, people are trying to leave for medical treatment and there are others"
    },
    {
      "start": 58.399,
      "dur": 1.83,
      "text": "medical treatment and there are others who want to return home. Let's hear now"
    },
    {
      "start": 60.239,
      "dur": 1.99,
      "text": "who want to return home. Let's hear now from both sides. The first Gazin"
    },
    {
      "start": 62.239,
      "dur": 2.23,
      "text": "from both sides. The first Gazin resident Mana Rajab who is waiting for"
    },
    {
      "start": 64.479,
      "dur": 2.071,
      "text": "resident Mana Rajab who is waiting for medical evacuation for her brother. He"
    },
    {
      "start": 66.56,
      "dur": 1.83,
      "text": "medical evacuation for her brother. He was left paralyzed from the waist down"
    },
    {
      "start": 68.4,
      "dur": 2.87,
      "text": "was left paralyzed from the waist down after sustaining severe injuries."
    },
    {
      "start": 71.28,
      "dur": 3.829,
      "text": "after sustaining severe injuries. &gt;&gt; There is no care for him. There is no"
    },
    {
      "start": 75.119,
      "dur": 3.271,
      "text": "&gt;&gt; There is no care for him. There is no ambulance for him and he can't walk. He"
    },
    {
      "start": 78.4,
      "dur": 3.11,
      "text": "ambulance for him and he can't walk. He can't eat by himself. He is in very"
    },
    {
      "start": 81.52,
      "dur": 2.949,
      "text": "can't eat by himself. He is in very difficult situation. Despite trying for"
    },
    {
      "start": 84.479,
      "dur": 2.231,
      "text": "difficult situation. Despite trying for 9 months, he has been unable to travel"
    },
    {
      "start": 86.72,
      "dur": 1.99,
      "text": "9 months, he has been unable to travel for treatment because of the continued"
    },
    {
      "start": 88.72,
      "dur": 3.67,
      "text": "for treatment because of the continued border closure. We hope he can evacuate"
    },
    {
      "start": 92.4,
      "dur": 3.349,
      "text": "border closure. We hope he can evacuate for traveling in any country. Just we"
    },
    {
      "start": 95.759,
      "dur": 2.951,
      "text": "for traveling in any country. Just we need to help him to walk again. All of"
    },
    {
      "start": 98.72,
      "dur": 3.27,
      "text": "need to help him to walk again. All of us need to travel out. There is no food,"
    },
    {
      "start": 102.0,
      "dur": 2.149,
      "text": "us need to travel out. There is no food, there is no medical care, there is no"
    },
    {
      "start": 104.159,
      "dur": 3.111,
      "text": "there is no medical care, there is no things, there is no house for us. We"
    },
    {
      "start": 107.28,
      "dur": 1.829,
      "text": "things, there is no house for us. We live in tents."
    },
    {
      "start": 109.119,
      "dur": 1.751,
      "text": "live in tents. It's very difficult."
    },
    {
      "start": 110.88,
      "dur": 1.589,
      "text": "It's very difficult. &gt;&gt; On the Egyptian side of the border,"
    },
    {
      "start": 112.479,
      "dur": 2.231,
      "text": "&gt;&gt; On the Egyptian side of the border, waiting to return to Gaza is 20-year-old"
    },
    {
      "start": 114.72,
      "dur": 2.069,
      "text": "waiting to return to Gaza is 20-year-old Mai, whose footballing dreams were"
    },
    {
      "start": 116.799,
      "dur": 2.31,
      "text": "Mai, whose footballing dreams were crushed the same day that a truck passed"
    },
    {
      "start": 119.119,
      "dur": 2.071,
      "text": "crushed the same day that a truck passed over his leg while he was searching for"
    },
    {
      "start": 121.2,
      "dur": 2.31,
      "text": "over his leg while he was searching for food at night. He's now joined a cycling"
    },
    {
      "start": 123.52,
      "dur": 1.43,
      "text": "food at night. He's now joined a cycling team, which has helped him to cope with"
    },
    {
      "start": 124.96,
      "dur": 2.07,
      "text": "team, which has helped him to cope with everything he's been through."
    },
    {
      "start": 127.04,
      "dur": 3.51,
      "text": "everything he's been through. &gt;&gt; Cycling helps me feel strong and free"
    },
    {
      "start": 130.56,
      "dur": 1.669,
      "text": "&gt;&gt; Cycling helps me feel strong and free again."
    },
    {
      "start": 132.239,
      "dur": 3.591,
      "text": "again. The first thing is to hug my family and"
    },
    {
      "start": 135.84,
      "dur": 3.99,
      "text": "The first thing is to hug my family and see them safe. Then I want to meet my"
    },
    {
      "start": 139.84,
      "dur": 3.99,
      "text": "see them safe. Then I want to meet my friends and ride my bike in the streets."
    },
    {
      "start": 143.84,
      "dur": 4.55,
      "text": "friends and ride my bike in the streets. I hope to help rebuild the neighborhood"
    },
    {
      "start": 148.4,
      "dur": 4.15,
      "text": "I hope to help rebuild the neighborhood and inspire others showing that life"
    },
    {
      "start": 152.56,
      "dur": 1.749,
      "text": "and inspire others showing that life continues."
    },
    {
      "start": 154.319,
      "dur": 3.511,
      "text": "continues. Faith in Allah keeps me strong. I follow"
    },
    {
      "start": 157.84,
      "dur": 3.749,
      "text": "Faith in Allah keeps me strong. I follow a daily routine, exercise, study and"
    },
    {
      "start": 161.599,
      "dur": 4.071,
      "text": "a daily routine, exercise, study and spend time with friends. Being part of"
    },
    {
      "start": 165.68,
      "dur": 5.72,
      "text": "spend time with friends. Being part of my cycling team also motivates me."
    }
  ]
}