{
  "videoId": "BsLH-Xfe1tM",
  "title": "Is Keir Starmer now a 'lame duck' Prime Minister? | BBC Question Time",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 1014,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.44,
      "text": "I don't think any of us want to return"
    },
    {
      "start": 1.6,
      "dur": 2.069,
      "text": "I don't think any of us want to return to the melodrama, the political chaos"
    },
    {
      "start": 3.679,
      "dur": 1.831,
      "text": "to the melodrama, the political chaos that we saw over the last decade."
    },
    {
      "start": 5.52,
      "dur": 1.269,
      "text": "that we saw over the last decade. &gt;&gt; What have we just seen over the last"
    },
    {
      "start": 6.799,
      "dur": 0.47,
      "text": "&gt;&gt; What have we just seen over the last week?"
    },
    {
      "start": 7.279,
      "dur": 2.471,
      "text": "week? &gt;&gt; Is the star now a lame duck prime"
    },
    {
      "start": 9.76,
      "dur": 4.07,
      "text": "&gt;&gt; Is the star now a lame duck prime minister?"
    },
    {
      "start": 13.84,
      "dur": 2.4,
      "text": "&gt;&gt; That's coming your way, Luke."
    },
    {
      "start": 16.24,
      "dur": 1.99,
      "text": "&gt;&gt; That's coming your way, Luke. &gt;&gt; No, I don't think he is. I think what"
    },
    {
      "start": 18.24,
      "dur": 1.91,
      "text": "&gt;&gt; No, I don't think he is. I think what I've wanted to see from a politician,"
    },
    {
      "start": 20.16,
      "dur": 1.75,
      "text": "I've wanted to see from a politician, from a leader, especially after so many"
    },
    {
      "start": 21.92,
      "dur": 3.189,
      "text": "from a leader, especially after so many years of chaos, is someone that can try"
    },
    {
      "start": 25.119,
      "dur": 2.871,
      "text": "years of chaos, is someone that can try things, make mistakes, but admit they've"
    },
    {
      "start": 28.0,
      "dur": 2.47,
      "text": "things, make mistakes, but admit they've made mistakes, apologize for it, learn"
    },
    {
      "start": 30.48,
      "dur": 2.39,
      "text": "made mistakes, apologize for it, learn those lessons, and do better. And I"
    },
    {
      "start": 32.88,
      "dur": 1.509,
      "text": "those lessons, and do better. And I think I don't think any of us want to"
    },
    {
      "start": 34.399,
      "dur": 1.911,
      "text": "think I don't think any of us want to return to the melodrama, the political"
    },
    {
      "start": 36.32,
      "dur": 2.229,
      "text": "return to the melodrama, the political chaos that we saw over the last decade."
    },
    {
      "start": 38.559,
      "dur": 1.191,
      "text": "chaos that we saw over the last decade. &gt;&gt; What have we just seen over the last"
    },
    {
      "start": 39.76,
      "dur": 2.71,
      "text": "&gt;&gt; What have we just seen over the last week? Um I want to see the prime"
    },
    {
      "start": 42.48,
      "dur": 1.11,
      "text": "week? Um I want to see the prime minister"
    },
    {
      "start": 43.6,
      "dur": 1.75,
      "text": "minister &gt;&gt; I want to see prime minister the prime"
    },
    {
      "start": 45.36,
      "dur": 2.63,
      "text": "&gt;&gt; I want to see prime minister the prime minister um focus on the issues that"
    },
    {
      "start": 48.0,
      "dur": 2.15,
      "text": "minister um focus on the issues that matter. That means yes restoring trust."
    },
    {
      "start": 50.16,
      "dur": 2.069,
      "text": "matter. That means yes restoring trust. It also means learning where mistakes"
    },
    {
      "start": 52.239,
      "dur": 1.271,
      "text": "It also means learning where mistakes have been made. And he's been very"
    },
    {
      "start": 53.52,
      "dur": 1.75,
      "text": "have been made. And he's been very honest this week which is what I want to"
    },
    {
      "start": 55.28,
      "dur": 1.909,
      "text": "honest this week which is what I want to see from a political leader. I want to"
    },
    {
      "start": 57.199,
      "dur": 2.231,
      "text": "see from a political leader. I want to see someone that if they make a mistake"
    },
    {
      "start": 59.44,
      "dur": 2.31,
      "text": "see someone that if they make a mistake admits it, learns the lessons and then"
    },
    {
      "start": 61.76,
      "dur": 1.99,
      "text": "admits it, learns the lessons and then does better. And that's precisely what"
    },
    {
      "start": 63.76,
      "dur": 1.59,
      "text": "does better. And that's precisely what I've heard him say this week to"
    },
    {
      "start": 65.36,
      "dur": 1.83,
      "text": "I've heard him say this week to parliamentary colleagues. what I know"
    },
    {
      "start": 67.2,
      "dur": 2.39,
      "text": "parliamentary colleagues. what I know the public want us to do, focus on"
    },
    {
      "start": 69.6,
      "dur": 2.07,
      "text": "the public want us to do, focus on getting stuff done, changing Britain for"
    },
    {
      "start": 71.68,
      "dur": 1.749,
      "text": "getting stuff done, changing Britain for the better, delivering the manifesto."
    },
    {
      "start": 73.439,
      "dur": 1.911,
      "text": "the better, delivering the manifesto. Now, we're making progress in that, but"
    },
    {
      "start": 75.36,
      "dur": 1.59,
      "text": "Now, we're making progress in that, but I'm an impatient so and so as a"
    },
    {
      "start": 76.96,
      "dur": 2.469,
      "text": "I'm an impatient so and so as a minister. I want us to make pro progress"
    },
    {
      "start": 79.439,
      "dur": 2.551,
      "text": "minister. I want us to make pro progress faster, and the more time we spend on"
    },
    {
      "start": 82.0,
      "dur": 2.63,
      "text": "faster, and the more time we spend on Westminster ups and downs, who's doing"
    },
    {
      "start": 84.64,
      "dur": 1.509,
      "text": "Westminster ups and downs, who's doing uh up and down. I don't think that's"
    },
    {
      "start": 86.159,
      "dur": 2.471,
      "text": "uh up and down. I don't think that's where the public want us to be. Focus on"
    },
    {
      "start": 88.64,
      "dur": 1.67,
      "text": "where the public want us to be. Focus on the issues that matter. But we've got to"
    },
    {
      "start": 90.32,
      "dur": 1.109,
      "text": "the issues that matter. But we've got to learn from this week because I don't"
    },
    {
      "start": 91.439,
      "dur": 2.071,
      "text": "learn from this week because I don't want to see this week repeated again."
    },
    {
      "start": 93.52,
      "dur": 1.83,
      "text": "want to see this week repeated again. Frankly, I want us focusing on bringing"
    },
    {
      "start": 95.36,
      "dur": 1.91,
      "text": "Frankly, I want us focusing on bringing down NHS waiting list further, growing"
    },
    {
      "start": 97.28,
      "dur": 2.31,
      "text": "down NHS waiting list further, growing the economy, getting our public services"
    },
    {
      "start": 99.6,
      "dur": 1.99,
      "text": "the economy, getting our public services in a better shape. What we're making"
    },
    {
      "start": 101.6,
      "dur": 1.59,
      "text": "in a better shape. What we're making progress you don't want to be repeated."
    },
    {
      "start": 103.2,
      "dur": 2.31,
      "text": "progress you don't want to be repeated. You've got a transport union, the TSSA"
    },
    {
      "start": 105.52,
      "dur": 2.31,
      "text": "You've got a transport union, the TSSA affiliated to Labor tonight, just"
    },
    {
      "start": 107.84,
      "dur": 2.47,
      "text": "affiliated to Labor tonight, just tonight, saying got to go and be"
    },
    {
      "start": 110.32,
      "dur": 1.829,
      "text": "tonight, saying got to go and be replaced by Angela Raina. So, this is"
    },
    {
      "start": 112.159,
      "dur": 1.511,
      "text": "replaced by Angela Raina. So, this is just going on and on."
    },
    {
      "start": 113.68,
      "dur": 1.83,
      "text": "just going on and on. &gt;&gt; Well, I don't agree with them. I respect"
    },
    {
      "start": 115.52,
      "dur": 1.51,
      "text": "&gt;&gt; Well, I don't agree with them. I respect that in a democracy, people can have"
    },
    {
      "start": 117.04,
      "dur": 1.669,
      "text": "that in a democracy, people can have different views, and it's okay to have"
    },
    {
      "start": 118.719,
      "dur": 1.35,
      "text": "different views, and it's okay to have different views as long as you debate"
    },
    {
      "start": 120.079,
      "dur": 1.911,
      "text": "different views as long as you debate maturely and don't be muppets to each"
    },
    {
      "start": 122.0,
      "dur": 2.149,
      "text": "maturely and don't be muppets to each other. And I think it's right that in a"
    },
    {
      "start": 124.159,
      "dur": 2.151,
      "text": "other. And I think it's right that in a big uh organization like the Labour"
    },
    {
      "start": 126.32,
      "dur": 2.149,
      "text": "big uh organization like the Labour Party, a big family where people do have"
    },
    {
      "start": 128.479,
      "dur": 1.671,
      "text": "Party, a big family where people do have different views and many of those views"
    },
    {
      "start": 130.16,
      "dur": 2.23,
      "text": "different views and many of those views are passionately held that we have a"
    },
    {
      "start": 132.4,
      "dur": 2.39,
      "text": "are passionately held that we have a debate, we have uh options on the table"
    },
    {
      "start": 134.8,
      "dur": 1.83,
      "text": "debate, we have uh options on the table that we can discuss and debate uh"
    },
    {
      "start": 136.64,
      "dur": 2.15,
      "text": "that we can discuss and debate uh properly. But this week has not been a"
    },
    {
      "start": 138.8,
      "dur": 2.149,
      "text": "properly. But this week has not been a great week for Labor, I don't think. But"
    },
    {
      "start": 140.959,
      "dur": 2.391,
      "text": "great week for Labor, I don't think. But I want to see us learn from the mistakes"
    },
    {
      "start": 143.36,
      "dur": 1.27,
      "text": "I want to see us learn from the mistakes that have been made as the prime"
    },
    {
      "start": 144.64,
      "dur": 3.27,
      "text": "that have been made as the prime minister set out and do better and focus"
    },
    {
      "start": 147.92,
      "dur": 1.59,
      "text": "minister set out and do better and focus on the things that actually matter."
    },
    {
      "start": 149.52,
      "dur": 1.51,
      "text": "on the things that actually matter. bringing down waiting lists, growing the"
    },
    {
      "start": 151.04,
      "dur": 2.39,
      "text": "bringing down waiting lists, growing the economy, uh tackling misogyny in our"
    },
    {
      "start": 153.44,
      "dur": 1.27,
      "text": "economy, uh tackling misogyny in our communities. These are the things that I"
    },
    {
      "start": 154.72,
      "dur": 1.67,
      "text": "communities. These are the things that I think people want their government"
    },
    {
      "start": 156.4,
      "dur": 1.67,
      "text": "think people want their government focused on."
    },
    {
      "start": 158.08,
      "dur": 2.149,
      "text": "focused on. &gt;&gt; Is Karma now a lamed up prime minister,"
    },
    {
      "start": 160.239,
      "dur": 1.111,
      "text": "&gt;&gt; Is Karma now a lamed up prime minister, Ben?"
    },
    {
      "start": 161.36,
      "dur": 2.149,
      "text": "Ben? &gt;&gt; Well, I' I'd call him a zombie prime"
    },
    {
      "start": 163.519,
      "dur": 1.591,
      "text": "&gt;&gt; Well, I' I'd call him a zombie prime minister because he seems to be"
    },
    {
      "start": 165.12,
      "dur": 1.91,
      "text": "minister because he seems to be wandering around aimlessly at the"
    },
    {
      "start": 167.04,
      "dur": 3.51,
      "text": "wandering around aimlessly at the moment. Sort of neither really dead or"
    },
    {
      "start": 170.56,
      "dur": 3.43,
      "text": "moment. Sort of neither really dead or alive. And my my question is, will he"
    },
    {
      "start": 174.0,
      "dur": 2.71,
      "text": "alive. And my my question is, will he still be here, Luke, 28 Days Later?"
    },
    {
      "start": 176.72,
      "dur": 1.43,
      "text": "still be here, Luke, 28 Days Later? &gt;&gt; Oh, that's a very good film reference."
    },
    {
      "start": 178.16,
      "dur": 1.59,
      "text": "&gt;&gt; Oh, that's a very good film reference. Well done, Ben. Uh, yes. I think he will"
    },
    {
      "start": 179.76,
      "dur": 1.27,
      "text": "Well done, Ben. Uh, yes. I think he will be still here. Yes."
    },
    {
      "start": 181.04,
      "dur": 2.39,
      "text": "be still here. Yes. &gt;&gt; Okay. Man at I had no idea you going to"
    },
    {
      "start": 183.44,
      "dur": 1.59,
      "text": "&gt;&gt; Okay. Man at I had no idea you going to start doing film references. Right. Man"
    },
    {
      "start": 185.04,
      "dur": 2.31,
      "text": "start doing film references. Right. Man at the very back in the black t-shirt."
    },
    {
      "start": 187.36,
      "dur": 0.55,
      "text": "at the very back in the black t-shirt. Yeah."
    },
    {
      "start": 187.92,
      "dur": 1.75,
      "text": "Yeah. &gt;&gt; Yeah. Um, I just wanted to say that you"
    },
    {
      "start": 189.68,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. Um, I just wanted to say that you use the term mistake, but I think"
    },
    {
      "start": 191.12,
      "dur": 2.31,
      "text": "use the term mistake, but I think appointing someone who was had"
    },
    {
      "start": 193.44,
      "dur": 2.069,
      "text": "appointing someone who was had connections with a known pedophile to be"
    },
    {
      "start": 195.519,
      "dur": 2.07,
      "text": "connections with a known pedophile to be ambassador to US is not a mistake."
    },
    {
      "start": 197.599,
      "dur": 6.391,
      "text": "ambassador to US is not a mistake. That's that's a disgrace."
    },
    {
      "start": 204.0,
      "dur": 2.64,
      "text": "&gt;&gt; Yes, I know the glasses. You also talked"
    },
    {
      "start": 206.64,
      "dur": 1.83,
      "text": "&gt;&gt; Yes, I know the glasses. You also talked about how he's making mistakes and"
    },
    {
      "start": 208.48,
      "dur": 1.43,
      "text": "about how he's making mistakes and learning from them, but how many"
    },
    {
      "start": 209.92,
      "dur": 2.15,
      "text": "learning from them, but how many mistakes is too many mistakes with the"
    },
    {
      "start": 212.08,
      "dur": 2.55,
      "text": "mistakes is too many mistakes with the U-turns on PIP, on winter fuel, on the"
    },
    {
      "start": 214.64,
      "dur": 3.27,
      "text": "U-turns on PIP, on winter fuel, on the child benefit cap? When is that enough?"
    },
    {
      "start": 217.92,
      "dur": 1.51,
      "text": "child benefit cap? When is that enough? &gt;&gt; Man here at the front."
    },
    {
      "start": 219.44,
      "dur": 2.149,
      "text": "&gt;&gt; Man here at the front. &gt;&gt; I appreciate people make mistakes"
    },
    {
      "start": 221.599,
      "dur": 2.071,
      "text": "&gt;&gt; I appreciate people make mistakes because that's how we learn in life. But"
    },
    {
      "start": 223.68,
      "dur": 2.31,
      "text": "because that's how we learn in life. But what I don't appreciate is somebody who"
    },
    {
      "start": 226.0,
      "dur": 2.869,
      "text": "what I don't appreciate is somebody who shows constant poor judgment"
    },
    {
      "start": 228.879,
      "dur": 2.71,
      "text": "shows constant poor judgment &gt;&gt; in his tenure so far. And that's"
    },
    {
      "start": 231.599,
      "dur": 1.511,
      "text": "&gt;&gt; in his tenure so far. And that's appalling."
    },
    {
      "start": 233.12,
      "dur": 3.189,
      "text": "appalling. &gt;&gt; Ellie. Yes. Uh Carl, I completely agree"
    },
    {
      "start": 236.319,
      "dur": 2.071,
      "text": "&gt;&gt; Ellie. Yes. Uh Carl, I completely agree with you. Karma is absolutely a lame"
    },
    {
      "start": 238.4,
      "dur": 1.909,
      "text": "with you. Karma is absolutely a lame duck. He's teetering on the edge of the"
    },
    {
      "start": 240.319,
      "dur": 1.91,
      "text": "duck. He's teetering on the edge of the precipice. You know, Labour MPs this"
    },
    {
      "start": 242.239,
      "dur": 2.07,
      "text": "precipice. You know, Labour MPs this week decided to pull back, not quite"
    },
    {
      "start": 244.319,
      "dur": 2.071,
      "text": "week decided to pull back, not quite kind of push him over the edge, but it's"
    },
    {
      "start": 246.4,
      "dur": 1.909,
      "text": "kind of push him over the edge, but it's only a matter of time. Perhaps after the"
    },
    {
      "start": 248.319,
      "dur": 1.671,
      "text": "only a matter of time. Perhaps after the Gordon and Denton bi-election, perhaps"
    },
    {
      "start": 250.0,
      "dur": 1.99,
      "text": "Gordon and Denton bi-election, perhaps after the local elections, you know,"
    },
    {
      "start": 252.0,
      "dur": 2.07,
      "text": "after the local elections, you know, Labour are going to have really bad"
    },
    {
      "start": 254.08,
      "dur": 1.989,
      "text": "Labour are going to have really bad results. Maybe they're just keeping him"
    },
    {
      "start": 256.079,
      "dur": 2.39,
      "text": "results. Maybe they're just keeping him in place so that he's a useful guy after"
    },
    {
      "start": 258.479,
      "dur": 2.15,
      "text": "in place so that he's a useful guy after that. In the meantime, he is incredibly"
    },
    {
      "start": 260.639,
      "dur": 1.511,
      "text": "that. In the meantime, he is incredibly weak. And I agree with the gentleman"
    },
    {
      "start": 262.16,
      "dur": 1.91,
      "text": "weak. And I agree with the gentleman here who talked about judgment. you"
    },
    {
      "start": 264.08,
      "dur": 1.43,
      "text": "here who talked about judgment. you know, let's remind ourselves what's"
    },
    {
      "start": 265.52,
      "dur": 1.75,
      "text": "know, let's remind ourselves what's happened here. It's not just this week."
    },
    {
      "start": 267.28,
      "dur": 1.909,
      "text": "happened here. It's not just this week. Actually, all of this broke last week"
    },
    {
      "start": 269.199,
      "dur": 2.471,
      "text": "Actually, all of this broke last week about the Mandlesson scandal, but that"
    },
    {
      "start": 271.68,
      "dur": 1.509,
      "text": "about the Mandlesson scandal, but that is something that dates back a really"
    },
    {
      "start": 273.199,
      "dur": 2.471,
      "text": "is something that dates back a really long time. And not only did he appoint"
    },
    {
      "start": 275.68,
      "dur": 1.75,
      "text": "long time. And not only did he appoint Mandlesson, despite knowing that he had"
    },
    {
      "start": 277.44,
      "dur": 1.91,
      "text": "Mandlesson, despite knowing that he had this connection, ongoing connection with"
    },
    {
      "start": 279.36,
      "dur": 2.79,
      "text": "this connection, ongoing connection with Epstein, we've also had another Labour"
    },
    {
      "start": 282.16,
      "dur": 1.43,
      "text": "Epstein, we've also had another Labour member of the House of Lords, Matthew"
    },
    {
      "start": 283.6,
      "dur": 1.589,
      "text": "member of the House of Lords, Matthew Doyle, this week, who's had to be"
    },
    {
      "start": 285.199,
      "dur": 1.751,
      "text": "Doyle, this week, who's had to be basically chucked out because of his"
    },
    {
      "start": 286.96,
      "dur": 2.39,
      "text": "basically chucked out because of his connections with the pedophile. Also"
    },
    {
      "start": 289.36,
      "dur": 1.91,
      "text": "connections with the pedophile. Also this week we've been raising questions"
    },
    {
      "start": 291.28,
      "dur": 3.03,
      "text": "this week we've been raising questions about the MOD's contract with Palanteer"
    },
    {
      "start": 294.32,
      "dur": 2.79,
      "text": "about the MOD's contract with Palanteer Pata perhaps facilitated by Peter"
    },
    {
      "start": 297.12,
      "dur": 2.39,
      "text": "Pata perhaps facilitated by Peter Mandlesen in his conflict of interest"
    },
    {
      "start": 299.52,
      "dur": 3.83,
      "text": "Mandlesen in his conflict of interest role both in relation to his job uh his"
    },
    {
      "start": 303.36,
      "dur": 2.549,
      "text": "role both in relation to his job uh his interest in global council and then his"
    },
    {
      "start": 305.919,
      "dur": 1.591,
      "text": "interest in global council and then his job working with the prime minister."
    },
    {
      "start": 307.52,
      "dur": 1.35,
      "text": "job working with the prime minister. There was a meeting between the prime"
    },
    {
      "start": 308.88,
      "dur": 2.309,
      "text": "There was a meeting between the prime minister Mandelen and Palanteer last"
    },
    {
      "start": 311.199,
      "dur": 2.071,
      "text": "minister Mandelen and Palanteer last year and then subsequently a contract"
    },
    {
      "start": 313.28,
      "dur": 2.629,
      "text": "year and then subsequently a contract allocated to this organization without"
    },
    {
      "start": 315.919,
      "dur": 2.871,
      "text": "allocated to this organization without any due process. So we've got huge"
    },
    {
      "start": 318.8,
      "dur": 2.389,
      "text": "any due process. So we've got huge questions to ask. Labour has huge"
    },
    {
      "start": 321.199,
      "dur": 2.391,
      "text": "questions to ask. Labour has huge questions to answer. And fundamentally"
    },
    {
      "start": 323.6,
      "dur": 2.55,
      "text": "questions to answer. And fundamentally Kier Starmer does have to go. He's lost"
    },
    {
      "start": 326.16,
      "dur": 2.07,
      "text": "Kier Starmer does have to go. He's lost the confidence of the country. He's lost"
    },
    {
      "start": 328.24,
      "dur": 2.71,
      "text": "the confidence of the country. He's lost the trust of the country. Not just the"
    },
    {
      "start": 330.96,
      "dur": 1.509,
      "text": "the trust of the country. Not just the last few weeks, but as the gentleman"
    },
    {
      "start": 332.479,
      "dur": 2.471,
      "text": "last few weeks, but as the gentleman there said, multiple U-turns over"
    },
    {
      "start": 334.96,
      "dur": 2.63,
      "text": "there said, multiple U-turns over multiple months. It is absolutely time"
    },
    {
      "start": 337.6,
      "dur": 1.75,
      "text": "multiple months. It is absolutely time for him to go. And in fact, it's time"
    },
    {
      "start": 339.36,
      "dur": 2.23,
      "text": "for him to go. And in fact, it's time for a change, which is why so many"
    },
    {
      "start": 341.6,
      "dur": 1.83,
      "text": "for a change, which is why so many people are wanting to vote green at"
    },
    {
      "start": 343.44,
      "dur": 1.99,
      "text": "people are wanting to vote green at these upcoming elections because they"
    },
    {
      "start": 345.44,
      "dur": 2.79,
      "text": "these upcoming elections because they are disillusioned with Labor and they"
    },
    {
      "start": 348.24,
      "dur": 1.509,
      "text": "are disillusioned with Labor and they want people that they can genuinely"
    },
    {
      "start": 349.759,
      "dur": 1.511,
      "text": "want people that they can genuinely trust. Uh Luke, I'll give you a chance"
    },
    {
      "start": 351.28,
      "dur": 1.189,
      "text": "trust. Uh Luke, I'll give you a chance to talk about Palanteer in a moment."
    },
    {
      "start": 352.479,
      "dur": 1.99,
      "text": "to talk about Palanteer in a moment. Nadine, I just want to ask you your"
    },
    {
      "start": 354.479,
      "dur": 1.671,
      "text": "Nadine, I just want to ask you your view."
    },
    {
      "start": 356.16,
      "dur": 1.91,
      "text": "view. I know clearly you're no fan of Karma,"
    },
    {
      "start": 358.08,
      "dur": 1.35,
      "text": "I know clearly you're no fan of Karma, but I'm interested particularly because"
    },
    {
      "start": 359.44,
      "dur": 0.79,
      "text": "but I'm interested particularly because you've been present at the"
    },
    {
      "start": 360.24,
      "dur": 1.669,
      "text": "you've been present at the defenistrations of two prime ministers,"
    },
    {
      "start": 361.919,
      "dur": 1.99,
      "text": "defenistrations of two prime ministers, Theresa May and Boris Johnson. How do"
    },
    {
      "start": 363.919,
      "dur": 0.631,
      "text": "Theresa May and Boris Johnson. How do they compare?"
    },
    {
      "start": 364.56,
      "dur": 3.67,
      "text": "they compare? &gt;&gt; I was in the room. Um, so the Labour MPs"
    },
    {
      "start": 368.24,
      "dur": 1.91,
      "text": "&gt;&gt; I was in the room. Um, so the Labour MPs have only been in Westminster for 18"
    },
    {
      "start": 370.16,
      "dur": 1.749,
      "text": "have only been in Westminster for 18 months. They're still wet behind the"
    },
    {
      "start": 371.919,
      "dur": 1.911,
      "text": "months. They're still wet behind the ears. They haven't got a clue how to"
    },
    {
      "start": 373.84,
      "dur": 2.31,
      "text": "ears. They haven't got a clue how to defenistrate a prime minister. It"
    },
    {
      "start": 376.16,
      "dur": 3.35,
      "text": "defenistrate a prime minister. It happens by I mean Conservative MPs"
    },
    {
      "start": 379.52,
      "dur": 2.63,
      "text": "happens by I mean Conservative MPs register runs in their veins. I'm not"
    },
    {
      "start": 382.16,
      "dur": 2.39,
      "text": "register runs in their veins. I'm not surprised your answer was short, Ben,"
    },
    {
      "start": 384.56,
      "dur": 3.11,
      "text": "surprised your answer was short, Ben, because Conservative MPs plot and they"
    },
    {
      "start": 387.68,
      "dur": 3.43,
      "text": "because Conservative MPs plot and they scheme and they plan and they have no"
    },
    {
      "start": 391.12,
      "dur": 2.789,
      "text": "scheme and they plan and they have no moral ethics whatsoever when it comes to"
    },
    {
      "start": 393.919,
      "dur": 1.83,
      "text": "moral ethics whatsoever when it comes to taking down a prime minister because"
    },
    {
      "start": 395.759,
      "dur": 2.471,
      "text": "taking down a prime minister because it's all about personal ambition and"
    },
    {
      "start": 398.24,
      "dur": 1.19,
      "text": "it's all about personal ambition and it's not about the country."
    },
    {
      "start": 399.44,
      "dur": 3.189,
      "text": "it's not about the country. &gt;&gt; We also were a conservative MP. I need"
    },
    {
      "start": 402.639,
      "dur": 2.471,
      "text": "&gt;&gt; We also were a conservative MP. I need to point that out. But I was not a"
    },
    {
      "start": 405.12,
      "dur": 3.11,
      "text": "to point that out. But I was not a plotter or a schemer and I didn't put my"
    },
    {
      "start": 408.24,
      "dur": 2.389,
      "text": "plotter or a schemer and I didn't put my own personal ambition before the"
    },
    {
      "start": 410.639,
      "dur": 1.99,
      "text": "own personal ambition before the country. And what you will see happen"
    },
    {
      "start": 412.639,
      "dur": 3.031,
      "text": "country. And what you will see happen now is those Labour MPs, they've learned"
    },
    {
      "start": 415.68,
      "dur": 1.99,
      "text": "now is those Labour MPs, they've learned their lesson. Andy Burnham, this didn't"
    },
    {
      "start": 417.68,
      "dur": 1.83,
      "text": "their lesson. Andy Burnham, this didn't start on Monday. This started two weeks"
    },
    {
      "start": 419.52,
      "dur": 2.229,
      "text": "start on Monday. This started two weeks ago when Andy Burnham decided he'd move"
    },
    {
      "start": 421.759,
      "dur": 1.83,
      "text": "ago when Andy Burnham decided he'd move from his kingdom of Greater Manchester"
    },
    {
      "start": 423.599,
      "dur": 1.831,
      "text": "from his kingdom of Greater Manchester and come down to Wester and take"
    },
    {
      "start": 425.44,
      "dur": 1.99,
      "text": "and come down to Wester and take Westminster and take Starmmer's place."
    },
    {
      "start": 427.44,
      "dur": 1.83,
      "text": "Westminster and take Starmmer's place. What he discovered was that Morgan"
    },
    {
      "start": 429.28,
      "dur": 2.79,
      "text": "What he discovered was that Morgan Sweeney, Star's former right-hand man,"
    },
    {
      "start": 432.08,
      "dur": 2.549,
      "text": "Sweeney, Star's former right-hand man, had anticipated that move and he blocked"
    },
    {
      "start": 434.639,
      "dur": 2.711,
      "text": "had anticipated that move and he blocked him from being able to do that. Karma"
    },
    {
      "start": 437.36,
      "dur": 3.109,
      "text": "him from being able to do that. Karma has the weight of the number 10 machine"
    },
    {
      "start": 440.479,
      "dur": 2.71,
      "text": "has the weight of the number 10 machine behind him and it is formidable and a"
    },
    {
      "start": 443.199,
      "dur": 2.231,
      "text": "behind him and it is formidable and a prime minister can hold on with that"
    },
    {
      "start": 445.44,
      "dur": 2.55,
      "text": "prime minister can hold on with that machine behind him for some time. And"
    },
    {
      "start": 448.0,
      "dur": 2.55,
      "text": "machine behind him for some time. And what Labor MPs will start doing now is"
    },
    {
      "start": 450.56,
      "dur": 2.469,
      "text": "what Labor MPs will start doing now is it will be death by a thousand cuts."
    },
    {
      "start": 453.039,
      "dur": 2.71,
      "text": "it will be death by a thousand cuts. They will start to undermine Kestarma."
    },
    {
      "start": 455.759,
      "dur": 2.071,
      "text": "They will start to undermine Kestarma. You saw it with Lisa Nandi this morning."
    },
    {
      "start": 457.84,
      "dur": 1.51,
      "text": "You saw it with Lisa Nandi this morning. You saw it with Angela Rain this"
    },
    {
      "start": 459.36,
      "dur": 1.43,
      "text": "You saw it with Angela Rain this afternoon. You've seen it with the"
    },
    {
      "start": 460.8,
      "dur": 2.789,
      "text": "afternoon. You've seen it with the unions tonight. It won't stop Luke every"
    },
    {
      "start": 463.599,
      "dur": 2.391,
      "text": "unions tonight. It won't stop Luke every day. There will be a bad headline now"
    },
    {
      "start": 466.0,
      "dur": 2.469,
      "text": "day. There will be a bad headline now for Kia Starmer. And it will probably"
    },
    {
      "start": 468.479,
      "dur": 3.43,
      "text": "for Kia Starmer. And it will probably come right after the Manchester and"
    },
    {
      "start": 471.919,
      "dur": 2.151,
      "text": "come right after the Manchester and Gorton bi-election or it will come after"
    },
    {
      "start": 474.08,
      "dur": 2.63,
      "text": "Gorton bi-election or it will come after the May local elections. But what they"
    },
    {
      "start": 476.72,
      "dur": 1.83,
      "text": "the May local elections. But what they will do now, those Labour MPs, the"
    },
    {
      "start": 478.56,
      "dur": 2.469,
      "text": "will do now, those Labour MPs, the Angela Raina camp, the left want to be"
    },
    {
      "start": 481.039,
      "dur": 3.111,
      "text": "Angela Raina camp, the left want to be in power. The Westing camp, new labor,"
    },
    {
      "start": 484.16,
      "dur": 1.99,
      "text": "in power. The Westing camp, new labor, what's left of New Labor, they want to"
    },
    {
      "start": 486.16,
      "dur": 2.869,
      "text": "what's left of New Labor, they want to be in power. You will see them, both"
    },
    {
      "start": 489.039,
      "dur": 3.43,
      "text": "be in power. You will see them, both camps now constantly undermine Kier"
    },
    {
      "start": 492.479,
      "dur": 2.71,
      "text": "camps now constantly undermine Kier Dharma. Watch the press every day."
    },
    {
      "start": 495.199,
      "dur": 1.591,
      "text": "Dharma. Watch the press every day. Somebody will make and I was not"
    },
    {
      "start": 496.8,
      "dur": 2.31,
      "text": "Somebody will make and I was not surprised to hear Lisa Andy making those"
    },
    {
      "start": 499.12,
      "dur": 0.39,
      "text": "surprised to hear Lisa Andy making those comments."
    },
    {
      "start": 499.52,
      "dur": 1.19,
      "text": "comments. &gt;&gt; So what comments are you referring to"
    },
    {
      "start": 500.72,
      "dur": 2.309,
      "text": "&gt;&gt; So what comments are you referring to exactly? what she um made the comments"
    },
    {
      "start": 503.039,
      "dur": 2.55,
      "text": "exactly? what she um made the comments that number 10 was dripping with"
    },
    {
      "start": 505.599,
      "dur": 2.71,
      "text": "that number 10 was dripping with misogyny, that Ktorm, I think, needed to"
    },
    {
      "start": 508.319,
      "dur": 1.27,
      "text": "misogyny, that Ktorm, I think, needed to get a grip or something. There was"
    },
    {
      "start": 509.599,
      "dur": 0.71,
      "text": "get a grip or something. There was something she"
    },
    {
      "start": 510.319,
      "dur": 0.951,
      "text": "something she &gt;&gt; didn't call for him to go."
    },
    {
      "start": 511.28,
      "dur": 1.59,
      "text": "&gt;&gt; didn't call for him to go. &gt;&gt; No, she didn't. No, she stopped short of"
    },
    {
      "start": 512.88,
      "dur": 1.91,
      "text": "&gt;&gt; No, she didn't. No, she stopped short of that. She said something along the lines"
    },
    {
      "start": 514.8,
      "dur": 2.95,
      "text": "that. She said something along the lines of um how can you revamp a man? When she"
    },
    {
      "start": 517.76,
      "dur": 2.629,
      "text": "of um how can you revamp a man? When she was asked, could Karma be revamped? And"
    },
    {
      "start": 520.399,
      "dur": 1.831,
      "text": "was asked, could Karma be revamped? And she said he's a person, we can't revamp"
    },
    {
      "start": 522.24,
      "dur": 3.11,
      "text": "she said he's a person, we can't revamp him. So, she was not positive in having"
    },
    {
      "start": 525.36,
      "dur": 1.029,
      "text": "him. So, she was not positive in having read that interview. I don't think she"
    },
    {
      "start": 526.399,
      "dur": 2.311,
      "text": "read that interview. I don't think she was saying that as a criticism, but I"
    },
    {
      "start": 528.72,
      "dur": 2.31,
      "text": "was saying that as a criticism, but I realiz made out the comments as well."
    },
    {
      "start": 531.04,
      "dur": 0.95,
      "text": "realiz made out the comments as well. Denton and Gordon, I think you're"
    },
    {
      "start": 532.0,
      "dur": 0.949,
      "text": "Denton and Gordon, I think you're referring to rather than Manchester and"
    },
    {
      "start": 532.959,
      "dur": 1.031,
      "text": "referring to rather than Manchester and Gordon. Um,"
    },
    {
      "start": 534.0,
      "dur": 1.59,
      "text": "Gordon. Um, &gt;&gt; and then they'll put the knife in when"
    },
    {
      "start": 535.6,
      "dur": 1.19,
      "text": "&gt;&gt; and then they'll put the knife in when they've done enough of that. Then"
    },
    {
      "start": 536.8,
      "dur": 1.19,
      "text": "they've done enough of that. Then they'll put the knife in when they know"
    },
    {
      "start": 538.0,
      "dur": 2.23,
      "text": "they'll put the knife in when they know he's weak enough. Man here in the front."
    },
    {
      "start": 540.24,
      "dur": 1.99,
      "text": "he's weak enough. Man here in the front. I must admit, I hear what you're saying"
    },
    {
      "start": 542.24,
      "dur": 2.55,
      "text": "I must admit, I hear what you're saying and I hear what everyone said so far,"
    },
    {
      "start": 544.8,
      "dur": 3.67,
      "text": "and I hear what everyone said so far, the disappointment in"
    },
    {
      "start": 548.48,
      "dur": 3.349,
      "text": "the disappointment in Karma's selection, but ultimately"
    },
    {
      "start": 551.839,
      "dur": 2.471,
      "text": "Karma's selection, but ultimately I want politics and politicians to"
    },
    {
      "start": 554.32,
      "dur": 2.23,
      "text": "I want politics and politicians to actually solve our problems. And"
    },
    {
      "start": 556.56,
      "dur": 3.19,
      "text": "actually solve our problems. And &gt;&gt; this is good, but really the problem we"
    },
    {
      "start": 559.76,
      "dur": 2.39,
      "text": "&gt;&gt; this is good, but really the problem we need to solve is the Epstein files."
    },
    {
      "start": 562.16,
      "dur": 0.87,
      "text": "need to solve is the Epstein files. &gt;&gt; Yeah."
    },
    {
      "start": 563.04,
      "dur": 1.67,
      "text": "&gt;&gt; Yeah. &gt;&gt; All of the people affected in that."
    },
    {
      "start": 564.72,
      "dur": 1.59,
      "text": "&gt;&gt; All of the people affected in that. &gt;&gt; Yeah."
    },
    {
      "start": 566.32,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. &gt;&gt; Be decisive with who we're going to"
    },
    {
      "start": 567.839,
      "dur": 1.67,
      "text": "&gt;&gt; Be decisive with who we're going to back. We need to get that sorted because"
    },
    {
      "start": 569.519,
      "dur": 1.591,
      "text": "back. We need to get that sorted because it's a distraction and ultimately we"
    },
    {
      "start": 571.12,
      "dur": 1.91,
      "text": "it's a distraction and ultimately we need to solve all our public services"
    },
    {
      "start": 573.04,
      "dur": 2.63,
      "text": "need to solve all our public services and everything which we vote for in"
    },
    {
      "start": 575.68,
      "dur": 1.67,
      "text": "and everything which we vote for in politics. This is just a massive"
    },
    {
      "start": 577.36,
      "dur": 2.07,
      "text": "politics. This is just a massive distraction and there's so much we've"
    },
    {
      "start": 579.44,
      "dur": 0.55,
      "text": "distraction and there's so much we've solved."
    },
    {
      "start": 580.0,
      "dur": 1.67,
      "text": "solved. &gt;&gt; And do you think having a new prime"
    },
    {
      "start": 581.68,
      "dur": 3.829,
      "text": "&gt;&gt; And do you think having a new prime minister would help?"
    },
    {
      "start": 585.519,
      "dur": 1.75,
      "text": "minister would help? &gt;&gt; Over the last few years, I must admit"
    },
    {
      "start": 587.279,
      "dur": 2.391,
      "text": "&gt;&gt; Over the last few years, I must admit I'm finding it hard to know who to back"
    },
    {
      "start": 589.68,
      "dur": 2.79,
      "text": "I'm finding it hard to know who to back because I look at what we've had, what"
    },
    {
      "start": 592.48,
      "dur": 3.19,
      "text": "because I look at what we've had, what we now have. I look at the other options"
    },
    {
      "start": 595.68,
      "dur": 1.11,
      "text": "we now have. I look at the other options further to the left, further to the"
    },
    {
      "start": 596.8,
      "dur": 2.87,
      "text": "further to the left, further to the right. I find them divisive for the most"
    },
    {
      "start": 599.68,
      "dur": 2.23,
      "text": "right. I find them divisive for the most part. I"
    },
    {
      "start": 601.92,
      "dur": 1.83,
      "text": "part. I naturally I'm a centralist. I want to"
    },
    {
      "start": 603.76,
      "dur": 2.95,
      "text": "naturally I'm a centralist. I want to believe in compromise and civil society"
    },
    {
      "start": 606.72,
      "dur": 2.71,
      "text": "believe in compromise and civil society and I don't know where I can find that"
    },
    {
      "start": 609.44,
      "dur": 4.55,
      "text": "and I don't know where I can find that if not in conservative labor and libm I"
    },
    {
      "start": 614.0,
      "dur": 1.99,
      "text": "if not in conservative labor and libm I want to back but I just don't think they"
    },
    {
      "start": 616.0,
      "dur": 1.509,
      "text": "want to back but I just don't think they have the the mass."
    },
    {
      "start": 617.519,
      "dur": 1.511,
      "text": "have the the mass. &gt;&gt; Okay. Woman here."
    },
    {
      "start": 619.04,
      "dur": 2.229,
      "text": "&gt;&gt; Okay. Woman here. &gt;&gt; Um I think this is a distraction. And I"
    },
    {
      "start": 621.279,
      "dur": 1.751,
      "text": "&gt;&gt; Um I think this is a distraction. And I completely agree and I think to be"
    },
    {
      "start": 623.04,
      "dur": 1.83,
      "text": "completely agree and I think to be honest the connection that Mandlestein"
    },
    {
      "start": 624.88,
      "dur": 2.87,
      "text": "honest the connection that Mandlestein had with Epstein was known at the time"
    },
    {
      "start": 627.76,
      "dur": 1.91,
      "text": "had with Epstein was known at the time at which he was appointed. So the fact"
    },
    {
      "start": 629.68,
      "dur": 1.91,
      "text": "at which he was appointed. So the fact that everybody's piled in now to kind of"
    },
    {
      "start": 631.6,
      "dur": 1.669,
      "text": "that everybody's piled in now to kind of say, \"Oh, why why was that appointment"
    },
    {
      "start": 633.279,
      "dur": 1.591,
      "text": "say, \"Oh, why why was that appointment made? Well, why was that not talked"
    },
    {
      "start": 634.88,
      "dur": 2.629,
      "text": "made? Well, why was that not talked about more at the time, this to me seems"
    },
    {
      "start": 637.519,
      "dur": 1.43,
      "text": "about more at the time, this to me seems like more of a reflection that Labour"
    },
    {
      "start": 638.959,
      "dur": 1.99,
      "text": "like more of a reflection that Labour aren't happy that they're doing well in"
    },
    {
      "start": 640.959,
      "dur": 1.831,
      "text": "aren't happy that they're doing well in the polls, so now let's get a new"
    },
    {
      "start": 642.8,
      "dur": 1.83,
      "text": "the polls, so now let's get a new leader, which is not what we need. We"
    },
    {
      "start": 644.64,
      "dur": 0.79,
      "text": "leader, which is not what we need. We need stability.\""
    },
    {
      "start": 645.44,
      "dur": 1.67,
      "text": "need stability.\" &gt;&gt; So you'd like Kisarma to stay?"
    },
    {
      "start": 647.12,
      "dur": 1.99,
      "text": "&gt;&gt; So you'd like Kisarma to stay? &gt;&gt; Yeah."
    },
    {
      "start": 649.12,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah. Um Luke just Ellie was talking about"
    },
    {
      "start": 652.0,
      "dur": 1.67,
      "text": "Um Luke just Ellie was talking about this company Palented. Just briefly,"
    },
    {
      "start": 653.68,
      "dur": 1.269,
      "text": "this company Palented. Just briefly, let's deal with that. It's an American"
    },
    {
      "start": 654.959,
      "dur": 1.831,
      "text": "let's deal with that. It's an American software company that specializes in big"
    },
    {
      "start": 656.8,
      "dur": 2.31,
      "text": "software company that specializes in big data analytics, artificial intelligence,"
    },
    {
      "start": 659.12,
      "dur": 1.59,
      "text": "data analytics, artificial intelligence, and they've got a contract with the MOD."
    },
    {
      "start": 660.72,
      "dur": 1.109,
      "text": "and they've got a contract with the MOD. And what you're trying to say is that"
    },
    {
      "start": 661.839,
      "dur": 1.511,
      "text": "And what you're trying to say is that there was a bit of kind of"
    },
    {
      "start": 663.36,
      "dur": 2.39,
      "text": "there was a bit of kind of &gt;&gt; insider influence through Mandle and"
    },
    {
      "start": 665.76,
      "dur": 1.67,
      "text": "&gt;&gt; insider influence through Mandle and possibly Epste. We there's no evidence"
    },
    {
      "start": 667.44,
      "dur": 1.19,
      "text": "possibly Epste. We there's no evidence of Epstein."
    },
    {
      "start": 668.64,
      "dur": 1.91,
      "text": "of Epstein. &gt;&gt; Um do you want to just give an answer to"
    },
    {
      "start": 670.56,
      "dur": 0.31,
      "text": "&gt;&gt; Um do you want to just give an answer to that?"
    },
    {
      "start": 670.88,
      "dur": 1.91,
      "text": "that? &gt;&gt; Yeah, I answered uh in fact Ellie's"
    },
    {
      "start": 672.8,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah, I answered uh in fact Ellie's question in the House of Commons this"
    },
    {
      "start": 674.32,
      "dur": 2.71,
      "text": "question in the House of Commons this week. Uh we uh need artificial"
    },
    {
      "start": 677.04,
      "dur": 1.75,
      "text": "week. Uh we uh need artificial intelligence to keep our country safe to"
    },
    {
      "start": 678.8,
      "dur": 3.19,
      "text": "intelligence to keep our country safe to process data faster. Um we appointed uh"
    },
    {
      "start": 682.0,
      "dur": 1.829,
      "text": "process data faster. Um we appointed uh a contract with Palunteer through a"
    },
    {
      "start": 683.839,
      "dur": 2.951,
      "text": "a contract with Palunteer through a proper procurement process. Um and it it"
    },
    {
      "start": 686.8,
      "dur": 2.149,
      "text": "proper procurement process. Um and it it delivers uh for our national security."
    },
    {
      "start": 688.959,
      "dur": 2.31,
      "text": "delivers uh for our national security. It protects the data in the UK. But we"
    },
    {
      "start": 691.279,
      "dur": 1.191,
      "text": "It protects the data in the UK. But we need to"
    },
    {
      "start": 692.48,
      "dur": 2.15,
      "text": "need to &gt;&gt; directly allocated. There wasn't a"
    },
    {
      "start": 694.64,
      "dur": 1.51,
      "text": "&gt;&gt; directly allocated. There wasn't a competitive procurement process. That"
    },
    {
      "start": 696.16,
      "dur": 1.75,
      "text": "competitive procurement process. That contract was directly allocated to"
    },
    {
      "start": 697.92,
      "dur": 4.07,
      "text": "contract was directly allocated to Palante the December 2025 contract. And"
    },
    {
      "start": 702.0,
      "dur": 2.069,
      "text": "Palante the December 2025 contract. And we need to see all of the papers in"
    },
    {
      "start": 704.079,
      "dur": 1.591,
      "text": "we need to see all of the papers in relation to that. You know, you can"
    },
    {
      "start": 705.68,
      "dur": 3.11,
      "text": "relation to that. You know, you can surely see that it looks dodgy that"
    },
    {
      "start": 708.8,
      "dur": 1.589,
      "text": "surely see that it looks dodgy that earlier that year you have a meeting"
    },
    {
      "start": 710.399,
      "dur": 2.711,
      "text": "earlier that year you have a meeting between Starmer Mandelen and Palanteer."
    },
    {
      "start": 713.12,
      "dur": 1.91,
      "text": "between Starmer Mandelen and Palanteer. Palanteer, a company founded by a guy"
    },
    {
      "start": 715.04,
      "dur": 2.95,
      "text": "Palanteer, a company founded by a guy who's terribly cozy with Trump and with"
    },
    {
      "start": 718.0,
      "dur": 2.79,
      "text": "who's terribly cozy with Trump and with Epstein who's named multiple guys in the"
    },
    {
      "start": 720.8,
      "dur": 0.39,
      "text": "Epstein who's named multiple guys in the file."
    },
    {
      "start": 721.2,
      "dur": 1.27,
      "text": "file. &gt;&gt; I think we're getting a little bit far"
    },
    {
      "start": 722.48,
      "dur": 2.31,
      "text": "&gt;&gt; I think we're getting a little bit far away from is Star now Ela prime"
    },
    {
      "start": 724.8,
      "dur": 1.11,
      "text": "away from is Star now Ela prime minister. So, let's stick with that."
    },
    {
      "start": 725.92,
      "dur": 1.11,
      "text": "minister. So, let's stick with that. There's a woman here in the front. Let's"
    },
    {
      "start": 727.04,
      "dur": 1.27,
      "text": "There's a woman here in the front. Let's hear from you in the gray cardigan."
    },
    {
      "start": 728.32,
      "dur": 2.55,
      "text": "hear from you in the gray cardigan. &gt;&gt; Thank you. Um, do you feel that Labour"
    },
    {
      "start": 730.88,
      "dur": 1.83,
      "text": "&gt;&gt; Thank you. Um, do you feel that Labour lost a lot of the workingclass support"
    },
    {
      "start": 732.72,
      "dur": 3.19,
      "text": "lost a lot of the workingclass support after the departure of Angela Raina? I"
    },
    {
      "start": 735.92,
      "dur": 3.029,
      "text": "after the departure of Angela Raina? I know that as a voter voting for the"
    },
    {
      "start": 738.959,
      "dur": 2.151,
      "text": "know that as a voter voting for the first time as a young woman in the"
    },
    {
      "start": 741.12,
      "dur": 2.31,
      "text": "first time as a young woman in the working class, it sort of felt like she"
    },
    {
      "start": 743.44,
      "dur": 2.629,
      "text": "working class, it sort of felt like she was the only anchor that we had to the"
    },
    {
      "start": 746.079,
      "dur": 2.791,
      "text": "was the only anchor that we had to the Labour Party feeling relatable after her"
    },
    {
      "start": 748.88,
      "dur": 2.47,
      "text": "Labour Party feeling relatable after her departure. I can't find anything within"
    },
    {
      "start": 751.36,
      "dur": 1.75,
      "text": "departure. I can't find anything within the Labor Party to vote for in the next"
    },
    {
      "start": 753.12,
      "dur": 0.55,
      "text": "the Labor Party to vote for in the next election."
    },
    {
      "start": 753.68,
      "dur": 1.43,
      "text": "election. &gt;&gt; And did you vote for them in the last"
    },
    {
      "start": 755.12,
      "dur": 0.949,
      "text": "&gt;&gt; And did you vote for them in the last election? Can I ask?"
    },
    {
      "start": 756.079,
      "dur": 0.55,
      "text": "election? Can I ask? &gt;&gt; I did."
    },
    {
      "start": 756.639,
      "dur": 0.951,
      "text": "&gt;&gt; I did. &gt;&gt; All right. So, you're feeling"
    },
    {
      "start": 757.6,
      "dur": 1.27,
      "text": "&gt;&gt; All right. So, you're feeling disenchanted? Yes."
    },
    {
      "start": 758.88,
      "dur": 1.27,
      "text": "disenchanted? Yes. &gt;&gt; Okay. Better than men at the very back"
    },
    {
      "start": 760.16,
      "dur": 1.51,
      "text": "&gt;&gt; Okay. Better than men at the very back in a sweater. Can't quite see what kind"
    },
    {
      "start": 761.68,
      "dur": 0.63,
      "text": "in a sweater. Can't quite see what kind of"
    },
    {
      "start": 762.32,
      "dur": 1.43,
      "text": "of &gt;&gt; I'm just wondering like what is it about"
    },
    {
      "start": 763.76,
      "dur": 1.43,
      "text": "&gt;&gt; I'm just wondering like what is it about our politics that makes the people"
    },
    {
      "start": 765.2,
      "dur": 2.15,
      "text": "our politics that makes the people involved lose their moral compass? I"
    },
    {
      "start": 767.36,
      "dur": 2.55,
      "text": "involved lose their moral compass? I mean K Star was sold to all of us as if"
    },
    {
      "start": 769.92,
      "dur": 1.029,
      "text": "mean K Star was sold to all of us as if anything you might not agree with him"
    },
    {
      "start": 770.959,
      "dur": 1.271,
      "text": "anything you might not agree with him but he's a good man"
    },
    {
      "start": 772.24,
      "dur": 1.99,
      "text": "but he's a good man &gt;&gt; and he's appointed the associate of a"
    },
    {
      "start": 774.24,
      "dur": 2.709,
      "text": "&gt;&gt; and he's appointed the associate of a known pedophile to be the ambassador to"
    },
    {
      "start": 776.959,
      "dur": 2.231,
      "text": "known pedophile to be the ambassador to the US. Equally like Nadine said, you"
    },
    {
      "start": 779.2,
      "dur": 2.47,
      "text": "the US. Equally like Nadine said, you got Andy Burnham who markets himself as"
    },
    {
      "start": 781.68,
      "dur": 2.07,
      "text": "got Andy Burnham who markets himself as the king of the north was willing to"
    },
    {
      "start": 783.76,
      "dur": 2.15,
      "text": "the king of the north was willing to abandon all of them just to get a chance"
    },
    {
      "start": 785.92,
      "dur": 1.43,
      "text": "abandon all of them just to get a chance to climb up the greasy pole and get into"
    },
    {
      "start": 787.36,
      "dur": 1.83,
      "text": "to climb up the greasy pole and get into number 10. So I don't really understand"
    },
    {
      "start": 789.2,
      "dur": 1.99,
      "text": "number 10. So I don't really understand why the people that we elect can't have"
    },
    {
      "start": 791.2,
      "dur": 1.51,
      "text": "why the people that we elect can't have our best interest at heart, not their"
    },
    {
      "start": 792.72,
      "dur": 0.549,
      "text": "our best interest at heart, not their own."
    },
    {
      "start": 793.279,
      "dur": 3.67,
      "text": "own. &gt;&gt; And went out Monday afternoon back in"
    },
    {
      "start": 796.959,
      "dur": 2.31,
      "text": "&gt;&gt; And went out Monday afternoon back in I got to say"
    },
    {
      "start": 799.279,
      "dur": 2.151,
      "text": "I got to say we started this question because so many"
    },
    {
      "start": 801.44,
      "dur": 1.91,
      "text": "we started this question because so many of you asked a question more or less"
    },
    {
      "start": 803.36,
      "dur": 1.43,
      "text": "of you asked a question more or less like this. That's that's why we went for"
    },
    {
      "start": 804.8,
      "dur": 1.269,
      "text": "like this. That's that's why we went for it. That's how it works on on this"
    },
    {
      "start": 806.079,
      "dur": 2.55,
      "text": "it. That's how it works on on this program. And what we're hearing is quite"
    },
    {
      "start": 808.639,
      "dur": 1.75,
      "text": "program. And what we're hearing is quite a lot of disenchantment. I think it's"
    },
    {
      "start": 810.399,
      "dur": 2.631,
      "text": "a lot of disenchantment. I think it's fair to say. I mean, Luke, isn't that"
    },
    {
      "start": 813.04,
      "dur": 1.99,
      "text": "fair to say. I mean, Luke, isn't that the problem? And at the heart of Carl's"
    },
    {
      "start": 815.04,
      "dur": 1.83,
      "text": "the problem? And at the heart of Carl's question, is Karma now lame prime"
    },
    {
      "start": 816.88,
      "dur": 2.79,
      "text": "question, is Karma now lame prime minister? Is a this kind of it's not"
    },
    {
      "start": 819.68,
      "dur": 1.829,
      "text": "minister? Is a this kind of it's not going to be universal, but a fair sense"
    },
    {
      "start": 821.519,
      "dur": 2.55,
      "text": "going to be universal, but a fair sense of disenchantment and also the fact that"
    },
    {
      "start": 824.079,
      "dur": 2.151,
      "text": "of disenchantment and also the fact that he is surely now at the mercy of his"
    },
    {
      "start": 826.24,
      "dur": 2.389,
      "text": "he is surely now at the mercy of his backbenches because we've seen how"
    },
    {
      "start": 828.639,
      "dur": 1.271,
      "text": "backbenches because we've seen how powerful they have been in the last"
    },
    {
      "start": 829.92,
      "dur": 2.23,
      "text": "powerful they have been in the last week. He's clung on to his job, but he"
    },
    {
      "start": 832.16,
      "dur": 2.63,
      "text": "week. He's clung on to his job, but he can't afford to to to alienate them."
    },
    {
      "start": 834.8,
      "dur": 2.87,
      "text": "can't afford to to to alienate them. Well, I think K is a good man. Um, I"
    },
    {
      "start": 837.68,
      "dur": 2.55,
      "text": "Well, I think K is a good man. Um, I think he has the right uh moral compass"
    },
    {
      "start": 840.24,
      "dur": 2.149,
      "text": "think he has the right uh moral compass about wanting to focus on making our"
    },
    {
      "start": 842.399,
      "dur": 2.391,
      "text": "about wanting to focus on making our country better, but I think we have to"
    },
    {
      "start": 844.8,
      "dur": 1.35,
      "text": "country better, but I think we have to learn from what's happened. We need to"
    },
    {
      "start": 846.16,
      "dur": 2.229,
      "text": "learn from what's happened. We need to restore trust in politics in a way that"
    },
    {
      "start": 848.399,
      "dur": 2.23,
      "text": "restore trust in politics in a way that it has been damaged, not just by what"
    },
    {
      "start": 850.639,
      "dur": 2.231,
      "text": "it has been damaged, not just by what we've seen the past few days, but by 14"
    },
    {
      "start": 852.88,
      "dur": 2.629,
      "text": "we've seen the past few days, but by 14 years that preceded it. And I think the"
    },
    {
      "start": 855.519,
      "dur": 2.471,
      "text": "years that preceded it. And I think the way to do that, the way to win people's"
    },
    {
      "start": 858.0,
      "dur": 1.75,
      "text": "way to do that, the way to win people's votes round in the elections that we"
    },
    {
      "start": 859.76,
      "dur": 2.47,
      "text": "votes round in the elections that we have coming up and to look ahead to a"
    },
    {
      "start": 862.24,
      "dur": 1.99,
      "text": "have coming up and to look ahead to a general election is to deliver what we"
    },
    {
      "start": 864.24,
      "dur": 2.31,
      "text": "general election is to deliver what we promised. NHS waiting lists are falling."
    },
    {
      "start": 866.56,
      "dur": 1.67,
      "text": "promised. NHS waiting lists are falling. We want them to fall faster."
    },
    {
      "start": 868.24,
      "dur": 1.67,
      "text": "We want them to fall faster. &gt;&gt; But he wanted to deliver welfare reform,"
    },
    {
      "start": 869.92,
      "dur": 1.43,
      "text": "&gt;&gt; But he wanted to deliver welfare reform, but then it it went down very badly"
    },
    {
      "start": 871.36,
      "dur": 1.51,
      "text": "but then it it went down very badly back. So we had to row back on that. And"
    },
    {
      "start": 872.88,
      "dur": 1.189,
      "text": "back. So we had to row back on that. And surely that is what's going to continue"
    },
    {
      "start": 874.079,
      "dur": 0.31,
      "text": "surely that is what's going to continue happening."
    },
    {
      "start": 874.399,
      "dur": 2.87,
      "text": "happening. &gt;&gt; But I think it I think it's right that"
    },
    {
      "start": 877.279,
      "dur": 2.071,
      "text": "&gt;&gt; But I think it I think it's right that leaders listen to views because"
    },
    {
      "start": 879.36,
      "dur": 1.99,
      "text": "leaders listen to views because &gt;&gt; they got to lead as well. Take"
    },
    {
      "start": 881.36,
      "dur": 1.829,
      "text": "&gt;&gt; they got to lead as well. Take responsibility. It was absolutely they"
    },
    {
      "start": 883.199,
      "dur": 1.511,
      "text": "responsibility. It was absolutely they should and that's what Karma has done"
    },
    {
      "start": 884.72,
      "dur": 2.229,
      "text": "should and that's what Karma has done this week and something that I have not"
    },
    {
      "start": 886.959,
      "dur": 2.391,
      "text": "this week and something that I have not seen in the 14 years previously and many"
    },
    {
      "start": 889.36,
      "dur": 1.51,
      "text": "seen in the 14 years previously and many years that I was in parliament in"
    },
    {
      "start": 890.88,
      "dur": 2.629,
      "text": "years that I was in parliament in opposition. I want us to focus on the"
    },
    {
      "start": 893.519,
      "dur": 2.31,
      "text": "opposition. I want us to focus on the issues at hand and I also want our"
    },
    {
      "start": 895.839,
      "dur": 2.471,
      "text": "issues at hand and I also want our leaders to be more upfront and honest"
    },
    {
      "start": 898.32,
      "dur": 2.47,
      "text": "leaders to be more upfront and honest not like sherk responsibility. K has"
    },
    {
      "start": 900.8,
      "dur": 2.07,
      "text": "not like sherk responsibility. K has taken this on the shoulders. He is being"
    },
    {
      "start": 902.88,
      "dur": 2.069,
      "text": "taken this on the shoulders. He is being very clear. He made mistakes in the"
    },
    {
      "start": 904.959,
      "dur": 1.911,
      "text": "very clear. He made mistakes in the appointment. We're learning from those"
    },
    {
      "start": 906.88,
      "dur": 1.749,
      "text": "appointment. We're learning from those and we're focusing on the issues that"
    },
    {
      "start": 908.639,
      "dur": 3.351,
      "text": "and we're focusing on the issues that matter because I don't think that uh if"
    },
    {
      "start": 912.0,
      "dur": 1.91,
      "text": "matter because I don't think that uh if we were just to do as the Tories did"
    },
    {
      "start": 913.92,
      "dur": 1.51,
      "text": "we were just to do as the Tories did previously which way I'm pointing to"
    },
    {
      "start": 915.44,
      "dur": 2.87,
      "text": "previously which way I'm pointing to Tories hard to know before"
    },
    {
      "start": 918.32,
      "dur": 1.91,
      "text": "Tories hard to know before if we look at what's happened in the"
    },
    {
      "start": 920.24,
      "dur": 2.23,
      "text": "if we look at what's happened in the past where we've just seen scandal after"
    },
    {
      "start": 922.48,
      "dur": 1.27,
      "text": "past where we've just seen scandal after scandal after scandal with no"
    },
    {
      "start": 923.76,
      "dur": 2.71,
      "text": "scandal after scandal with no accountability no responsibility no"
    },
    {
      "start": 926.48,
      "dur": 1.99,
      "text": "accountability no responsibility no taking their concerns on board and"
    },
    {
      "start": 928.48,
      "dur": 2.23,
      "text": "taking their concerns on board and acting upon them that I don't think"
    },
    {
      "start": 930.72,
      "dur": 2.229,
      "text": "acting upon them that I don't think makes Britain stronger focus on the"
    },
    {
      "start": 932.959,
      "dur": 0.791,
      "text": "makes Britain stronger focus on the issues at hand"
    },
    {
      "start": 933.76,
      "dur": 2.069,
      "text": "issues at hand &gt;&gt; Kar must be the director of public"
    },
    {
      "start": 935.839,
      "dur": 1.831,
      "text": "&gt;&gt; Kar must be the director of public prosecutions who takes what people say"
    },
    {
      "start": 937.68,
      "dur": 1.99,
      "text": "prosecutions who takes what people say at face value if you to believe his"
    },
    {
      "start": 939.68,
      "dur": 1.03,
      "text": "at face value if you to believe his story. I mean, he must have been the"
    },
    {
      "start": 940.72,
      "dur": 1.83,
      "text": "story. I mean, he must have been the most gullible prosecutor in the world."
    },
    {
      "start": 942.56,
      "dur": 2.389,
      "text": "most gullible prosecutor in the world. His his defense in this entire process"
    },
    {
      "start": 944.959,
      "dur": 3.11,
      "text": "His his defense in this entire process was, \"Oh, they lied to me or this person"
    },
    {
      "start": 948.079,
      "dur": 2.151,
      "text": "was, \"Oh, they lied to me or this person gave me bad advice as opposed to taking"
    },
    {
      "start": 950.24,
      "dur": 2.23,
      "text": "gave me bad advice as opposed to taking responsibility for the decisions he's"
    },
    {
      "start": 952.48,
      "dur": 2.07,
      "text": "responsibility for the decisions he's made as he absolutely should given the"
    },
    {
      "start": 954.56,
      "dur": 0.709,
      "text": "made as he absolutely should given the role that he has.\""
    },
    {
      "start": 955.279,
      "dur": 1.35,
      "text": "role that he has.\" &gt;&gt; Well, that's exactly what he has done."
    },
    {
      "start": 956.639,
      "dur": 1.911,
      "text": "&gt;&gt; Well, that's exactly what he has done. &gt;&gt; No, he hasn't. That's exactly what he"
    },
    {
      "start": 958.56,
      "dur": 2.15,
      "text": "&gt;&gt; No, he hasn't. That's exactly what he has. That's exactly what he's done. like"
    },
    {
      "start": 960.72,
      "dur": 3.669,
      "text": "has. That's exactly what he's done. like who look what's so sad in this whole sad"
    },
    {
      "start": 964.399,
      "dur": 3.11,
      "text": "who look what's so sad in this whole sad affair is you know we I think we need to"
    },
    {
      "start": 967.519,
      "dur": 1.831,
      "text": "affair is you know we I think we need to look look at the whole thing firstly we"
    },
    {
      "start": 969.36,
      "dur": 1.75,
      "text": "look look at the whole thing firstly we need to focus on the victims of Epstein"
    },
    {
      "start": 971.12,
      "dur": 2.389,
      "text": "need to focus on the victims of Epstein we need to focus on the victims of"
    },
    {
      "start": 973.519,
      "dur": 1.99,
      "text": "we need to focus on the victims of pedophiles who've been um associated"
    },
    {
      "start": 975.519,
      "dur": 1.67,
      "text": "pedophiles who've been um associated with these people that should be our"
    },
    {
      "start": 977.199,
      "dur": 1.99,
      "text": "with these people that should be our primary focus this need you know we need"
    },
    {
      "start": 979.199,
      "dur": 1.511,
      "text": "primary focus this need you know we need to look at this property and see exactly"
    },
    {
      "start": 980.72,
      "dur": 2.39,
      "text": "to look at this property and see exactly what was said to who I'm very glad that"
    },
    {
      "start": 983.12,
      "dur": 2.069,
      "text": "what was said to who I'm very glad that we were able to force these files being"
    },
    {
      "start": 985.199,
      "dur": 1.43,
      "text": "we were able to force these files being published I hope we see them very soon"
    },
    {
      "start": 986.639,
      "dur": 1.271,
      "text": "published I hope we see them very soon in terms of what happened during the"
    },
    {
      "start": 987.92,
      "dur": 3.11,
      "text": "in terms of what happened during the vetting process And while this is all"
    },
    {
      "start": 991.04,
      "dur": 1.83,
      "text": "vetting process And while this is all happening, our country needs to be"
    },
    {
      "start": 992.88,
      "dur": 2.389,
      "text": "happening, our country needs to be governed. We've got big problems with"
    },
    {
      "start": 995.279,
      "dur": 2.151,
      "text": "governed. We've got big problems with growth being stagnant. We we need to"
    },
    {
      "start": 997.44,
      "dur": 1.99,
      "text": "growth being stagnant. We we need to focus on improving our public services."
    },
    {
      "start": 999.44,
      "dur": 1.91,
      "text": "focus on improving our public services. We've got uh you know, the Labor"
    },
    {
      "start": 1001.36,
      "dur": 1.269,
      "text": "We've got uh you know, the Labor government is causing all sorts of"
    },
    {
      "start": 1002.639,
      "dur": 1.75,
      "text": "government is causing all sorts of issues with the economy. Hospitality is"
    },
    {
      "start": 1004.399,
      "dur": 1.911,
      "text": "issues with the economy. Hospitality is going to the wall. People are concerned"
    },
    {
      "start": 1006.32,
      "dur": 1.91,
      "text": "going to the wall. People are concerned about their jobs. And all they're seeing"
    },
    {
      "start": 1008.24,
      "dur": 3.509,
      "text": "about their jobs. And all they're seeing is this circus in number 10 when we need"
    },
    {
      "start": 1011.759,
      "dur": 3.361,
      "text": "is this circus in number 10 when we need leadership and we need proper"
    }
  ]
}