{
  "videoId": "BY11cl7ZrC0",
  "title": "Donald Trump backtracks on using force over Greenland and drops new tariffs on allies | BBC News",
  "publishedAt": "2026-01-21",
  "channel": "BBC News",
  "durationSeconds": 831,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.92,
      "text": "Days after [music] stunning his European"
    },
    {
      "start": 2.08,
      "dur": 2.15,
      "text": "Days after [music] stunning his European allies by suggesting he'd use military"
    },
    {
      "start": 4.24,
      "dur": 2.23,
      "text": "allies by suggesting he'd use military force to take Greenland and impose"
    },
    {
      "start": 6.48,
      "dur": 2.069,
      "text": "force to take Greenland and impose tariffs on European opponents of his"
    },
    {
      "start": 8.559,
      "dur": 2.15,
      "text": "tariffs on European opponents of his plan, President Trump has had second"
    },
    {
      "start": 10.719,
      "dur": 2.311,
      "text": "plan, President Trump has had second thoughts, ruling out force and dropping"
    },
    {
      "start": 13.04,
      "dur": 2.549,
      "text": "thoughts, ruling out force and dropping his tariffs threat. And tonight, he said"
    },
    {
      "start": 15.599,
      "dur": 1.911,
      "text": "his tariffs threat. And tonight, he said he'd formed the framework of a future"
    },
    {
      "start": 17.52,
      "dur": 2.23,
      "text": "he'd formed the framework of a future deal on Greenland after meeting NATO's"
    },
    {
      "start": 19.76,
      "dur": 2.15,
      "text": "deal on Greenland after meeting NATO's Secretary General, which he described as"
    },
    {
      "start": 21.92,
      "dur": 2.79,
      "text": "Secretary General, which he described as a long-term deal. Earlier in the Swiss"
    },
    {
      "start": 24.72,
      "dur": 2.23,
      "text": "a long-term deal. Earlier in the Swiss resort of Davos during a wide-ranging"
    },
    {
      "start": 26.96,
      "dur": 1.91,
      "text": "resort of Davos during a wide-ranging and sometimes meandering speech, the"
    },
    {
      "start": 28.88,
      "dur": 2.309,
      "text": "and sometimes meandering speech, the president boasted about the US economy"
    },
    {
      "start": 31.199,
      "dur": 2.071,
      "text": "president boasted about the US economy attacked world leaders and people from"
    },
    {
      "start": 33.28,
      "dur": 2.15,
      "text": "attacked world leaders and people from Somalia and criticized Europe on"
    },
    {
      "start": 35.44,
      "dur": 2.47,
      "text": "Somalia and criticized Europe on immigration and energy. In a moment,"
    },
    {
      "start": 37.92,
      "dur": 2.149,
      "text": "immigration and energy. In a moment, we'll hear from Fisal Islam in Davos"
    },
    {
      "start": 40.079,
      "dur": 1.671,
      "text": "we'll hear from Fisal Islam in Davos about reactions to the president's"
    },
    {
      "start": 41.76,
      "dur": 3.27,
      "text": "about reactions to the president's speech. But first, here's Sarah Smith."
    },
    {
      "start": 45.04,
      "dur": 1.349,
      "text": "speech. But first, here's Sarah Smith. &gt;&gt; Well, thank you very much. It's an"
    },
    {
      "start": 46.399,
      "dur": 0.391,
      "text": "&gt;&gt; Well, thank you very much. It's an honor."
    },
    {
      "start": 46.8,
      "dur": 2.069,
      "text": "honor. &gt;&gt; It was when the whole of the US team sat"
    },
    {
      "start": 48.879,
      "dur": 1.99,
      "text": "&gt;&gt; It was when the whole of the US team sat down to talks with NATO representatives,"
    },
    {
      "start": 50.879,
      "dur": 2.871,
      "text": "down to talks with NATO representatives, we're told a deal was struck. Donald"
    },
    {
      "start": 53.76,
      "dur": 1.75,
      "text": "we're told a deal was struck. Donald Trump does get on very well with the"
    },
    {
      "start": 55.52,
      "dur": 2.39,
      "text": "Trump does get on very well with the secretary general and somehow together"
    },
    {
      "start": 57.92,
      "dur": 1.83,
      "text": "secretary general and somehow together they found an answer to the Greenland"
    },
    {
      "start": 59.76,
      "dur": 1.75,
      "text": "they found an answer to the Greenland problem."
    },
    {
      "start": 61.52,
      "dur": 1.59,
      "text": "problem. &gt;&gt; Shortly afterwards, President Trump"
    },
    {
      "start": 63.12,
      "dur": 1.91,
      "text": "&gt;&gt; Shortly afterwards, President Trump posted saying, \"We've formed the"
    },
    {
      "start": 65.04,
      "dur": 1.91,
      "text": "posted saying, \"We've formed the framework of a future deal with respect"
    },
    {
      "start": 66.96,
      "dur": 1.75,
      "text": "framework of a future deal with respect to Greenland and in fact the entire"
    },
    {
      "start": 68.72,
      "dur": 2.87,
      "text": "to Greenland and in fact the entire Arctic region.\" He went on, \"Based on"
    },
    {
      "start": 71.6,
      "dur": 1.509,
      "text": "Arctic region.\" He went on, \"Based on this understanding, I will not be"
    },
    {
      "start": 73.119,
      "dur": 1.511,
      "text": "this understanding, I will not be imposing the tariffs that were scheduled"
    },
    {
      "start": 74.64,
      "dur": 1.99,
      "text": "imposing the tariffs that were scheduled to go into effect on February 1st."
    },
    {
      "start": 76.64,
      "dur": 1.829,
      "text": "to go into effect on February 1st. &gt;&gt; It gets us everything we needed to get.\""
    },
    {
      "start": 78.479,
      "dur": 1.99,
      "text": "&gt;&gt; It gets us everything we needed to get.\" There was then a hurried scramble to ask"
    },
    {
      "start": 80.479,
      "dur": 1.831,
      "text": "There was then a hurried scramble to ask the man himself, \"What's in this"
    },
    {
      "start": 82.32,
      "dur": 2.63,
      "text": "the man himself, \"What's in this agreement? Does it mean America will own"
    },
    {
      "start": 84.96,
      "dur": 3.189,
      "text": "agreement? Does it mean America will own Greenland?\" He didn't give much detail."
    },
    {
      "start": 88.159,
      "dur": 3.671,
      "text": "Greenland?\" He didn't give much detail. &gt;&gt; It's a long-term deal. It's the ultimate"
    },
    {
      "start": 91.84,
      "dur": 2.87,
      "text": "&gt;&gt; It's a long-term deal. It's the ultimate long-term deal, and I think it it puts"
    },
    {
      "start": 94.72,
      "dur": 2.15,
      "text": "long-term deal, and I think it it puts everybody in a really good position,"
    },
    {
      "start": 96.88,
      "dur": 1.99,
      "text": "everybody in a really good position, especially as it pertains to security"
    },
    {
      "start": 98.88,
      "dur": 3.189,
      "text": "especially as it pertains to security and minerals and other weaknesses."
    },
    {
      "start": 102.079,
      "dur": 2.231,
      "text": "and minerals and other weaknesses. The day began with frosty relations"
    },
    {
      "start": 104.32,
      "dur": 1.99,
      "text": "The day began with frosty relations between the US president and assembled"
    },
    {
      "start": 106.32,
      "dur": 2.469,
      "text": "between the US president and assembled world leaders who had openly derided his"
    },
    {
      "start": 108.799,
      "dur": 2.31,
      "text": "world leaders who had openly derided his desire to take control of Greenland."
    },
    {
      "start": 111.119,
      "dur": 1.591,
      "text": "desire to take control of Greenland. There were long cues for the chance to"
    },
    {
      "start": 112.72,
      "dur": 1.51,
      "text": "There were long cues for the chance to witness what was turning into a"
    },
    {
      "start": 114.24,
      "dur": 2.07,
      "text": "witness what was turning into a highstakes dispute between the US and"
    },
    {
      "start": 116.32,
      "dur": 2.069,
      "text": "highstakes dispute between the US and Europe, which the president thought was"
    },
    {
      "start": 118.399,
      "dur": 0.871,
      "text": "Europe, which the president thought was funny."
    },
    {
      "start": 119.28,
      "dur": 1.91,
      "text": "funny. &gt;&gt; Would you like me to say a few words of"
    },
    {
      "start": 121.2,
      "dur": 2.79,
      "text": "&gt;&gt; Would you like me to say a few words of Greenland?"
    },
    {
      "start": 124.0,
      "dur": 1.19,
      "text": "Greenland? I was going to leave it out of the"
    },
    {
      "start": 125.2,
      "dur": 2.39,
      "text": "I was going to leave it out of the speech, but I thought I think I would"
    },
    {
      "start": 127.6,
      "dur": 2.95,
      "text": "speech, but I thought I think I would have been reviewed very negatively. All"
    },
    {
      "start": 130.56,
      "dur": 1.99,
      "text": "have been reviewed very negatively. All joking aside, there was a collective"
    },
    {
      "start": 132.56,
      "dur": 3.19,
      "text": "joking aside, there was a collective sigh of relief when he said he will not"
    },
    {
      "start": 135.76,
      "dur": 2.95,
      "text": "sigh of relief when he said he will not use military force to seize Greenland."
    },
    {
      "start": 138.72,
      "dur": 3.03,
      "text": "use military force to seize Greenland. &gt;&gt; We never asked for anything"
    },
    {
      "start": 141.76,
      "dur": 2.39,
      "text": "&gt;&gt; We never asked for anything and we never got anything. We probably"
    },
    {
      "start": 144.16,
      "dur": 1.91,
      "text": "and we never got anything. We probably won't get anything unless I decide to"
    },
    {
      "start": 146.08,
      "dur": 2.63,
      "text": "won't get anything unless I decide to use excessive strength and force where"
    },
    {
      "start": 148.72,
      "dur": 3.589,
      "text": "use excessive strength and force where we would be frankly unstoppable."
    },
    {
      "start": 152.319,
      "dur": 3.671,
      "text": "we would be frankly unstoppable. But I won't do that."
    },
    {
      "start": 156.0,
      "dur": 2.949,
      "text": "But I won't do that. Okay, now everyone's saying, \"Oh, good."
    },
    {
      "start": 158.959,
      "dur": 2.471,
      "text": "Okay, now everyone's saying, \"Oh, good. That's probably the biggest statement I"
    },
    {
      "start": 161.44,
      "dur": 1.59,
      "text": "That's probably the biggest statement I made because people thought I would use"
    },
    {
      "start": 163.04,
      "dur": 1.67,
      "text": "made because people thought I would use force. I don't have to use force. I"
    },
    {
      "start": 164.72,
      "dur": 1.35,
      "text": "force. I don't have to use force. I don't want to use force. I won't use"
    },
    {
      "start": 166.08,
      "dur": 1.11,
      "text": "don't want to use force. I won't use force."
    },
    {
      "start": 167.2,
      "dur": 2.23,
      "text": "force. &gt;&gt; He's ruling out the use of force, but"
    },
    {
      "start": 169.44,
      "dur": 1.67,
      "text": "&gt;&gt; He's ruling out the use of force, but not backing down."
    },
    {
      "start": 171.12,
      "dur": 2.15,
      "text": "not backing down. &gt;&gt; For the first time, Mr. Trump laid out a"
    },
    {
      "start": 173.28,
      "dur": 2.07,
      "text": "&gt;&gt; For the first time, Mr. Trump laid out a considered case for why he believes it's"
    },
    {
      "start": 175.36,
      "dur": 1.509,
      "text": "considered case for why he believes it's essential for the US to control"
    },
    {
      "start": 176.879,
      "dur": 2.551,
      "text": "essential for the US to control Greenland's key geographic location."
    },
    {
      "start": 179.44,
      "dur": 2.069,
      "text": "Greenland's key geographic location. &gt;&gt; We need it for"
    },
    {
      "start": 181.519,
      "dur": 2.871,
      "text": "&gt;&gt; We need it for strategic national security and"
    },
    {
      "start": 184.4,
      "dur": 2.71,
      "text": "strategic national security and international security. This enormous"
    },
    {
      "start": 187.12,
      "dur": 2.63,
      "text": "international security. This enormous unsecured island is actually part of"
    },
    {
      "start": 189.76,
      "dur": 2.87,
      "text": "unsecured island is actually part of North America on the northern frontier"
    },
    {
      "start": 192.64,
      "dur": 1.83,
      "text": "North America on the northern frontier of the western hemisphere. That's our"
    },
    {
      "start": 194.48,
      "dur": 2.389,
      "text": "of the western hemisphere. That's our territory."
    },
    {
      "start": 196.879,
      "dur": 2.391,
      "text": "territory. It is therefore a core national security"
    },
    {
      "start": 199.28,
      "dur": 1.75,
      "text": "It is therefore a core national security interest of the United States of"
    },
    {
      "start": 201.04,
      "dur": 1.99,
      "text": "interest of the United States of America. President Trump thinks"
    },
    {
      "start": 203.04,
      "dur": 1.909,
      "text": "America. President Trump thinks Greenland should be America's by right"
    },
    {
      "start": 204.959,
      "dur": 2.63,
      "text": "Greenland should be America's by right and he repeated his desire to own the"
    },
    {
      "start": 207.599,
      "dur": 0.871,
      "text": "and he repeated his desire to own the territory"
    },
    {
      "start": 208.48,
      "dur": 1.43,
      "text": "territory &gt;&gt; and that's the reason I'm seeking"
    },
    {
      "start": 209.92,
      "dur": 2.55,
      "text": "&gt;&gt; and that's the reason I'm seeking immediate negotiations to once again"
    },
    {
      "start": 212.48,
      "dur": 2.23,
      "text": "immediate negotiations to once again discuss the acquisition of Greenland by"
    },
    {
      "start": 214.72,
      "dur": 2.789,
      "text": "discuss the acquisition of Greenland by the United States just as we have"
    },
    {
      "start": 217.519,
      "dur": 1.591,
      "text": "the United States just as we have acquired many other territories"
    },
    {
      "start": 219.12,
      "dur": 2.469,
      "text": "acquired many other territories throughout our history as many of the"
    },
    {
      "start": 221.599,
      "dur": 1.99,
      "text": "throughout our history as many of the European nations have. They've acquired"
    },
    {
      "start": 223.599,
      "dur": 1.831,
      "text": "European nations have. They've acquired there's nothing wrong with it."
    },
    {
      "start": 225.44,
      "dur": 1.99,
      "text": "there's nothing wrong with it. &gt;&gt; Donald Trump's argument is laced with"
    },
    {
      "start": 227.44,
      "dur": 2.789,
      "text": "&gt;&gt; Donald Trump's argument is laced with familiar grievance and resentment. He"
    },
    {
      "start": 230.239,
      "dur": 1.99,
      "text": "familiar grievance and resentment. He complained that Denmark's not grateful"
    },
    {
      "start": 232.239,
      "dur": 2.07,
      "text": "complained that Denmark's not grateful for America's role in saving Greenland"
    },
    {
      "start": 234.319,
      "dur": 2.311,
      "text": "for America's role in saving Greenland during World War II. He thinks the US"
    },
    {
      "start": 236.64,
      "dur": 1.83,
      "text": "during World War II. He thinks the US spends too much money on defending its"
    },
    {
      "start": 238.48,
      "dur": 1.91,
      "text": "spends too much money on defending its allies, and he doesn't believe other"
    },
    {
      "start": 240.4,
      "dur": 1.909,
      "text": "allies, and he doesn't believe other NATO countries would come to its rescue"
    },
    {
      "start": 242.319,
      "dur": 2.231,
      "text": "NATO countries would come to its rescue if they were asked to."
    },
    {
      "start": 244.56,
      "dur": 2.15,
      "text": "if they were asked to. &gt;&gt; The US, he said, should never have given"
    },
    {
      "start": 246.72,
      "dur": 2.149,
      "text": "&gt;&gt; The US, he said, should never have given Greenland back after defending it during"
    },
    {
      "start": 248.879,
      "dur": 1.35,
      "text": "Greenland back after defending it during the Second World War."
    },
    {
      "start": 250.239,
      "dur": 2.791,
      "text": "the Second World War. &gt;&gt; But we saved Greenland and successfully"
    },
    {
      "start": 253.04,
      "dur": 2.07,
      "text": "&gt;&gt; But we saved Greenland and successfully prevented our enemies from gaining a"
    },
    {
      "start": 255.12,
      "dur": 3.27,
      "text": "prevented our enemies from gaining a foothold in our hemisphere. So we did it"
    },
    {
      "start": 258.4,
      "dur": 2.789,
      "text": "foothold in our hemisphere. So we did it for ourselves also. And then after the"
    },
    {
      "start": 261.199,
      "dur": 3.351,
      "text": "for ourselves also. And then after the war, which we won, we won it big."
    },
    {
      "start": 264.56,
      "dur": 2.629,
      "text": "war, which we won, we won it big. Without us, right now, you'd all be"
    },
    {
      "start": 267.199,
      "dur": 2.631,
      "text": "Without us, right now, you'd all be speaking German and a little Japanese"
    },
    {
      "start": 269.84,
      "dur": 1.83,
      "text": "speaking German and a little Japanese perhaps."
    },
    {
      "start": 271.68,
      "dur": 2.15,
      "text": "perhaps. &gt;&gt; Smarting from criticism from other world"
    },
    {
      "start": 273.84,
      "dur": 2.15,
      "text": "&gt;&gt; Smarting from criticism from other world leaders attending this summit. He swiped"
    },
    {
      "start": 276.0,
      "dur": 2.55,
      "text": "leaders attending this summit. He swiped back at people like the Canadian PM"
    },
    {
      "start": 278.56,
      "dur": 2.95,
      "text": "back at people like the Canadian PM &gt;&gt; going to be defending Canada."
    },
    {
      "start": 281.52,
      "dur": 2.07,
      "text": "&gt;&gt; going to be defending Canada. Canada gets a lot of freebies from us,"
    },
    {
      "start": 283.6,
      "dur": 1.35,
      "text": "Canada gets a lot of freebies from us, by the way. They should be grateful"
    },
    {
      "start": 284.96,
      "dur": 2.39,
      "text": "by the way. They should be grateful also, but they're not. I watched your"
    },
    {
      "start": 287.36,
      "dur": 1.91,
      "text": "also, but they're not. I watched your prime minister yesterday. He wasn't so"
    },
    {
      "start": 289.28,
      "dur": 2.55,
      "text": "prime minister yesterday. He wasn't so grateful. But they should be grateful to"
    },
    {
      "start": 291.84,
      "dur": 3.51,
      "text": "grateful. But they should be grateful to us. Canada, Canada lives because of the"
    },
    {
      "start": 295.36,
      "dur": 2.389,
      "text": "us. Canada, Canada lives because of the United States. Remember that, Mark, the"
    },
    {
      "start": 297.759,
      "dur": 2.71,
      "text": "United States. Remember that, Mark, the next time you make your statements."
    },
    {
      "start": 300.479,
      "dur": 2.071,
      "text": "next time you make your statements. &gt;&gt; And there was a slightly ominous warning"
    },
    {
      "start": 302.56,
      "dur": 2.55,
      "text": "&gt;&gt; And there was a slightly ominous warning to Denmark and anyone else who tries to"
    },
    {
      "start": 305.12,
      "dur": 0.95,
      "text": "to Denmark and anyone else who tries to stand in his way."
    },
    {
      "start": 306.08,
      "dur": 3.59,
      "text": "stand in his way. &gt;&gt; They have a choice. You can say yes and"
    },
    {
      "start": 309.68,
      "dur": 2.949,
      "text": "&gt;&gt; They have a choice. You can say yes and we will be very appreciative or you can"
    },
    {
      "start": 312.639,
      "dur": 4.311,
      "text": "we will be very appreciative or you can say no and we will remember. This was"
    },
    {
      "start": 316.96,
      "dur": 2.87,
      "text": "say no and we will remember. This was vintage Trump. Over an hour of bombastic"
    },
    {
      "start": 319.84,
      "dur": 2.15,
      "text": "vintage Trump. Over an hour of bombastic claims and thinly veiled threats."
    },
    {
      "start": 322.0,
      "dur": 1.51,
      "text": "claims and thinly veiled threats. Several times he called Greenland"
    },
    {
      "start": 323.52,
      "dur": 2.79,
      "text": "Several times he called Greenland Iceland by mistake before striking a"
    },
    {
      "start": 326.32,
      "dur": 1.91,
      "text": "Iceland by mistake before striking a deal he claims will give him everything"
    },
    {
      "start": 328.24,
      "dur": 2.31,
      "text": "deal he claims will give him everything he wants but doesn't appear to involve"
    },
    {
      "start": 330.56,
      "dur": 3.67,
      "text": "he wants but doesn't appear to involve ownership of the Arctic territory."
    },
    {
      "start": 334.24,
      "dur": 2.229,
      "text": "ownership of the Arctic territory. &gt;&gt; We can join Sarah at the White House"
    },
    {
      "start": 336.479,
      "dur": 1.591,
      "text": "&gt;&gt; We can join Sarah at the White House now. Sarah, as you said, some fighting"
    },
    {
      "start": 338.08,
      "dur": 1.59,
      "text": "now. Sarah, as you said, some fighting talk from Donald Trump, but did we"
    },
    {
      "start": 339.68,
      "dur": 4.47,
      "text": "talk from Donald Trump, but did we witness a climb down there?"
    },
    {
      "start": 344.16,
      "dur": 2.08,
      "text": "&gt;&gt; Well, it seems as though it may be. It"
    },
    {
      "start": 346.24,
      "dur": 1.43,
      "text": "&gt;&gt; Well, it seems as though it may be. It depends, of course, on the details of"
    },
    {
      "start": 347.68,
      "dur": 1.59,
      "text": "depends, of course, on the details of exactly what's in this deal, and they've"
    },
    {
      "start": 349.28,
      "dur": 1.67,
      "text": "exactly what's in this deal, and they've yet to be hammered out. And you heard"
    },
    {
      "start": 350.96,
      "dur": 1.509,
      "text": "yet to be hammered out. And you heard Donald Trump there saying it does give"
    },
    {
      "start": 352.479,
      "dur": 3.27,
      "text": "Donald Trump there saying it does give him everything he wanted to get. But"
    },
    {
      "start": 355.759,
      "dur": 1.671,
      "text": "him everything he wanted to get. But earlier in that speech, just hours"
    },
    {
      "start": 357.44,
      "dur": 1.749,
      "text": "earlier in that speech, just hours before he announced that a deal had been"
    },
    {
      "start": 359.199,
      "dur": 2.631,
      "text": "before he announced that a deal had been done, he said, \"You need ownership to"
    },
    {
      "start": 361.84,
      "dur": 2.069,
      "text": "done, he said, \"You need ownership to defend it.\" Talking about Greenland. and"
    },
    {
      "start": 363.919,
      "dur": 2.311,
      "text": "defend it.\" Talking about Greenland. and he said, \"Who wants to defend a license"
    },
    {
      "start": 366.24,
      "dur": 3.27,
      "text": "he said, \"Who wants to defend a license agreement or a lease?\" And then after he"
    },
    {
      "start": 369.52,
      "dur": 2.15,
      "text": "agreement or a lease?\" And then after he posted that a deal had been done, he was"
    },
    {
      "start": 371.68,
      "dur": 1.75,
      "text": "posted that a deal had been done, he was asked by a reporter, \"Does this mean"
    },
    {
      "start": 373.44,
      "dur": 1.99,
      "text": "asked by a reporter, \"Does this mean that America will own Greenland?\" And he"
    },
    {
      "start": 375.44,
      "dur": 1.83,
      "text": "that America will own Greenland?\" And he dodged that question by saying, \"This is"
    },
    {
      "start": 377.28,
      "dur": 2.629,
      "text": "dodged that question by saying, \"This is a very, very long-term lease. It's"
    },
    {
      "start": 379.919,
      "dur": 2.55,
      "text": "a very, very long-term lease. It's infinite. It's forever.\" Which doesn't"
    },
    {
      "start": 382.479,
      "dur": 2.55,
      "text": "infinite. It's forever.\" Which doesn't sound like ownership. So, can he claim"
    },
    {
      "start": 385.039,
      "dur": 2.87,
      "text": "sound like ownership. So, can he claim this as a victory? Well, we won't know"
    },
    {
      "start": 387.919,
      "dur": 1.751,
      "text": "this as a victory? Well, we won't know until we see exactly what the deal is."
    },
    {
      "start": 389.68,
      "dur": 1.75,
      "text": "until we see exactly what the deal is. But for somebody who had been so"
    },
    {
      "start": 391.44,
      "dur": 2.55,
      "text": "But for somebody who had been so insistent that he needed to acquire and"
    },
    {
      "start": 394.0,
      "dur": 2.79,
      "text": "insistent that he needed to acquire and own Greenland, it doesn't seem tonight"
    },
    {
      "start": 396.8,
      "dur": 1.59,
      "text": "own Greenland, it doesn't seem tonight as though that is the deal that he's"
    },
    {
      "start": 398.4,
      "dur": 1.83,
      "text": "as though that is the deal that he's managed to strike and yet he's saying"
    },
    {
      "start": 400.24,
      "dur": 2.949,
      "text": "managed to strike and yet he's saying he's very, very happy with it."
    },
    {
      "start": 403.199,
      "dur": 2.391,
      "text": "he's very, very happy with it. Sarah, thank you. Sarah Smith there at"
    },
    {
      "start": 405.6,
      "dur": 3.029,
      "text": "Sarah, thank you. Sarah Smith there at the White House. Well, Fisel Islam was"
    },
    {
      "start": 408.639,
      "dur": 2.311,
      "text": "the White House. Well, Fisel Islam was in the room in Davos as President Trump"
    },
    {
      "start": 410.96,
      "dur": 1.43,
      "text": "in the room in Davos as President Trump delivered that speech and he spoke to"
    },
    {
      "start": 412.4,
      "dur": 1.349,
      "text": "delivered that speech and he spoke to members of the audience afterwards for"
    },
    {
      "start": 413.759,
      "dur": 2.071,
      "text": "members of the audience afterwards for their reaction. He joins us now. How did"
    },
    {
      "start": 415.84,
      "dur": 3.99,
      "text": "their reaction. He joins us now. How did the speech go down, Fisel?"
    },
    {
      "start": 419.84,
      "dur": 1.919,
      "text": "Well, occasionally in this job, you feel"
    },
    {
      "start": 421.759,
      "dur": 1.751,
      "text": "Well, occasionally in this job, you feel like you're being a witness to a type of"
    },
    {
      "start": 423.52,
      "dur": 1.91,
      "text": "like you're being a witness to a type of history. And that's what it felt like"
    },
    {
      "start": 425.44,
      "dur": 3.189,
      "text": "history. And that's what it felt like today in that Congress hall earlier this"
    },
    {
      "start": 428.639,
      "dur": 1.99,
      "text": "today in that Congress hall earlier this afternoon because Donald Trump arrived,"
    },
    {
      "start": 430.639,
      "dur": 2.631,
      "text": "afternoon because Donald Trump arrived, as you've heard there from Sarah, with a"
    },
    {
      "start": 433.28,
      "dur": 2.15,
      "text": "as you've heard there from Sarah, with a message. It seemed to be that he was"
    },
    {
      "start": 435.44,
      "dur": 2.07,
      "text": "message. It seemed to be that he was trying to be diplomatic. That's how it"
    },
    {
      "start": 437.52,
      "dur": 2.63,
      "text": "trying to be diplomatic. That's how it was read by many people in the room."
    },
    {
      "start": 440.16,
      "dur": 3.429,
      "text": "was read by many people in the room. Yes, a form of climb down. He tried a"
    },
    {
      "start": 443.599,
      "dur": 1.831,
      "text": "Yes, a form of climb down. He tried a bit of charm. Some of it was"
    },
    {
      "start": 445.44,
      "dur": 1.99,
      "text": "bit of charm. Some of it was reciprocated, but he also still"
    },
    {
      "start": 447.44,
      "dur": 1.589,
      "text": "reciprocated, but he also still fundamentally said that he wanted to"
    },
    {
      "start": 449.039,
      "dur": 1.671,
      "text": "fundamentally said that he wanted to acquire Greenland. He still"
    },
    {
      "start": 450.72,
      "dur": 1.67,
      "text": "acquire Greenland. He still fundamentally criticized a lot of"
    },
    {
      "start": 452.4,
      "dur": 1.99,
      "text": "fundamentally criticized a lot of Europe. Some of his cabinet ministers"
    },
    {
      "start": 454.4,
      "dur": 1.75,
      "text": "Europe. Some of his cabinet ministers have been saying similar and been"
    },
    {
      "start": 456.16,
      "dur": 1.91,
      "text": "have been saying similar and been suffering from walkouts like the"
    },
    {
      "start": 458.08,
      "dur": 2.07,
      "text": "suffering from walkouts like the commerce secretary Howard Lutnik. And"
    },
    {
      "start": 460.16,
      "dur": 3.27,
      "text": "commerce secretary Howard Lutnik. And tonight I spoke to a G7 leader who said,"
    },
    {
      "start": 463.44,
      "dur": 2.95,
      "text": "tonight I spoke to a G7 leader who said, \"We feel relief right now, but what is"
    },
    {
      "start": 466.4,
      "dur": 2.71,
      "text": "\"We feel relief right now, but what is he going to say tomorrow?\" So this is"
    },
    {
      "start": 469.12,
      "dur": 4.95,
      "text": "he going to say tomorrow?\" So this is what I heard on an extraordinary day."
    },
    {
      "start": 474.08,
      "dur": 2.239,
      "text": "High security, high stakes, and some"
    },
    {
      "start": 476.319,
      "dur": 2.071,
      "text": "High security, high stakes, and some high tension in the Alps for the arrival"
    },
    {
      "start": 478.4,
      "dur": 2.229,
      "text": "high tension in the Alps for the arrival of the wouldbe sheriff of the world and"
    },
    {
      "start": 480.639,
      "dur": 2.471,
      "text": "of the wouldbe sheriff of the world and his new rules. Mr. Wickoff is seizing"
    },
    {
      "start": 483.12,
      "dur": 0.95,
      "text": "his new rules. Mr. Wickoff is seizing Greenland, peace."
    },
    {
      "start": 484.08,
      "dur": 2.63,
      "text": "Greenland, peace. &gt;&gt; The Trump team remaining tight lipped."
    },
    {
      "start": 486.72,
      "dur": 1.83,
      "text": "&gt;&gt; The Trump team remaining tight lipped. Not every American here was watching."
    },
    {
      "start": 488.56,
      "dur": 0.95,
      "text": "Not every American here was watching. &gt;&gt; Damon, can we ask you about the"
    },
    {
      "start": 489.52,
      "dur": 1.349,
      "text": "&gt;&gt; Damon, can we ask you about the president's arrival today?"
    },
    {
      "start": 490.879,
      "dur": 0.471,
      "text": "president's arrival today? &gt;&gt; No."
    },
    {
      "start": 491.36,
      "dur": 2.229,
      "text": "&gt;&gt; No. &gt;&gt; Oh, here to talk about water."
    },
    {
      "start": 493.599,
      "dur": 1.191,
      "text": "&gt;&gt; Oh, here to talk about water. &gt;&gt; Some important figures were"
    },
    {
      "start": 494.8,
      "dur": 1.59,
      "text": "&gt;&gt; Some important figures were multitasking. The chancellor, Rachel"
    },
    {
      "start": 496.4,
      "dur": 2.069,
      "text": "multitasking. The chancellor, Rachel Reeves, had made clear to the BBC that"
    },
    {
      "start": 498.479,
      "dur": 1.911,
      "text": "Reeves, had made clear to the BBC that tariff retaliation couldn't be ruled"
    },
    {
      "start": 500.4,
      "dur": 0.469,
      "text": "tariff retaliation couldn't be ruled out."
    },
    {
      "start": 500.879,
      "dur": 1.99,
      "text": "out. &gt;&gt; All I want is a piece of ice. Donald"
    },
    {
      "start": 502.879,
      "dur": 2.951,
      "text": "&gt;&gt; All I want is a piece of ice. Donald Trump has asked Europe for Greenland."
    },
    {
      "start": 505.84,
      "dur": 2.87,
      "text": "Trump has asked Europe for Greenland. Here he is here. Are you a man of peace,"
    },
    {
      "start": 508.72,
      "dur": 1.99,
      "text": "Here he is here. Are you a man of peace, Donald Trump?"
    },
    {
      "start": 510.72,
      "dur": 2.229,
      "text": "Donald Trump? &gt;&gt; National and international defense."
    },
    {
      "start": 512.959,
      "dur": 1.911,
      "text": "&gt;&gt; National and international defense. Without it, you really can't have great"
    },
    {
      "start": 514.88,
      "dur": 1.75,
      "text": "Without it, you really can't have great international defense. So, it's very"
    },
    {
      "start": 516.64,
      "dur": 0.55,
      "text": "international defense. So, it's very important."
    },
    {
      "start": 517.2,
      "dur": 2.629,
      "text": "important. &gt;&gt; He said he wouldn't use force. But what"
    },
    {
      "start": 519.839,
      "dur": 1.591,
      "text": "&gt;&gt; He said he wouldn't use force. But what does that promise mean?"
    },
    {
      "start": 521.44,
      "dur": 1.43,
      "text": "does that promise mean? &gt;&gt; There must be a response to Donald"
    },
    {
      "start": 522.88,
      "dur": 1.029,
      "text": "&gt;&gt; There must be a response to Donald Trump."
    },
    {
      "start": 523.919,
      "dur": 1.03,
      "text": "Trump. &gt;&gt; Good or bad? Good or bad? It's"
    },
    {
      "start": 524.959,
      "dur": 0.87,
      "text": "&gt;&gt; Good or bad? Good or bad? It's &gt;&gt; not my job anymore."
    },
    {
      "start": 525.839,
      "dur": 2.151,
      "text": "&gt;&gt; not my job anymore. &gt;&gt; The reactions from those in the hall"
    },
    {
      "start": 528.0,
      "dur": 1.829,
      "text": "&gt;&gt; The reactions from those in the hall were somewhat muted from Europeans."
    },
    {
      "start": 529.839,
      "dur": 1.271,
      "text": "were somewhat muted from Europeans. &gt;&gt; What do you make of Donald Trump? and"
    },
    {
      "start": 531.12,
      "dur": 2.07,
      "text": "&gt;&gt; What do you make of Donald Trump? and mixed from key American voices."
    },
    {
      "start": 533.2,
      "dur": 1.51,
      "text": "mixed from key American voices. &gt;&gt; And that was a pivot. He's backing. I"
    },
    {
      "start": 534.72,
      "dur": 0.39,
      "text": "&gt;&gt; And that was a pivot. He's backing. I mean, come on."
    },
    {
      "start": 535.12,
      "dur": 0.709,
      "text": "mean, come on. &gt;&gt; Chicken chicken."
    },
    {
      "start": 535.839,
      "dur": 1.591,
      "text": "&gt;&gt; Chicken chicken. &gt;&gt; Of course it is. This is taco Tuesday."
    },
    {
      "start": 537.44,
      "dur": 1.829,
      "text": "&gt;&gt; Of course it is. This is taco Tuesday. Why do you all make it so complicated?"
    },
    {
      "start": 539.279,
      "dur": 1.751,
      "text": "Why do you all make it so complicated? &gt;&gt; It still sounds quite threatening that"
    },
    {
      "start": 541.04,
      "dur": 1.51,
      "text": "&gt;&gt; It still sounds quite threatening that he wants to acquire Greenland."
    },
    {
      "start": 542.56,
      "dur": 1.43,
      "text": "he wants to acquire Greenland. &gt;&gt; But why do you react that way? It's so"
    },
    {
      "start": 544.0,
      "dur": 0.55,
      "text": "&gt;&gt; But why do you react that way? It's so exhausting."
    },
    {
      "start": 544.56,
      "dur": 1.51,
      "text": "exhausting. &gt;&gt; Greenland is a sovereign part of Europe."
    },
    {
      "start": 546.08,
      "dur": 4.869,
      "text": "&gt;&gt; Greenland is a sovereign part of Europe. &gt;&gt; You got Exactly. So act like it would be"
    },
    {
      "start": 550.959,
      "dur": 0.87,
      "text": "&gt;&gt; You got Exactly. So act like it would be American."
    },
    {
      "start": 551.839,
      "dur": 0.55,
      "text": "American. &gt;&gt; Do you think?"
    },
    {
      "start": 552.399,
      "dur": 2.311,
      "text": "&gt;&gt; Do you think? &gt;&gt; Uh I No, I don't think so."
    },
    {
      "start": 554.72,
      "dur": 2.31,
      "text": "&gt;&gt; Uh I No, I don't think so. &gt;&gt; The key Republican Senator Tom Tillis"
    },
    {
      "start": 557.04,
      "dur": 1.19,
      "text": "&gt;&gt; The key Republican Senator Tom Tillis said the president's pursuit of"
    },
    {
      "start": 558.24,
      "dur": 1.99,
      "text": "said the president's pursuit of Greenland would not be supported. What"
    },
    {
      "start": 560.24,
      "dur": 2.149,
      "text": "Greenland would not be supported. What should we make of your president's"
    },
    {
      "start": 562.399,
      "dur": 1.43,
      "text": "should we make of your president's general tone?"
    },
    {
      "start": 563.839,
      "dur": 2.311,
      "text": "general tone? &gt;&gt; Um, I didn't like the tone. I I think"
    },
    {
      "start": 566.16,
      "dur": 2.789,
      "text": "&gt;&gt; Um, I didn't like the tone. I I think that the NATO alliance is critically"
    },
    {
      "start": 568.959,
      "dur": 2.391,
      "text": "that the NATO alliance is critically important. Uh, the tone should have been"
    },
    {
      "start": 571.36,
      "dur": 0.55,
      "text": "important. Uh, the tone should have been balanced."
    },
    {
      "start": 571.92,
      "dur": 1.43,
      "text": "balanced. &gt;&gt; But should we should we trust Trump?"
    },
    {
      "start": 573.36,
      "dur": 1.35,
      "text": "&gt;&gt; But should we should we trust Trump? &gt;&gt; Well, Trump's big tech backer,"
    },
    {
      "start": 574.72,
      "dur": 2.07,
      "text": "&gt;&gt; Well, Trump's big tech backer, Palanteers Alex Karp didn't want to talk"
    },
    {
      "start": 576.8,
      "dur": 2.31,
      "text": "Palanteers Alex Karp didn't want to talk Greenland. The president himself was"
    },
    {
      "start": 579.12,
      "dur": 2.23,
      "text": "Greenland. The president himself was long after his speech telling Europe and"
    },
    {
      "start": 581.36,
      "dur": 3.27,
      "text": "long after his speech telling Europe and the UK to change policy in general. But"
    },
    {
      "start": 584.64,
      "dur": 1.35,
      "text": "the UK to change policy in general. But they have to change their ways or are"
    },
    {
      "start": 586.0,
      "dur": 1.59,
      "text": "they have to change their ways or are they going to"
    },
    {
      "start": 587.6,
      "dur": 1.909,
      "text": "they going to &gt;&gt; tried no sense"
    },
    {
      "start": 589.519,
      "dur": 1.911,
      "text": "&gt;&gt; tried no sense &gt;&gt; between immigration and energy if they"
    },
    {
      "start": 591.44,
      "dur": 2.55,
      "text": "&gt;&gt; between immigration and energy if they don't change bad things will happen to"
    },
    {
      "start": 594.0,
      "dur": 0.47,
      "text": "don't change bad things will happen to them."
    },
    {
      "start": 594.48,
      "dur": 1.029,
      "text": "them. &gt;&gt; Thank you very much."
    },
    {
      "start": 595.519,
      "dur": 1.511,
      "text": "&gt;&gt; Thank you very much. &gt;&gt; The president did attempt to dial down"
    },
    {
      "start": 597.04,
      "dur": 2.15,
      "text": "&gt;&gt; The president did attempt to dial down tensions but he also criticized allies"
    },
    {
      "start": 599.2,
      "dur": 2.069,
      "text": "tensions but he also criticized allies including leaders personally and he"
    },
    {
      "start": 601.279,
      "dur": 2.391,
      "text": "including leaders personally and he promised no invasion of Greenland but it"
    },
    {
      "start": 603.68,
      "dur": 2.31,
      "text": "promised no invasion of Greenland but it will be part of a new America he says"
    },
    {
      "start": 606.0,
      "dur": 2.55,
      "text": "will be part of a new America he says that the world should accept. This is"
    },
    {
      "start": 608.56,
      "dur": 3.59,
      "text": "that the world should accept. This is not over. Fasel Islam, BBC News at the"
    },
    {
      "start": 612.16,
      "dur": 2.71,
      "text": "not over. Fasel Islam, BBC News at the World Economic Forum in Davos."
    },
    {
      "start": 614.88,
      "dur": 1.35,
      "text": "World Economic Forum in Davos. &gt;&gt; Well, let's take stock with our"
    },
    {
      "start": 616.24,
      "dur": 1.589,
      "text": "&gt;&gt; Well, let's take stock with our political editor, Chris Mason, and our"
    },
    {
      "start": 617.839,
      "dur": 2.23,
      "text": "political editor, Chris Mason, and our Europe editor, Katya Adler. Chris, first"
    },
    {
      "start": 620.079,
      "dur": 1.831,
      "text": "Europe editor, Katya Adler. Chris, first of all, will Downing Street be taking"
    },
    {
      "start": 621.92,
      "dur": 1.51,
      "text": "of all, will Downing Street be taking some of the credit for this turnaround"
    },
    {
      "start": 623.44,
      "dur": 0.71,
      "text": "some of the credit for this turnaround on Greenland?"
    },
    {
      "start": 624.16,
      "dur": 2.71,
      "text": "on Greenland? &gt;&gt; I detect tonight, Rita, a quiet pride uh"
    },
    {
      "start": 626.88,
      "dur": 1.509,
      "text": "&gt;&gt; I detect tonight, Rita, a quiet pride uh within the government that they've"
    },
    {
      "start": 628.399,
      "dur": 2.311,
      "text": "within the government that they've played a contribution alongside European"
    },
    {
      "start": 630.72,
      "dur": 2.87,
      "text": "played a contribution alongside European neighbors to this blitz of diplomacy"
    },
    {
      "start": 633.6,
      "dur": 3.75,
      "text": "neighbors to this blitz of diplomacy over the last few hours and days. I hear"
    },
    {
      "start": 637.36,
      "dur": 2.709,
      "text": "over the last few hours and days. I hear that kind of every diplomatic lever was"
    },
    {
      "start": 640.079,
      "dur": 1.75,
      "text": "that kind of every diplomatic lever was pulled at every ministerial level,"
    },
    {
      "start": 641.839,
      "dur": 2.791,
      "text": "pulled at every ministerial level, official level and in embassies too. And"
    },
    {
      "start": 644.64,
      "dur": 1.429,
      "text": "official level and in embassies too. And then politically for the prime minister,"
    },
    {
      "start": 646.079,
      "dur": 1.99,
      "text": "then politically for the prime minister, there's been real jeopardy. So he came"
    },
    {
      "start": 648.079,
      "dur": 1.271,
      "text": "there's been real jeopardy. So he came out on Monday morning, didn't he, in"
    },
    {
      "start": 649.36,
      "dur": 1.27,
      "text": "out on Monday morning, didn't he, in front of the cameras, talked about a"
    },
    {
      "start": 650.64,
      "dur": 1.59,
      "text": "front of the cameras, talked about a desire for calm discussion. But the"
    },
    {
      "start": 652.24,
      "dur": 1.75,
      "text": "desire for calm discussion. But the reality was there was that big"
    },
    {
      "start": 654.0,
      "dur": 1.91,
      "text": "reality was there was that big fundamental disagreement around the"
    },
    {
      "start": 655.92,
      "dur": 2.31,
      "text": "fundamental disagreement around the sovereignty of Greenland that he felt"
    },
    {
      "start": 658.24,
      "dur": 1.67,
      "text": "sovereignty of Greenland that he felt the prime minister had to articulate"
    },
    {
      "start": 659.92,
      "dur": 1.909,
      "text": "the prime minister had to articulate publicly taking a different position"
    },
    {
      "start": 661.839,
      "dur": 1.511,
      "text": "publicly taking a different position from the president which he's tried to"
    },
    {
      "start": 663.36,
      "dur": 2.63,
      "text": "from the president which he's tried to resist doing knowing full well that that"
    },
    {
      "start": 666.0,
      "dur": 1.67,
      "text": "resist doing knowing full well that that might mean some blowback. And of course"
    },
    {
      "start": 667.68,
      "dur": 1.51,
      "text": "might mean some blowback. And of course 24 hours later yesterday that's"
    },
    {
      "start": 669.2,
      "dur": 2.39,
      "text": "24 hours later yesterday that's precisely what happened. Heading into"
    },
    {
      "start": 671.6,
      "dur": 2.229,
      "text": "precisely what happened. Heading into today, the prime minister decided to"
    },
    {
      "start": 673.839,
      "dur": 2.071,
      "text": "today, the prime minister decided to notch up his his language and his tone"
    },
    {
      "start": 675.92,
      "dur": 1.67,
      "text": "notch up his his language and his tone at prime minister's questions talking"
    },
    {
      "start": 677.6,
      "dur": 2.39,
      "text": "at prime minister's questions talking about not yielding around this whole"
    },
    {
      "start": 680.0,
      "dur": 3.35,
      "text": "about not yielding around this whole question for Greenland. That itself also"
    },
    {
      "start": 683.36,
      "dur": 2.23,
      "text": "question for Greenland. That itself also not without risk and all of this"
    },
    {
      "start": 685.6,
      "dur": 1.669,
      "text": "not without risk and all of this happening when he domestically would"
    },
    {
      "start": 687.279,
      "dur": 2.071,
      "text": "happening when he domestically would much rather be talking about domestic"
    },
    {
      "start": 689.36,
      "dur": 2.23,
      "text": "much rather be talking about domestic issues such as the cost of living. So I"
    },
    {
      "start": 691.6,
      "dur": 2.55,
      "text": "issues such as the cost of living. So I think tonight they will reflect that"
    },
    {
      "start": 694.16,
      "dur": 2.07,
      "text": "think tonight they will reflect that they the UK government and indeed others"
    },
    {
      "start": 696.24,
      "dur": 1.99,
      "text": "they the UK government and indeed others have been sort of brutally reminded of"
    },
    {
      "start": 698.24,
      "dur": 2.31,
      "text": "have been sort of brutally reminded of America's brute force particularly when"
    },
    {
      "start": 700.56,
      "dur": 1.99,
      "text": "America's brute force particularly when articulated by a president more than"
    },
    {
      "start": 702.56,
      "dur": 3.11,
      "text": "articulated by a president more than happy to be brutish in his tone and then"
    },
    {
      "start": 705.68,
      "dur": 2.149,
      "text": "happy to be brutish in his tone and then wondering what other diplomatic grenade"
    },
    {
      "start": 707.839,
      "dur": 1.99,
      "text": "wondering what other diplomatic grenade could come from the oval office at any"
    },
    {
      "start": 709.839,
      "dur": 1.511,
      "text": "could come from the oval office at any point in the future."
    },
    {
      "start": 711.36,
      "dur": 1.909,
      "text": "point in the future. &gt;&gt; And Katy, it does feel like a big"
    },
    {
      "start": 713.279,
      "dur": 2.631,
      "text": "&gt;&gt; And Katy, it does feel like a big deescalation tonight between the US and"
    },
    {
      "start": 715.92,
      "dur": 1.83,
      "text": "deescalation tonight between the US and Europe. But can relations go back to"
    },
    {
      "start": 717.76,
      "dur": 2.309,
      "text": "Europe. But can relations go back to normal after this? I think Rita that"
    },
    {
      "start": 720.079,
      "dur": 3.511,
      "text": "normal after this? I think Rita that that sense of imminent translatic crisis"
    },
    {
      "start": 723.6,
      "dur": 2.71,
      "text": "that sense of imminent translatic crisis that that has passed. But talking to"
    },
    {
      "start": 726.32,
      "dur": 2.15,
      "text": "that that has passed. But talking to diplomats over the last hour or so, I"
    },
    {
      "start": 728.48,
      "dur": 1.83,
      "text": "diplomats over the last hour or so, I really get the sense that three things"
    },
    {
      "start": 730.32,
      "dur": 1.91,
      "text": "really get the sense that three things have changed for the Europeans. One of"
    },
    {
      "start": 732.24,
      "dur": 3.269,
      "text": "have changed for the Europeans. One of them is trust. They were really shocked"
    },
    {
      "start": 735.519,
      "dur": 1.911,
      "text": "them is trust. They were really shocked over the Greenland crisis. European"
    },
    {
      "start": 737.44,
      "dur": 1.67,
      "text": "over the Greenland crisis. European leaders, they got used to Donald Trump"
    },
    {
      "start": 739.12,
      "dur": 3.269,
      "text": "leaders, they got used to Donald Trump being brash or bullish or unpredictable."
    },
    {
      "start": 742.399,
      "dur": 1.99,
      "text": "being brash or bullish or unpredictable. But the fact that he turned on a fellow"
    },
    {
      "start": 744.399,
      "dur": 2.55,
      "text": "But the fact that he turned on a fellow NATO ally, Denmark in this case, and"
    },
    {
      "start": 746.959,
      "dur": 1.831,
      "text": "NATO ally, Denmark in this case, and threatened its national sovereignty, the"
    },
    {
      "start": 748.8,
      "dur": 1.43,
      "text": "threatened its national sovereignty, the fact that he was willing to turn around"
    },
    {
      "start": 750.24,
      "dur": 1.589,
      "text": "fact that he was willing to turn around to other allies and threatened them with"
    },
    {
      "start": 751.839,
      "dur": 2.23,
      "text": "to other allies and threatened them with economic sanctions if they didn't play"
    },
    {
      "start": 754.079,
      "dur": 1.75,
      "text": "economic sanctions if they didn't play ball, that is seared into their"
    },
    {
      "start": 755.839,
      "dur": 1.67,
      "text": "ball, that is seared into their memories, which leads me to the second"
    },
    {
      "start": 757.519,
      "dur": 1.911,
      "text": "memories, which leads me to the second thing that I think is changing because"
    },
    {
      "start": 759.44,
      "dur": 2.31,
      "text": "thing that I think is changing because up until now, we got used to this softly"
    },
    {
      "start": 761.76,
      "dur": 1.67,
      "text": "up until now, we got used to this softly softly approach from European leaders"
    },
    {
      "start": 763.44,
      "dur": 2.069,
      "text": "softly approach from European leaders with Donald Trump cajoling him, trying"
    },
    {
      "start": 765.519,
      "dur": 2.711,
      "text": "with Donald Trump cajoling him, trying to keep him on side, but Europeans are"
    },
    {
      "start": 768.24,
      "dur": 1.99,
      "text": "to keep him on side, but Europeans are absolutely convinced he would not have"
    },
    {
      "start": 770.24,
      "dur": 2.389,
      "text": "absolutely convinced he would not have climbed down on his maximalist demands."
    },
    {
      "start": 772.639,
      "dur": 2.071,
      "text": "climbed down on his maximalist demands. If the EU hadn't been willing to play"
    },
    {
      "start": 774.72,
      "dur": 2.31,
      "text": "If the EU hadn't been willing to play hard ball, it absolutely threatens"
    },
    {
      "start": 777.04,
      "dur": 2.07,
      "text": "hard ball, it absolutely threatens severe economic sanctions that would"
    },
    {
      "start": 779.12,
      "dur": 1.67,
      "text": "severe economic sanctions that would probably have really hurt American"
    },
    {
      "start": 780.8,
      "dur": 1.67,
      "text": "probably have really hurt American businesses and eventually American"
    },
    {
      "start": 782.48,
      "dur": 2.39,
      "text": "businesses and eventually American consumers as well. So, I detect a change"
    },
    {
      "start": 784.88,
      "dur": 2.23,
      "text": "consumers as well. So, I detect a change in attitude going forward. And the third"
    },
    {
      "start": 787.12,
      "dur": 1.509,
      "text": "in attitude going forward. And the third thing is something we've heard European"
    },
    {
      "start": 788.639,
      "dur": 1.831,
      "text": "thing is something we've heard European leaders talk a lot about, but they"
    },
    {
      "start": 790.48,
      "dur": 1.19,
      "text": "leaders talk a lot about, but they haven't walked the walk, and that's"
    },
    {
      "start": 791.68,
      "dur": 2.07,
      "text": "haven't walked the walk, and that's about having more self-reliance in"
    },
    {
      "start": 793.76,
      "dur": 1.83,
      "text": "about having more self-reliance in defense and other things. I think a"
    },
    {
      "start": 795.6,
      "dur": 1.59,
      "text": "defense and other things. I think a reason that some of European leaders"
    },
    {
      "start": 797.2,
      "dur": 2.55,
      "text": "reason that some of European leaders didn't act tougher faster over Greenland"
    },
    {
      "start": 799.76,
      "dur": 2.309,
      "text": "didn't act tougher faster over Greenland is because this continent relies on the"
    },
    {
      "start": 802.079,
      "dur": 2.151,
      "text": "is because this continent relies on the United States for its security. So they"
    },
    {
      "start": 804.24,
      "dur": 1.99,
      "text": "United States for its security. So they were nervous about alienating Washington"
    },
    {
      "start": 806.24,
      "dur": 1.67,
      "text": "were nervous about alienating Washington and going forward they just don't want"
    },
    {
      "start": 807.92,
      "dur": 1.589,
      "text": "and going forward they just don't want to have their hands tied behind their"
    },
    {
      "start": 809.519,
      "dur": 1.671,
      "text": "to have their hands tied behind their back like that. And finally I tell you"
    },
    {
      "start": 811.2,
      "dur": 1.59,
      "text": "back like that. And finally I tell you someone else who's really breathing a"
    },
    {
      "start": 812.8,
      "dur": 1.51,
      "text": "someone else who's really breathing a sigh of relief tonight and that's"
    },
    {
      "start": 814.32,
      "dur": 1.99,
      "text": "sigh of relief tonight and that's Ukraine's president Vladimir Zalinski"
    },
    {
      "start": 816.32,
      "dur": 1.91,
      "text": "Ukraine's president Vladimir Zalinski was really worried that the Greenland"
    },
    {
      "start": 818.24,
      "dur": 2.23,
      "text": "was really worried that the Greenland crisis sucked the oxygen out of"
    },
    {
      "start": 820.48,
      "dur": 2.07,
      "text": "crisis sucked the oxygen out of international attention on Russia's"
    },
    {
      "start": 822.56,
      "dur": 1.99,
      "text": "international attention on Russia's ongoing aggression. He's coming to"
    },
    {
      "start": 824.56,
      "dur": 1.509,
      "text": "ongoing aggression. He's coming to Switzerland and we'll be talking to the"
    },
    {
      "start": 826.079,
      "dur": 3.521,
      "text": "Switzerland and we'll be talking to the American president tomorrow."
    }
  ]
}