{
  "videoId": "C4uELLwkXGs",
  "title": "Funeral held in Israel for last hostage retrieved from Gaza | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 182,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.28,
      "text": "We're going to take you live now to"
    },
    {
      "start": 1.36,
      "dur": 3.19,
      "text": "We're going to take you live now to Israel. Funeral taking place for Ran"
    },
    {
      "start": 4.56,
      "dur": 3.67,
      "text": "Israel. Funeral taking place for Ran Gavilli. He was the last hostage to be"
    },
    {
      "start": 8.24,
      "dur": 3.03,
      "text": "Gavilli. He was the last hostage to be retrieved from Gaza after the attacks of"
    },
    {
      "start": 11.28,
      "dur": 2.55,
      "text": "retrieved from Gaza after the attacks of October the 7th. And we have been"
    },
    {
      "start": 13.84,
      "dur": 3.03,
      "text": "October the 7th. And we have been following over the last hour or two the"
    },
    {
      "start": 16.88,
      "dur": 2.87,
      "text": "following over the last hour or two the uh procession to this site for the"
    },
    {
      "start": 19.76,
      "dur": 3.349,
      "text": "uh procession to this site for the service to get underway. A poignant"
    },
    {
      "start": 23.119,
      "dur": 3.031,
      "text": "service to get underway. A poignant moment for Israel. You see the prime"
    },
    {
      "start": 26.16,
      "dur": 3.67,
      "text": "moment for Israel. You see the prime minister and president both there. uh he"
    },
    {
      "start": 29.84,
      "dur": 3.27,
      "text": "minister and president both there. uh he was the last hostage body to be"
    },
    {
      "start": 33.12,
      "dur": 3.51,
      "text": "was the last hostage body to be recovered and a significant moment"
    },
    {
      "start": 36.64,
      "dur": 2.47,
      "text": "recovered and a significant moment broadly and diplomatically as well for a"
    },
    {
      "start": 39.12,
      "dur": 2.47,
      "text": "broadly and diplomatically as well for a potential peace process there because"
    },
    {
      "start": 41.6,
      "dur": 3.51,
      "text": "potential peace process there because with the repatriation of his body opens"
    },
    {
      "start": 45.12,
      "dur": 3.03,
      "text": "with the repatriation of his body opens up potentially the next phase of the"
    },
    {
      "start": 48.16,
      "dur": 2.95,
      "text": "up potentially the next phase of the Donald Trump peace plan which involves"
    },
    {
      "start": 51.12,
      "dur": 3.109,
      "text": "Donald Trump peace plan which involves the opening of the Rafa crossing. That's"
    },
    {
      "start": 54.239,
      "dur": 2.63,
      "text": "the opening of the Rafa crossing. That's a significant crossing from Gaza into"
    },
    {
      "start": 56.879,
      "dur": 2.47,
      "text": "a significant crossing from Gaza into Egypt because that crossing doesn't go"
    },
    {
      "start": 59.359,
      "dur": 3.03,
      "text": "Egypt because that crossing doesn't go via Israel at all. We don't have the"
    },
    {
      "start": 62.399,
      "dur": 2.951,
      "text": "via Israel at all. We don't have the exact timings of when the Rafa crossing"
    },
    {
      "start": 65.36,
      "dur": 2.55,
      "text": "exact timings of when the Rafa crossing will be opened, but it is expected"
    },
    {
      "start": 67.92,
      "dur": 2.229,
      "text": "will be opened, but it is expected today. A little earlier, I spoke to our"
    },
    {
      "start": 70.159,
      "dur": 2.071,
      "text": "today. A little earlier, I spoke to our Middle East correspondent Yolanell in"
    },
    {
      "start": 72.24,
      "dur": 4.15,
      "text": "Middle East correspondent Yolanell in Jerusalem."
    },
    {
      "start": 76.4,
      "dur": 2.079,
      "text": "&gt;&gt; So, the Rafa crossing is the Gaza"
    },
    {
      "start": 78.479,
      "dur": 1.751,
      "text": "&gt;&gt; So, the Rafa crossing is the Gaza Strip's only crossing that doesn't lead"
    },
    {
      "start": 80.24,
      "dur": 2.31,
      "text": "Strip's only crossing that doesn't lead into Israel. It goes into Egypt. It's"
    },
    {
      "start": 82.56,
      "dur": 2.15,
      "text": "into Israel. It goes into Egypt. It's seen as Gaza's gateway to the world and"
    },
    {
      "start": 84.72,
      "dur": 2.389,
      "text": "seen as Gaza's gateway to the world and it's been largely closed now um for"
    },
    {
      "start": 87.119,
      "dur": 3.35,
      "text": "it's been largely closed now um for almost 2 years since Israel took control"
    },
    {
      "start": 90.479,
      "dur": 2.871,
      "text": "almost 2 years since Israel took control um of Rafa in the very south of the Gaza"
    },
    {
      "start": 93.36,
      "dur": 1.83,
      "text": "um of Rafa in the very south of the Gaza Strip and it remains in control of the"
    },
    {
      "start": 95.2,
      "dur": 2.229,
      "text": "Strip and it remains in control of the Palestinian side of the crossing. What"
    },
    {
      "start": 97.439,
      "dur": 2.071,
      "text": "Palestinian side of the crossing. What we've been hearing is that preparations"
    },
    {
      "start": 99.52,
      "dur": 2.229,
      "text": "we've been hearing is that preparations have been made for the crossing to"
    },
    {
      "start": 101.759,
      "dur": 2.39,
      "text": "have been made for the crossing to reopen. There are European uh"
    },
    {
      "start": 104.159,
      "dur": 1.59,
      "text": "reopen. There are European uh supervisors who will be there working"
    },
    {
      "start": 105.759,
      "dur": 4.151,
      "text": "supervisors who will be there working alongside locally um based Palestinian"
    },
    {
      "start": 109.92,
      "dur": 3.189,
      "text": "alongside locally um based Palestinian staff and the Israelis will have a"
    },
    {
      "start": 113.119,
      "dur": 2.551,
      "text": "staff and the Israelis will have a mechanism to scrutinize those who are"
    },
    {
      "start": 115.68,
      "dur": 2.389,
      "text": "mechanism to scrutinize those who are going through remotely. Um everyone"
    },
    {
      "start": 118.079,
      "dur": 1.591,
      "text": "going through remotely. Um everyone going through the crossing it will be"
    },
    {
      "start": 119.68,
      "dur": 2.55,
      "text": "going through the crossing it will be open in both directions we understand"
    },
    {
      "start": 122.24,
      "dur": 2.229,
      "text": "open in both directions we understand will have to have security clearance"
    },
    {
      "start": 124.479,
      "dur": 3.031,
      "text": "will have to have security clearance from both Israel and from the Egyptians"
    },
    {
      "start": 127.52,
      "dur": 2.229,
      "text": "from both Israel and from the Egyptians as well. And it's important, of course,"
    },
    {
      "start": 129.759,
      "dur": 1.591,
      "text": "as well. And it's important, of course, for Palestinians that the crossing"
    },
    {
      "start": 131.36,
      "dur": 2.31,
      "text": "for Palestinians that the crossing should be opened in both directions."
    },
    {
      "start": 133.68,
      "dur": 1.59,
      "text": "should be opened in both directions. That was really something that the"
    },
    {
      "start": 135.28,
      "dur": 1.51,
      "text": "That was really something that the Egyptians in particular have been"
    },
    {
      "start": 136.8,
      "dur": 2.069,
      "text": "Egyptians in particular have been insisting upon. Uh there's something"
    },
    {
      "start": 138.879,
      "dur": 2.951,
      "text": "insisting upon. Uh there's something like 18,000 Palestinian patients, people"
    },
    {
      "start": 141.84,
      "dur": 1.43,
      "text": "like 18,000 Palestinian patients, people who are sick and wounded, who are"
    },
    {
      "start": 143.28,
      "dur": 2.23,
      "text": "who are sick and wounded, who are waiting for treatment outside of the"
    },
    {
      "start": 145.52,
      "dur": 1.83,
      "text": "waiting for treatment outside of the Gaza Strip, according to the World"
    },
    {
      "start": 147.36,
      "dur": 2.229,
      "text": "Gaza Strip, according to the World Health Organization. You also have"
    },
    {
      "start": 149.599,
      "dur": 1.751,
      "text": "Health Organization. You also have thousands of Palestinians who've used an"
    },
    {
      "start": 151.36,
      "dur": 2.79,
      "text": "thousands of Palestinians who've used an online registration system. um they are"
    },
    {
      "start": 154.16,
      "dur": 2.55,
      "text": "online registration system. um they are hoping to be able to return to Gaza to"
    },
    {
      "start": 156.72,
      "dur": 2.55,
      "text": "hoping to be able to return to Gaza to join their families there. You also have"
    },
    {
      "start": 159.28,
      "dur": 2.39,
      "text": "join their families there. You also have importantly the head of the Palestinian"
    },
    {
      "start": 161.68,
      "dur": 2.629,
      "text": "importantly the head of the Palestinian Technocratic Committee, Dr. Ali Shad,"
    },
    {
      "start": 164.319,
      "dur": 2.391,
      "text": "Technocratic Committee, Dr. Ali Shad, who is waiting to go into Gaza, having"
    },
    {
      "start": 166.72,
      "dur": 2.31,
      "text": "who is waiting to go into Gaza, having been selected for that important role to"
    },
    {
      "start": 169.04,
      "dur": 2.39,
      "text": "been selected for that important role to oversee day-to-day running of the Gaza"
    },
    {
      "start": 171.44,
      "dur": 3.99,
      "text": "oversee day-to-day running of the Gaza Strip um with his uh committee overseen"
    },
    {
      "start": 175.44,
      "dur": 2.23,
      "text": "Strip um with his uh committee overseen by the International Board of Peace"
    },
    {
      "start": 177.68,
      "dur": 3.43,
      "text": "by the International Board of Peace headed by President Trump. Thanks to Yam"
    },
    {
      "start": 181.12,
      "dur": 2.16,
      "text": "headed by President Trump. Thanks to Yam for"
    }
  ]
}