{
  "videoId": "C7tYH57_-Mk",
  "title": "At least 14 dead as winter storm sweeps across US | BBC News",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 188,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.52,
      "text": "Heavy snow and ice have hit North"
    },
    {
      "start": 1.68,
      "dur": 2.07,
      "text": "Heavy snow and ice have hit North America. A massive winter storm"
    },
    {
      "start": 3.76,
      "dur": 1.75,
      "text": "America. A massive winter storm continues to move across the country,"
    },
    {
      "start": 5.52,
      "dur": 1.59,
      "text": "continues to move across the country, battering the northeastern states"
    },
    {
      "start": 7.12,
      "dur": 2.549,
      "text": "battering the northeastern states overnight and moving up into Canada. At"
    },
    {
      "start": 9.679,
      "dur": 1.91,
      "text": "overnight and moving up into Canada. At least 14 people are reported to have"
    },
    {
      "start": 11.599,
      "dur": 2.871,
      "text": "least 14 people are reported to have died. 40% of America's population are"
    },
    {
      "start": 14.48,
      "dur": 1.91,
      "text": "died. 40% of America's population are now under weather warnings. The National"
    },
    {
      "start": 16.4,
      "dur": 1.83,
      "text": "now under weather warnings. The National Weather Service says dangerously cold"
    },
    {
      "start": 18.24,
      "dur": 1.91,
      "text": "Weather Service says dangerously cold winds and heavy snowfalls of nearly half"
    },
    {
      "start": 20.16,
      "dur": 2.39,
      "text": "winds and heavy snowfalls of nearly half a meter are expected as the bad weather"
    },
    {
      "start": 22.56,
      "dur": 1.59,
      "text": "a meter are expected as the bad weather is sweeping north. There's been"
    },
    {
      "start": 24.16,
      "dur": 1.75,
      "text": "is sweeping north. There's been widespread travel disruption with"
    },
    {
      "start": 25.92,
      "dur": 2.39,
      "text": "widespread travel disruption with thousands of flights canled across the"
    },
    {
      "start": 28.32,
      "dur": 1.67,
      "text": "thousands of flights canled across the country. Nearly a million households"
    },
    {
      "start": 30.0,
      "dur": 2.549,
      "text": "country. Nearly a million households have lost power. Those uh power lines"
    },
    {
      "start": 32.559,
      "dur": 1.751,
      "text": "have lost power. Those uh power lines you can see right here, they've been"
    },
    {
      "start": 34.32,
      "dur": 1.59,
      "text": "you can see right here, they've been knocked out in the state of Tennessee,"
    },
    {
      "start": 35.92,
      "dur": 1.99,
      "text": "knocked out in the state of Tennessee, which along with Texas, Mississippi, and"
    },
    {
      "start": 37.92,
      "dur": 3.11,
      "text": "which along with Texas, Mississippi, and Louisiana was among the worst hit. But"
    },
    {
      "start": 41.04,
      "dur": 1.75,
      "text": "Louisiana was among the worst hit. But 140 million people all the way up to"
    },
    {
      "start": 42.8,
      "dur": 2.23,
      "text": "140 million people all the way up to Canada are in the storm's path. This is"
    },
    {
      "start": 45.04,
      "dur": 1.59,
      "text": "Canada are in the storm's path. This is Toronto at the moment. Residents in"
    },
    {
      "start": 46.64,
      "dur": 2.069,
      "text": "Toronto at the moment. Residents in Canada's largest city urged to stay"
    },
    {
      "start": 48.719,
      "dur": 2.871,
      "text": "Canada's largest city urged to stay indoors. The city's Pearson Airport saw"
    },
    {
      "start": 51.6,
      "dur": 3.75,
      "text": "indoors. The city's Pearson Airport saw a record-breaking 46 cm of snowfall on"
    },
    {
      "start": 55.36,
      "dur": 1.509,
      "text": "a record-breaking 46 cm of snowfall on Sunday."
    },
    {
      "start": 56.879,
      "dur": 1.911,
      "text": "Sunday. At least 23 US states declaring"
    },
    {
      "start": 58.8,
      "dur": 2.389,
      "text": "At least 23 US states declaring emergencies, including New York. The"
    },
    {
      "start": 61.199,
      "dur": 1.751,
      "text": "emergencies, including New York. The state governor warned people to stay"
    },
    {
      "start": 62.96,
      "dur": 2.229,
      "text": "state governor warned people to stay inside. Let's bring uh in Bradley"
    },
    {
      "start": 65.199,
      "dur": 2.791,
      "text": "inside. Let's bring uh in Bradley Blackburn. He is from CBS News."
    },
    {
      "start": 68.0,
      "dur": 1.429,
      "text": "Blackburn. He is from CBS News. &gt;&gt; Well, Lucy, I'm out here with the dog"
    },
    {
      "start": 69.439,
      "dur": 1.511,
      "text": "&gt;&gt; Well, Lucy, I'm out here with the dog walkers this morning. You can see people"
    },
    {
      "start": 70.96,
      "dur": 2.39,
      "text": "walkers this morning. You can see people are out and about. It is cold. There is"
    },
    {
      "start": 73.36,
      "dur": 1.67,
      "text": "are out and about. It is cold. There is a lot of snow, but it's a picture"
    },
    {
      "start": 75.04,
      "dur": 2.15,
      "text": "a lot of snow, but it's a picture postcard here in Central Park. New York"
    },
    {
      "start": 77.2,
      "dur": 2.549,
      "text": "postcard here in Central Park. New York City hasn't seen snowfall like this in"
    },
    {
      "start": 79.759,
      "dur": 2.151,
      "text": "City hasn't seen snowfall like this in several years, so you can be sure those"
    },
    {
      "start": 81.92,
      "dur": 2.07,
      "text": "several years, so you can be sure those letters will be out in force today, too."
    },
    {
      "start": 84.0,
      "dur": 2.469,
      "text": "letters will be out in force today, too. But this is also a very serious storm as"
    },
    {
      "start": 86.479,
      "dur": 1.831,
      "text": "But this is also a very serious storm as you mentioned. By some counts, the death"
    },
    {
      "start": 88.32,
      "dur": 2.87,
      "text": "you mentioned. By some counts, the death toll is now more than a dozen blamed on"
    },
    {
      "start": 91.2,
      "dur": 3.03,
      "text": "toll is now more than a dozen blamed on this on this uh on this slowmoving storm"
    },
    {
      "start": 94.24,
      "dur": 3.75,
      "text": "this on this uh on this slowmoving storm that has affected more than 180 million"
    },
    {
      "start": 98.0,
      "dur": 1.67,
      "text": "that has affected more than 180 million people over the course of the last few"
    },
    {
      "start": 99.68,
      "dur": 2.789,
      "text": "people over the course of the last few days. The storm went all across the"
    },
    {
      "start": 102.479,
      "dur": 1.911,
      "text": "days. The storm went all across the eastern seabboard. It is now moving"
    },
    {
      "start": 104.4,
      "dur": 2.069,
      "text": "eastern seabboard. It is now moving through New York City, New England. But"
    },
    {
      "start": 106.479,
      "dur": 2.711,
      "text": "through New York City, New England. But even after it passes Lucy, forecasters"
    },
    {
      "start": 109.2,
      "dur": 2.47,
      "text": "even after it passes Lucy, forecasters expect that below average temperatures"
    },
    {
      "start": 111.68,
      "dur": 1.83,
      "text": "expect that below average temperatures could linger for days. And that means"
    },
    {
      "start": 113.52,
      "dur": 2.229,
      "text": "could linger for days. And that means that the cleanup will continue too. This"
    },
    {
      "start": 115.759,
      "dur": 1.911,
      "text": "that the cleanup will continue too. This snow is not going to melt off. It's not"
    },
    {
      "start": 117.68,
      "dur": 2.069,
      "text": "snow is not going to melt off. It's not going anywhere. So that creates problems"
    },
    {
      "start": 119.759,
      "dur": 1.831,
      "text": "going anywhere. So that creates problems for major cities like New York,"
    },
    {
      "start": 121.6,
      "dur": 1.99,
      "text": "for major cities like New York, Philadelphia, and others. And another"
    },
    {
      "start": 123.6,
      "dur": 2.469,
      "text": "Philadelphia, and others. And another big problem, Lucy, power outages."
    },
    {
      "start": 126.079,
      "dur": 2.79,
      "text": "big problem, Lucy, power outages. 800,000 Americans are without power as"
    },
    {
      "start": 128.879,
      "dur": 2.791,
      "text": "800,000 Americans are without power as of this morning, mainly in Tennessee,"
    },
    {
      "start": 131.68,
      "dur": 1.909,
      "text": "of this morning, mainly in Tennessee, Mississippi, and Louisiana. And so"
    },
    {
      "start": 133.599,
      "dur": 2.871,
      "text": "Mississippi, and Louisiana. And so getting that power restored is extremely"
    },
    {
      "start": 136.48,
      "dur": 1.59,
      "text": "getting that power restored is extremely urgent. Many of those people depend on"
    },
    {
      "start": 138.08,
      "dur": 1.27,
      "text": "urgent. Many of those people depend on electricity for heat."
    },
    {
      "start": 139.36,
      "dur": 1.83,
      "text": "electricity for heat. &gt;&gt; Yeah, we're seeing some kids uh sledding"
    },
    {
      "start": 141.2,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah, we're seeing some kids uh sledding in the snow. So it is fun for some, but"
    },
    {
      "start": 143.52,
      "dur": 2.15,
      "text": "in the snow. So it is fun for some, but in some of these states, Bradley, is it"
    },
    {
      "start": 145.68,
      "dur": 1.43,
      "text": "in some of these states, Bradley, is it so dangerous out there that people are"
    },
    {
      "start": 147.12,
      "dur": 4.39,
      "text": "so dangerous out there that people are being told to stay home?"
    },
    {
      "start": 151.52,
      "dur": 2.56,
      "text": "&gt;&gt; They are. Authorities ask people to stay"
    },
    {
      "start": 154.08,
      "dur": 1.91,
      "text": "&gt;&gt; They are. Authorities ask people to stay home if at all possible. And of course,"
    },
    {
      "start": 156.0,
      "dur": 2.07,
      "text": "home if at all possible. And of course, a big reason for that is just the danger"
    },
    {
      "start": 158.08,
      "dur": 2.47,
      "text": "a big reason for that is just the danger on the roadways. Plowing highways and"
    },
    {
      "start": 160.56,
      "dur": 2.309,
      "text": "on the roadways. Plowing highways and roads is an enormous job. And some"
    },
    {
      "start": 162.879,
      "dur": 1.751,
      "text": "roads is an enormous job. And some cities are better equipped than others."
    },
    {
      "start": 164.64,
      "dur": 2.229,
      "text": "cities are better equipped than others. Here in New York City, garbage trucks"
    },
    {
      "start": 166.879,
      "dur": 2.471,
      "text": "Here in New York City, garbage trucks are used as plows, so hundreds of trucks"
    },
    {
      "start": 169.36,
      "dur": 2.07,
      "text": "are used as plows, so hundreds of trucks can be out on the roads at once. That is"
    },
    {
      "start": 171.44,
      "dur": 2.39,
      "text": "can be out on the roads at once. That is not the case in many other cities like"
    },
    {
      "start": 173.84,
      "dur": 2.389,
      "text": "not the case in many other cities like Oklahoma City, others uh in the southern"
    },
    {
      "start": 176.239,
      "dur": 1.031,
      "text": "Oklahoma City, others uh in the southern part of the country where their"
    },
    {
      "start": 177.28,
      "dur": 1.669,
      "text": "part of the country where their resources are far different. They aren't"
    },
    {
      "start": 178.959,
      "dur": 2.151,
      "text": "resources are far different. They aren't equipped for a major winter storm like"
    },
    {
      "start": 181.12,
      "dur": 2.55,
      "text": "equipped for a major winter storm like this. It's a far rarer occur occurrence,"
    },
    {
      "start": 183.68,
      "dur": 1.99,
      "text": "this. It's a far rarer occur occurrence, but it still carries a lot of danger,"
    },
    {
      "start": 185.68,
      "dur": 2.4,
      "text": "but it still carries a lot of danger, Lucy."
    }
  ]
}