{
  "videoId": "CJ1RL7xFUWM",
  "title": "Why is there a TikTok censorship debate? | The Global Story Podcast",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 1462,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.08,
      "text": "Over the weekend, some Tik Tok users"
    },
    {
      "start": 2.08,
      "dur": 2.31,
      "text": "Over the weekend, some Tik Tok users here in the US claimed that the social"
    },
    {
      "start": 4.4,
      "dur": 2.71,
      "text": "here in the US claimed that the social media platform was censoring content"
    },
    {
      "start": 7.12,
      "dur": 1.99,
      "text": "media platform was censoring content critical of the Trump administration."
    },
    {
      "start": 9.12,
      "dur": 2.87,
      "text": "critical of the Trump administration. &gt;&gt; If I could make it 100% mega, I would."
    },
    {
      "start": 12.0,
      "dur": 1.589,
      "text": "&gt;&gt; If I could make it 100% mega, I would. But it's not going to work out that way,"
    },
    {
      "start": 13.599,
      "dur": 1.511,
      "text": "But it's not going to work out that way, unfortunately. No, everyone's going to"
    },
    {
      "start": 15.12,
      "dur": 1.11,
      "text": "unfortunately. No, everyone's going to be treated fairly."
    },
    {
      "start": 16.24,
      "dur": 1.91,
      "text": "be treated fairly. &gt;&gt; The criticism has come to a head after"
    },
    {
      "start": 18.16,
      "dur": 1.99,
      "text": "&gt;&gt; The criticism has come to a head after federal agents shot and killed an"
    },
    {
      "start": 20.16,
      "dur": 2.23,
      "text": "federal agents shot and killed an intensive care nurse, a man by the name"
    },
    {
      "start": 22.4,
      "dur": 3.51,
      "text": "intensive care nurse, a man by the name of Alex Prey, a US citizen in Minnesota."
    },
    {
      "start": 25.92,
      "dur": 1.91,
      "text": "of Alex Prey, a US citizen in Minnesota. The Department of Homeland Security says"
    },
    {
      "start": 27.84,
      "dur": 1.349,
      "text": "The Department of Homeland Security says the agents [music] fired in"
    },
    {
      "start": 29.199,
      "dur": 2.631,
      "text": "the agents [music] fired in self-defense. Users reported that they"
    },
    {
      "start": 31.84,
      "dur": 2.549,
      "text": "self-defense. Users reported that they could not upload or view videos related"
    },
    {
      "start": 34.399,
      "dur": 2.15,
      "text": "could not upload or view videos related to Immigration and Customs Enforcement,"
    },
    {
      "start": 36.559,
      "dur": 2.711,
      "text": "to Immigration and Customs Enforcement, otherwise known as ICE. Tik Tok, for its"
    },
    {
      "start": 39.28,
      "dur": 2.15,
      "text": "otherwise known as ICE. Tik Tok, for its part, pointed to technical glitches."
    },
    {
      "start": 41.44,
      "dur": 2.87,
      "text": "part, pointed to technical glitches. From the BBC, I'm Mahalid in Washington"
    },
    {
      "start": 44.32,
      "dur": 2.63,
      "text": "From the BBC, I'm Mahalid in Washington DC. And today on the Global Story, how"
    },
    {
      "start": 46.96,
      "dur": 2.15,
      "text": "DC. And today on the Global Story, how Tik Tok became a flash point in the"
    },
    {
      "start": 49.12,
      "dur": 2.39,
      "text": "Tik Tok became a flash point in the Minneapolis shooting and a sign of a"
    },
    {
      "start": 51.52,
      "dur": 7.029,
      "text": "Minneapolis shooting and a sign of a divided America."
    },
    {
      "start": 58.559,
      "dur": 1.921,
      "text": "Mariana, welcome back to the show. It's"
    },
    {
      "start": 60.48,
      "dur": 1.589,
      "text": "Mariana, welcome back to the show. It's always a joy to have you with us."
    },
    {
      "start": 62.079,
      "dur": 1.351,
      "text": "always a joy to have you with us. &gt;&gt; Thank you so much for having me."
    },
    {
      "start": 63.44,
      "dur": 1.749,
      "text": "&gt;&gt; Thank you so much for having me. &gt;&gt; So, this is a complicated story we want"
    },
    {
      "start": 65.199,
      "dur": 2.391,
      "text": "&gt;&gt; So, this is a complicated story we want to dissect and uh I will say there are a"
    },
    {
      "start": 67.6,
      "dur": 2.15,
      "text": "to dissect and uh I will say there are a few, it feels, simultaneous stories"
    },
    {
      "start": 69.76,
      "dur": 1.669,
      "text": "few, it feels, simultaneous stories going on here. Uh there's a business"
    },
    {
      "start": 71.439,
      "dur": 2.631,
      "text": "going on here. Uh there's a business story, a culture story, a tech story, a"
    },
    {
      "start": 74.08,
      "dur": 2.79,
      "text": "story, a culture story, a tech story, a political story. But I would say to"
    },
    {
      "start": 76.88,
      "dur": 1.83,
      "text": "political story. But I would say to understand what happened here. I think"
    },
    {
      "start": 78.72,
      "dur": 2.55,
      "text": "understand what happened here. I think it's important that we begin with the"
    },
    {
      "start": 81.28,
      "dur": 2.23,
      "text": "it's important that we begin with the business story which uh is also actually"
    },
    {
      "start": 83.52,
      "dur": 2.229,
      "text": "business story which uh is also actually a bit of a political story. And this all"
    },
    {
      "start": 85.759,
      "dur": 2.71,
      "text": "a bit of a political story. And this all starts with the sale of the US arm of"
    },
    {
      "start": 88.479,
      "dur": 3.351,
      "text": "starts with the sale of the US arm of Tik Tok. Uh for years, US officials uh"
    },
    {
      "start": 91.84,
      "dur": 1.99,
      "text": "Tik Tok. Uh for years, US officials uh both Republicans and Democrats have been"
    },
    {
      "start": 93.84,
      "dur": 2.07,
      "text": "both Republicans and Democrats have been talking about national security threats"
    },
    {
      "start": 95.92,
      "dur": 1.75,
      "text": "talking about national security threats from China when it comes to Tik Tok. And"
    },
    {
      "start": 97.68,
      "dur": 1.83,
      "text": "from China when it comes to Tik Tok. And so just the other week, Tik Tok"
    },
    {
      "start": 99.52,
      "dur": 2.79,
      "text": "so just the other week, Tik Tok finalized a deal to spin off a US"
    },
    {
      "start": 102.32,
      "dur": 4.069,
      "text": "finalized a deal to spin off a US entity. What exactly is that entity and"
    },
    {
      "start": 106.399,
      "dur": 1.35,
      "text": "entity. What exactly is that entity and who controls it?"
    },
    {
      "start": 107.759,
      "dur": 2.39,
      "text": "who controls it? &gt;&gt; Yeah, so if people might remember um if"
    },
    {
      "start": 110.159,
      "dur": 1.59,
      "text": "&gt;&gt; Yeah, so if people might remember um if we go a little bit further back in time"
    },
    {
      "start": 111.759,
      "dur": 2.39,
      "text": "we go a little bit further back in time that there was a a period of time when"
    },
    {
      "start": 114.159,
      "dur": 2.23,
      "text": "that there was a a period of time when Donald Trump was last president where he"
    },
    {
      "start": 116.399,
      "dur": 2.631,
      "text": "Donald Trump was last president where he basically decided he wasn't so keen on"
    },
    {
      "start": 119.04,
      "dur": 2.31,
      "text": "basically decided he wasn't so keen on Tik Tok operating in the way it does in"
    },
    {
      "start": 121.36,
      "dur": 0.709,
      "text": "Tik Tok operating in the way it does in the US."
    },
    {
      "start": 122.079,
      "dur": 1.831,
      "text": "the US. &gt;&gt; We're looking at Tik Tok. We may be"
    },
    {
      "start": 123.92,
      "dur": 2.469,
      "text": "&gt;&gt; We're looking at Tik Tok. We may be banning Tik Tok. We may be doing some"
    },
    {
      "start": 126.399,
      "dur": 2.391,
      "text": "banning Tik Tok. We may be doing some other things or a couple of options, but"
    },
    {
      "start": 128.8,
      "dur": 1.669,
      "text": "other things or a couple of options, but a lot of things are happening. So we'll"
    },
    {
      "start": 130.479,
      "dur": 1.431,
      "text": "a lot of things are happening. So we'll see what happens. And those concerns"
    },
    {
      "start": 131.92,
      "dur": 1.91,
      "text": "see what happens. And those concerns were then echoed during Joe Biden's"
    },
    {
      "start": 133.84,
      "dur": 1.99,
      "text": "were then echoed during Joe Biden's presidency as well. And essentially what"
    },
    {
      "start": 135.84,
      "dur": 3.43,
      "text": "presidency as well. And essentially what what they were saying was um"
    },
    {
      "start": 139.28,
      "dur": 1.75,
      "text": "what they were saying was um &gt;&gt; there were concerns that Bite Dance,"
    },
    {
      "start": 141.04,
      "dur": 1.43,
      "text": "&gt;&gt; there were concerns that Bite Dance, which are the parent company, they own"
    },
    {
      "start": 142.48,
      "dur": 2.63,
      "text": "which are the parent company, they own Tik Tok, um which is a Chinese company,"
    },
    {
      "start": 145.12,
      "dur": 2.31,
      "text": "Tik Tok, um which is a Chinese company, could have access to sensitive data"
    },
    {
      "start": 147.44,
      "dur": 1.75,
      "text": "could have access to sensitive data about US users, and they weren't very"
    },
    {
      "start": 149.2,
      "dur": 1.59,
      "text": "about US users, and they weren't very keen on that. Now, Bite Dance, it's"
    },
    {
      "start": 150.8,
      "dur": 1.35,
      "text": "keen on that. Now, Bite Dance, it's worth saying from the get-go, have"
    },
    {
      "start": 152.16,
      "dur": 1.99,
      "text": "worth saying from the get-go, have always very strongly denied any"
    },
    {
      "start": 154.16,
      "dur": 2.31,
      "text": "always very strongly denied any allegations that they are misusing data"
    },
    {
      "start": 156.48,
      "dur": 1.99,
      "text": "allegations that they are misusing data or breaching privacy or anything like"
    },
    {
      "start": 158.48,
      "dur": 1.749,
      "text": "or breaching privacy or anything like that. But nonetheless, this political"
    },
    {
      "start": 160.239,
      "dur": 1.911,
      "text": "that. But nonetheless, this political storm sort of started to unfold around"
    },
    {
      "start": 162.16,
      "dur": 1.91,
      "text": "storm sort of started to unfold around Tik Tok. Fast forward to when Donald"
    },
    {
      "start": 164.08,
      "dur": 1.59,
      "text": "Tik Tok. Fast forward to when Donald Trump becomes president again, and"
    },
    {
      "start": 165.68,
      "dur": 1.75,
      "text": "Trump becomes president again, and there's this kind of imminent threat of"
    },
    {
      "start": 167.44,
      "dur": 2.47,
      "text": "there's this kind of imminent threat of a of a ban to Tik Tok entirely in the"
    },
    {
      "start": 169.92,
      "dur": 1.91,
      "text": "a of a ban to Tik Tok entirely in the United States just after he's taken"
    },
    {
      "start": 171.84,
      "dur": 1.59,
      "text": "United States just after he's taken office. So this time last year,"
    },
    {
      "start": 173.44,
      "dur": 2.069,
      "text": "office. So this time last year, &gt;&gt; you wanted to block Tik Tok. Why did it"
    },
    {
      "start": 175.519,
      "dur": 1.111,
      "text": "&gt;&gt; you wanted to block Tik Tok. Why did it change your mind?"
    },
    {
      "start": 176.64,
      "dur": 2.869,
      "text": "change your mind? &gt;&gt; Because I got to use it. And remember,"
    },
    {
      "start": 179.519,
      "dur": 3.271,
      "text": "&gt;&gt; Because I got to use it. And remember, Tik Tok is largely about kids. Young"
    },
    {
      "start": 182.8,
      "dur": 1.27,
      "text": "Tik Tok is largely about kids. Young kids. If China's going to get"
    },
    {
      "start": 184.08,
      "dur": 2.63,
      "text": "kids. If China's going to get information about young kids, out of it."
    },
    {
      "start": 186.72,
      "dur": 1.75,
      "text": "information about young kids, out of it. remember as well that Tik Tok was"
    },
    {
      "start": 188.48,
      "dur": 2.23,
      "text": "remember as well that Tik Tok was actually in the interim really valuable"
    },
    {
      "start": 190.72,
      "dur": 2.47,
      "text": "actually in the interim really valuable to Donald Trump um during the election."
    },
    {
      "start": 193.2,
      "dur": 1.83,
      "text": "to Donald Trump um during the election. He did really well at reaching a whole"
    },
    {
      "start": 195.04,
      "dur": 1.99,
      "text": "He did really well at reaching a whole range of new younger audiences there."
    },
    {
      "start": 197.04,
      "dur": 1.51,
      "text": "range of new younger audiences there. &gt;&gt; He credits it with part of his victory."
    },
    {
      "start": 198.56,
      "dur": 1.27,
      "text": "&gt;&gt; He credits it with part of his victory. &gt;&gt; Well, exactly. So, you've got his"
    },
    {
      "start": 199.84,
      "dur": 1.669,
      "text": "&gt;&gt; Well, exactly. So, you've got his attitude towards Tik Tok seems to have"
    },
    {
      "start": 201.519,
      "dur": 1.591,
      "text": "attitude towards Tik Tok seems to have changed quite a lot. Perhaps in part"
    },
    {
      "start": 203.12,
      "dur": 4.389,
      "text": "changed quite a lot. Perhaps in part also due to um due to the the way that"
    },
    {
      "start": 207.519,
      "dur": 1.43,
      "text": "also due to um due to the the way that he was able to use it during the"
    },
    {
      "start": 208.959,
      "dur": 3.19,
      "text": "he was able to use it during the campaign, but also it's a hugely popular"
    },
    {
      "start": 212.159,
      "dur": 2.551,
      "text": "campaign, but also it's a hugely popular app with younger people, lots of younger"
    },
    {
      "start": 214.72,
      "dur": 1.75,
      "text": "app with younger people, lots of younger Americans. there are, you know, people"
    },
    {
      "start": 216.48,
      "dur": 1.669,
      "text": "Americans. there are, you know, people whose entire careers essentially are"
    },
    {
      "start": 218.159,
      "dur": 1.111,
      "text": "whose entire careers essentially are built around the app because they're"
    },
    {
      "start": 219.28,
      "dur": 2.39,
      "text": "built around the app because they're influencers. They've managed to um"
    },
    {
      "start": 221.68,
      "dur": 2.629,
      "text": "influencers. They've managed to um acrewue a huge following. And so"
    },
    {
      "start": 224.319,
      "dur": 1.91,
      "text": "acrewue a huge following. And so suddenly the the stance changes and"
    },
    {
      "start": 226.239,
      "dur": 1.91,
      "text": "suddenly the the stance changes and instead of it being Tik Tok can't"
    },
    {
      "start": 228.159,
      "dur": 2.15,
      "text": "instead of it being Tik Tok can't operate in the US anymore, it's actually"
    },
    {
      "start": 230.319,
      "dur": 2.231,
      "text": "operate in the US anymore, it's actually Tik Tok can operate in the US still, but"
    },
    {
      "start": 232.56,
      "dur": 2.71,
      "text": "Tik Tok can operate in the US still, but only if that bit that operates in the US"
    },
    {
      "start": 235.28,
      "dur": 2.149,
      "text": "only if that bit that operates in the US is is slightly separate from the main"
    },
    {
      "start": 237.439,
      "dur": 2.15,
      "text": "is is slightly separate from the main kind of way that Tik Tok works in other"
    },
    {
      "start": 239.599,
      "dur": 0.63,
      "text": "kind of way that Tik Tok works in other places."
    },
    {
      "start": 240.239,
      "dur": 1.591,
      "text": "places. &gt;&gt; Sir, we have an executive order on Tik"
    },
    {
      "start": 241.84,
      "dur": 1.43,
      "text": "&gt;&gt; Sir, we have an executive order on Tik Tok. From the first days of your"
    },
    {
      "start": 243.28,
      "dur": 1.669,
      "text": "Tok. From the first days of your administration, you've charged a team"
    },
    {
      "start": 244.959,
      "dur": 1.83,
      "text": "administration, you've charged a team from your from your administration led"
    },
    {
      "start": 246.799,
      "dur": 2.471,
      "text": "from your from your administration led by Vice President Vance uh with ensuring"
    },
    {
      "start": 249.28,
      "dur": 2.39,
      "text": "by Vice President Vance uh with ensuring that we can uh preserve Tik Tok with"
    },
    {
      "start": 251.68,
      "dur": 2.31,
      "text": "that we can uh preserve Tik Tok with this executive order. Uh you will be"
    },
    {
      "start": 254.0,
      "dur": 2.229,
      "text": "this executive order. Uh you will be effectively bringing into effect uh the"
    },
    {
      "start": 256.239,
      "dur": 1.911,
      "text": "effectively bringing into effect uh the agreement that will save Tik Tok and"
    },
    {
      "start": 258.16,
      "dur": 1.749,
      "text": "agreement that will save Tik Tok and ensure that it can operate safely and"
    },
    {
      "start": 259.919,
      "dur": 0.55,
      "text": "ensure that it can operate safely and securely."
    },
    {
      "start": 260.479,
      "dur": 1.831,
      "text": "securely. &gt;&gt; So Mariana, can you talk us through that"
    },
    {
      "start": 262.32,
      "dur": 3.51,
      "text": "&gt;&gt; So Mariana, can you talk us through that what this new US entity is and and who"
    },
    {
      "start": 265.84,
      "dur": 1.99,
      "text": "what this new US entity is and and who controls it? So essentially it's what"
    },
    {
      "start": 267.84,
      "dur": 1.59,
      "text": "controls it? So essentially it's what what we'd call a consortium of"
    },
    {
      "start": 269.44,
      "dur": 2.23,
      "text": "what we'd call a consortium of investors. So it is a group of different"
    },
    {
      "start": 271.68,
      "dur": 3.35,
      "text": "investors. So it is a group of different very rich people um who are investing in"
    },
    {
      "start": 275.04,
      "dur": 1.75,
      "text": "very rich people um who are investing in the company and effectively sort of"
    },
    {
      "start": 276.8,
      "dur": 1.59,
      "text": "the company and effectively sort of taking on a lot of the responsibility"
    },
    {
      "start": 278.4,
      "dur": 2.47,
      "text": "taking on a lot of the responsibility when it comes to for example um data"
    },
    {
      "start": 280.88,
      "dur": 3.43,
      "text": "when it comes to for example um data storage and where you know where data is"
    },
    {
      "start": 284.32,
      "dur": 2.39,
      "text": "storage and where you know where data is held and and what can be used and what"
    },
    {
      "start": 286.72,
      "dur": 2.31,
      "text": "held and and what can be used and what can't be used and that is US-based. So"
    },
    {
      "start": 289.04,
      "dur": 2.149,
      "text": "can't be used and that is US-based. So there are different um different people"
    },
    {
      "start": 291.199,
      "dur": 2.071,
      "text": "there are different um different people and companies involved. One of which is"
    },
    {
      "start": 293.28,
      "dur": 2.31,
      "text": "and companies involved. One of which is Oracle, which is this computing giant um"
    },
    {
      "start": 295.6,
      "dur": 1.99,
      "text": "Oracle, which is this computing giant um and a data center partner for Tik Tok"
    },
    {
      "start": 297.6,
      "dur": 1.51,
      "text": "and a data center partner for Tik Tok US. And that's chaired by someone called"
    },
    {
      "start": 299.12,
      "dur": 2.15,
      "text": "US. And that's chaired by someone called Larry Ellison. He's a Republican mega"
    },
    {
      "start": 301.28,
      "dur": 1.189,
      "text": "Larry Ellison. He's a Republican mega donor. People might have heard of him."
    },
    {
      "start": 302.479,
      "dur": 2.71,
      "text": "donor. People might have heard of him. He's also a longtime ally of Donald"
    },
    {
      "start": 305.199,
      "dur": 1.511,
      "text": "He's also a longtime ally of Donald Trump. And then there are other um"
    },
    {
      "start": 306.72,
      "dur": 2.39,
      "text": "Trump. And then there are other um companies. So take US firm Silverlake"
    },
    {
      "start": 309.12,
      "dur": 2.23,
      "text": "companies. So take US firm Silverlake and the Emirati investor MGX. They've"
    },
    {
      "start": 311.36,
      "dur": 2.79,
      "text": "and the Emirati investor MGX. They've got some stakes as well. Bite Dance, the"
    },
    {
      "start": 314.16,
      "dur": 1.83,
      "text": "got some stakes as well. Bite Dance, the uh company that owns Tik Tok overall,"
    },
    {
      "start": 316.0,
      "dur": 2.629,
      "text": "uh company that owns Tik Tok overall, does still have um a hold on the US"
    },
    {
      "start": 318.639,
      "dur": 2.39,
      "text": "does still have um a hold on the US business, 19.9%."
    },
    {
      "start": 321.039,
      "dur": 1.43,
      "text": "business, 19.9%. Um, but essentially what it means is"
    },
    {
      "start": 322.479,
      "dur": 2.15,
      "text": "Um, but essentially what it means is that there are more American companies"
    },
    {
      "start": 324.639,
      "dur": 3.511,
      "text": "that there are more American companies and investors who have some control over"
    },
    {
      "start": 328.16,
      "dur": 2.07,
      "text": "and investors who have some control over Tik Tok in a way that just wasn't the"
    },
    {
      "start": 330.24,
      "dur": 1.59,
      "text": "Tik Tok in a way that just wasn't the case before."
    },
    {
      "start": 331.84,
      "dur": 1.03,
      "text": "case before. &gt;&gt; And here [clears throat] in the US, I"
    },
    {
      "start": 332.88,
      "dur": 1.99,
      "text": "&gt;&gt; And here [clears throat] in the US, I will say, Mariana, it was viewed as a"
    },
    {
      "start": 334.88,
      "dur": 3.11,
      "text": "will say, Mariana, it was viewed as a sale to uh Trump allies in part because"
    },
    {
      "start": 338.0,
      "dur": 2.15,
      "text": "sale to uh Trump allies in part because we saw the president just the other week"
    },
    {
      "start": 340.16,
      "dur": 1.99,
      "text": "we saw the president just the other week take to his own social media account uh"
    },
    {
      "start": 342.16,
      "dur": 2.15,
      "text": "take to his own social media account uh and say that Tik Tok will now be owned"
    },
    {
      "start": 344.32,
      "dur": 2.309,
      "text": "and say that Tik Tok will now be owned by a group of great American patriots"
    },
    {
      "start": 346.639,
      "dur": 1.751,
      "text": "by a group of great American patriots and investors. It was seen here in"
    },
    {
      "start": 348.4,
      "dur": 1.509,
      "text": "and investors. It was seen here in Washington, at least as a Trumpbacked"
    },
    {
      "start": 349.919,
      "dur": 0.951,
      "text": "Washington, at least as a Trumpbacked deal."
    },
    {
      "start": 350.88,
      "dur": 1.749,
      "text": "deal. Yeah. And and that's the thing about"
    },
    {
      "start": 352.639,
      "dur": 2.231,
      "text": "Yeah. And and that's the thing about this whole debate around Tik Tok and its"
    },
    {
      "start": 354.88,
      "dur": 1.67,
      "text": "this whole debate around Tik Tok and its ownership is that it's become very very"
    },
    {
      "start": 356.56,
      "dur": 1.83,
      "text": "ownership is that it's become very very politicized. And quite interestingly,"
    },
    {
      "start": 358.4,
      "dur": 1.99,
      "text": "politicized. And quite interestingly, both Joe Biden and Donald Trump during"
    },
    {
      "start": 360.4,
      "dur": 1.91,
      "text": "both Joe Biden and Donald Trump during their respective presidencies, the one"
    },
    {
      "start": 362.32,
      "dur": 1.91,
      "text": "their respective presidencies, the one before this one of Donald Trump's"
    },
    {
      "start": 364.24,
      "dur": 1.35,
      "text": "before this one of Donald Trump's actually had quite similar views about"
    },
    {
      "start": 365.6,
      "dur": 1.75,
      "text": "actually had quite similar views about Tik Tok and concerns around misuse of"
    },
    {
      "start": 367.36,
      "dur": 1.91,
      "text": "Tik Tok and concerns around misuse of data and everything else. It's right to"
    },
    {
      "start": 369.28,
      "dur": 2.07,
      "text": "data and everything else. It's right to point out that the several of the"
    },
    {
      "start": 371.36,
      "dur": 1.99,
      "text": "point out that the several of the companies people who are involved in"
    },
    {
      "start": 373.36,
      "dur": 1.669,
      "text": "companies people who are involved in this new deal, this new consortium of"
    },
    {
      "start": 375.039,
      "dur": 2.311,
      "text": "this new deal, this new consortium of investors are people who do have um"
    },
    {
      "start": 377.36,
      "dur": 1.59,
      "text": "investors are people who do have um links to Donald Trump who've been very"
    },
    {
      "start": 378.96,
      "dur": 3.75,
      "text": "links to Donald Trump who've been very supportive of him. They would say um and"
    },
    {
      "start": 382.72,
      "dur": 1.909,
      "text": "supportive of him. They would say um and has been said by kind of Tik Tok the"
    },
    {
      "start": 384.639,
      "dur": 2.151,
      "text": "has been said by kind of Tik Tok the company that this won't affect who they"
    },
    {
      "start": 386.8,
      "dur": 1.91,
      "text": "company that this won't affect who they favor or don't favor that this doesn't"
    },
    {
      "start": 388.72,
      "dur": 1.99,
      "text": "favor or don't favor that this doesn't mean that there are political biases"
    },
    {
      "start": 390.72,
      "dur": 2.469,
      "text": "mean that there are political biases inbuilt into how the site works. But"
    },
    {
      "start": 393.199,
      "dur": 1.511,
      "text": "inbuilt into how the site works. But nonetheless, it kind of raises questions"
    },
    {
      "start": 394.72,
      "dur": 1.909,
      "text": "nonetheless, it kind of raises questions about how all of the social media"
    },
    {
      "start": 396.639,
      "dur": 2.39,
      "text": "about how all of the social media companies actually have become this sort"
    },
    {
      "start": 399.039,
      "dur": 2.791,
      "text": "companies actually have become this sort of tool which if you are a president or"
    },
    {
      "start": 401.84,
      "dur": 2.55,
      "text": "of tool which if you are a president or a politician or anyone is very useful to"
    },
    {
      "start": 404.4,
      "dur": 1.909,
      "text": "a politician or anyone is very useful to feel like the people in charge of them"
    },
    {
      "start": 406.319,
      "dur": 1.99,
      "text": "feel like the people in charge of them at least are on the same page as you or"
    },
    {
      "start": 408.319,
      "dur": 1.671,
      "text": "at least are on the same page as you or slightly more lied to you. What they"
    },
    {
      "start": 410.0,
      "dur": 1.43,
      "text": "slightly more lied to you. What they then do with that is a whole other"
    },
    {
      "start": 411.44,
      "dur": 3.91,
      "text": "then do with that is a whole other question. So after the deal is finalized"
    },
    {
      "start": 415.36,
      "dur": 3.51,
      "text": "question. So after the deal is finalized and the US arm of Tik Tok is spun off,"
    },
    {
      "start": 418.88,
      "dur": 3.029,
      "text": "and the US arm of Tik Tok is spun off, this officially happens on January 22nd."
    },
    {
      "start": 421.919,
      "dur": 2.951,
      "text": "this officially happens on January 22nd. uh American users then log in to this"
    },
    {
      "start": 424.88,
      "dur": 2.47,
      "text": "uh American users then log in to this new version of Tik Tok and can you walk"
    },
    {
      "start": 427.36,
      "dur": 3.35,
      "text": "new version of Tik Tok and can you walk us through what happens um I mean if"
    },
    {
      "start": 430.72,
      "dur": 1.51,
      "text": "us through what happens um I mean if you're not a user of Tik Tok I mean look"
    },
    {
      "start": 432.24,
      "dur": 2.389,
      "text": "you're not a user of Tik Tok I mean look I have it on uh one of my devices but I"
    },
    {
      "start": 434.639,
      "dur": 1.431,
      "text": "I have it on uh one of my devices but I will say it's a bit overwhelming so I"
    },
    {
      "start": 436.08,
      "dur": 1.509,
      "text": "will say it's a bit overwhelming so I can't spend loads of time on Tik Tok but"
    },
    {
      "start": 437.599,
      "dur": 1.831,
      "text": "can't spend loads of time on Tik Tok but walk us through for those who may not"
    },
    {
      "start": 439.44,
      "dur": 1.67,
      "text": "walk us through for those who may not know Tik Tok what happens do you see"
    },
    {
      "start": 441.12,
      "dur": 1.43,
      "text": "know Tik Tok what happens do you see anything that's different are you"
    },
    {
      "start": 442.56,
      "dur": 1.749,
      "text": "anything that's different are you exposed to anything that's different so"
    },
    {
      "start": 444.319,
      "dur": 1.27,
      "text": "exposed to anything that's different so the main thing that users were"
    },
    {
      "start": 445.599,
      "dur": 1.671,
      "text": "the main thing that users were immediately pointing out in the US was"
    },
    {
      "start": 447.28,
      "dur": 1.909,
      "text": "immediately pointing out in the US was that they weren't getting the views that"
    },
    {
      "start": 449.199,
      "dur": 1.191,
      "text": "that they weren't getting the views that they were getting before and what that"
    },
    {
      "start": 450.4,
      "dur": 1.83,
      "text": "they were getting before and what that suggests is that your videos aren't"
    },
    {
      "start": 452.24,
      "dur": 1.91,
      "text": "suggests is that your videos aren't being pushed, recommended by the"
    },
    {
      "start": 454.16,
      "dur": 1.67,
      "text": "being pushed, recommended by the algorithms on the for you page, which is"
    },
    {
      "start": 455.84,
      "dur": 1.43,
      "text": "algorithms on the for you page, which is the main bit of Tik Tok that you scroll"
    },
    {
      "start": 457.28,
      "dur": 2.469,
      "text": "the main bit of Tik Tok that you scroll on. And so there were quite a few users"
    },
    {
      "start": 459.759,
      "dur": 1.671,
      "text": "on. And so there were quite a few users pointing this glitch out, saying, \"What"
    },
    {
      "start": 461.44,
      "dur": 1.27,
      "text": "pointing this glitch out, saying, \"What is going on here? Why are we not"
    },
    {
      "start": 462.72,
      "dur": 2.469,
      "text": "is going on here? Why are we not reaching other people?\" Um, then there"
    },
    {
      "start": 465.199,
      "dur": 2.231,
      "text": "reaching other people?\" Um, then there were specific things that users were"
    },
    {
      "start": 467.44,
      "dur": 1.589,
      "text": "were specific things that users were concerned about. There were several who"
    },
    {
      "start": 469.039,
      "dur": 2.391,
      "text": "concerned about. There were several who pointed out that um they when they tried"
    },
    {
      "start": 471.44,
      "dur": 2.07,
      "text": "pointed out that um they when they tried to search for or post videos using the"
    },
    {
      "start": 473.52,
      "dur": 2.47,
      "text": "to search for or post videos using the word Epstein as in Jeffrey Epstein um"
    },
    {
      "start": 476.0,
      "dur": 2.469,
      "text": "word Epstein as in Jeffrey Epstein um the convicted sex offender and financier"
    },
    {
      "start": 478.479,
      "dur": 2.55,
      "text": "the convicted sex offender and financier who has kind of triggered quite a lot of"
    },
    {
      "start": 481.039,
      "dur": 1.27,
      "text": "who has kind of triggered quite a lot of scrutiny for Donald Trump's"
    },
    {
      "start": 482.319,
      "dur": 1.99,
      "text": "scrutiny for Donald Trump's administration although he very strongly"
    },
    {
      "start": 484.319,
      "dur": 2.071,
      "text": "administration although he very strongly denies any link to him. Um people"
    },
    {
      "start": 486.4,
      "dur": 1.59,
      "text": "denies any link to him. Um people started to notice that those kinds of"
    },
    {
      "start": 488.0,
      "dur": 1.67,
      "text": "started to notice that those kinds of videos weren't getting views or likes or"
    },
    {
      "start": 489.68,
      "dur": 1.189,
      "text": "videos weren't getting views or likes or that they couldn't post or they couldn't"
    },
    {
      "start": 490.879,
      "dur": 0.71,
      "text": "that they couldn't post or they couldn't search for them."
    },
    {
      "start": 491.599,
      "dur": 1.911,
      "text": "search for them. &gt;&gt; And what does Tik Tok say to that? So,"
    },
    {
      "start": 493.52,
      "dur": 1.91,
      "text": "&gt;&gt; And what does Tik Tok say to that? So, Tik Tok has come out about all of these"
    },
    {
      "start": 495.44,
      "dur": 1.83,
      "text": "Tik Tok has come out about all of these glitches and essentially said this was a"
    },
    {
      "start": 497.28,
      "dur": 3.67,
      "text": "glitches and essentially said this was a product of the way that they were moving"
    },
    {
      "start": 500.96,
      "dur": 1.43,
      "text": "product of the way that they were moving um you know changes around the"
    },
    {
      "start": 502.4,
      "dur": 1.909,
      "text": "um you know changes around the infrastructure with how they um hold"
    },
    {
      "start": 504.319,
      "dur": 2.31,
      "text": "infrastructure with how they um hold data their US data center. Um so they"
    },
    {
      "start": 506.639,
      "dur": 1.431,
      "text": "data their US data center. Um so they said we've made significant progress in"
    },
    {
      "start": 508.08,
      "dur": 1.91,
      "text": "said we've made significant progress in recovering our US infrastructure. Um"
    },
    {
      "start": 510.0,
      "dur": 1.99,
      "text": "recovering our US infrastructure. Um however the US user experience may still"
    },
    {
      "start": 512.0,
      "dur": 1.509,
      "text": "however the US user experience may still have some technical issues including"
    },
    {
      "start": 513.519,
      "dur": 1.671,
      "text": "have some technical issues including when posting new content. So basically"
    },
    {
      "start": 515.2,
      "dur": 1.829,
      "text": "when posting new content. So basically saying this is a technical glitch not"
    },
    {
      "start": 517.039,
      "dur": 2.071,
      "text": "saying this is a technical glitch not something that is to do with the new"
    },
    {
      "start": 519.12,
      "dur": 1.589,
      "text": "something that is to do with the new ownership and political. So there's no"
    },
    {
      "start": 520.719,
      "dur": 1.99,
      "text": "ownership and political. So there's no censorship, no ban over, say for example"
    },
    {
      "start": 522.719,
      "dur": 1.43,
      "text": "censorship, no ban over, say for example that word Epstein you're saying that"
    },
    {
      "start": 524.159,
      "dur": 1.991,
      "text": "that word Epstein you're saying that some users felt they could not post"
    },
    {
      "start": 526.16,
      "dur": 0.31,
      "text": "some users felt they could not post about."
    },
    {
      "start": 526.48,
      "dur": 1.75,
      "text": "about. &gt;&gt; Tik Tok has come out to say there are no"
    },
    {
      "start": 528.24,
      "dur": 1.91,
      "text": "&gt;&gt; Tik Tok has come out to say there are no rules against sharing the name Epstein"
    },
    {
      "start": 530.16,
      "dur": 1.91,
      "text": "rules against sharing the name Epstein in direct messages. Yeah. And what's I"
    },
    {
      "start": 532.08,
      "dur": 1.27,
      "text": "in direct messages. Yeah. And what's I mean what's quite difficult when it"
    },
    {
      "start": 533.36,
      "dur": 2.469,
      "text": "mean what's quite difficult when it comes to these sorts of um issues around"
    },
    {
      "start": 535.839,
      "dur": 2.55,
      "text": "comes to these sorts of um issues around social media is probably like several"
    },
    {
      "start": 538.399,
      "dur": 2.151,
      "text": "social media is probably like several things can be true at once. So um it"
    },
    {
      "start": 540.56,
      "dur": 1.19,
      "text": "things can be true at once. So um it would make sense that there were"
    },
    {
      "start": 541.76,
      "dur": 1.749,
      "text": "would make sense that there were technical issues when there's been this"
    },
    {
      "start": 543.519,
      "dur": 2.071,
      "text": "technical issues when there's been this kind of change or move in terms of how"
    },
    {
      "start": 545.6,
      "dur": 1.83,
      "text": "kind of change or move in terms of how data is being stored and and the"
    },
    {
      "start": 547.44,
      "dur": 1.35,
      "text": "data is being stored and and the infrastructure and everything else. that"
    },
    {
      "start": 548.8,
      "dur": 1.75,
      "text": "infrastructure and everything else. that that kind of seems obvious that perhaps"
    },
    {
      "start": 550.56,
      "dur": 1.67,
      "text": "that kind of seems obvious that perhaps there might be some teething problems."
    },
    {
      "start": 552.24,
      "dur": 3.75,
      "text": "there might be some teething problems. Um but but then also um"
    },
    {
      "start": 556.0,
      "dur": 1.43,
      "text": "Um but but then also um you know if a user posts something and"
    },
    {
      "start": 557.44,
      "dur": 1.35,
      "text": "you know if a user posts something and they find that to be the case and people"
    },
    {
      "start": 558.8,
      "dur": 1.51,
      "text": "they find that to be the case and people have posted screen grabs of this stuff,"
    },
    {
      "start": 560.32,
      "dur": 2.069,
      "text": "have posted screen grabs of this stuff, it's not like they're making it up. That"
    },
    {
      "start": 562.399,
      "dur": 1.351,
      "text": "it's not like they're making it up. That doesn't necessarily mean that every user"
    },
    {
      "start": 563.76,
      "dur": 1.99,
      "text": "doesn't necessarily mean that every user is experiencing that same thing. It"
    },
    {
      "start": 565.76,
      "dur": 1.27,
      "text": "is experiencing that same thing. It could just be that that happened over a"
    },
    {
      "start": 567.04,
      "dur": 2.63,
      "text": "could just be that that happened over a period of time because um we we know"
    },
    {
      "start": 569.68,
      "dur": 1.829,
      "text": "period of time because um we we know that Tik Tok for example has often has"
    },
    {
      "start": 571.519,
      "dur": 2.87,
      "text": "that Tik Tok for example has often has quite um categorical moderation"
    },
    {
      "start": 574.399,
      "dur": 2.231,
      "text": "quite um categorical moderation policies. So they won't allow entire you"
    },
    {
      "start": 576.64,
      "dur": 1.35,
      "text": "policies. So they won't allow entire you know they won't allow you to post a"
    },
    {
      "start": 578.0,
      "dur": 2.07,
      "text": "know they won't allow you to post a particular term or a particular hashtag"
    },
    {
      "start": 580.08,
      "dur": 1.35,
      "text": "particular term or a particular hashtag um which is different to some of the"
    },
    {
      "start": 581.44,
      "dur": 1.19,
      "text": "um which is different to some of the other sites and what that can mean is"
    },
    {
      "start": 582.64,
      "dur": 1.99,
      "text": "other sites and what that can mean is that kind of whole whole swavthes of"
    },
    {
      "start": 584.64,
      "dur": 1.83,
      "text": "that kind of whole whole swavthes of content are not allowed to exist and you"
    },
    {
      "start": 586.48,
      "dur": 1.43,
      "text": "content are not allowed to exist and you could find that for example some"
    },
    {
      "start": 587.92,
      "dur": 1.349,
      "text": "could find that for example some sexually explicit content was being"
    },
    {
      "start": 589.279,
      "dur": 1.351,
      "text": "sexually explicit content was being shared with Epstein's name and that"
    },
    {
      "start": 590.64,
      "dur": 1.59,
      "text": "shared with Epstein's name and that might that might go part of the way to"
    },
    {
      "start": 592.24,
      "dur": 0.39,
      "text": "might that might go part of the way to explain"
    },
    {
      "start": 592.64,
      "dur": 1.11,
      "text": "explain &gt;&gt; and that was always the case that was"
    },
    {
      "start": 593.76,
      "dur": 1.67,
      "text": "&gt;&gt; and that was always the case that was even when it was owned by this Chinese"
    },
    {
      "start": 595.44,
      "dur": 1.43,
      "text": "even when it was owned by this Chinese &gt;&gt; Exactly. But it's just that people don't"
    },
    {
      "start": 596.88,
      "dur": 0.949,
      "text": "&gt;&gt; Exactly. But it's just that people don't notice it because they weren't"
    },
    {
      "start": 597.839,
      "dur": 1.351,
      "text": "notice it because they weren't necessarily looking for it. What what is"
    },
    {
      "start": 599.2,
      "dur": 1.51,
      "text": "necessarily looking for it. What what is also worth highlighting is that the"
    },
    {
      "start": 600.72,
      "dur": 1.43,
      "text": "also worth highlighting is that the social media companies across the board,"
    },
    {
      "start": 602.16,
      "dur": 1.83,
      "text": "social media companies across the board, Tik Tok included, and I say this from my"
    },
    {
      "start": 604.0,
      "dur": 1.829,
      "text": "Tik Tok included, and I say this from my experience of investigating them and"
    },
    {
      "start": 605.839,
      "dur": 2.55,
      "text": "experience of investigating them and trying to hold them accountable are not"
    },
    {
      "start": 608.399,
      "dur": 1.751,
      "text": "trying to hold them accountable are not famous for being transparent about"
    },
    {
      "start": 610.16,
      "dur": 1.51,
      "text": "famous for being transparent about what's going on. I talked to a lot of"
    },
    {
      "start": 611.68,
      "dur": 0.87,
      "text": "what's going on. I talked to a lot of the people who've worked at the"
    },
    {
      "start": 612.56,
      "dur": 1.75,
      "text": "the people who've worked at the companies and and you know, they"
    },
    {
      "start": 614.32,
      "dur": 1.91,
      "text": "companies and and you know, they describe that opakeness even when when"
    },
    {
      "start": 616.24,
      "dur": 2.31,
      "text": "describe that opakeness even when when they work within them. And so you can"
    },
    {
      "start": 618.56,
      "dur": 1.75,
      "text": "they work within them. And so you can understand why users are saying, \"Well,"
    },
    {
      "start": 620.32,
      "dur": 1.509,
      "text": "understand why users are saying, \"Well, hang on a second. This doesn't fit.\" And"
    },
    {
      "start": 621.839,
      "dur": 1.511,
      "text": "hang on a second. This doesn't fit.\" And there's just been this change in"
    },
    {
      "start": 623.36,
      "dur": 1.909,
      "text": "there's just been this change in ownership and now I can't see this or I"
    },
    {
      "start": 625.279,
      "dur": 2.311,
      "text": "ownership and now I can't see this or I can't see that or I can't do that. Um"
    },
    {
      "start": 627.6,
      "dur": 1.669,
      "text": "can't see that or I can't do that. Um but but again as is always the case"
    },
    {
      "start": 629.279,
      "dur": 2.311,
      "text": "but but again as is always the case often jumping to a kind of oh this must"
    },
    {
      "start": 631.6,
      "dur": 1.669,
      "text": "often jumping to a kind of oh this must be part of a plot or a plan is not"
    },
    {
      "start": 633.279,
      "dur": 1.351,
      "text": "be part of a plot or a plan is not necessarily right and sometimes it can"
    },
    {
      "start": 634.64,
      "dur": 1.35,
      "text": "necessarily right and sometimes it can be a kind of combination of different"
    },
    {
      "start": 636.0,
      "dur": 1.75,
      "text": "be a kind of combination of different factors that are contributing. We just"
    },
    {
      "start": 637.76,
      "dur": 1.59,
      "text": "factors that are contributing. We just don't have the information essentially."
    },
    {
      "start": 639.36,
      "dur": 1.43,
      "text": "don't have the information essentially. So we have to rely on what Tik Tok says"
    },
    {
      "start": 640.8,
      "dur": 1.589,
      "text": "So we have to rely on what Tik Tok says which is this wasn't done on purpose and"
    },
    {
      "start": 642.399,
      "dur": 1.911,
      "text": "which is this wasn't done on purpose and it kind of makes sense that you know"
    },
    {
      "start": 644.32,
      "dur": 2.23,
      "text": "it kind of makes sense that you know glitches would unfold in this way. So,"
    },
    {
      "start": 646.56,
      "dur": 2.949,
      "text": "glitches would unfold in this way. So, Mariana, it seems that the controversy"
    },
    {
      "start": 649.519,
      "dur": 3.111,
      "text": "Mariana, it seems that the controversy over this new version of Tik Tok reaches"
    },
    {
      "start": 652.64,
      "dur": 2.629,
      "text": "over this new version of Tik Tok reaches a sort of fever pitch over the weekend"
    },
    {
      "start": 655.279,
      "dur": 2.631,
      "text": "a sort of fever pitch over the weekend when in Minneapolis, federal agents shot"
    },
    {
      "start": 657.92,
      "dur": 3.43,
      "text": "when in Minneapolis, federal agents shot and killed a man. What was the"
    },
    {
      "start": 661.36,
      "dur": 3.43,
      "text": "and killed a man. What was the controversy online uh amongst Tik Tok"
    },
    {
      "start": 664.8,
      "dur": 1.83,
      "text": "controversy online uh amongst Tik Tok users over the weekend as it related to"
    },
    {
      "start": 666.64,
      "dur": 1.51,
      "text": "users over the weekend as it related to what was going on and unfolding in"
    },
    {
      "start": 668.16,
      "dur": 2.229,
      "text": "what was going on and unfolding in Minneapolis? Yeah. So, there were"
    },
    {
      "start": 670.399,
      "dur": 3.43,
      "text": "Minneapolis? Yeah. So, there were several Tik Tok users uh including on um"
    },
    {
      "start": 673.839,
      "dur": 1.99,
      "text": "several Tik Tok users uh including on um on Tik Tok itself, but then also on X"
    },
    {
      "start": 675.839,
      "dur": 1.99,
      "text": "on Tik Tok itself, but then also on X and on other sites pointing out that"
    },
    {
      "start": 677.839,
      "dur": 1.591,
      "text": "and on other sites pointing out that they didn't seem to be able to search"
    },
    {
      "start": 679.44,
      "dur": 2.55,
      "text": "they didn't seem to be able to search for or to see the video that showed um"
    },
    {
      "start": 682.0,
      "dur": 1.91,
      "text": "for or to see the video that showed um this clip which has gone very viral of"
    },
    {
      "start": 683.92,
      "dur": 3.83,
      "text": "this clip which has gone very viral of the um ICU nurse who was shot um and"
    },
    {
      "start": 687.76,
      "dur": 0.79,
      "text": "the um ICU nurse who was shot um and killed by"
    },
    {
      "start": 688.56,
      "dur": 1.43,
      "text": "killed by &gt;&gt; Oh, Alex Prey. Yes."
    },
    {
      "start": 690.0,
      "dur": 1.509,
      "text": "&gt;&gt; Oh, Alex Prey. Yes. &gt;&gt; Alex Prey. And and people were saying,"
    },
    {
      "start": 691.519,
      "dur": 1.271,
      "text": "&gt;&gt; Alex Prey. And and people were saying, well, hang on a second. Why am I not"
    },
    {
      "start": 692.8,
      "dur": 1.67,
      "text": "well, hang on a second. Why am I not able to see this? Remember also that"
    },
    {
      "start": 694.48,
      "dur": 1.51,
      "text": "able to see this? Remember also that there was an incident that happened um"
    },
    {
      "start": 696.0,
      "dur": 1.91,
      "text": "there was an incident that happened um several weeks ago with a with a with a"
    },
    {
      "start": 697.92,
      "dur": 1.83,
      "text": "several weeks ago with a with a with a woman who was also shot in Minneapolis."
    },
    {
      "start": 699.76,
      "dur": 1.27,
      "text": "woman who was also shot in Minneapolis. So lots of people will have seen those"
    },
    {
      "start": 701.04,
      "dur": 1.59,
      "text": "So lots of people will have seen those clips. So if for example you saw the"
    },
    {
      "start": 702.64,
      "dur": 1.67,
      "text": "clips. So if for example you saw the clip of that incident, but then now with"
    },
    {
      "start": 704.32,
      "dur": 1.83,
      "text": "clip of that incident, but then now with the new ownership you don't see the clip"
    },
    {
      "start": 706.16,
      "dur": 2.31,
      "text": "the new ownership you don't see the clip of of this incident, you can see why"
    },
    {
      "start": 708.48,
      "dur": 1.349,
      "text": "of of this incident, you can see why people are saying, \"Well, hold up a"
    },
    {
      "start": 709.839,
      "dur": 1.831,
      "text": "people are saying, \"Well, hold up a second. Why is that the case?\" So,"
    },
    {
      "start": 711.68,
      "dur": 2.47,
      "text": "second. Why is that the case?\" So, Mariana, to this point about users"
    },
    {
      "start": 714.16,
      "dur": 1.83,
      "text": "Mariana, to this point about users feeling like there was some sort of"
    },
    {
      "start": 716.0,
      "dur": 2.71,
      "text": "feeling like there was some sort of censorship going on with Minneapolis, I"
    },
    {
      "start": 718.72,
      "dur": 1.27,
      "text": "censorship going on with Minneapolis, I want to ask you about something I saw"
    },
    {
      "start": 720.0,
      "dur": 1.99,
      "text": "want to ask you about something I saw online, which is that you saw uh some"
    },
    {
      "start": 722.0,
      "dur": 2.15,
      "text": "online, which is that you saw uh some celebrities coming out and saying uh"
    },
    {
      "start": 724.16,
      "dur": 2.55,
      "text": "celebrities coming out and saying uh that they felt that Tik Tok under this"
    },
    {
      "start": 726.72,
      "dur": 2.15,
      "text": "that they felt that Tik Tok under this new US ownership model was blocking"
    },
    {
      "start": 728.88,
      "dur": 2.31,
      "text": "new US ownership model was blocking videos. So much so that I I saw one star"
    },
    {
      "start": 731.2,
      "dur": 1.51,
      "text": "videos. So much so that I I saw one star even say that she was deleting her Tik"
    },
    {
      "start": 732.72,
      "dur": 0.789,
      "text": "even say that she was deleting her Tik Tok account."
    },
    {
      "start": 733.519,
      "dur": 2.31,
      "text": "Tok account. &gt;&gt; Yeah. So, um, uh, the actress Meg"
    },
    {
      "start": 735.839,
      "dur": 2.391,
      "text": "&gt;&gt; Yeah. So, um, uh, the actress Meg Stalter, um, from Hacks, she posted on"
    },
    {
      "start": 738.24,
      "dur": 2.31,
      "text": "Stalter, um, from Hacks, she posted on Instagram saying, um, that she deleted"
    },
    {
      "start": 740.56,
      "dur": 2.79,
      "text": "Instagram saying, um, that she deleted Tik Tok because, quote, uh, the app was"
    },
    {
      "start": 743.36,
      "dur": 1.99,
      "text": "Tik Tok because, quote, uh, the app was under new ownership and we are being"
    },
    {
      "start": 745.36,
      "dur": 1.99,
      "text": "under new ownership and we are being completely censored and monitored. Um,"
    },
    {
      "start": 747.36,
      "dur": 1.589,
      "text": "completely censored and monitored. Um, and there were quite a few different"
    },
    {
      "start": 748.959,
      "dur": 1.831,
      "text": "and there were quite a few different social media users, some famous, some"
    },
    {
      "start": 750.8,
      "dur": 2.87,
      "text": "social media users, some famous, some not, who were sharing a similar kind of"
    },
    {
      "start": 753.68,
      "dur": 1.35,
      "text": "not, who were sharing a similar kind of sentiment suggesting that this was"
    },
    {
      "start": 755.04,
      "dur": 1.67,
      "text": "sentiment suggesting that this was political and that they couldn't post or"
    },
    {
      "start": 756.72,
      "dur": 1.59,
      "text": "political and that they couldn't post or view the kind of content they wanted to"
    },
    {
      "start": 758.32,
      "dur": 1.67,
      "text": "view the kind of content they wanted to anymore. Then there's also politicians"
    },
    {
      "start": 760.0,
      "dur": 2.23,
      "text": "anymore. Then there's also politicians weighing in. So, take Gavin Newsome, the"
    },
    {
      "start": 762.24,
      "dur": 1.91,
      "text": "weighing in. So, take Gavin Newsome, the governor of California. He then starts"
    },
    {
      "start": 764.16,
      "dur": 1.27,
      "text": "governor of California. He then starts posting some of the screen grabs that"
    },
    {
      "start": 765.44,
      "dur": 2.31,
      "text": "posting some of the screen grabs that are showing, you know, for example, it"
    },
    {
      "start": 767.76,
      "dur": 1.91,
      "text": "are showing, you know, for example, it being trying to search for EP Jeffrey"
    },
    {
      "start": 769.68,
      "dur": 1.269,
      "text": "being trying to search for EP Jeffrey Epstein and not being able to find"
    },
    {
      "start": 770.959,
      "dur": 1.43,
      "text": "Epstein and not being able to find videos and saying, \"Well, what's going"
    },
    {
      "start": 772.399,
      "dur": 1.271,
      "text": "videos and saying, \"Well, what's going on here?\" Suggesting that this is"
    },
    {
      "start": 773.68,
      "dur": 1.67,
      "text": "on here?\" Suggesting that this is politically motivated. So, you've got a"
    },
    {
      "start": 775.36,
      "dur": 1.83,
      "text": "politically motivated. So, you've got a cohort of people, celebrities,"
    },
    {
      "start": 777.2,
      "dur": 1.749,
      "text": "cohort of people, celebrities, politicians, and just the average social"
    },
    {
      "start": 778.959,
      "dur": 1.831,
      "text": "politicians, and just the average social media user saying, \"This is about"
    },
    {
      "start": 780.8,
      "dur": 2.55,
      "text": "media user saying, \"This is about politics. This is about um the way that"
    },
    {
      "start": 783.36,
      "dur": 1.67,
      "text": "politics. This is about um the way that that um Donald Trump's administration"
    },
    {
      "start": 785.04,
      "dur": 1.67,
      "text": "that um Donald Trump's administration are trying to influence or control the"
    },
    {
      "start": 786.72,
      "dur": 1.51,
      "text": "are trying to influence or control the conversation around particular topics,"
    },
    {
      "start": 788.24,
      "dur": 1.269,
      "text": "conversation around particular topics, and these topics are ones that are"
    },
    {
      "start": 789.519,
      "dur": 1.591,
      "text": "and these topics are ones that are obviously critical of the"
    },
    {
      "start": 791.12,
      "dur": 1.99,
      "text": "obviously critical of the administration.\" You've then got Tik Tok"
    },
    {
      "start": 793.12,
      "dur": 1.509,
      "text": "administration.\" You've then got Tik Tok saying, \"No, hang on. This is just a"
    },
    {
      "start": 794.639,
      "dur": 1.43,
      "text": "saying, \"No, hang on. This is just a glitch. It's technical. It's not"
    },
    {
      "start": 796.079,
      "dur": 1.511,
      "text": "glitch. It's technical. It's not political.\" And then you've actually"
    },
    {
      "start": 797.6,
      "dur": 1.43,
      "text": "political.\" And then you've actually got, which is probably the majority of"
    },
    {
      "start": 799.04,
      "dur": 1.75,
      "text": "got, which is probably the majority of users, people who are saying, \"The app"
    },
    {
      "start": 800.8,
      "dur": 2.07,
      "text": "users, people who are saying, \"The app is slow. I keep getting old videos. I"
    },
    {
      "start": 802.88,
      "dur": 1.83,
      "text": "is slow. I keep getting old videos. I just can't enjoy using it.\" Which is"
    },
    {
      "start": 804.72,
      "dur": 1.99,
      "text": "just can't enjoy using it.\" Which is probably the the kind of overriding"
    },
    {
      "start": 806.72,
      "dur": 2.31,
      "text": "probably the the kind of overriding experience that I've seen more about."
    },
    {
      "start": 809.04,
      "dur": 1.75,
      "text": "experience that I've seen more about. But, as you might imagine, it's the"
    },
    {
      "start": 810.8,
      "dur": 1.269,
      "text": "But, as you might imagine, it's the political stuff that's been getting the"
    },
    {
      "start": 812.079,
      "dur": 1.591,
      "text": "political stuff that's been getting the kind of attention and views and likes."
    },
    {
      "start": 813.68,
      "dur": 2.07,
      "text": "kind of attention and views and likes. &gt;&gt; I want to follow up on the"
    },
    {
      "start": 815.76,
      "dur": 2.55,
      "text": "&gt;&gt; I want to follow up on the politicization of this all. Um you"
    },
    {
      "start": 818.32,
      "dur": 2.47,
      "text": "politicization of this all. Um you mentioned the California governor uh"
    },
    {
      "start": 820.8,
      "dur": 2.709,
      "text": "mentioned the California governor uh Gavin Nuome and we did see on Monday"
    },
    {
      "start": 823.519,
      "dur": 2.31,
      "text": "Gavin Nuome and we did see on Monday evening he got rather directly involved"
    },
    {
      "start": 825.839,
      "dur": 1.831,
      "text": "evening he got rather directly involved saying that it's time to investigate"
    },
    {
      "start": 827.68,
      "dur": 1.35,
      "text": "saying that it's time to investigate what's going on that he was going to"
    },
    {
      "start": 829.04,
      "dur": 2.789,
      "text": "what's going on that he was going to launch a review into whether Tik Tok was"
    },
    {
      "start": 831.839,
      "dur": 2.391,
      "text": "launch a review into whether Tik Tok was violating state law by censoring Trump"
    },
    {
      "start": 834.24,
      "dur": 1.91,
      "text": "violating state law by censoring Trump critical content and and just for some"
    },
    {
      "start": 836.16,
      "dur": 1.99,
      "text": "critical content and and just for some context here for listeners I mean Gavin"
    },
    {
      "start": 838.16,
      "dur": 2.55,
      "text": "context here for listeners I mean Gavin Newsome has been a really bullish critic"
    },
    {
      "start": 840.72,
      "dur": 2.469,
      "text": "Newsome has been a really bullish critic of President Trump and many political"
    },
    {
      "start": 843.199,
      "dur": 1.591,
      "text": "of President Trump and many political experts would say that he has"
    },
    {
      "start": 844.8,
      "dur": 2.23,
      "text": "experts would say that he has presidential ambitions of his own. Uh"
    },
    {
      "start": 847.04,
      "dur": 1.27,
      "text": "presidential ambitions of his own. Uh but nonetheless, I mean, I think it's"
    },
    {
      "start": 848.32,
      "dur": 2.23,
      "text": "but nonetheless, I mean, I think it's still worth talking about what he is"
    },
    {
      "start": 850.56,
      "dur": 3.35,
      "text": "still worth talking about what he is claiming. So what was he explicitly"
    },
    {
      "start": 853.92,
      "dur": 1.589,
      "text": "claiming. So what was he explicitly claiming and how did he enter the"
    },
    {
      "start": 855.519,
      "dur": 2.951,
      "text": "claiming and how did he enter the picture here? So Gavin Newsome"
    },
    {
      "start": 858.48,
      "dur": 2.149,
      "text": "picture here? So Gavin Newsome is someone who has really started to"
    },
    {
      "start": 860.639,
      "dur": 2.791,
      "text": "is someone who has really started to build an online presence by kind of"
    },
    {
      "start": 863.44,
      "dur": 3.35,
      "text": "build an online presence by kind of trolling really Donald Trump and posting"
    },
    {
      "start": 866.8,
      "dur": 1.51,
      "text": "trolling really Donald Trump and posting on social media in quite a similar way"
    },
    {
      "start": 868.32,
      "dur": 1.59,
      "text": "on social media in quite a similar way to how Donald Trump does. Often stuff"
    },
    {
      "start": 869.92,
      "dur": 1.75,
      "text": "to how Donald Trump does. Often stuff that we'd consider kind of rage baity,"
    },
    {
      "start": 871.68,
      "dur": 1.67,
      "text": "that we'd consider kind of rage baity, like it triggers a reaction or it's"
    },
    {
      "start": 873.36,
      "dur": 2.07,
      "text": "like it triggers a reaction or it's making fun of something. So it perhaps"
    },
    {
      "start": 875.44,
      "dur": 1.91,
      "text": "making fun of something. So it perhaps wasn't much of a surprise at all that"
    },
    {
      "start": 877.36,
      "dur": 1.51,
      "text": "wasn't much of a surprise at all that he's someone who weighed in quite"
    },
    {
      "start": 878.88,
      "dur": 2.309,
      "text": "he's someone who weighed in quite quickly on this debate about whether"
    },
    {
      "start": 881.199,
      "dur": 1.271,
      "text": "quickly on this debate about whether certain political ideas were being"
    },
    {
      "start": 882.48,
      "dur": 2.63,
      "text": "certain political ideas were being suppressed in some way. Um so Newsome's"
    },
    {
      "start": 885.12,
      "dur": 2.47,
      "text": "suppressed in some way. Um so Newsome's Newsome uh Gavin Newsome wrote on X his"
    },
    {
      "start": 887.6,
      "dur": 1.669,
      "text": "Newsome uh Gavin Newsome wrote on X his his office said following Tik Tok's sale"
    },
    {
      "start": 889.279,
      "dur": 1.91,
      "text": "his office said following Tik Tok's sale to a Trump aligned business group our"
    },
    {
      "start": 891.199,
      "dur": 1.43,
      "text": "to a Trump aligned business group our office has received reports and"
    },
    {
      "start": 892.639,
      "dur": 2.071,
      "text": "office has received reports and independently confirmed instances of"
    },
    {
      "start": 894.72,
      "dur": 1.99,
      "text": "independently confirmed instances of suppressed content critical of President"
    },
    {
      "start": 896.72,
      "dur": 2.549,
      "text": "suppressed content critical of President Trump. And Newsome then said it said"
    },
    {
      "start": 899.279,
      "dur": 1.431,
      "text": "Trump. And Newsome then said it said that Gavin Newsome would be launching a"
    },
    {
      "start": 900.72,
      "dur": 1.59,
      "text": "that Gavin Newsome would be launching a review of this content and to probe"
    },
    {
      "start": 902.32,
      "dur": 1.35,
      "text": "review of this content and to probe whether the company had violated the"
    },
    {
      "start": 903.68,
      "dur": 2.23,
      "text": "whether the company had violated the state's laws. Now what I understand from"
    },
    {
      "start": 905.92,
      "dur": 1.67,
      "text": "state's laws. Now what I understand from all of that is that they've got"
    },
    {
      "start": 907.6,
      "dur": 2.39,
      "text": "all of that is that they've got confirmed reports of you know actual"
    },
    {
      "start": 910.0,
      "dur": 1.67,
      "text": "confirmed reports of you know actual genuine screen grabs and examples of"
    },
    {
      "start": 911.68,
      "dur": 1.35,
      "text": "genuine screen grabs and examples of where people have tried to post"
    },
    {
      "start": 913.04,
      "dur": 1.27,
      "text": "where people have tried to post particular types of content and they"
    },
    {
      "start": 914.32,
      "dur": 1.11,
      "text": "particular types of content and they feel that that's critical of the"
    },
    {
      "start": 915.44,
      "dur": 1.829,
      "text": "feel that that's critical of the administration and it's not being posted"
    },
    {
      "start": 917.279,
      "dur": 2.23,
      "text": "administration and it's not being posted for some reason. Um that can be true but"
    },
    {
      "start": 919.519,
      "dur": 1.43,
      "text": "for some reason. Um that can be true but that doesn't necessarily explain why"
    },
    {
      "start": 920.959,
      "dur": 2.711,
      "text": "that doesn't necessarily explain why that's the case. Um, and this review"
    },
    {
      "start": 923.68,
      "dur": 1.589,
      "text": "that's the case. Um, and this review that he's talking about, we haven't"
    },
    {
      "start": 925.279,
      "dur": 1.191,
      "text": "that he's talking about, we haven't really got much more information about"
    },
    {
      "start": 926.48,
      "dur": 2.23,
      "text": "really got much more information about it, but I presume involves him speaking"
    },
    {
      "start": 928.72,
      "dur": 2.469,
      "text": "it, but I presume involves him speaking to the company itself and also inquiring"
    },
    {
      "start": 931.199,
      "dur": 0.63,
      "text": "to the company itself and also inquiring with the very"
    },
    {
      "start": 931.839,
      "dur": 1.511,
      "text": "with the very &gt;&gt; which has a base in California."
    },
    {
      "start": 933.36,
      "dur": 1.67,
      "text": "&gt;&gt; which has a base in California. &gt;&gt; Yeah. Which has a base in California"
    },
    {
      "start": 935.04,
      "dur": 2.39,
      "text": "&gt;&gt; Yeah. Which has a base in California with all of the major tech companies and"
    },
    {
      "start": 937.44,
      "dur": 1.67,
      "text": "with all of the major tech companies and and you know talking to them and"
    },
    {
      "start": 939.12,
      "dur": 1.19,
      "text": "and you know talking to them and figuring out what's happened here and"
    },
    {
      "start": 940.32,
      "dur": 2.15,
      "text": "figuring out what's happened here and why it's happened. It feels like for Tik"
    },
    {
      "start": 942.48,
      "dur": 2.39,
      "text": "why it's happened. It feels like for Tik Tok at least the kind of perfect perfect"
    },
    {
      "start": 944.88,
      "dur": 1.59,
      "text": "Tok at least the kind of perfect perfect storm in so much as you've got this new"
    },
    {
      "start": 946.48,
      "dur": 1.99,
      "text": "storm in so much as you've got this new ownership. You've got stuff that feels"
    },
    {
      "start": 948.48,
      "dur": 1.75,
      "text": "ownership. You've got stuff that feels political, not popping up in the usual"
    },
    {
      "start": 950.24,
      "dur": 2.87,
      "text": "political, not popping up in the usual way or not not working the usual way. If"
    },
    {
      "start": 953.12,
      "dur": 1.59,
      "text": "way or not not working the usual way. If if the app was otherwise entirely"
    },
    {
      "start": 954.72,
      "dur": 1.83,
      "text": "if the app was otherwise entirely functioning, the political argument that"
    },
    {
      "start": 956.56,
      "dur": 2.069,
      "text": "functioning, the political argument that this is being done on purpose would have"
    },
    {
      "start": 958.639,
      "dur": 1.75,
      "text": "this is being done on purpose would have a much stronger case. But actually"
    },
    {
      "start": 960.399,
      "dur": 1.751,
      "text": "a much stronger case. But actually within the context of the app not really"
    },
    {
      "start": 962.16,
      "dur": 1.75,
      "text": "within the context of the app not really working, a lot of this stuff does make"
    },
    {
      "start": 963.92,
      "dur": 1.349,
      "text": "working, a lot of this stuff does make sense. I mean, I spend a lot of time"
    },
    {
      "start": 965.279,
      "dur": 1.191,
      "text": "sense. I mean, I spend a lot of time speaking to people who work inside the"
    },
    {
      "start": 966.48,
      "dur": 1.51,
      "text": "speaking to people who work inside the companies and for example, videos that"
    },
    {
      "start": 968.0,
      "dur": 2.389,
      "text": "companies and for example, videos that depict violence, which obviously that"
    },
    {
      "start": 970.399,
      "dur": 2.951,
      "text": "depict violence, which obviously that Minneapolis video, the shooting does,"
    },
    {
      "start": 973.36,
      "dur": 1.589,
      "text": "Minneapolis video, the shooting does, again, often don't get recommended by"
    },
    {
      "start": 974.959,
      "dur": 1.271,
      "text": "again, often don't get recommended by the algorithms. A lot of that's to do"
    },
    {
      "start": 976.24,
      "dur": 2.23,
      "text": "the algorithms. A lot of that's to do with Tik Tok's policy around violence,"
    },
    {
      "start": 978.48,
      "dur": 0.469,
      "text": "with Tik Tok's policy around violence, which is"
    },
    {
      "start": 978.959,
      "dur": 2.071,
      "text": "which is &gt;&gt; moderation moderation. Yeah. Which isn't"
    },
    {
      "start": 981.04,
      "dur": 1.19,
      "text": "&gt;&gt; moderation moderation. Yeah. Which isn't always which isn't always consistent."
    },
    {
      "start": 982.24,
      "dur": 1.269,
      "text": "always which isn't always consistent. And in fact, there's lots of criticisms"
    },
    {
      "start": 983.519,
      "dur": 1.43,
      "text": "And in fact, there's lots of criticisms about inconsistency across all the"
    },
    {
      "start": 984.959,
      "dur": 1.271,
      "text": "about inconsistency across all the social media platforms with how they"
    },
    {
      "start": 986.24,
      "dur": 2.149,
      "text": "social media platforms with how they deal with what would be perceived as,"
    },
    {
      "start": 988.399,
      "dur": 2.151,
      "text": "deal with what would be perceived as, you know, violent or offensive content"
    },
    {
      "start": 990.56,
      "dur": 2.79,
      "text": "you know, violent or offensive content in in in whatever way. Um but but you"
    },
    {
      "start": 993.36,
      "dur": 1.99,
      "text": "in in in whatever way. Um but but you can see why everybody here has got a"
    },
    {
      "start": 995.36,
      "dur": 1.51,
      "text": "can see why everybody here has got a kind of different explanation for what's"
    },
    {
      "start": 996.88,
      "dur": 1.35,
      "text": "kind of different explanation for what's happening. And actually at the root of"
    },
    {
      "start": 998.24,
      "dur": 1.43,
      "text": "happening. And actually at the root of this really is a kind of lack of"
    },
    {
      "start": 999.68,
      "dur": 1.99,
      "text": "this really is a kind of lack of transparency from the companies and an"
    },
    {
      "start": 1001.68,
      "dur": 1.43,
      "text": "transparency from the companies and an acknowledgement by everyone that they"
    },
    {
      "start": 1003.12,
      "dur": 1.67,
      "text": "acknowledgement by everyone that they actually have the ability to influence"
    },
    {
      "start": 1004.8,
      "dur": 2.389,
      "text": "actually have the ability to influence public conversation and that is why this"
    },
    {
      "start": 1007.199,
      "dur": 1.111,
      "text": "public conversation and that is why this is something that everyone's talking"
    },
    {
      "start": 1008.32,
      "dur": 0.79,
      "text": "is something that everyone's talking about."
    },
    {
      "start": 1009.12,
      "dur": 2.069,
      "text": "about. &gt;&gt; It sounds like much of the criticism"
    },
    {
      "start": 1011.199,
      "dur": 1.43,
      "text": "&gt;&gt; It sounds like much of the criticism that we are hearing of this new version"
    },
    {
      "start": 1012.639,
      "dur": 2.151,
      "text": "that we are hearing of this new version of Tik Tok is coming from the political"
    },
    {
      "start": 1014.8,
      "dur": 2.07,
      "text": "of Tik Tok is coming from the political left. At least that's what it you know"
    },
    {
      "start": 1016.88,
      "dur": 1.509,
      "text": "left. At least that's what it you know we're hearing about in terms of this"
    },
    {
      "start": 1018.399,
      "dur": 2.631,
      "text": "we're hearing about in terms of this outcry these allegations of censorship."
    },
    {
      "start": 1021.04,
      "dur": 1.51,
      "text": "outcry these allegations of censorship. So"
    },
    {
      "start": 1022.56,
      "dur": 1.83,
      "text": "So are conservatives happy with this new"
    },
    {
      "start": 1024.4,
      "dur": 1.509,
      "text": "are conservatives happy with this new version of Tik Tok? What's interesting"
    },
    {
      "start": 1025.919,
      "dur": 1.27,
      "text": "version of Tik Tok? What's interesting is a lot of the people who are very"
    },
    {
      "start": 1027.199,
      "dur": 1.431,
      "text": "is a lot of the people who are very supportive of Donald Trump online, what"
    },
    {
      "start": 1028.64,
      "dur": 1.59,
      "text": "supportive of Donald Trump online, what we often call the kind of MAGA, make"
    },
    {
      "start": 1030.24,
      "dur": 1.589,
      "text": "we often call the kind of MAGA, make America great again based on social"
    },
    {
      "start": 1031.839,
      "dur": 3.271,
      "text": "America great again based on social media um have been very vocal about the"
    },
    {
      "start": 1035.12,
      "dur": 1.99,
      "text": "media um have been very vocal about the need for freedom of expression and very"
    },
    {
      "start": 1037.12,
      "dur": 2.789,
      "text": "need for freedom of expression and very concerned about allegations um that the"
    },
    {
      "start": 1039.919,
      "dur": 1.51,
      "text": "concerned about allegations um that the social media companies more broadly have"
    },
    {
      "start": 1041.439,
      "dur": 1.75,
      "text": "social media companies more broadly have been censoring people on the rights. And"
    },
    {
      "start": 1043.199,
      "dur": 1.431,
      "text": "been censoring people on the rights. And there has been some evidence to support"
    },
    {
      "start": 1044.64,
      "dur": 2.23,
      "text": "there has been some evidence to support that that sometimes moderation rules"
    },
    {
      "start": 1046.88,
      "dur": 1.83,
      "text": "that that sometimes moderation rules policies weren't necessarily fairly"
    },
    {
      "start": 1048.72,
      "dur": 1.51,
      "text": "policies weren't necessarily fairly applied. Although there are also"
    },
    {
      "start": 1050.24,
      "dur": 1.51,
      "text": "applied. Although there are also examples of where they say there was"
    },
    {
      "start": 1051.76,
      "dur": 1.43,
      "text": "examples of where they say there was censorship and it turned out not to be"
    },
    {
      "start": 1053.2,
      "dur": 1.75,
      "text": "censorship and it turned out not to be the case. regardless, you know, they"
    },
    {
      "start": 1054.96,
      "dur": 1.75,
      "text": "the case. regardless, you know, they aren't really getting hooked into this"
    },
    {
      "start": 1056.72,
      "dur": 1.51,
      "text": "aren't really getting hooked into this Tik Tok conversation and are much more"
    },
    {
      "start": 1058.24,
      "dur": 3.429,
      "text": "Tik Tok conversation and are much more of the well actually um and this is all"
    },
    {
      "start": 1061.679,
      "dur": 1.431,
      "text": "of the well actually um and this is all from just looking at their posts on on"
    },
    {
      "start": 1063.12,
      "dur": 1.51,
      "text": "from just looking at their posts on on online which obviously is never a"
    },
    {
      "start": 1064.64,
      "dur": 2.23,
      "text": "online which obviously is never a reliable sort of poll but does give you"
    },
    {
      "start": 1066.88,
      "dur": 1.43,
      "text": "reliable sort of poll but does give you a sense of you know quite a lot of them"
    },
    {
      "start": 1068.32,
      "dur": 1.51,
      "text": "a sense of you know quite a lot of them are just saying oh great it's American"
    },
    {
      "start": 1069.84,
      "dur": 1.43,
      "text": "are just saying oh great it's American patriots who now own this site and"
    },
    {
      "start": 1071.28,
      "dur": 1.19,
      "text": "patriots who now own this site and that's good that means we'll be able to"
    },
    {
      "start": 1072.48,
      "dur": 1.51,
      "text": "that's good that means we'll be able to see the truth that's a good thing but"
    },
    {
      "start": 1074.0,
      "dur": 1.51,
      "text": "see the truth that's a good thing but there are who do you know across the"
    },
    {
      "start": 1075.52,
      "dur": 1.83,
      "text": "there are who do you know across the board politically there there are lots"
    },
    {
      "start": 1077.36,
      "dur": 1.59,
      "text": "board politically there there are lots of people who have an issue with the"
    },
    {
      "start": 1078.96,
      "dur": 1.589,
      "text": "of people who have an issue with the power that the social media companies"
    },
    {
      "start": 1080.559,
      "dur": 4.23,
      "text": "power that the social media companies wield and the ability to either promote"
    },
    {
      "start": 1084.799,
      "dur": 2.391,
      "text": "wield and the ability to either promote or demote certain topics, which is kind"
    },
    {
      "start": 1087.2,
      "dur": 0.63,
      "text": "or demote certain topics, which is kind of how they work."
    },
    {
      "start": 1087.84,
      "dur": 1.91,
      "text": "of how they work. &gt;&gt; Yeah. So, so if this issue was a"
    },
    {
      "start": 1089.76,
      "dur": 2.789,
      "text": "&gt;&gt; Yeah. So, so if this issue was a technical glitch or a power outage um"
    },
    {
      "start": 1092.559,
      "dur": 2.23,
      "text": "technical glitch or a power outage um were videos that might have been"
    },
    {
      "start": 1094.799,
      "dur": 3.271,
      "text": "were videos that might have been promoted or shared by folks who are are"
    },
    {
      "start": 1098.08,
      "dur": 2.31,
      "text": "promoted or shared by folks who are are more conservative, were they also"
    },
    {
      "start": 1100.4,
      "dur": 3.35,
      "text": "more conservative, were they also getting tripped up? Yeah. So, what we do"
    },
    {
      "start": 1103.76,
      "dur": 2.63,
      "text": "getting tripped up? Yeah. So, what we do know is that a variety of users, both"
    },
    {
      "start": 1106.4,
      "dur": 1.99,
      "text": "know is that a variety of users, both who appear to be left and right leaning"
    },
    {
      "start": 1108.4,
      "dur": 1.83,
      "text": "who appear to be left and right leaning and not into politics at all, have"
    },
    {
      "start": 1110.24,
      "dur": 2.07,
      "text": "and not into politics at all, have complained about not getting views on"
    },
    {
      "start": 1112.32,
      "dur": 1.43,
      "text": "complained about not getting views on their video. They know their videos"
    },
    {
      "start": 1113.76,
      "dur": 1.19,
      "text": "their video. They know their videos aren't being recommended or promoted"
    },
    {
      "start": 1114.96,
      "dur": 1.43,
      "text": "aren't being recommended or promoted because they're getting zero views."
    },
    {
      "start": 1116.4,
      "dur": 1.35,
      "text": "because they're getting zero views. There are quite a few influencers who've"
    },
    {
      "start": 1117.76,
      "dur": 1.43,
      "text": "There are quite a few influencers who've come out to say, \"Hang on a second."
    },
    {
      "start": 1119.2,
      "dur": 2.39,
      "text": "come out to say, \"Hang on a second. Basically, I make my living on Tik Tok"
    },
    {
      "start": 1121.6,
      "dur": 1.35,
      "text": "Basically, I make my living on Tik Tok having this profile here and being able"
    },
    {
      "start": 1122.96,
      "dur": 1.67,
      "text": "having this profile here and being able to build a following and I'm not able to"
    },
    {
      "start": 1124.64,
      "dur": 2.31,
      "text": "to build a following and I'm not able to access my monetization. I'm not able to"
    },
    {
      "start": 1126.96,
      "dur": 1.829,
      "text": "access my monetization. I'm not able to use the platform in in the usual way.\""
    },
    {
      "start": 1128.799,
      "dur": 1.191,
      "text": "use the platform in in the usual way.\" And that is applied across the board."
    },
    {
      "start": 1130.0,
      "dur": 1.27,
      "text": "And that is applied across the board. that's not just happening to people on"
    },
    {
      "start": 1131.28,
      "dur": 1.99,
      "text": "that's not just happening to people on the left. And even I'd noticed when I"
    },
    {
      "start": 1133.28,
      "dur": 2.23,
      "text": "the left. And even I'd noticed when I put my VPN on so I can see what people"
    },
    {
      "start": 1135.52,
      "dur": 2.23,
      "text": "put my VPN on so I can see what people in the US are seeing um that you know"
    },
    {
      "start": 1137.76,
      "dur": 1.83,
      "text": "in the US are seeing um that you know you'd get loads of old videos or content"
    },
    {
      "start": 1139.6,
      "dur": 1.67,
      "text": "you'd get loads of old videos or content you'd already seen or you know all that"
    },
    {
      "start": 1141.28,
      "dur": 1.43,
      "text": "you'd already seen or you know all that kind of stuff which just makes your user"
    },
    {
      "start": 1142.72,
      "dur": 2.069,
      "text": "kind of stuff which just makes your user experience a bit a bit less good to be"
    },
    {
      "start": 1144.799,
      "dur": 1.99,
      "text": "experience a bit a bit less good to be honest. I mean, it sounds like all these"
    },
    {
      "start": 1146.799,
      "dur": 1.671,
      "text": "honest. I mean, it sounds like all these stories are colliding at the same time"
    },
    {
      "start": 1148.48,
      "dur": 1.99,
      "text": "stories are colliding at the same time that there's these accusations of"
    },
    {
      "start": 1150.48,
      "dur": 2.549,
      "text": "that there's these accusations of censorship coming just days after a"
    },
    {
      "start": 1153.039,
      "dur": 2.551,
      "text": "censorship coming just days after a Trump back deal went through and that"
    },
    {
      "start": 1155.6,
      "dur": 3.189,
      "text": "Trump back deal went through and that creates suspicion and you know, yes,"
    },
    {
      "start": 1158.799,
      "dur": 1.271,
      "text": "creates suspicion and you know, yes, there is still a whole lot we don't"
    },
    {
      "start": 1160.08,
      "dur": 1.51,
      "text": "there is still a whole lot we don't necessarily know in this story. You say"
    },
    {
      "start": 1161.6,
      "dur": 1.59,
      "text": "necessarily know in this story. You say that that it's rather opaque to cover"
    },
    {
      "start": 1163.2,
      "dur": 2.87,
      "text": "that that it's rather opaque to cover these social media companies. But I am"
    },
    {
      "start": 1166.08,
      "dur": 3.03,
      "text": "these social media companies. But I am curious that as we are speaking now,"
    },
    {
      "start": 1169.12,
      "dur": 2.23,
      "text": "curious that as we are speaking now, what does this story tell us about how"
    },
    {
      "start": 1171.36,
      "dur": 2.549,
      "text": "what does this story tell us about how social media users in the US are feeling"
    },
    {
      "start": 1173.919,
      "dur": 2.711,
      "text": "social media users in the US are feeling about the state of social media? I think"
    },
    {
      "start": 1176.64,
      "dur": 1.99,
      "text": "about the state of social media? I think that it highlights something very"
    },
    {
      "start": 1178.64,
      "dur": 2.07,
      "text": "that it highlights something very important which is everybody really"
    },
    {
      "start": 1180.72,
      "dur": 1.75,
      "text": "important which is everybody really across the board has come to acknowledge"
    },
    {
      "start": 1182.48,
      "dur": 2.47,
      "text": "across the board has come to acknowledge that the social media sites are"
    },
    {
      "start": 1184.96,
      "dur": 2.47,
      "text": "that the social media sites are integrated in our way of life and they"
    },
    {
      "start": 1187.44,
      "dur": 1.99,
      "text": "integrated in our way of life and they have a huge amount of power when it"
    },
    {
      "start": 1189.44,
      "dur": 3.109,
      "text": "have a huge amount of power when it comes to their ability to shape the"
    },
    {
      "start": 1192.559,
      "dur": 1.911,
      "text": "comes to their ability to shape the narrative politically and politicians"
    },
    {
      "start": 1194.48,
      "dur": 1.51,
      "text": "narrative politically and politicians across the board we've spoken about"
    },
    {
      "start": 1196.0,
      "dur": 1.27,
      "text": "across the board we've spoken about Donald Trump we've spoken about Gavin"
    },
    {
      "start": 1197.28,
      "dur": 2.389,
      "text": "Donald Trump we've spoken about Gavin Newsome have got good at trying to game"
    },
    {
      "start": 1199.679,
      "dur": 1.35,
      "text": "Newsome have got good at trying to game the algorithms the recommendation"
    },
    {
      "start": 1201.039,
      "dur": 2.87,
      "text": "the algorithms the recommendation systems to get their stuff promoted and"
    },
    {
      "start": 1203.919,
      "dur": 3.831,
      "text": "systems to get their stuff promoted and everyone sees how these These apps are a"
    },
    {
      "start": 1207.76,
      "dur": 2.55,
      "text": "everyone sees how these These apps are a really vital way when you're a political"
    },
    {
      "start": 1210.32,
      "dur": 2.55,
      "text": "really vital way when you're a political campaigner or otherwise to to reach the"
    },
    {
      "start": 1212.88,
      "dur": 1.99,
      "text": "campaigner or otherwise to to reach the public and to share and shape views. And"
    },
    {
      "start": 1214.88,
      "dur": 1.35,
      "text": "public and to share and shape views. And we've seen that happen across all of the"
    },
    {
      "start": 1216.24,
      "dur": 2.07,
      "text": "we've seen that happen across all of the social media sites. I think what this"
    },
    {
      "start": 1218.32,
      "dur": 2.79,
      "text": "social media sites. I think what this tells us fundamentally is that there is"
    },
    {
      "start": 1221.12,
      "dur": 3.03,
      "text": "tells us fundamentally is that there is both an acknowledgement of that power by"
    },
    {
      "start": 1224.16,
      "dur": 2.07,
      "text": "both an acknowledgement of that power by the the public in the US, but there is"
    },
    {
      "start": 1226.24,
      "dur": 2.309,
      "text": "the the public in the US, but there is also a deep distrust that exists of the"
    },
    {
      "start": 1228.559,
      "dur": 2.311,
      "text": "also a deep distrust that exists of the social media companies because of that"
    },
    {
      "start": 1230.88,
      "dur": 2.39,
      "text": "social media companies because of that um opaque, you know, lack of"
    },
    {
      "start": 1233.28,
      "dur": 1.11,
      "text": "um opaque, you know, lack of information. and we don't really know"
    },
    {
      "start": 1234.4,
      "dur": 1.749,
      "text": "information. and we don't really know what's going on here because people see"
    },
    {
      "start": 1236.159,
      "dur": 2.63,
      "text": "what's going on here because people see how much power they they they do have."
    },
    {
      "start": 1238.799,
      "dur": 3.75,
      "text": "how much power they they they do have. Um and because Donald Trump has very"
    },
    {
      "start": 1242.559,
      "dur": 1.911,
      "text": "Um and because Donald Trump has very much during this presidency aligned"
    },
    {
      "start": 1244.48,
      "dur": 1.99,
      "text": "much during this presidency aligned himself with the big social media"
    },
    {
      "start": 1246.48,
      "dur": 1.189,
      "text": "himself with the big social media companies. We've seen those images of"
    },
    {
      "start": 1247.679,
      "dur": 2.151,
      "text": "companies. We've seen those images of him having dinner with, you know, Elon"
    },
    {
      "start": 1249.84,
      "dur": 2.79,
      "text": "him having dinner with, you know, Elon Musk and Mark Zuckerberg and, you know,"
    },
    {
      "start": 1252.64,
      "dur": 1.67,
      "text": "Musk and Mark Zuckerberg and, you know, the bosses of some of the big AI"
    },
    {
      "start": 1254.32,
      "dur": 1.829,
      "text": "the bosses of some of the big AI companies and other big tech companies"
    },
    {
      "start": 1256.159,
      "dur": 2.071,
      "text": "companies and other big tech companies and and whenever there is any kind of"
    },
    {
      "start": 1258.24,
      "dur": 2.789,
      "text": "and and whenever there is any kind of seeming alliance or agreeability, which"
    },
    {
      "start": 1261.039,
      "dur": 1.99,
      "text": "seeming alliance or agreeability, which is unsurprising given that these are"
    },
    {
      "start": 1263.039,
      "dur": 1.75,
      "text": "is unsurprising given that these are very rich and successful US companies,"
    },
    {
      "start": 1264.799,
      "dur": 1.031,
      "text": "very rich and successful US companies, which you, you know, you'd imagine"
    },
    {
      "start": 1265.84,
      "dur": 1.11,
      "text": "which you, you know, you'd imagine Donald Trump would want to back"
    },
    {
      "start": 1266.96,
      "dur": 2.79,
      "text": "Donald Trump would want to back regardless anyways. um although he has"
    },
    {
      "start": 1269.76,
      "dur": 1.51,
      "text": "regardless anyways. um although he has been critical of them in the past for"
    },
    {
      "start": 1271.28,
      "dur": 1.03,
      "text": "been critical of them in the past for different reasons again around this"
    },
    {
      "start": 1272.32,
      "dur": 1.75,
      "text": "different reasons again around this censorship thing but but basically when"
    },
    {
      "start": 1274.08,
      "dur": 2.469,
      "text": "censorship thing but but basically when you have that kind of like political"
    },
    {
      "start": 1276.559,
      "dur": 2.151,
      "text": "you have that kind of like political link to these kinds of companies that"
    },
    {
      "start": 1278.72,
      "dur": 1.829,
      "text": "link to these kinds of companies that will foster distrust actually across the"
    },
    {
      "start": 1280.559,
      "dur": 1.671,
      "text": "will foster distrust actually across the board but particularly I guess for the"
    },
    {
      "start": 1282.24,
      "dur": 1.99,
      "text": "board but particularly I guess for the people who don't like the person who is"
    },
    {
      "start": 1284.24,
      "dur": 1.35,
      "text": "people who don't like the person who is politically aligning themselves to the"
    },
    {
      "start": 1285.6,
      "dur": 2.069,
      "text": "politically aligning themselves to the companies um which is the people who"
    },
    {
      "start": 1287.679,
      "dur": 1.35,
      "text": "companies um which is the people who don't like Donald Trump very much which"
    },
    {
      "start": 1289.039,
      "dur": 1.671,
      "text": "don't like Donald Trump very much which is where a lot of this criticism has"
    },
    {
      "start": 1290.72,
      "dur": 3.91,
      "text": "is where a lot of this criticism has come from. It strikes me that this is a"
    },
    {
      "start": 1294.64,
      "dur": 1.59,
      "text": "come from. It strikes me that this is a story that is bigger than this"
    },
    {
      "start": 1296.24,
      "dur": 3.35,
      "text": "story that is bigger than this particular online moment. That this is a"
    },
    {
      "start": 1299.6,
      "dur": 1.59,
      "text": "particular online moment. That this is a story of culture and what is happening"
    },
    {
      "start": 1301.2,
      "dur": 1.589,
      "text": "story of culture and what is happening in the US right now. Sitting here in"
    },
    {
      "start": 1302.799,
      "dur": 2.551,
      "text": "in the US right now. Sitting here in Washington DC, there is a sense that"
    },
    {
      "start": 1305.36,
      "dur": 2.95,
      "text": "Washington DC, there is a sense that America as we've known it for years is"
    },
    {
      "start": 1308.32,
      "dur": 2.229,
      "text": "America as we've known it for years is is unraveling that this moment in"
    },
    {
      "start": 1310.559,
      "dur": 1.911,
      "text": "is unraveling that this moment in Minnesota is a bit of a roar shock test"
    },
    {
      "start": 1312.48,
      "dur": 1.75,
      "text": "Minnesota is a bit of a roar shock test and how it's being perceived online."
    },
    {
      "start": 1314.24,
      "dur": 2.47,
      "text": "and how it's being perceived online. You'll see those on the left who who"
    },
    {
      "start": 1316.72,
      "dur": 2.069,
      "text": "You'll see those on the left who who feel that there is oppression of free"
    },
    {
      "start": 1318.799,
      "dur": 2.791,
      "text": "feel that there is oppression of free speech and protest and on the right you"
    },
    {
      "start": 1321.6,
      "dur": 2.309,
      "text": "speech and protest and on the right you hear of this idea of an insurgency"
    },
    {
      "start": 1323.919,
      "dur": 2.551,
      "text": "hear of this idea of an insurgency against an elected government that is"
    },
    {
      "start": 1326.48,
      "dur": 3.429,
      "text": "against an elected government that is carrying out their perceived mandate."
    },
    {
      "start": 1329.919,
      "dur": 2.711,
      "text": "carrying out their perceived mandate. And I want to know from your vantage"
    },
    {
      "start": 1332.64,
      "dur": 2.79,
      "text": "And I want to know from your vantage point Mariana what you think this story"
    },
    {
      "start": 1335.44,
      "dur": 3.99,
      "text": "point Mariana what you think this story tells us about the US in this moment. I"
    },
    {
      "start": 1339.44,
      "dur": 1.03,
      "text": "tells us about the US in this moment. I think this story is about the power that"
    },
    {
      "start": 1340.48,
      "dur": 1.669,
      "text": "think this story is about the power that the social media companies have and it's"
    },
    {
      "start": 1342.159,
      "dur": 1.75,
      "text": "the social media companies have and it's about"
    },
    {
      "start": 1343.919,
      "dur": 3.271,
      "text": "about the way that geopolitics and politics"
    },
    {
      "start": 1347.2,
      "dur": 1.51,
      "text": "the way that geopolitics and politics and social media and everything else"
    },
    {
      "start": 1348.72,
      "dur": 1.829,
      "text": "and social media and everything else have all kind of fused together and"
    },
    {
      "start": 1350.559,
      "dur": 2.311,
      "text": "have all kind of fused together and distrust in politicians and distrust in"
    },
    {
      "start": 1352.88,
      "dur": 1.909,
      "text": "distrust in politicians and distrust in the companies and have created this"
    },
    {
      "start": 1354.799,
      "dur": 2.791,
      "text": "the companies and have created this environment where you know a combination"
    },
    {
      "start": 1357.6,
      "dur": 1.83,
      "text": "environment where you know a combination of events which could have kind of"
    },
    {
      "start": 1359.44,
      "dur": 1.75,
      "text": "of events which could have kind of happened slightly at random but also"
    },
    {
      "start": 1361.2,
      "dur": 1.51,
      "text": "happened slightly at random but also kind of appear to be connected which is"
    },
    {
      "start": 1362.72,
      "dur": 1.429,
      "text": "kind of appear to be connected which is how often conspiracy content does"
    },
    {
      "start": 1364.159,
      "dur": 2.151,
      "text": "how often conspiracy content does spread. Um but sometimes often these are"
    },
    {
      "start": 1366.32,
      "dur": 1.67,
      "text": "spread. Um but sometimes often these are legitimate things people are raising."
    },
    {
      "start": 1368.0,
      "dur": 1.75,
      "text": "legitimate things people are raising. how that can kind of create this"
    },
    {
      "start": 1369.76,
      "dur": 3.75,
      "text": "how that can kind of create this environment where"
    },
    {
      "start": 1373.52,
      "dur": 2.159,
      "text": "people don't know what to trust and"
    },
    {
      "start": 1375.679,
      "dur": 1.591,
      "text": "people don't know what to trust and people are looking for clues constantly"
    },
    {
      "start": 1377.28,
      "dur": 1.99,
      "text": "people are looking for clues constantly themselves. And if you're someone who"
    },
    {
      "start": 1379.28,
      "dur": 1.749,
      "text": "themselves. And if you're someone who doesn't use Tik Tok or doesn't use"
    },
    {
      "start": 1381.039,
      "dur": 1.591,
      "text": "doesn't use Tik Tok or doesn't use social media, this story affects you"
    },
    {
      "start": 1382.64,
      "dur": 2.47,
      "text": "social media, this story affects you because"
    },
    {
      "start": 1385.12,
      "dur": 1.99,
      "text": "because the relationship these companies have"
    },
    {
      "start": 1387.12,
      "dur": 1.909,
      "text": "the relationship these companies have with the administration in the US kind"
    },
    {
      "start": 1389.039,
      "dur": 1.75,
      "text": "with the administration in the US kind of affects not just US users, but"
    },
    {
      "start": 1390.799,
      "dur": 1.431,
      "text": "of affects not just US users, but actually everyone all over the world."
    },
    {
      "start": 1392.24,
      "dur": 1.669,
      "text": "actually everyone all over the world. The attitude that, for example, Donald"
    },
    {
      "start": 1393.919,
      "dur": 1.831,
      "text": "The attitude that, for example, Donald Trump has towards um the way that"
    },
    {
      "start": 1395.76,
      "dur": 1.909,
      "text": "Trump has towards um the way that content is moderated appears to have"
    },
    {
      "start": 1397.679,
      "dur": 1.99,
      "text": "content is moderated appears to have impacted and influenced some of the"
    },
    {
      "start": 1399.679,
      "dur": 1.671,
      "text": "impacted and influenced some of the decision-m that's been made at X or at"
    },
    {
      "start": 1401.36,
      "dur": 1.669,
      "text": "decision-m that's been made at X or at Meta, which owns Facebook and Instagram,"
    },
    {
      "start": 1403.039,
      "dur": 0.87,
      "text": "Meta, which owns Facebook and Instagram, even though they would say they're"
    },
    {
      "start": 1403.919,
      "dur": 1.431,
      "text": "even though they would say they're making these decisions independently."
    },
    {
      "start": 1405.36,
      "dur": 1.51,
      "text": "making these decisions independently. Ultimately, the political wind is"
    },
    {
      "start": 1406.88,
      "dur": 1.35,
      "text": "Ultimately, the political wind is affecting these companies because they"
    },
    {
      "start": 1408.24,
      "dur": 1.11,
      "text": "affecting these companies because they don't want to be regulated. They don't"
    },
    {
      "start": 1409.36,
      "dur": 1.35,
      "text": "don't want to be regulated. They don't want to be shut down. I mean, that's the"
    },
    {
      "start": 1410.72,
      "dur": 1.27,
      "text": "want to be shut down. I mean, that's the case why this has happened with Tik Tok"
    },
    {
      "start": 1412.0,
      "dur": 2.23,
      "text": "case why this has happened with Tik Tok in the in the in the first place. Um,"
    },
    {
      "start": 1414.24,
      "dur": 1.669,
      "text": "in the in the in the first place. Um, and politicians across the board"
    },
    {
      "start": 1415.919,
      "dur": 1.671,
      "text": "and politicians across the board acknowledge the power and importance of"
    },
    {
      "start": 1417.6,
      "dur": 1.99,
      "text": "acknowledge the power and importance of being aligned with them. So it's"
    },
    {
      "start": 1419.6,
      "dur": 1.99,
      "text": "being aligned with them. So it's actually in my view about how social"
    },
    {
      "start": 1421.6,
      "dur": 2.15,
      "text": "actually in my view about how social media platforms have become to some"
    },
    {
      "start": 1423.76,
      "dur": 1.59,
      "text": "media platforms have become to some extent political weapons. But that's not"
    },
    {
      "start": 1425.36,
      "dur": 1.27,
      "text": "extent political weapons. But that's not to say that that's in a conspiracy"
    },
    {
      "start": 1426.64,
      "dur": 2.87,
      "text": "to say that that's in a conspiracy theory way. Eg people are deliberately"
    },
    {
      "start": 1429.52,
      "dur": 1.509,
      "text": "theory way. Eg people are deliberately you know controlling and misusing what"
    },
    {
      "start": 1431.039,
      "dur": 1.911,
      "text": "you know controlling and misusing what they say. It's just that they are hugely"
    },
    {
      "start": 1432.96,
      "dur": 1.43,
      "text": "they say. It's just that they are hugely influential and they are very not"
    },
    {
      "start": 1434.4,
      "dur": 1.59,
      "text": "influential and they are very not transparent about why they promote"
    },
    {
      "start": 1436.0,
      "dur": 1.11,
      "text": "transparent about why they promote certain things and why they block"
    },
    {
      "start": 1437.12,
      "dur": 1.35,
      "text": "certain things and why they block certain things and why they don't. And"
    },
    {
      "start": 1438.48,
      "dur": 1.429,
      "text": "certain things and why they don't. And sometimes the explanations are innocent"
    },
    {
      "start": 1439.919,
      "dur": 1.431,
      "text": "sometimes the explanations are innocent and sometimes they're not."
    },
    {
      "start": 1441.36,
      "dur": 1.669,
      "text": "and sometimes they're not. &gt;&gt; On that note, Mariana, it's always a"
    },
    {
      "start": 1443.039,
      "dur": 1.271,
      "text": "&gt;&gt; On that note, Mariana, it's always a pleasure. Thank you so much for joining"
    },
    {
      "start": 1444.32,
      "dur": 0.39,
      "text": "pleasure. Thank you so much for joining us."
    },
    {
      "start": 1444.72,
      "dur": 1.67,
      "text": "us. &gt;&gt; Thank you so much for having me. If you"
    },
    {
      "start": 1446.4,
      "dur": 1.67,
      "text": "&gt;&gt; Thank you so much for having me. If you enjoy today's show, then I should point"
    },
    {
      "start": 1448.08,
      "dur": 2.23,
      "text": "enjoy today's show, then I should point out that The Global Story is also"
    },
    {
      "start": 1450.32,
      "dur": 2.55,
      "text": "out that The Global Story is also available as a podcast. You can find us"
    },
    {
      "start": 1452.88,
      "dur": 2.87,
      "text": "available as a podcast. You can find us every weekday on bbc.com or wherever you"
    },
    {
      "start": 1455.76,
      "dur": 3.72,
      "text": "every weekday on bbc.com or wherever you listen to your favorite shows."
    }
  ]
}