{
  "videoId": "CqLtsA83LDc",
  "title": "What happened on the UK Prime Minister's trip to China? | BBC Newscast",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 1674,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.84,
      "text": "Hello, it's Adam in the newscast studio"
    },
    {
      "start": 2.0,
      "dur": 2.07,
      "text": "Hello, it's Adam in the newscast studio &gt;&gt; and it's Alex also in the studio and"
    },
    {
      "start": 4.08,
      "dur": 1.669,
      "text": "&gt;&gt; and it's Alex also in the studio and Sarah Montigue"
    },
    {
      "start": 5.759,
      "dur": 1.751,
      "text": "Sarah Montigue &gt;&gt; and James Landal also here in the"
    },
    {
      "start": 7.52,
      "dur": 0.229,
      "text": "&gt;&gt; and James Landal also here in the studio."
    },
    {
      "start": 7.759,
      "dur": 1.83,
      "text": "studio. &gt;&gt; Oh, so you went for surnames over this"
    },
    {
      "start": 9.599,
      "dur": 0.871,
      "text": "&gt;&gt; Oh, so you went for surnames over this this half of"
    },
    {
      "start": 10.48,
      "dur": 1.75,
      "text": "this half of &gt;&gt; We weren't so presumptuous. I'm just"
    },
    {
      "start": 12.24,
      "dur": 1.349,
      "text": "&gt;&gt; We weren't so presumptuous. I'm just &gt;&gt; Okay, sure. You know that's"
    },
    {
      "start": 13.599,
      "dur": 1.91,
      "text": "&gt;&gt; Okay, sure. You know that's &gt;&gt; Well, you're an old I call you old time."
    },
    {
      "start": 15.519,
      "dur": 3.031,
      "text": "&gt;&gt; Well, you're an old I call you old time. &gt;&gt; I'm a vach podcaster. Um I was very"
    },
    {
      "start": 18.56,
      "dur": 2.23,
      "text": "&gt;&gt; I'm a vach podcaster. Um I was very tickled to see that Kier Starmer got"
    },
    {
      "start": 20.8,
      "dur": 3.03,
      "text": "tickled to see that Kier Starmer got exactly 18 minutes of coverage on the"
    },
    {
      "start": 23.84,
      "dur": 2.39,
      "text": "exactly 18 minutes of coverage on the Chinese news last night. Laura Bicker"
    },
    {
      "start": 26.24,
      "dur": 1.43,
      "text": "Chinese news last night. Laura Bicker was telling me from Beijing. So, I'm"
    },
    {
      "start": 27.68,
      "dur": 1.27,
      "text": "was telling me from Beijing. So, I'm thinking we could maybe give his trip to"
    },
    {
      "start": 28.96,
      "dur": 1.99,
      "text": "thinking we could maybe give his trip to China about I'm aiming for 13 and a"
    },
    {
      "start": 30.96,
      "dur": 0.549,
      "text": "China about I'm aiming for 13 and a half."
    },
    {
      "start": 31.519,
      "dur": 1.351,
      "text": "half. &gt;&gt; Well, is that some sort of proportional"
    },
    {
      "start": 32.88,
      "dur": 0.39,
      "text": "&gt;&gt; Well, is that some sort of proportional calculation?"
    },
    {
      "start": 33.28,
      "dur": 1.19,
      "text": "calculation? &gt;&gt; Well, no. Just I think it's just that's"
    },
    {
      "start": 34.48,
      "dur": 1.589,
      "text": "&gt;&gt; Well, no. Just I think it's just that's just a bit of a target to aim for, isn't"
    },
    {
      "start": 36.079,
      "dur": 1.031,
      "text": "just a bit of a target to aim for, isn't it? Nice little challenge."
    },
    {
      "start": 37.12,
      "dur": 1.35,
      "text": "it? Nice little challenge. &gt;&gt; That's a lot."
    },
    {
      "start": 38.48,
      "dur": 1.51,
      "text": "&gt;&gt; That's a lot. &gt;&gt; I mean, it is. You've been on a podcast"
    },
    {
      "start": 40.0,
      "dur": 2.31,
      "text": "&gt;&gt; I mean, it is. You've been on a podcast before I know. What do you mean?"
    },
    {
      "start": 42.32,
      "dur": 2.31,
      "text": "before I know. What do you mean? &gt;&gt; I mean, for for Star to get on."
    },
    {
      "start": 44.64,
      "dur": 0.71,
      "text": "&gt;&gt; I mean, for for Star to get on. &gt;&gt; Yeah. Yes."
    },
    {
      "start": 45.36,
      "dur": 1.189,
      "text": "&gt;&gt; Yeah. Yes. &gt;&gt; Well, how many is that half an hour"
    },
    {
      "start": 46.559,
      "dur": 0.711,
      "text": "&gt;&gt; Well, how many is that half an hour program he got?"
    },
    {
      "start": 47.28,
      "dur": 1.109,
      "text": "program he got? &gt;&gt; Yeah, it's half an hour and it's the"
    },
    {
      "start": 48.399,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah, it's half an hour and it's the main like state sponsored news."
    },
    {
      "start": 50.239,
      "dur": 2.711,
      "text": "main like state sponsored news. &gt;&gt; And it sounds like it was more than"
    },
    {
      "start": 52.96,
      "dur": 2.79,
      "text": "&gt;&gt; And it sounds like it was more than either Mark Carney or Emanuel Macron got"
    },
    {
      "start": 55.76,
      "dur": 1.51,
      "text": "either Mark Carney or Emanuel Macron got when they went. That's interesting."
    },
    {
      "start": 57.28,
      "dur": 1.83,
      "text": "when they went. That's interesting. &gt;&gt; Quite hard to obviously to be a judge on"
    },
    {
      "start": 59.12,
      "dur": 0.31,
      "text": "&gt;&gt; Quite hard to obviously to be a judge on that."
    },
    {
      "start": 59.44,
      "dur": 1.99,
      "text": "that. &gt;&gt; Intriguing. Um James, you must have been"
    },
    {
      "start": 61.44,
      "dur": 2.15,
      "text": "&gt;&gt; Intriguing. Um James, you must have been to China as a journalist a few times."
    },
    {
      "start": 63.6,
      "dur": 2.31,
      "text": "to China as a journalist a few times. &gt;&gt; I have a few times. Yes."
    },
    {
      "start": 65.92,
      "dur": 2.47,
      "text": "&gt;&gt; I have a few times. Yes. &gt;&gt; Any me memorable tales?"
    },
    {
      "start": 68.4,
      "dur": 1.19,
      "text": "&gt;&gt; Any me memorable tales? &gt;&gt; You have a burner phone?"
    },
    {
      "start": 69.6,
      "dur": 1.67,
      "text": "&gt;&gt; You have a burner phone? &gt;&gt; Yes, we all took the burner phones. You"
    },
    {
      "start": 71.28,
      "dur": 2.23,
      "text": "&gt;&gt; Yes, we all took the burner phones. You know, there's nothing new about that. Um"
    },
    {
      "start": 73.52,
      "dur": 1.75,
      "text": "know, there's nothing new about that. Um uh and there always problems with coms,"
    },
    {
      "start": 75.28,
      "dur": 1.59,
      "text": "uh and there always problems with coms, getting your VPN to work and things like"
    },
    {
      "start": 76.88,
      "dur": 2.47,
      "text": "getting your VPN to work and things like that. Um, I mean I could the first time"
    },
    {
      "start": 79.36,
      "dur": 2.069,
      "text": "that. Um, I mean I could the first time I ever went to China was a very very"
    },
    {
      "start": 81.439,
      "dur": 1.751,
      "text": "I ever went to China was a very very long time ago and I can remember you"
    },
    {
      "start": 83.2,
      "dur": 3.269,
      "text": "long time ago and I can remember you know even then um you know if you were"
    },
    {
      "start": 86.479,
      "dur": 1.431,
      "text": "know even then um you know if you were thirsty you would say to your your"
    },
    {
      "start": 87.92,
      "dur": 1.509,
      "text": "thirsty you would say to your your friend in in the hotel room I'm really"
    },
    {
      "start": 89.439,
      "dur": 1.35,
      "text": "friend in in the hotel room I'm really thirsty would you like cup? Yes, I'd"
    },
    {
      "start": 90.799,
      "dur": 1.99,
      "text": "thirsty would you like cup? Yes, I'd really love cup. I you know yes cup you"
    },
    {
      "start": 92.799,
      "dur": 2.391,
      "text": "really love cup. I you know yes cup you right then and five minutes later um a"
    },
    {
      "start": 95.2,
      "dur": 1.269,
      "text": "right then and five minutes later um a nice person would turn up at the door"
    },
    {
      "start": 96.479,
      "dur": 1.59,
      "text": "nice person would turn up at the door with a a freshly boiled because they've"
    },
    {
      "start": 98.079,
      "dur": 1.271,
      "text": "with a a freshly boiled because they've been listening like that and there'll be"
    },
    {
      "start": 99.36,
      "dur": 1.59,
      "text": "been listening like that and there'll be and so you could always and quite often"
    },
    {
      "start": 100.96,
      "dur": 2.149,
      "text": "and so you could always and quite often you can go in and you there would be"
    },
    {
      "start": 103.119,
      "dur": 1.35,
      "text": "you can go in and you there would be some sort of air duct or something and"
    },
    {
      "start": 104.479,
      "dur": 2.071,
      "text": "some sort of air duct or something and then literally there would be a you know"
    },
    {
      "start": 106.56,
      "dur": 2.31,
      "text": "then literally there would be a you know a sort of 1970s style microphone with a"
    },
    {
      "start": 108.88,
      "dur": 1.589,
      "text": "a sort of 1970s style microphone with a little tripod that sort of sticks with a"
    },
    {
      "start": 110.479,
      "dur": 1.59,
      "text": "little tripod that sort of sticks with a very long thick cable that's exactly"
    },
    {
      "start": 112.079,
      "dur": 2.39,
      "text": "very long thick cable that's exactly what it would be and the and you know so"
    },
    {
      "start": 114.479,
      "dur": 2.871,
      "text": "what it would be and the and you know so the the the the uh the surveillance you"
    },
    {
      "start": 117.36,
      "dur": 1.749,
      "text": "the the the the uh the surveillance you know is is certainly not new. Well,"
    },
    {
      "start": 119.119,
      "dur": 1.59,
      "text": "know is is certainly not new. Well, Chris Mason used his burner phone to"
    },
    {
      "start": 120.719,
      "dur": 1.43,
      "text": "Chris Mason used his burner phone to send us this little message from"
    },
    {
      "start": 122.159,
      "dur": 1.031,
      "text": "send us this little message from Beijing."
    },
    {
      "start": 123.2,
      "dur": 2.71,
      "text": "Beijing. &gt;&gt; Hello newscasters from a rather parky"
    },
    {
      "start": 125.92,
      "dur": 1.67,
      "text": "&gt;&gt; Hello newscasters from a rather parky Beijing. You know, when I'm doing the"
    },
    {
      "start": 127.6,
      "dur": 1.429,
      "text": "Beijing. You know, when I'm doing the television news, they don't like things"
    },
    {
      "start": 129.039,
      "dur": 1.671,
      "text": "television news, they don't like things like hats, but flipping heck, I'm"
    },
    {
      "start": 130.72,
      "dur": 1.75,
      "text": "like hats, but flipping heck, I'm putting it back on because it is cold."
    },
    {
      "start": 132.48,
      "dur": 1.35,
      "text": "putting it back on because it is cold. I'd have the snood on as well if I"
    },
    {
      "start": 133.84,
      "dur": 1.43,
      "text": "I'd have the snood on as well if I could, but it'll get in the way of the"
    },
    {
      "start": 135.28,
      "dur": 3.669,
      "text": "could, but it'll get in the way of the uh microphone. So, day two of the prime"
    },
    {
      "start": 138.959,
      "dur": 2.231,
      "text": "uh microphone. So, day two of the prime minister's trip to China. This was the"
    },
    {
      "start": 141.2,
      "dur": 2.79,
      "text": "minister's trip to China. This was the big day really meeting uh the president,"
    },
    {
      "start": 144.0,
      "dur": 1.83,
      "text": "big day really meeting uh the president, meeting the premier, the second in"
    },
    {
      "start": 145.84,
      "dur": 2.55,
      "text": "meeting the premier, the second in charge uh politically, all of the talk"
    },
    {
      "start": 148.4,
      "dur": 1.43,
      "text": "charge uh politically, all of the talk about warming up the relationship"
    },
    {
      "start": 149.84,
      "dur": 2.07,
      "text": "about warming up the relationship between the UK and China and a couple of"
    },
    {
      "start": 151.92,
      "dur": 1.83,
      "text": "between the UK and China and a couple of case studies the government would point"
    },
    {
      "start": 153.76,
      "dur": 2.79,
      "text": "case studies the government would point to in doing that. This idea of visa-free"
    },
    {
      "start": 156.56,
      "dur": 2.79,
      "text": "to in doing that. This idea of visa-free travel for trips of under 30 days coming"
    },
    {
      "start": 159.36,
      "dur": 1.91,
      "text": "travel for trips of under 30 days coming soon. We don't have a date yet, but the"
    },
    {
      "start": 161.28,
      "dur": 2.07,
      "text": "soon. We don't have a date yet, but the uh government hopes it'll be signed off"
    },
    {
      "start": 163.36,
      "dur": 2.31,
      "text": "uh government hopes it'll be signed off as soon as possible. and then h"
    },
    {
      "start": 165.68,
      "dur": 2.39,
      "text": "as soon as possible. and then h havinging the tariff, the import taxes"
    },
    {
      "start": 168.08,
      "dur": 3.03,
      "text": "havinging the tariff, the import taxes on whiskey that is sold from the UK into"
    },
    {
      "start": 171.12,
      "dur": 5.109,
      "text": "on whiskey that is sold from the UK into China uh from 10% to 5%. What else can I"
    },
    {
      "start": 176.239,
      "dur": 1.591,
      "text": "China uh from 10% to 5%. What else can I tell you newscasters? What would you"
    },
    {
      "start": 177.84,
      "dur": 1.51,
      "text": "tell you newscasters? What would you like to hear about a trip that goes a"
    },
    {
      "start": 179.36,
      "dur": 1.27,
      "text": "like to hear about a trip that goes a little beyond what you might hear on the"
    },
    {
      "start": 180.64,
      "dur": 1.75,
      "text": "little beyond what you might hear on the main television news or radio news or"
    },
    {
      "start": 182.4,
      "dur": 2.63,
      "text": "main television news or radio news or whatever? Ah, yes, food. So, we've had"
    },
    {
      "start": 185.04,
      "dur": 1.67,
      "text": "whatever? Ah, yes, food. So, we've had some fantastic food here. It's a"
    },
    {
      "start": 186.72,
      "dur": 1.35,
      "text": "some fantastic food here. It's a wonderful kind of privilege, really"
    },
    {
      "start": 188.08,
      "dur": 1.59,
      "text": "wonderful kind of privilege, really lucky to get to go on trips like this."
    },
    {
      "start": 189.68,
      "dur": 1.99,
      "text": "lucky to get to go on trips like this. We've just been in a great restaurant"
    },
    {
      "start": 191.68,
      "dur": 1.909,
      "text": "We've just been in a great restaurant down the road. However, one of the"
    },
    {
      "start": 193.599,
      "dur": 3.751,
      "text": "down the road. However, one of the things on the spinning Susan thing, lazy"
    },
    {
      "start": 197.36,
      "dur": 1.43,
      "text": "things on the spinning Susan thing, lazy Susan, that's the phrase, in the middle"
    },
    {
      "start": 198.8,
      "dur": 3.91,
      "text": "Susan, that's the phrase, in the middle of the table, um was duck head. Duck"
    },
    {
      "start": 202.72,
      "dur": 2.31,
      "text": "of the table, um was duck head. Duck head. You've actually got to say that"
    },
    {
      "start": 205.04,
      "dur": 1.35,
      "text": "head. You've actually got to say that quite carefully, haven't you? You got to"
    },
    {
      "start": 206.4,
      "dur": 1.27,
      "text": "quite carefully, haven't you? You got to eat it quite carefully as well because"
    },
    {
      "start": 207.68,
      "dur": 1.829,
      "text": "eat it quite carefully as well because it's incredibly chewy and is something"
    },
    {
      "start": 209.519,
      "dur": 2.551,
      "text": "it's incredibly chewy and is something of an acquired taste. The rest of the"
    },
    {
      "start": 212.08,
      "dur": 2.95,
      "text": "of an acquired taste. The rest of the dish was absolutely fantastic. I'll talk"
    },
    {
      "start": 215.04,
      "dur": 1.51,
      "text": "dish was absolutely fantastic. I'll talk to you soon."
    },
    {
      "start": 216.56,
      "dur": 2.63,
      "text": "to you soon. &gt;&gt; It's like Master Chef Beijing edition."
    },
    {
      "start": 219.2,
      "dur": 2.71,
      "text": "&gt;&gt; It's like Master Chef Beijing edition. Um um Sarah, there's been a lot of focus"
    },
    {
      "start": 221.92,
      "dur": 1.43,
      "text": "Um um Sarah, there's been a lot of focus today on this bit of the prime"
    },
    {
      "start": 223.36,
      "dur": 1.589,
      "text": "today on this bit of the prime minister's trip about the business deals"
    },
    {
      "start": 224.959,
      "dur": 2.711,
      "text": "minister's trip about the business deals and this huge bus of CEOs that the prime"
    },
    {
      "start": 227.68,
      "dur": 1.269,
      "text": "and this huge bus of CEOs that the prime minister took with them. Obviously, they"
    },
    {
      "start": 228.959,
      "dur": 1.671,
      "text": "minister took with them. Obviously, they went on a plane first and then a bus"
    },
    {
      "start": 230.64,
      "dur": 1.509,
      "text": "went on a plane first and then a bus around Beijing. And you you were"
    },
    {
      "start": 232.159,
      "dur": 1.111,
      "text": "around Beijing. And you you were speaking to some of them on the world at"
    },
    {
      "start": 233.28,
      "dur": 1.509,
      "text": "speaking to some of them on the world at one. Well, we've done I we've done quite"
    },
    {
      "start": 234.799,
      "dur": 2.07,
      "text": "one. Well, we've done I we've done quite a lot of it through the week, but today"
    },
    {
      "start": 236.879,
      "dur": 1.511,
      "text": "a lot of it through the week, but today having spoken to business people"
    },
    {
      "start": 238.4,
      "dur": 2.15,
      "text": "having spoken to business people yesterday, uh today we sort of thought"
    },
    {
      "start": 240.56,
      "dur": 1.11,
      "text": "yesterday, uh today we sort of thought we should speak to some of these"
    },
    {
      "start": 241.68,
      "dur": 1.43,
      "text": "we should speak to some of these cultural figures because actually about"
    },
    {
      "start": 243.12,
      "dur": 4.389,
      "text": "cultural figures because actually about a third of the 60 50 60 delegates are"
    },
    {
      "start": 247.519,
      "dur": 2.151,
      "text": "a third of the 60 50 60 delegates are people from culture and sport, the head"
    },
    {
      "start": 249.68,
      "dur": 2.79,
      "text": "people from culture and sport, the head of um what you call it, table tennis"
    },
    {
      "start": 252.48,
      "dur": 4.39,
      "text": "of um what you call it, table tennis England, um the RSC, uh there's a whole"
    },
    {
      "start": 256.88,
      "dur": 2.71,
      "text": "England, um the RSC, uh there's a whole some museums, Visit Britain, and we were"
    },
    {
      "start": 259.6,
      "dur": 1.51,
      "text": "some museums, Visit Britain, and we were just trying to get a sense of what they"
    },
    {
      "start": 261.12,
      "dur": 2.39,
      "text": "just trying to get a sense of what they were doing and kind of what the the idea"
    },
    {
      "start": 263.52,
      "dur": 1.669,
      "text": "were doing and kind of what the the idea And I guess it's sort of soft power as"
    },
    {
      "start": 265.199,
      "dur": 2.391,
      "text": "And I guess it's sort of soft power as well. Um, and it sound they're all"
    },
    {
      "start": 267.6,
      "dur": 1.51,
      "text": "well. Um, and it sound they're all clearly having a blast. I mean, you"
    },
    {
      "start": 269.12,
      "dur": 1.99,
      "text": "clearly having a blast. I mean, you know, to hear Chris there sounding quite"
    },
    {
      "start": 271.12,
      "dur": 1.67,
      "text": "know, to hear Chris there sounding quite excited about the jolly."
    },
    {
      "start": 272.8,
      "dur": 2.07,
      "text": "excited about the jolly. &gt;&gt; I know it's never a jolly. We've all"
    },
    {
      "start": 274.88,
      "dur": 1.35,
      "text": "&gt;&gt; I know it's never a jolly. We've all been on those trips where you people"
    },
    {
      "start": 276.24,
      "dur": 1.669,
      "text": "been on those trips where you people call it a jolly and you think it's not."
    },
    {
      "start": 277.919,
      "dur": 1.911,
      "text": "call it a jolly and you think it's not. It's a hard work, but it does sound like"
    },
    {
      "start": 279.84,
      "dur": 1.19,
      "text": "It's a hard work, but it does sound like they're having a complete laugh. Such"
    },
    {
      "start": 281.04,
      "dur": 2.31,
      "text": "they're having a complete laugh. Such that I almost said I sort of said, \"Are"
    },
    {
      "start": 283.36,
      "dur": 1.829,
      "text": "that I almost said I sort of said, \"Are you I said so what are you singing at"
    },
    {
      "start": 285.199,
      "dur": 1.751,
      "text": "you I said so what are you singing at the back of the bus?\" And and she"
    },
    {
      "start": 286.96,
      "dur": 1.83,
      "text": "the back of the bus?\" And and she couldn't reply. This was the head of"
    },
    {
      "start": 288.8,
      "dur": 1.829,
      "text": "couldn't reply. This was the head of table tennis. And I and I said"
    },
    {
      "start": 290.639,
      "dur": 1.11,
      "text": "table tennis. And I and I said &gt;&gt; basically suggesting yes."
    },
    {
      "start": 291.759,
      "dur": 1.271,
      "text": "&gt;&gt; basically suggesting yes. &gt;&gt; Yes. They've been singing at the back of"
    },
    {
      "start": 293.04,
      "dur": 1.11,
      "text": "&gt;&gt; Yes. They've been singing at the back of the bus. That's what it sounded like."
    },
    {
      "start": 294.16,
      "dur": 1.83,
      "text": "the bus. That's what it sounded like. &gt;&gt; But Alex, isn't that interesting that"
    },
    {
      "start": 296.0,
      "dur": 1.67,
      "text": "&gt;&gt; But Alex, isn't that interesting that the fact that there can be a British"
    },
    {
      "start": 297.68,
      "dur": 2.15,
      "text": "the fact that there can be a British trip to China where there's some levity,"
    },
    {
      "start": 299.84,
      "dur": 2.069,
      "text": "trip to China where there's some levity, some jolity, which suggests it's not"
    },
    {
      "start": 301.919,
      "dur": 1.591,
      "text": "some jolity, which suggests it's not that China's a massive security"
    },
    {
      "start": 303.52,
      "dur": 2.47,
      "text": "that China's a massive security challenge or a massive security risk or"
    },
    {
      "start": 306.0,
      "dur": 2.31,
      "text": "challenge or a massive security risk or a big problem for Britain."
    },
    {
      "start": 308.32,
      "dur": 1.75,
      "text": "a big problem for Britain. &gt;&gt; It's an opportunity. I think that number"
    },
    {
      "start": 310.08,
      "dur": 2.15,
      "text": "&gt;&gt; It's an opportunity. I think that number 10 will be quite um aware of the"
    },
    {
      "start": 312.24,
      "dur": 1.669,
      "text": "10 will be quite um aware of the potential optics of around that because"
    },
    {
      "start": 313.919,
      "dur": 1.191,
      "text": "potential optics of around that because if you listen to the messaging that's"
    },
    {
      "start": 315.12,
      "dur": 1.509,
      "text": "if you listen to the messaging that's come from Downing Street kissed armor"
    },
    {
      "start": 316.639,
      "dur": 1.511,
      "text": "come from Downing Street kissed armor everybody else of course that they are"
    },
    {
      "start": 318.16,
      "dur": 1.589,
      "text": "everybody else of course that they are talking quite openly about their desire"
    },
    {
      "start": 319.759,
      "dur": 1.511,
      "text": "talking quite openly about their desire to warm up the relationship or to"
    },
    {
      "start": 321.28,
      "dur": 1.27,
      "text": "to warm up the relationship or to improve the links that might lead to"
    },
    {
      "start": 322.56,
      "dur": 1.83,
      "text": "improve the links that might lead to better trading relationships or economic"
    },
    {
      "start": 324.4,
      "dur": 2.31,
      "text": "better trading relationships or economic benefits or whatever but they are also"
    },
    {
      "start": 326.72,
      "dur": 1.909,
      "text": "benefits or whatever but they are also caveing that quite carefully with the"
    },
    {
      "start": 328.639,
      "dur": 1.911,
      "text": "caveing that quite carefully with the notion of being cleareyed and aware of"
    },
    {
      "start": 330.56,
      "dur": 1.99,
      "text": "notion of being cleareyed and aware of the security implications and some of"
    },
    {
      "start": 332.56,
      "dur": 1.27,
      "text": "the security implications and some of the challenges in the relationship with"
    },
    {
      "start": 333.84,
      "dur": 1.349,
      "text": "the challenges in the relationship with China not least around the things that"
    },
    {
      "start": 335.199,
      "dur": 1.83,
      "text": "China not least around the things that we're familiar with about human rights."
    },
    {
      "start": 337.039,
      "dur": 1.751,
      "text": "we're familiar with about human rights. Kama says he's raised those in his"
    },
    {
      "start": 338.8,
      "dur": 2.15,
      "text": "Kama says he's raised those in his discussions with the Chinese premier. So"
    },
    {
      "start": 340.96,
      "dur": 2.15,
      "text": "discussions with the Chinese premier. So I think number 10 maybe won't want the"
    },
    {
      "start": 343.12,
      "dur": 1.27,
      "text": "I think number 10 maybe won't want the pictures of them singing on the back of"
    },
    {
      "start": 344.4,
      "dur": 1.91,
      "text": "pictures of them singing on the back of the bus to be the ones that come out"
    },
    {
      "start": 346.32,
      "dur": 2.309,
      "text": "the bus to be the ones that come out because while they're being honest about"
    },
    {
      "start": 348.639,
      "dur": 1.511,
      "text": "because while they're being honest about their intention to improve the"
    },
    {
      "start": 350.16,
      "dur": 2.39,
      "text": "their intention to improve the relationship with Beijing, they are also"
    },
    {
      "start": 352.56,
      "dur": 1.75,
      "text": "relationship with Beijing, they are also trying to be cautious about how that"
    },
    {
      "start": 354.32,
      "dur": 1.429,
      "text": "trying to be cautious about how that might be perceived when there are quite"
    },
    {
      "start": 355.759,
      "dur": 1.27,
      "text": "might be perceived when there are quite a lot of people here in the domestic"
    },
    {
      "start": 357.039,
      "dur": 1.751,
      "text": "a lot of people here in the domestic political scene in the UK who are"
    },
    {
      "start": 358.8,
      "dur": 2.15,
      "text": "political scene in the UK who are sounding great big warning bells about"
    },
    {
      "start": 360.96,
      "dur": 1.509,
      "text": "sounding great big warning bells about potential ramifications of getting too"
    },
    {
      "start": 362.479,
      "dur": 1.591,
      "text": "potential ramifications of getting too close to China. But that trying to"
    },
    {
      "start": 364.08,
      "dur": 2.229,
      "text": "close to China. But that trying to reconcile the two between you want to do"
    },
    {
      "start": 366.319,
      "dur": 2.071,
      "text": "reconcile the two between you want to do business and yet you have to have this"
    },
    {
      "start": 368.4,
      "dur": 1.349,
      "text": "business and yet you have to have this cautious is something we've been trying"
    },
    {
      "start": 369.759,
      "dur": 1.511,
      "text": "cautious is something we've been trying to get on top of. And I spoke to Greg"
    },
    {
      "start": 371.28,
      "dur": 2.23,
      "text": "to get on top of. And I spoke to Greg Jackson, the boss of of Octopus, you"
    },
    {
      "start": 373.52,
      "dur": 2.31,
      "text": "Jackson, the boss of of Octopus, you know, huge energy energy company."
    },
    {
      "start": 375.84,
      "dur": 1.83,
      "text": "know, huge energy energy company. &gt;&gt; Um and and I sort of said to him, so are"
    },
    {
      "start": 377.68,
      "dur": 1.43,
      "text": "&gt;&gt; Um and and I sort of said to him, so are you on a burner phone? He said, I'm on a"
    },
    {
      "start": 379.12,
      "dur": 2.71,
      "text": "you on a burner phone? He said, I'm on a burner phone on a VPN with an eim, but"
    },
    {
      "start": 381.84,
      "dur": 2.39,
      "text": "burner phone on a VPN with an eim, but but he has they have huge business"
    },
    {
      "start": 384.24,
      "dur": 2.389,
      "text": "but he has they have huge business dealings in China. And he was incredibly"
    },
    {
      "start": 386.639,
      "dur": 2.791,
      "text": "dealings in China. And he was incredibly excited about the innovation in sort of"
    },
    {
      "start": 389.44,
      "dur": 2.309,
      "text": "excited about the innovation in sort of green tech that he wants to do more"
    },
    {
      "start": 391.759,
      "dur": 2.231,
      "text": "green tech that he wants to do more work. And I find it quite hard to"
    },
    {
      "start": 394.0,
      "dur": 2.79,
      "text": "work. And I find it quite hard to imagine how you can sign off sort of"
    },
    {
      "start": 396.8,
      "dur": 2.229,
      "text": "imagine how you can sign off sort of multi-million pound deals with somebody"
    },
    {
      "start": 399.039,
      "dur": 1.99,
      "text": "multi-million pound deals with somebody when you can't you can't even have your"
    },
    {
      "start": 401.039,
      "dur": 2.551,
      "text": "when you can't you can't even have your own home phone uh there because of the"
    },
    {
      "start": 403.6,
      "dur": 0.95,
      "text": "own home phone uh there because of the lack of trust"
    },
    {
      "start": 404.56,
      "dur": 1.59,
      "text": "lack of trust &gt;&gt; and that the thing about that the sort"
    },
    {
      "start": 406.16,
      "dur": 1.749,
      "text": "&gt;&gt; and that the thing about that the sort of dilemma around this and what we don't"
    },
    {
      "start": 407.919,
      "dur": 1.11,
      "text": "of dilemma around this and what we don't know and what we haven't really heard"
    },
    {
      "start": 409.039,
      "dur": 1.351,
      "text": "know and what we haven't really heard spelled out clearly from government and"
    },
    {
      "start": 410.4,
      "dur": 1.83,
      "text": "spelled out clearly from government and there might be reasonable reasons for"
    },
    {
      "start": 412.24,
      "dur": 1.99,
      "text": "there might be reasonable reasons for that is what that means in practical"
    },
    {
      "start": 414.24,
      "dur": 1.509,
      "text": "that is what that means in practical terms how you improve the trade links"
    },
    {
      "start": 415.759,
      "dur": 1.831,
      "text": "terms how you improve the trade links but also be conscious of the security"
    },
    {
      "start": 417.6,
      "dur": 1.75,
      "text": "but also be conscious of the security risks because think about some of the"
    },
    {
      "start": 419.36,
      "dur": 1.99,
      "text": "risks because think about some of the previous decisions about Chinese roles"
    },
    {
      "start": 421.36,
      "dur": 2.07,
      "text": "previous decisions about Chinese roles in British infrastructure or Huawei or"
    },
    {
      "start": 423.44,
      "dur": 1.91,
      "text": "in British infrastructure or Huawei or you know they're the tangibles. Are we"
    },
    {
      "start": 425.36,
      "dur": 1.109,
      "text": "you know they're the tangibles. Are we happy with this or not? And I think"
    },
    {
      "start": 426.479,
      "dur": 0.951,
      "text": "happy with this or not? And I think that's still a question"
    },
    {
      "start": 427.44,
      "dur": 1.749,
      "text": "that's still a question &gt;&gt; that that that's absolutely right. The"
    },
    {
      "start": 429.199,
      "dur": 1.351,
      "text": "&gt;&gt; that that that's absolutely right. The issue here is not should the British"
    },
    {
      "start": 430.56,
      "dur": 1.11,
      "text": "issue here is not should the British government have a relationship with"
    },
    {
      "start": 431.68,
      "dur": 1.27,
      "text": "government have a relationship with Beijing? Of course it should. Should it"
    },
    {
      "start": 432.96,
      "dur": 1.43,
      "text": "Beijing? Of course it should. Should it go on visits? Yes, of course it should."
    },
    {
      "start": 434.4,
      "dur": 1.83,
      "text": "go on visits? Yes, of course it should. Should should it have been"
    },
    {
      "start": 436.24,
      "dur": 1.349,
      "text": "Should should it have been &gt;&gt; Yeah, I know. But but but the vast"
    },
    {
      "start": 437.599,
      "dur": 1.911,
      "text": "&gt;&gt; Yeah, I know. But but but the vast majority of the sort of you know the"
    },
    {
      "start": 439.52,
      "dur": 1.669,
      "text": "majority of the sort of you know the analytical world says yes you know it"
    },
    {
      "start": 441.199,
      "dur": 2.71,
      "text": "analytical world says yes you know it makes sense to have a relationship."
    },
    {
      "start": 443.919,
      "dur": 1.911,
      "text": "makes sense to have a relationship. where the pro where we have a problem"
    },
    {
      "start": 445.84,
      "dur": 1.43,
      "text": "where the pro where we have a problem with the British policy and this is one"
    },
    {
      "start": 447.28,
      "dur": 1.67,
      "text": "with the British policy and this is one that has been throughout successive"
    },
    {
      "start": 448.96,
      "dur": 2.629,
      "text": "that has been throughout successive governments is um they all have a"
    },
    {
      "start": 451.599,
      "dur": 1.911,
      "text": "governments is um they all have a version of an acronym the current"
    },
    {
      "start": 453.52,
      "dur": 2.15,
      "text": "version of an acronym the current acronym is you know is is you cooperate"
    },
    {
      "start": 455.68,
      "dur": 1.909,
      "text": "acronym is you know is is you cooperate on some things you compete on others and"
    },
    {
      "start": 457.599,
      "dur": 3.191,
      "text": "on some things you compete on others and you challenge on others um and the"
    },
    {
      "start": 460.8,
      "dur": 1.43,
      "text": "you challenge on others um and the problem with that is that that's not a"
    },
    {
      "start": 462.24,
      "dur": 1.99,
      "text": "problem with that is that that's not a policy that's a description of the"
    },
    {
      "start": 464.24,
      "dur": 2.229,
      "text": "policy that's a description of the status quo because what it doesn't tell"
    },
    {
      "start": 466.479,
      "dur": 3.43,
      "text": "status quo because what it doesn't tell you is right when a Chinese company says"
    },
    {
      "start": 469.919,
      "dur": 3.031,
      "text": "you is right when a Chinese company says I want to invest in a massive wind farm"
    },
    {
      "start": 472.96,
      "dur": 3.509,
      "text": "I want to invest in a massive wind farm project in the UK, does the British"
    },
    {
      "start": 476.479,
      "dur": 1.351,
      "text": "project in the UK, does the British government give it the green light or"
    },
    {
      "start": 477.84,
      "dur": 3.749,
      "text": "government give it the green light or not? Do we consider that uh the the"
    },
    {
      "start": 481.599,
      "dur": 3.27,
      "text": "not? Do we consider that uh the the economic benefit outweighs the security"
    },
    {
      "start": 484.879,
      "dur": 1.99,
      "text": "economic benefit outweighs the security impact? Because although yes, we're"
    },
    {
      "start": 486.879,
      "dur": 1.59,
      "text": "impact? Because although yes, we're getting, you know, a nice new wind farm"
    },
    {
      "start": 488.479,
      "dur": 1.911,
      "text": "getting, you know, a nice new wind farm that can create lots of energy for us."
    },
    {
      "start": 490.4,
      "dur": 1.75,
      "text": "that can create lots of energy for us. The fact that these things require"
    },
    {
      "start": 492.16,
      "dur": 1.91,
      "text": "The fact that these things require constant updates, that means that gives"
    },
    {
      "start": 494.08,
      "dur": 2.47,
      "text": "constant updates, that means that gives the Chinese control over whether or not"
    },
    {
      "start": 496.56,
      "dur": 1.51,
      "text": "the Chinese control over whether or not they should be renewed if there were a"
    },
    {
      "start": 498.08,
      "dur": 1.59,
      "text": "they should be renewed if there were a conflict in the future. The same thing"
    },
    {
      "start": 499.68,
      "dur": 1.99,
      "text": "conflict in the future. The same thing is about the investment decisions about"
    },
    {
      "start": 501.68,
      "dur": 2.069,
      "text": "is about the investment decisions about a massive electric vehicle plant to be"
    },
    {
      "start": 503.759,
      "dur": 2.791,
      "text": "a massive electric vehicle plant to be built in the UK or not. And that's where"
    },
    {
      "start": 506.56,
      "dur": 1.83,
      "text": "built in the UK or not. And that's where the sort of you know the decisions are"
    },
    {
      "start": 508.4,
      "dur": 1.509,
      "text": "the sort of you know the decisions are really going to come. Not the sort of"
    },
    {
      "start": 509.919,
      "dur": 3.03,
      "text": "really going to come. Not the sort of the jolly in Beijing. Richard Dav who we"
    },
    {
      "start": 512.959,
      "dur": 2.791,
      "text": "the jolly in Beijing. Richard Dav who we spoke to, former head of MI6, he raises"
    },
    {
      "start": 515.76,
      "dur": 2.31,
      "text": "spoke to, former head of MI6, he raises this idea that at some point in the"
    },
    {
      "start": 518.08,
      "dur": 1.829,
      "text": "this idea that at some point in the future, China could switch off your"
    },
    {
      "start": 519.919,
      "dur": 2.79,
      "text": "future, China could switch off your electric car if you have just as the"
    },
    {
      "start": 522.719,
      "dur": 3.511,
      "text": "electric car if you have just as the tractor makers uh John Deere did when"
    },
    {
      "start": 526.24,
      "dur": 2.07,
      "text": "tractor makers uh John Deere did when tractors in Ukraine were taken by Russia"
    },
    {
      "start": 528.32,
      "dur": 2.71,
      "text": "tractors in Ukraine were taken by Russia and they were able to just effectively"
    },
    {
      "start": 531.04,
      "dur": 1.59,
      "text": "and they were able to just effectively flick the switch on them so that they"
    },
    {
      "start": 532.64,
      "dur": 1.67,
      "text": "flick the switch on them so that they couldn't work. And his argument was"
    },
    {
      "start": 534.32,
      "dur": 1.99,
      "text": "couldn't work. And his argument was you've just got to be aware of this. But"
    },
    {
      "start": 536.32,
      "dur": 1.91,
      "text": "you've just got to be aware of this. But Greg Jackson at Octopus said another"
    },
    {
      "start": 538.24,
      "dur": 1.75,
      "text": "Greg Jackson at Octopus said another thing which and I'm thinking how do they"
    },
    {
      "start": 540.0,
      "dur": 2.07,
      "text": "thing which and I'm thinking how do they do this? He he talked about we are"
    },
    {
      "start": 542.08,
      "dur": 2.79,
      "text": "do this? He he talked about we are trying to work out ways to separate the"
    },
    {
      "start": 544.88,
      "dur": 2.389,
      "text": "trying to work out ways to separate the firmware from the software so that we"
    },
    {
      "start": 547.279,
      "dur": 2.55,
      "text": "firmware from the software so that we can buy you know the equipment from them"
    },
    {
      "start": 549.839,
      "dur": 2.791,
      "text": "can buy you know the equipment from them but our software will allow us to"
    },
    {
      "start": 552.64,
      "dur": 3.11,
      "text": "but our software will allow us to prevent sort of or to limit the control"
    },
    {
      "start": 555.76,
      "dur": 1.99,
      "text": "prevent sort of or to limit the control and that's you know that's where he says"
    },
    {
      "start": 557.76,
      "dur": 1.83,
      "text": "and that's you know that's where he says I'm sitting in meetings across from you"
    },
    {
      "start": 559.6,
      "dur": 2.31,
      "text": "I'm sitting in meetings across from you know my Chinese sort of business"
    },
    {
      "start": 561.92,
      "dur": 1.909,
      "text": "know my Chinese sort of business partners trying to work out work this"
    },
    {
      "start": 563.839,
      "dur": 0.231,
      "text": "partners trying to work out work this out"
    },
    {
      "start": 564.08,
      "dur": 1.35,
      "text": "out &gt;&gt; but what's been interesting today is"
    },
    {
      "start": 565.44,
      "dur": 1.91,
      "text": "&gt;&gt; but what's been interesting today is working out how much of that the deal"
    },
    {
      "start": 567.36,
      "dur": 1.67,
      "text": "working out how much of that the deal stuff is rhetoric and how much of it is"
    },
    {
      "start": 569.04,
      "dur": 1.27,
      "text": "stuff is rhetoric and how much of it is genuine deals"
    },
    {
      "start": 570.32,
      "dur": 2.47,
      "text": "genuine deals So, for example, when on the political"
    },
    {
      "start": 572.8,
      "dur": 2.149,
      "text": "So, for example, when on the political level, visa-free travel for British"
    },
    {
      "start": 574.959,
      "dur": 3.111,
      "text": "level, visa-free travel for British tourists to China fairly soon. Um, that"
    },
    {
      "start": 578.08,
      "dur": 1.67,
      "text": "tourists to China fairly soon. Um, that sounds like a big opening,"
    },
    {
      "start": 579.76,
      "dur": 1.27,
      "text": "sounds like a big opening, &gt;&gt; although we don't know when or how, you"
    },
    {
      "start": 581.04,
      "dur": 2.15,
      "text": "&gt;&gt; although we don't know when or how, you know, and also many other countries have"
    },
    {
      "start": 583.2,
      "dur": 1.99,
      "text": "know, and also many other countries have had it before us. Uh, but then there's"
    },
    {
      "start": 585.2,
      "dur": 2.55,
      "text": "had it before us. Uh, but then there's going to be what exploratory talks about"
    },
    {
      "start": 587.76,
      "dur": 2.15,
      "text": "going to be what exploratory talks about doing a feasibility study about maybe in"
    },
    {
      "start": 589.92,
      "dur": 1.83,
      "text": "doing a feasibility study about maybe in a future year doing a trade deal for"
    },
    {
      "start": 591.76,
      "dur": 1.189,
      "text": "a future year doing a trade deal for services."
    },
    {
      "start": 592.959,
      "dur": 1.831,
      "text": "services. &gt;&gt; That that's to me that's just words,"
    },
    {
      "start": 594.8,
      "dur": 0.469,
      "text": "&gt;&gt; That that's to me that's just words, isn't it?"
    },
    {
      "start": 595.279,
      "dur": 1.351,
      "text": "isn't it? &gt;&gt; Yeah. And this is exactly to James's"
    },
    {
      "start": 596.64,
      "dur": 1.03,
      "text": "&gt;&gt; Yeah. And this is exactly to James's point in the point that I was trying to"
    },
    {
      "start": 597.68,
      "dur": 1.35,
      "text": "point in the point that I was trying to make about there is there is a big"
    },
    {
      "start": 599.04,
      "dur": 1.67,
      "text": "make about there is there is a big difference between setting out an"
    },
    {
      "start": 600.72,
      "dur": 2.07,
      "text": "difference between setting out an approach and how you put that approach"
    },
    {
      "start": 602.8,
      "dur": 1.75,
      "text": "approach and how you put that approach into action and the decisions that you"
    },
    {
      "start": 604.56,
      "dur": 1.91,
      "text": "into action and the decisions that you make around that. And I think that is"
    },
    {
      "start": 606.48,
      "dur": 1.349,
      "text": "make around that. And I think that is the bit that we're still unsure of. Now"
    },
    {
      "start": 607.839,
      "dur": 1.511,
      "text": "the bit that we're still unsure of. Now it may be that Khalmer argues, you know,"
    },
    {
      "start": 609.36,
      "dur": 0.95,
      "text": "it may be that Khalmer argues, you know, this is the first time that a prime"
    },
    {
      "start": 610.32,
      "dur": 1.189,
      "text": "this is the first time that a prime minister has been in eight years. This"
    },
    {
      "start": 611.519,
      "dur": 1.271,
      "text": "minister has been in eight years. This is the beginning of a dialogue. The"
    },
    {
      "start": 612.8,
      "dur": 0.95,
      "text": "is the beginning of a dialogue. The those things are going to be bottomed"
    },
    {
      "start": 613.76,
      "dur": 1.43,
      "text": "those things are going to be bottomed out and still to come. But it's a clear"
    },
    {
      "start": 615.2,
      "dur": 2.069,
      "text": "out and still to come. But it's a clear sign of intention um despite the fact"
    },
    {
      "start": 617.279,
      "dur": 1.191,
      "text": "sign of intention um despite the fact there is some opposition to the fact"
    },
    {
      "start": 618.48,
      "dur": 1.589,
      "text": "there is some opposition to the fact that he's even signifying what he is by"
    },
    {
      "start": 620.079,
      "dur": 2.31,
      "text": "that he's even signifying what he is by this visit in the UK from some quarters."
    },
    {
      "start": 622.399,
      "dur": 1.67,
      "text": "this visit in the UK from some quarters. But there are still lots of substantial"
    },
    {
      "start": 624.079,
      "dur": 1.271,
      "text": "But there are still lots of substantial questions. And if you think about the"
    },
    {
      "start": 625.36,
      "dur": 1.589,
      "text": "questions. And if you think about the one tangible decision they have taken"
    },
    {
      "start": 626.959,
      "dur": 1.43,
      "text": "one tangible decision they have taken recently which was around the Chinese"
    },
    {
      "start": 628.399,
      "dur": 1.99,
      "text": "recently which was around the Chinese embassy in London where there was the"
    },
    {
      "start": 630.399,
      "dur": 1.43,
      "text": "embassy in London where there was the decision to allow them to open it that"
    },
    {
      "start": 631.839,
      "dur": 1.67,
      "text": "decision to allow them to open it that did attract a lot of controversy and we"
    },
    {
      "start": 633.519,
      "dur": 1.671,
      "text": "did attract a lot of controversy and we have yet to see how that plays out and"
    },
    {
      "start": 635.2,
      "dur": 1.189,
      "text": "have yet to see how that plays out and you know what that then means in the"
    },
    {
      "start": 636.399,
      "dur": 2.471,
      "text": "you know what that then means in the future. So I think we're very clear on"
    },
    {
      "start": 638.88,
      "dur": 2.629,
      "text": "future. So I think we're very clear on what Karma says he's trying to achieve."
    },
    {
      "start": 641.519,
      "dur": 2.071,
      "text": "what Karma says he's trying to achieve. We don't yet know how he's actually"
    },
    {
      "start": 643.6,
      "dur": 1.51,
      "text": "We don't yet know how he's actually going to put that into action and what"
    },
    {
      "start": 645.12,
      "dur": 1.51,
      "text": "going to put that into action and what some of the implications of that may or"
    },
    {
      "start": 646.64,
      "dur": 0.629,
      "text": "some of the implications of that may or may not be."
    },
    {
      "start": 647.279,
      "dur": 1.271,
      "text": "may not be. &gt;&gt; Alex, I've got a question. you know,"
    },
    {
      "start": 648.56,
      "dur": 2.07,
      "text": "&gt;&gt; Alex, I've got a question. you know, with your sort of political hat on, what"
    },
    {
      "start": 650.64,
      "dur": 2.309,
      "text": "with your sort of political hat on, what is the the current state of the sort of"
    },
    {
      "start": 652.959,
      "dur": 2.791,
      "text": "is the the current state of the sort of what I call the hawkish element of the"
    },
    {
      "start": 655.76,
      "dur": 1.27,
      "text": "what I call the hawkish element of the debate in parliament at the moment?"
    },
    {
      "start": 657.04,
      "dur": 1.11,
      "text": "debate in parliament at the moment? because there always used to be a"
    },
    {
      "start": 658.16,
      "dur": 2.31,
      "text": "because there always used to be a mixture of kind of um you know the"
    },
    {
      "start": 660.48,
      "dur": 3.19,
      "text": "mixture of kind of um you know the security sort of security focused people"
    },
    {
      "start": 663.68,
      "dur": 2.95,
      "text": "security sort of security focused people the uh um the the kind of economic"
    },
    {
      "start": 666.64,
      "dur": 1.99,
      "text": "the uh um the the kind of economic nationalist group and then plus the sort"
    },
    {
      "start": 668.64,
      "dur": 2.309,
      "text": "nationalist group and then plus the sort of more uh human rights concerned group"
    },
    {
      "start": 670.959,
      "dur": 3.671,
      "text": "of more uh human rights concerned group and together across parties that made"
    },
    {
      "start": 674.64,
      "dur": 1.429,
      "text": "and together across parties that made with a sprinkling of kind of you know"
    },
    {
      "start": 676.079,
      "dur": 1.831,
      "text": "with a sprinkling of kind of you know ex- Brexiters who've now made China"
    },
    {
      "start": 677.92,
      "dur": 1.67,
      "text": "ex- Brexiters who've now made China their new focus"
    },
    {
      "start": 679.6,
      "dur": 1.19,
      "text": "their new focus &gt;&gt; and of course some of those people are"
    },
    {
      "start": 680.8,
      "dur": 2.07,
      "text": "&gt;&gt; and of course some of those people are sanctioned by China correct some of them"
    },
    {
      "start": 682.88,
      "dur": 2.23,
      "text": "sanctioned by China correct some of them but that was actually quite a large"
    },
    {
      "start": 685.12,
      "dur": 1.67,
      "text": "but that was actually quite a large number of people is that do they do"
    },
    {
      "start": 686.8,
      "dur": 1.67,
      "text": "number of people is that do they do operators are sort of collective or"
    },
    {
      "start": 688.48,
      "dur": 1.51,
      "text": "operators are sort of collective or &gt;&gt; is there a kind of solid block? I mean"
    },
    {
      "start": 690.0,
      "dur": 1.35,
      "text": "&gt;&gt; is there a kind of solid block? I mean there is certainly a block within a"
    },
    {
      "start": 691.36,
      "dur": 1.19,
      "text": "there is certainly a block within a block the people that you talk about the"
    },
    {
      "start": 692.56,
      "dur": 0.87,
      "text": "block the people that you talk about the people that have been sanctioned who've"
    },
    {
      "start": 693.44,
      "dur": 1.91,
      "text": "people that have been sanctioned who've been highly vocal and characterized"
    },
    {
      "start": 695.36,
      "dur": 1.51,
      "text": "been highly vocal and characterized largely as China hawks for some time."
    },
    {
      "start": 696.88,
      "dur": 1.35,
      "text": "largely as China hawks for some time. They absolutely still exist and are"
    },
    {
      "start": 698.24,
      "dur": 1.67,
      "text": "They absolutely still exist and are there but I think what is interesting"
    },
    {
      "start": 699.92,
      "dur": 1.67,
      "text": "there but I think what is interesting now is if you look at back at past"
    },
    {
      "start": 701.6,
      "dur": 1.349,
      "text": "now is if you look at back at past governments and the relationship they've"
    },
    {
      "start": 702.959,
      "dur": 1.43,
      "text": "governments and the relationship they've chosen to pursue with China from the"
    },
    {
      "start": 704.399,
      "dur": 1.67,
      "text": "chosen to pursue with China from the kind of golden era under David Cameron"
    },
    {
      "start": 706.079,
      "dur": 1.271,
      "text": "kind of golden era under David Cameron and George Osborne and then Boris"
    },
    {
      "start": 707.36,
      "dur": 1.029,
      "text": "and George Osborne and then Boris Johnson who was slightly more"
    },
    {
      "start": 708.399,
      "dur": 2.071,
      "text": "Johnson who was slightly more circumspect in some ways around that"
    },
    {
      "start": 710.48,
      "dur": 1.349,
      "text": "circumspect in some ways around that Huawei decision and the kind of"
    },
    {
      "start": 711.839,
      "dur": 1.911,
      "text": "Huawei decision and the kind of infrastructure investment from China."
    },
    {
      "start": 713.76,
      "dur": 1.749,
      "text": "infrastructure investment from China. Now you've got a conservative party. So"
    },
    {
      "start": 715.519,
      "dur": 0.951,
      "text": "Now you've got a conservative party. So if you just take it from that"
    },
    {
      "start": 716.48,
      "dur": 2.15,
      "text": "if you just take it from that perspective under Kemmy Benedo who is"
    },
    {
      "start": 718.64,
      "dur": 1.99,
      "text": "perspective under Kemmy Benedo who is coming out very strongly and said I"
    },
    {
      "start": 720.64,
      "dur": 1.429,
      "text": "coming out very strongly and said I don't think this is the right time to be"
    },
    {
      "start": 722.079,
      "dur": 2.151,
      "text": "don't think this is the right time to be having that kind of dialogue with China"
    },
    {
      "start": 724.24,
      "dur": 1.75,
      "text": "having that kind of dialogue with China and I that's quite an interesting shift"
    },
    {
      "start": 726.0,
      "dur": 1.59,
      "text": "and I that's quite an interesting shift in the political dynamic within"
    },
    {
      "start": 727.6,
      "dur": 0.87,
      "text": "in the political dynamic within parliament right now."
    },
    {
      "start": 728.48,
      "dur": 1.589,
      "text": "parliament right now. &gt;&gt; And James just going back to our little"
    },
    {
      "start": 730.079,
      "dur": 1.831,
      "text": "&gt;&gt; And James just going back to our little quip about oh Kier star got 18 minutes"
    },
    {
      "start": 731.92,
      "dur": 2.149,
      "text": "quip about oh Kier star got 18 minutes on the Chinese news last night. When you"
    },
    {
      "start": 734.079,
      "dur": 1.99,
      "text": "on the Chinese news last night. When you watch it it looks like the red carpet"
    },
    {
      "start": 736.079,
      "dur": 2.31,
      "text": "watch it it looks like the red carpet has literally been rolled out tour of"
    },
    {
      "start": 738.399,
      "dur": 2.311,
      "text": "has literally been rolled out tour of the forbidden city big long banquet"
    },
    {
      "start": 740.72,
      "dur": 2.07,
      "text": "the forbidden city big long banquet bilateral with Xiinping that goes on for"
    },
    {
      "start": 742.8,
      "dur": 2.469,
      "text": "bilateral with Xiinping that goes on for longer than was build. Is that Kier"
    },
    {
      "start": 745.279,
      "dur": 1.831,
      "text": "longer than was build. Is that Kier Starmer getting an especially warm"
    },
    {
      "start": 747.12,
      "dur": 1.91,
      "text": "Starmer getting an especially warm welcome compared to other people? And if"
    },
    {
      "start": 749.04,
      "dur": 2.55,
      "text": "welcome compared to other people? And if so, what's in it for Xiinping to do that"
    },
    {
      "start": 751.6,
      "dur": 1.349,
      "text": "so, what's in it for Xiinping to do that for the little Britain?"
    },
    {
      "start": 752.959,
      "dur": 2.231,
      "text": "for the little Britain? &gt;&gt; Um, no. It's not that unusual. You know,"
    },
    {
      "start": 755.2,
      "dur": 1.83,
      "text": "&gt;&gt; Um, no. It's not that unusual. You know, the red carpet, the soldiers, the trip"
    },
    {
      "start": 757.04,
      "dur": 1.19,
      "text": "the red carpet, the soldiers, the trip to the Forbidden City, you know, that"
    },
    {
      "start": 758.24,
      "dur": 1.35,
      "text": "to the Forbidden City, you know, that that is that's the tour. You know,"
    },
    {
      "start": 759.6,
      "dur": 1.75,
      "text": "that is that's the tour. You know, that's that's that's what you get."
    },
    {
      "start": 761.36,
      "dur": 0.23,
      "text": "that's that's that's what you get. &gt;&gt; Um,"
    },
    {
      "start": 761.6,
      "dur": 1.349,
      "text": "&gt;&gt; Um, &gt;&gt; that's what I'd get if I went on holiday"
    },
    {
      "start": 762.959,
      "dur": 0.791,
      "text": "&gt;&gt; that's what I'd get if I went on holiday with no visa."
    },
    {
      "start": 763.76,
      "dur": 0.55,
      "text": "with no visa. &gt;&gt; Exactly."
    },
    {
      "start": 764.32,
      "dur": 2.069,
      "text": "&gt;&gt; Exactly. &gt;&gt; You get that anyway. No, Adams."
    },
    {
      "start": 766.399,
      "dur": 1.831,
      "text": "&gt;&gt; You get that anyway. No, Adams. &gt;&gt; Um, look, but it's an interesting"
    },
    {
      "start": 768.24,
      "dur": 1.35,
      "text": "&gt;&gt; Um, look, but it's an interesting question. What what what do the Chinese"
    },
    {
      "start": 769.6,
      "dur": 2.31,
      "text": "question. What what what do the Chinese get out of First of all, um, you know,"
    },
    {
      "start": 771.92,
      "dur": 2.469,
      "text": "get out of First of all, um, you know, they love normalization. They love this"
    },
    {
      "start": 774.399,
      "dur": 2.151,
      "text": "they love normalization. They love this idea that China is not an outcast, that"
    },
    {
      "start": 776.56,
      "dur": 2.31,
      "text": "idea that China is not an outcast, that it is not somehow on the the outer"
    },
    {
      "start": 778.88,
      "dur": 2.23,
      "text": "it is not somehow on the the outer reaches of the international system. So,"
    },
    {
      "start": 781.12,
      "dur": 1.59,
      "text": "reaches of the international system. So, anything that says, you know, here's a"
    },
    {
      "start": 782.72,
      "dur": 1.909,
      "text": "anything that says, you know, here's a just normal relations, you know, tick"
    },
    {
      "start": 784.639,
      "dur": 3.19,
      "text": "just normal relations, you know, tick for them. Secondly, um the UK, the"
    },
    {
      "start": 787.839,
      "dur": 1.99,
      "text": "for them. Secondly, um the UK, the reason it gets a fair sort of, you know,"
    },
    {
      "start": 789.839,
      "dur": 1.99,
      "text": "reason it gets a fair sort of, you know, whack is not because we're massively"
    },
    {
      "start": 791.839,
      "dur": 1.831,
      "text": "whack is not because we're massively economically important to the Chinese."
    },
    {
      "start": 793.68,
      "dur": 3.99,
      "text": "economically important to the Chinese. We're not, but we are seen as a key ally"
    },
    {
      "start": 797.68,
      "dur": 2.949,
      "text": "We're not, but we are seen as a key ally of the United States. And China has an"
    },
    {
      "start": 800.639,
      "dur": 2.711,
      "text": "of the United States. And China has an absolute interest in peeling us and"
    },
    {
      "start": 803.36,
      "dur": 2.07,
      "text": "absolute interest in peeling us and others further away from the United"
    },
    {
      "start": 805.44,
      "dur": 2.87,
      "text": "others further away from the United States. So anything that furthers the"
    },
    {
      "start": 808.32,
      "dur": 2.71,
      "text": "States. So anything that furthers the narrative that somehow America is this"
    },
    {
      "start": 811.04,
      "dur": 3.589,
      "text": "narrative that somehow America is this new unreliable wobbly ally compared to"
    },
    {
      "start": 814.639,
      "dur": 3.99,
      "text": "new unreliable wobbly ally compared to those solid stable reliable predictable"
    },
    {
      "start": 818.639,
      "dur": 2.31,
      "text": "those solid stable reliable predictable Chinese is a message that the Chinese"
    },
    {
      "start": 820.959,
      "dur": 3.351,
      "text": "Chinese is a message that the Chinese are very very keen to promote if at all"
    },
    {
      "start": 824.32,
      "dur": 1.83,
      "text": "are very very keen to promote if at all possible. And then thirdly, there are"
    },
    {
      "start": 826.16,
      "dur": 2.63,
      "text": "possible. And then thirdly, there are specific things that they the Chinese"
    },
    {
      "start": 828.8,
      "dur": 2.469,
      "text": "specific things that they the Chinese would like to get from the UK. Um, a lot"
    },
    {
      "start": 831.279,
      "dur": 2.55,
      "text": "would like to get from the UK. Um, a lot of the education, the life sciences, you"
    },
    {
      "start": 833.839,
      "dur": 1.511,
      "text": "of the education, the life sciences, you know, the some of the technical stuff"
    },
    {
      "start": 835.36,
      "dur": 2.87,
      "text": "know, the some of the technical stuff and services which they will as they do"
    },
    {
      "start": 838.24,
      "dur": 2.389,
      "text": "and services which they will as they do they they welcome, they engage with,"
    },
    {
      "start": 840.639,
      "dur": 2.151,
      "text": "they they welcome, they engage with, they trade with, they copy and then they"
    },
    {
      "start": 842.8,
      "dur": 1.99,
      "text": "they trade with, they copy and then they squeeze out because the the thing to"
    },
    {
      "start": 844.8,
      "dur": 2.07,
      "text": "squeeze out because the the thing to remember is the overwhelming Chinese"
    },
    {
      "start": 846.88,
      "dur": 1.27,
      "text": "remember is the overwhelming Chinese strategy here and they're very open"
    },
    {
      "start": 848.16,
      "dur": 2.55,
      "text": "strategy here and they're very open about it is that they want to be more"
    },
    {
      "start": 850.72,
      "dur": 2.87,
      "text": "about it is that they want to be more economically reliant. So they they"
    },
    {
      "start": 853.6,
      "dur": 3.75,
      "text": "economically reliant. So they they openly say we do not want more exports"
    },
    {
      "start": 857.36,
      "dur": 2.469,
      "text": "openly say we do not want more exports from the UK or from other countries."
    },
    {
      "start": 859.839,
      "dur": 2.391,
      "text": "from the UK or from other countries. Ultimately, China's long-term game is to"
    },
    {
      "start": 862.24,
      "dur": 2.63,
      "text": "Ultimately, China's long-term game is to be self-reliant. And the way you do that"
    },
    {
      "start": 864.88,
      "dur": 2.79,
      "text": "be self-reliant. And the way you do that is by um looking for all the areas where"
    },
    {
      "start": 867.68,
      "dur": 2.87,
      "text": "is by um looking for all the areas where you have got gaps. Go in there, engage,"
    },
    {
      "start": 870.56,
      "dur": 1.91,
      "text": "you have got gaps. Go in there, engage, trade, copy, and then do it all"
    },
    {
      "start": 872.48,
      "dur": 0.39,
      "text": "trade, copy, and then do it all yourself."
    },
    {
      "start": 872.88,
      "dur": 1.27,
      "text": "yourself. &gt;&gt; Right, James? You're going to do a lot"
    },
    {
      "start": 874.16,
      "dur": 1.19,
      "text": "&gt;&gt; Right, James? You're going to do a lot of talking in this episode because now"
    },
    {
      "start": 875.36,
      "dur": 1.51,
      "text": "of talking in this episode because now we're going to look at Iran."
    },
    {
      "start": 876.88,
      "dur": 1.91,
      "text": "we're going to look at Iran. &gt;&gt; Um and I'll let you have a gulp of water"
    },
    {
      "start": 878.8,
      "dur": 1.67,
      "text": "&gt;&gt; Um and I'll let you have a gulp of water while I read out a Donald Trump Truth"
    },
    {
      "start": 880.48,
      "dur": 1.43,
      "text": "while I read out a Donald Trump Truth Social Post, which is quite long. I"
    },
    {
      "start": 881.92,
      "dur": 1.51,
      "text": "Social Post, which is quite long. I might not read out the whole thing. It"
    },
    {
      "start": 883.44,
      "dur": 2.389,
      "text": "might not read out the whole thing. It says, \"A massive armada is heading to"
    },
    {
      "start": 885.839,
      "dur": 1.911,
      "text": "says, \"A massive armada is heading to Iran. It is moving quickly with great"
    },
    {
      "start": 887.76,
      "dur": 2.39,
      "text": "Iran. It is moving quickly with great power, enthusiasm, and purpose.\" Now,"
    },
    {
      "start": 890.16,
      "dur": 1.75,
      "text": "power, enthusiasm, and purpose.\" Now, when I first saw that, I thought, \"Oh,"
    },
    {
      "start": 891.92,
      "dur": 2.07,
      "text": "when I first saw that, I thought, \"Oh, is that the help he promised to the"
    },
    {
      "start": 894.0,
      "dur": 2.629,
      "text": "is that the help he promised to the pro-democracy protesters who he was"
    },
    {
      "start": 896.639,
      "dur": 1.591,
      "text": "pro-democracy protesters who he was supporting last week?\" And then you read"
    },
    {
      "start": 898.24,
      "dur": 1.029,
      "text": "supporting last week?\" And then you read on and you're like, \"No, it's about"
    },
    {
      "start": 899.279,
      "dur": 2.311,
      "text": "on and you're like, \"No, it's about Iran's nuclear weapons program.\" So, how"
    },
    {
      "start": 901.6,
      "dur": 1.909,
      "text": "Iran's nuclear weapons program.\" So, how is it that last week Donald Trump is"
    },
    {
      "start": 903.519,
      "dur": 3.271,
      "text": "is it that last week Donald Trump is offering help to the protesters and then"
    },
    {
      "start": 906.8,
      "dur": 1.43,
      "text": "offering help to the protesters and then this week he's trying to clamp down on"
    },
    {
      "start": 908.24,
      "dur": 1.67,
      "text": "this week he's trying to clamp down on the regime's nuclear ambitions? What's"
    },
    {
      "start": 909.92,
      "dur": 1.75,
      "text": "the regime's nuclear ambitions? What's going on? Well, um, with your usual"
    },
    {
      "start": 911.68,
      "dur": 1.99,
      "text": "going on? Well, um, with your usual accurity, you've put your finger on on"
    },
    {
      "start": 913.68,
      "dur": 1.03,
      "text": "accurity, you've put your finger on on the key issue."
    },
    {
      "start": 914.72,
      "dur": 1.43,
      "text": "the key issue. &gt;&gt; You've ruled out the red carpet before."
    },
    {
      "start": 916.16,
      "dur": 0.95,
      "text": "&gt;&gt; You've ruled out the red carpet before. Nice."
    },
    {
      "start": 917.12,
      "dur": 1.75,
      "text": "Nice. &gt;&gt; Is you're absolutely right. The American"
    },
    {
      "start": 918.88,
      "dur": 2.15,
      "text": "&gt;&gt; Is you're absolutely right. The American line has changed. Um, at the height of"
    },
    {
      "start": 921.04,
      "dur": 2.229,
      "text": "line has changed. Um, at the height of the protests, uh, Donald Trump said, you"
    },
    {
      "start": 923.279,
      "dur": 1.751,
      "text": "the protests, uh, Donald Trump said, you know, the US is locked and loaded and"
    },
    {
      "start": 925.04,
      "dur": 2.71,
      "text": "know, the US is locked and loaded and help is on its way. And then, um,"
    },
    {
      "start": 927.76,
      "dur": 2.15,
      "text": "help is on its way. And then, um, announced that because the Iranians had"
    },
    {
      "start": 929.92,
      "dur": 3.75,
      "text": "announced that because the Iranians had allegedly, uh, agreed not to hang"
    },
    {
      "start": 933.68,
      "dur": 2.709,
      "text": "allegedly, uh, agreed not to hang hundreds of protesters, uh, that the"
    },
    {
      "start": 936.399,
      "dur": 2.311,
      "text": "hundreds of protesters, uh, that the Americans stayed their hand. um the fact"
    },
    {
      "start": 938.72,
      "dur": 3.51,
      "text": "Americans stayed their hand. um the fact that uh the all the the vast majority of"
    },
    {
      "start": 942.24,
      "dur": 2.07,
      "text": "that uh the all the the vast majority of America's allies in the Gulf were going"
    },
    {
      "start": 944.32,
      "dur": 2.79,
      "text": "America's allies in the Gulf were going don't do it you cannot use our airspace"
    },
    {
      "start": 947.12,
      "dur": 1.59,
      "text": "don't do it you cannot use our airspace uh amongst other things you know played"
    },
    {
      "start": 948.72,
      "dur": 1.909,
      "text": "uh amongst other things you know played a role as well but anyway uh you're"
    },
    {
      "start": 950.639,
      "dur": 2.471,
      "text": "a role as well but anyway uh you're right the line has changed because now"
    },
    {
      "start": 953.12,
      "dur": 2.79,
      "text": "right the line has changed because now &gt;&gt; the Americans are arguing uh to to the"
    },
    {
      "start": 955.92,
      "dur": 1.589,
      "text": "&gt;&gt; the Americans are arguing uh to to the Iranians right we want a deal we want to"
    },
    {
      "start": 957.519,
      "dur": 1.911,
      "text": "Iranians right we want a deal we want to we want to let's let's talk again about"
    },
    {
      "start": 959.44,
      "dur": 1.99,
      "text": "we want to let's let's talk again about enriching uranium we want you to you"
    },
    {
      "start": 961.44,
      "dur": 1.59,
      "text": "enriching uranium we want you to you know new curbs on that we want you to"
    },
    {
      "start": 963.04,
      "dur": 1.43,
      "text": "know new curbs on that we want you to hand over that remember all that"
    },
    {
      "start": 964.48,
      "dur": 1.909,
      "text": "hand over that remember all that highlyenriched uranium that went missing"
    },
    {
      "start": 966.399,
      "dur": 1.911,
      "text": "highlyenriched uranium that went missing last June during the bombing. Well, the"
    },
    {
      "start": 968.32,
      "dur": 1.11,
      "text": "last June during the bombing. Well, the Americans still want to get their hands"
    },
    {
      "start": 969.44,
      "dur": 1.829,
      "text": "Americans still want to get their hands on that, as does the rest of the world."
    },
    {
      "start": 971.279,
      "dur": 1.67,
      "text": "on that, as does the rest of the world. Uh the Americans are also saying, \"We"
    },
    {
      "start": 972.959,
      "dur": 2.391,
      "text": "Uh the Americans are also saying, \"We want you to in uh impose new curbs on"
    },
    {
      "start": 975.36,
      "dur": 1.67,
      "text": "want you to in uh impose new curbs on your ballistic missiles.\" They're also"
    },
    {
      "start": 977.04,
      "dur": 1.43,
      "text": "your ballistic missiles.\" They're also saying, \"We want you to make new"
    },
    {
      "start": 978.48,
      "dur": 2.31,
      "text": "saying, \"We want you to make new commitments to stop funding militias in"
    },
    {
      "start": 980.8,
      "dur": 1.269,
      "text": "commitments to stop funding militias in the region, i.e. the Houthies, the"
    },
    {
      "start": 982.079,
      "dur": 2.631,
      "text": "the region, i.e. the Houthies, the Hamas, and Hezbollah, etc., etc.\" At"
    },
    {
      "start": 984.72,
      "dur": 2.15,
      "text": "Hamas, and Hezbollah, etc., etc.\" At which point kind of sort of, you know,"
    },
    {
      "start": 986.88,
      "dur": 1.509,
      "text": "which point kind of sort of, you know, everyone's going, \"Okay, where do we get"
    },
    {
      "start": 988.399,
      "dur": 1.831,
      "text": "everyone's going, \"Okay, where do we get to that?\" But and so then people are"
    },
    {
      "start": 990.24,
      "dur": 2.63,
      "text": "to that?\" But and so then people are saying, \"Okay, is that all just cover?\""
    },
    {
      "start": 992.88,
      "dur": 1.91,
      "text": "saying, \"Okay, is that all just cover?\" Um, is it cover in the same way that"
    },
    {
      "start": 994.8,
      "dur": 1.67,
      "text": "Um, is it cover in the same way that with Venezuela, you know, the drugs"
    },
    {
      "start": 996.48,
      "dur": 2.469,
      "text": "with Venezuela, you know, the drugs thing was cover for actually taking"
    },
    {
      "start": 998.959,
      "dur": 2.711,
      "text": "thing was cover for actually taking control of the oil, is this discussion"
    },
    {
      "start": 1001.68,
      "dur": 3.11,
      "text": "control of the oil, is this discussion about uh nuclear, which as you say"
    },
    {
      "start": 1004.8,
      "dur": 1.99,
      "text": "about uh nuclear, which as you say suddenly come out of nowhere again, is"
    },
    {
      "start": 1006.8,
      "dur": 2.31,
      "text": "suddenly come out of nowhere again, is that cover for finding some way of"
    },
    {
      "start": 1009.12,
      "dur": 1.59,
      "text": "that cover for finding some way of supporting regime change without being"
    },
    {
      "start": 1010.72,
      "dur": 2.229,
      "text": "supporting regime change without being explicit about it. Now the problem with"
    },
    {
      "start": 1012.959,
      "dur": 3.831,
      "text": "explicit about it. Now the problem with that is as we know regime attempts at"
    },
    {
      "start": 1016.8,
      "dur": 4.07,
      "text": "that is as we know regime attempts at regime change through bombing 50,000 ft"
    },
    {
      "start": 1020.88,
      "dur": 2.79,
      "text": "regime change through bombing 50,000 ft doesn't have a great track record um in"
    },
    {
      "start": 1023.68,
      "dur": 2.31,
      "text": "doesn't have a great track record um in in military history. So you're"
    },
    {
      "start": 1026.0,
      "dur": 1.35,
      "text": "in military history. So you're absolutely right to put your finger on"
    },
    {
      "start": 1027.36,
      "dur": 2.15,
      "text": "absolutely right to put your finger on the fact that there is uncertainty"
    },
    {
      "start": 1029.52,
      "dur": 2.07,
      "text": "the fact that there is uncertainty &gt;&gt; about American intentions here and"
    },
    {
      "start": 1031.6,
      "dur": 1.189,
      "text": "&gt;&gt; about American intentions here and that's causing quite a lot of"
    },
    {
      "start": 1032.799,
      "dur": 1.351,
      "text": "that's causing quite a lot of uncertainty in the region."
    },
    {
      "start": 1034.16,
      "dur": 1.669,
      "text": "uncertainty in the region. &gt;&gt; I mean Trump is giving himself options,"
    },
    {
      "start": 1035.839,
      "dur": 1.271,
      "text": "&gt;&gt; I mean Trump is giving himself options, isn't he? That's what he's doing at"
    },
    {
      "start": 1037.12,
      "dur": 1.03,
      "text": "isn't he? That's what he's doing at that's the point about sending the"
    },
    {
      "start": 1038.16,
      "dur": 1.83,
      "text": "that's the point about sending the aircraft carrier. It's not to use it"
    },
    {
      "start": 1040.0,
      "dur": 2.39,
      "text": "aircraft carrier. It's not to use it now. It's in case the situation changes."
    },
    {
      "start": 1042.4,
      "dur": 1.669,
      "text": "now. It's in case the situation changes. &gt;&gt; No, I spoke to feel constrained this"
    },
    {
      "start": 1044.079,
      "dur": 2.151,
      "text": "&gt;&gt; No, I spoke to feel constrained this morning who said look um"
    },
    {
      "start": 1046.24,
      "dur": 2.23,
      "text": "morning who said look um &gt;&gt; I hear all the cautionary notes but but"
    },
    {
      "start": 1048.48,
      "dur": 2.23,
      "text": "&gt;&gt; I hear all the cautionary notes but but they said you don't deploy that amount"
    },
    {
      "start": 1050.72,
      "dur": 1.51,
      "text": "they said you don't deploy that amount of hardware"
    },
    {
      "start": 1052.24,
      "dur": 2.15,
      "text": "of hardware &gt;&gt; without at some point using it and the"
    },
    {
      "start": 1054.4,
      "dur": 0.149,
      "text": "&gt;&gt; without at some point using it and the thing"
    },
    {
      "start": 1054.559,
      "dur": 1.671,
      "text": "thing &gt;&gt; I think it brings some momentum as well."
    },
    {
      "start": 1056.24,
      "dur": 1.99,
      "text": "&gt;&gt; I think it brings some momentum as well. &gt;&gt; Absolutely. And and you know if some if"
    },
    {
      "start": 1058.24,
      "dur": 1.99,
      "text": "&gt;&gt; Absolutely. And and you know if some if suddenly somebody starts going taco taco"
    },
    {
      "start": 1060.24,
      "dur": 3.51,
      "text": "suddenly somebody starts going taco taco taco uh and Trump responds to that"
    },
    {
      "start": 1063.76,
      "dur": 2.95,
      "text": "taco uh and Trump responds to that &gt;&gt; you mean the whole thing Trump offering"
    },
    {
      "start": 1066.72,
      "dur": 1.11,
      "text": "&gt;&gt; you mean the whole thing Trump offering us dinner"
    },
    {
      "start": 1067.84,
      "dur": 1.829,
      "text": "us dinner &gt;&gt; you know but you know what is absolutely"
    },
    {
      "start": 1069.679,
      "dur": 2.551,
      "text": "&gt;&gt; you know but you know what is absolutely true is that is that um uh there's an"
    },
    {
      "start": 1072.24,
      "dur": 2.549,
      "text": "true is that is that um uh there's an awful lot of diplomacy going on um there"
    },
    {
      "start": 1074.799,
      "dur": 1.511,
      "text": "awful lot of diplomacy going on um there are an awful lot of countries in the"
    },
    {
      "start": 1076.32,
      "dur": 1.83,
      "text": "are an awful lot of countries in the region talking to the Americans"
    },
    {
      "start": 1078.16,
      "dur": 2.23,
      "text": "region talking to the Americans &gt;&gt; saying don't do it don't do it because"
    },
    {
      "start": 1080.4,
      "dur": 2.31,
      "text": "&gt;&gt; saying don't do it don't do it because they because a because they fear a wider"
    },
    {
      "start": 1082.72,
      "dur": 2.949,
      "text": "they because a because they fear a wider conflration b because they they think"
    },
    {
      "start": 1085.679,
      "dur": 1.431,
      "text": "conflration b because they they think that the Americans might have enough"
    },
    {
      "start": 1087.12,
      "dur": 1.27,
      "text": "that the Americans might have enough hardware in the region to protect"
    },
    {
      "start": 1088.4,
      "dur": 2.79,
      "text": "hardware in the region to protect American assets, but won't have enough"
    },
    {
      "start": 1091.2,
      "dur": 1.829,
      "text": "American assets, but won't have enough to protect Gulf assets."
    },
    {
      "start": 1093.039,
      "dur": 1.911,
      "text": "to protect Gulf assets. &gt;&gt; I.e. Iran could respond to neighboring"
    },
    {
      "start": 1094.96,
      "dur": 1.99,
      "text": "&gt;&gt; I.e. Iran could respond to neighboring countries. Correct. Iran could hit Saudi"
    },
    {
      "start": 1096.96,
      "dur": 2.15,
      "text": "countries. Correct. Iran could hit Saudi as it did, remember in 2019, it could"
    },
    {
      "start": 1099.12,
      "dur": 2.63,
      "text": "as it did, remember in 2019, it could hit the military base in Jordan um if it"
    },
    {
      "start": 1101.76,
      "dur": 2.23,
      "text": "hit the military base in Jordan um if it accuses Jordan of taking part. Um you"
    },
    {
      "start": 1104.0,
      "dur": 2.07,
      "text": "accuses Jordan of taking part. Um you know the the uh Saudis have been very"
    },
    {
      "start": 1106.08,
      "dur": 2.15,
      "text": "know the the uh Saudis have been very very clear telling telling the Iranians"
    },
    {
      "start": 1108.24,
      "dur": 2.87,
      "text": "very clear telling telling the Iranians directly you know no our airspace is not"
    },
    {
      "start": 1111.12,
      "dur": 1.03,
      "text": "directly you know no our airspace is not going to be used because the Iranians"
    },
    {
      "start": 1112.16,
      "dur": 1.91,
      "text": "going to be used because the Iranians have said very explicitly that if"
    },
    {
      "start": 1114.08,
      "dur": 2.15,
      "text": "have said very explicitly that if America attacks they are going to hit"
    },
    {
      "start": 1116.24,
      "dur": 1.51,
      "text": "America attacks they are going to hit back against the Americans not just"
    },
    {
      "start": 1117.76,
      "dur": 1.43,
      "text": "back against the Americans not just against the Americans but also anybody"
    },
    {
      "start": 1119.2,
      "dur": 1.91,
      "text": "against the Americans but also anybody who facilitates them as well. Now,"
    },
    {
      "start": 1121.12,
      "dur": 1.59,
      "text": "who facilitates them as well. Now, that's part of the heightened tension."
    },
    {
      "start": 1122.72,
      "dur": 1.03,
      "text": "that's part of the heightened tension. &gt;&gt; And then there's all the commercial"
    },
    {
      "start": 1123.76,
      "dur": 1.75,
      "text": "&gt;&gt; And then there's all the commercial shipping going up to the canal."
    },
    {
      "start": 1125.52,
      "dur": 1.509,
      "text": "shipping going up to the canal. &gt;&gt; I mean, I'm just totally fascinated. I"
    },
    {
      "start": 1127.039,
      "dur": 0.87,
      "text": "&gt;&gt; I mean, I'm just totally fascinated. I don't know if you know the answer to"
    },
    {
      "start": 1127.919,
      "dur": 1.911,
      "text": "don't know if you know the answer to this, but of course there are all of the"
    },
    {
      "start": 1129.84,
      "dur": 2.55,
      "text": "this, but of course there are all of the immediate um and very real concerns of"
    },
    {
      "start": 1132.4,
      "dur": 1.67,
      "text": "immediate um and very real concerns of potential ramifications for the region."
    },
    {
      "start": 1134.08,
      "dur": 1.91,
      "text": "potential ramifications for the region. But on the American domestic political"
    },
    {
      "start": 1136.0,
      "dur": 1.83,
      "text": "But on the American domestic political front, you know, you've got a US"
    },
    {
      "start": 1137.84,
      "dur": 1.27,
      "text": "front, you know, you've got a US president who was all about kind of"
    },
    {
      "start": 1139.12,
      "dur": 1.51,
      "text": "president who was all about kind of America first. And some might argue this"
    },
    {
      "start": 1140.64,
      "dur": 1.75,
      "text": "America first. And some might argue this is still an America first policy, but"
    },
    {
      "start": 1142.4,
      "dur": 2.23,
      "text": "is still an America first policy, but with recent memory of US interventions"
    },
    {
      "start": 1144.64,
      "dur": 2.07,
      "text": "with recent memory of US interventions and all of the things that came as a"
    },
    {
      "start": 1146.72,
      "dur": 1.27,
      "text": "and all of the things that came as a consequence, I think most people would"
    },
    {
      "start": 1148.0,
      "dur": 2.47,
      "text": "consequence, I think most people would argue not always successful. like is the"
    },
    {
      "start": 1150.48,
      "dur": 2.47,
      "text": "argue not always successful. like is the American domestic public going this is"
    },
    {
      "start": 1152.96,
      "dur": 1.91,
      "text": "American domestic public going this is what we want our president to be focused"
    },
    {
      "start": 1154.88,
      "dur": 2.23,
      "text": "what we want our president to be focused on whether it is the real motivation of"
    },
    {
      "start": 1157.12,
      "dur": 1.51,
      "text": "on whether it is the real motivation of regime change whether or not there is a"
    },
    {
      "start": 1158.64,
      "dur": 1.51,
      "text": "regime change whether or not there is a genuine concern about nuclear whether or"
    },
    {
      "start": 1160.16,
      "dur": 1.509,
      "text": "genuine concern about nuclear whether or not it was always about trying to"
    },
    {
      "start": 1161.679,
      "dur": 1.35,
      "text": "not it was always about trying to support those who are protesting against"
    },
    {
      "start": 1163.039,
      "dur": 1.99,
      "text": "support those who are protesting against the regime is you know what I mean it's"
    },
    {
      "start": 1165.039,
      "dur": 1.831,
      "text": "the regime is you know what I mean it's where's the sort of motivation from the"
    },
    {
      "start": 1166.88,
      "dur": 1.99,
      "text": "where's the sort of motivation from the political domestic perspective from"
    },
    {
      "start": 1168.88,
      "dur": 1.59,
      "text": "political domestic perspective from &gt;&gt; I I think that's a very valid question"
    },
    {
      "start": 1170.48,
      "dur": 3.11,
      "text": "&gt;&gt; I I think that's a very valid question and as we saw with Greenland um the when"
    },
    {
      "start": 1173.6,
      "dur": 2.15,
      "text": "and as we saw with Greenland um the when the polling in the US over any military"
    },
    {
      "start": 1175.76,
      "dur": 1.59,
      "text": "the polling in the US over any military adventurism in Greenland you know was"
    },
    {
      "start": 1177.36,
      "dur": 4.309,
      "text": "adventurism in Greenland you know was pretty pretty low Um I think with Trump"
    },
    {
      "start": 1181.679,
      "dur": 1.431,
      "text": "pretty pretty low Um I think with Trump that you know in the the American"
    },
    {
      "start": 1183.12,
      "dur": 1.19,
      "text": "that you know in the the American political sphere there's been some"
    },
    {
      "start": 1184.32,
      "dur": 1.83,
      "text": "political sphere there's been some discussion about you know distraction"
    },
    {
      "start": 1186.16,
      "dur": 1.83,
      "text": "discussion about you know distraction from other issues Minneapolis and things"
    },
    {
      "start": 1188.0,
      "dur": 2.07,
      "text": "from other issues Minneapolis and things like that. There's also I think you know"
    },
    {
      "start": 1190.08,
      "dur": 3.19,
      "text": "like that. There's also I think you know if there's any sense of threat to US"
    },
    {
      "start": 1193.28,
      "dur": 1.83,
      "text": "if there's any sense of threat to US national assets in the region. I mean"
    },
    {
      "start": 1195.12,
      "dur": 1.669,
      "text": "national assets in the region. I mean Marco Rubio was very clear last night"
    },
    {
      "start": 1196.799,
      "dur": 1.511,
      "text": "Marco Rubio was very clear last night when he was giving evidence to this to"
    },
    {
      "start": 1198.32,
      "dur": 2.229,
      "text": "when he was giving evidence to this to to Congress that there are you know and"
    },
    {
      "start": 1200.559,
      "dur": 2.311,
      "text": "to Congress that there are you know and he said 30 to 40,000 US troops in the"
    },
    {
      "start": 1202.88,
      "dur": 3.19,
      "text": "he said 30 to 40,000 US troops in the region. Uh and that you know their core"
    },
    {
      "start": 1206.08,
      "dur": 1.35,
      "text": "region. Uh and that you know their core priority of the deployment that was"
    },
    {
      "start": 1207.44,
      "dur": 3.99,
      "text": "priority of the deployment that was being made was to protect those assets"
    },
    {
      "start": 1211.44,
      "dur": 1.75,
      "text": "being made was to protect those assets those air bases and what's already"
    },
    {
      "start": 1213.2,
      "dur": 0.469,
      "text": "those air bases and what's already there."
    },
    {
      "start": 1213.679,
      "dur": 1.271,
      "text": "there. &gt;&gt; Right. Let's bring things straight back"
    },
    {
      "start": 1214.96,
      "dur": 2.55,
      "text": "&gt;&gt; Right. Let's bring things straight back to home now. And uh Alex, this week's"
    },
    {
      "start": 1217.52,
      "dur": 2.31,
      "text": "to home now. And uh Alex, this week's British politics is a tale of two Andes."
    },
    {
      "start": 1219.84,
      "dur": 0.949,
      "text": "British politics is a tale of two Andes. I'm gonna"
    },
    {
      "start": 1220.799,
      "dur": 1.351,
      "text": "I'm gonna &gt;&gt; I've got one in my mind. Oh, hold on."
    },
    {
      "start": 1222.16,
      "dur": 1.35,
      "text": "&gt;&gt; I've got one in my mind. Oh, hold on. Street and Bernham. Is that who you"
    },
    {
      "start": 1223.52,
      "dur": 1.91,
      "text": "Street and Bernham. Is that who you mean? Yeah, you tested my"
    },
    {
      "start": 1225.44,
      "dur": 1.99,
      "text": "mean? Yeah, you tested my &gt;&gt; Let's do Andy Burnham first. So, after"
    },
    {
      "start": 1227.44,
      "dur": 1.67,
      "text": "&gt;&gt; Let's do Andy Burnham first. So, after he got blocked by the subcommittee of"
    },
    {
      "start": 1229.12,
      "dur": 1.75,
      "text": "he got blocked by the subcommittee of the NEC from even running to be the"
    },
    {
      "start": 1230.88,
      "dur": 3.43,
      "text": "the NEC from even running to be the candidate in in Gorton and Denton. Um he"
    },
    {
      "start": 1234.32,
      "dur": 1.349,
      "text": "candidate in in Gorton and Denton. Um he put out some quite good naturatured"
    },
    {
      "start": 1235.679,
      "dur": 1.511,
      "text": "put out some quite good naturatured tweets over the weekend. Then there was"
    },
    {
      "start": 1237.2,
      "dur": 1.829,
      "text": "tweets over the weekend. Then there was a third one that was a bit and then"
    },
    {
      "start": 1239.039,
      "dur": 1.191,
      "text": "a third one that was a bit and then there was a fourth one which was even"
    },
    {
      "start": 1240.24,
      "dur": 2.07,
      "text": "there was a fourth one which was even more and then he was on BBC Radio"
    },
    {
      "start": 1242.32,
      "dur": 2.87,
      "text": "more and then he was on BBC Radio Manchester today and didn't hold back."
    },
    {
      "start": 1245.2,
      "dur": 3.11,
      "text": "Manchester today and didn't hold back. Some people just think they can say what"
    },
    {
      "start": 1248.32,
      "dur": 1.67,
      "text": "Some people just think they can say what they like to the media. And why do they"
    },
    {
      "start": 1250.0,
      "dur": 2.23,
      "text": "they like to the media. And why do they do it? You're asking me. They do it to"
    },
    {
      "start": 1252.24,
      "dur": 2.789,
      "text": "do it? You're asking me. They do it to to denigrate the character, impugn the"
    },
    {
      "start": 1255.039,
      "dur": 2.231,
      "text": "to denigrate the character, impugn the integrity of elected politicians. They"
    },
    {
      "start": 1257.28,
      "dur": 1.99,
      "text": "integrity of elected politicians. They did it to West Streeting not so long"
    },
    {
      "start": 1259.28,
      "dur": 2.71,
      "text": "did it to West Streeting not so long ago. Um and it it it's almost like the"
    },
    {
      "start": 1262.0,
      "dur": 2.39,
      "text": "ago. Um and it it it's almost like the stocking trade of Westminster. But the"
    },
    {
      "start": 1264.4,
      "dur": 1.19,
      "text": "stocking trade of Westminster. But the thing I would want to get over today,"
    },
    {
      "start": 1265.6,
      "dur": 1.189,
      "text": "thing I would want to get over today, and I give great credit to the prime"
    },
    {
      "start": 1266.799,
      "dur": 1.35,
      "text": "and I give great credit to the prime minister for backing the Hillsborough"
    },
    {
      "start": 1268.159,
      "dur": 1.911,
      "text": "minister for backing the Hillsborough law that I brought to Parliament, and"
    },
    {
      "start": 1270.08,
      "dur": 1.35,
      "text": "law that I brought to Parliament, and obviously that brings in a duty of"
    },
    {
      "start": 1271.44,
      "dur": 2.31,
      "text": "obviously that brings in a duty of cander on on public servants. Some of"
    },
    {
      "start": 1273.76,
      "dur": 1.51,
      "text": "cander on on public servants. Some of these people are paid by the public"
    },
    {
      "start": 1275.28,
      "dur": 2.23,
      "text": "these people are paid by the public purse. But in my view, anybody paid by"
    },
    {
      "start": 1277.52,
      "dur": 2.47,
      "text": "purse. But in my view, anybody paid by the public purse does not get licensed"
    },
    {
      "start": 1280.0,
      "dur": 1.909,
      "text": "the public purse does not get licensed to lie. And in the aftermath of all of"
    },
    {
      "start": 1281.919,
      "dur": 1.671,
      "text": "to lie. And in the aftermath of all of this, I'm not going to be sort of bitter"
    },
    {
      "start": 1283.6,
      "dur": 0.87,
      "text": "this, I'm not going to be sort of bitter and I'm going to be out there"
    },
    {
      "start": 1284.48,
      "dur": 1.83,
      "text": "and I'm going to be out there campaigning in the bi-election. But I am"
    },
    {
      "start": 1286.32,
      "dur": 1.99,
      "text": "campaigning in the bi-election. But I am going to call that one thing out."
    },
    {
      "start": 1288.32,
      "dur": 1.51,
      "text": "going to call that one thing out. &gt;&gt; So Andy Barnham saying he's not being"
    },
    {
      "start": 1289.84,
      "dur": 1.59,
      "text": "&gt;&gt; So Andy Barnham saying he's not being bitter, but sounding quite bitter and"
    },
    {
      "start": 1291.44,
      "dur": 1.19,
      "text": "bitter, but sounding quite bitter and saying he's not going to call out the"
    },
    {
      "start": 1292.64,
      "dur": 1.11,
      "text": "saying he's not going to call out the prime minister, but calling out the"
    },
    {
      "start": 1293.76,
      "dur": 1.19,
      "text": "prime minister, but calling out the prime minister's."
    },
    {
      "start": 1294.96,
      "dur": 2.15,
      "text": "prime minister's. &gt;&gt; Well, he's calling out people who brief."
    },
    {
      "start": 1297.12,
      "dur": 1.27,
      "text": "&gt;&gt; Well, he's calling out people who brief. That's what he was having a pop out"
    },
    {
      "start": 1298.4,
      "dur": 1.11,
      "text": "That's what he was having a pop out there is the people who do lots of"
    },
    {
      "start": 1299.52,
      "dur": 1.59,
      "text": "there is the people who do lots of briefings. And we know that there has"
    },
    {
      "start": 1301.12,
      "dur": 1.35,
      "text": "briefings. And we know that there has been a particularly active briefing"
    },
    {
      "start": 1302.48,
      "dur": 2.79,
      "text": "been a particularly active briefing scene in recent months. Um, and the most"
    },
    {
      "start": 1305.28,
      "dur": 1.67,
      "text": "scene in recent months. Um, and the most recent kind of iteration of that was a"
    },
    {
      "start": 1306.96,
      "dur": 1.67,
      "text": "recent kind of iteration of that was a bit of a fallout from that decision by"
    },
    {
      "start": 1308.64,
      "dur": 1.909,
      "text": "bit of a fallout from that decision by the NEC when there was this thing going"
    },
    {
      "start": 1310.559,
      "dur": 1.831,
      "text": "the NEC when there was this thing going around about was Andy Burnham told in"
    },
    {
      "start": 1312.4,
      "dur": 1.19,
      "text": "around about was Andy Burnham told in advance that if you put your name"
    },
    {
      "start": 1313.6,
      "dur": 1.429,
      "text": "advance that if you put your name forward then you're not going to get"
    },
    {
      "start": 1315.039,
      "dur": 1.99,
      "text": "forward then you're not going to get through. So was he kind of chucking his"
    },
    {
      "start": 1317.039,
      "dur": 1.351,
      "text": "through. So was he kind of chucking his hat in the ring knowing he wasn't going"
    },
    {
      "start": 1318.4,
      "dur": 1.83,
      "text": "hat in the ring knowing he wasn't going to have to follow through? He firmly"
    },
    {
      "start": 1320.24,
      "dur": 1.909,
      "text": "to have to follow through? He firmly denied that. Came out and said absolute"
    },
    {
      "start": 1322.159,
      "dur": 1.831,
      "text": "denied that. Came out and said absolute load of rubbish. That's just not true."
    },
    {
      "start": 1324.0,
      "dur": 1.43,
      "text": "load of rubbish. That's just not true. But this is I think what led to this"
    },
    {
      "start": 1325.44,
      "dur": 1.27,
      "text": "But this is I think what led to this thing about all of the briefs that have"
    },
    {
      "start": 1326.72,
      "dur": 1.27,
      "text": "thing about all of the briefs that have been going around about it and his"
    },
    {
      "start": 1328.0,
      "dur": 3.43,
      "text": "been going around about it and his fairly passionate um criticism of that"
    },
    {
      "start": 1331.44,
      "dur": 1.75,
      "text": "fairly passionate um criticism of that bit. It's it's I mean it's interesting"
    },
    {
      "start": 1333.2,
      "dur": 3.27,
      "text": "bit. It's it's I mean it's interesting isn't it because um Andy Burnham is now"
    },
    {
      "start": 1336.48,
      "dur": 1.51,
      "text": "isn't it because um Andy Burnham is now very much trying to say and he does this"
    },
    {
      "start": 1338.0,
      "dur": 1.35,
      "text": "very much trying to say and he does this regular phone in on Radio Manchester"
    },
    {
      "start": 1339.36,
      "dur": 1.51,
      "text": "regular phone in on Radio Manchester every week. Today's was the first time"
    },
    {
      "start": 1340.88,
      "dur": 2.149,
      "text": "every week. Today's was the first time that he had really addressed in full"
    },
    {
      "start": 1343.039,
      "dur": 2.151,
      "text": "that he had really addressed in full what had happened about all of this. And"
    },
    {
      "start": 1345.2,
      "dur": 1.589,
      "text": "what had happened about all of this. And he was very much trying to say I'm a"
    },
    {
      "start": 1346.799,
      "dur": 1.431,
      "text": "he was very much trying to say I'm a team player that this was never about"
    },
    {
      "start": 1348.24,
      "dur": 1.51,
      "text": "team player that this was never about personal ambition. I thought it was the"
    },
    {
      "start": 1349.76,
      "dur": 1.19,
      "text": "personal ambition. I thought it was the right thing to do for the party to put"
    },
    {
      "start": 1350.96,
      "dur": 0.949,
      "text": "right thing to do for the party to put my hat in the ring because I would have"
    },
    {
      "start": 1351.919,
      "dur": 1.591,
      "text": "my hat in the ring because I would have stood the best chance of winning. We"
    },
    {
      "start": 1353.52,
      "dur": 1.67,
      "text": "stood the best chance of winning. We know the argument from K Dharma and the"
    },
    {
      "start": 1355.2,
      "dur": 1.43,
      "text": "know the argument from K Dharma and the other people on the NEC who thought he"
    },
    {
      "start": 1356.64,
      "dur": 2.31,
      "text": "other people on the NEC who thought he shouldn't stand which is costly mayoral"
    },
    {
      "start": 1358.96,
      "dur": 1.75,
      "text": "shouldn't stand which is costly mayoral bi-election. Labour party doesn't need"
    },
    {
      "start": 1360.72,
      "dur": 1.99,
      "text": "bi-election. Labour party doesn't need that right now. All got to pull together"
    },
    {
      "start": 1362.72,
      "dur": 1.429,
      "text": "that right now. All got to pull together behind the scenes despite all that"
    },
    {
      "start": 1364.159,
      "dur": 1.99,
      "text": "behind the scenes despite all that message of unity. You can just get the"
    },
    {
      "start": 1366.159,
      "dur": 1.99,
      "text": "message of unity. You can just get the sense that isn't quite the case is it? I"
    },
    {
      "start": 1368.159,
      "dur": 1.51,
      "text": "sense that isn't quite the case is it? I mean I think there is still quite a lot"
    },
    {
      "start": 1369.679,
      "dur": 1.751,
      "text": "mean I think there is still quite a lot of frustration, anger and a bit of bad"
    },
    {
      "start": 1371.44,
      "dur": 1.83,
      "text": "of frustration, anger and a bit of bad blood bubbling around the place in as a"
    },
    {
      "start": 1373.28,
      "dur": 0.95,
      "text": "blood bubbling around the place in as a consequence of everything that's"
    },
    {
      "start": 1374.24,
      "dur": 1.909,
      "text": "consequence of everything that's happened over this. Um it does seem to"
    },
    {
      "start": 1376.159,
      "dur": 1.431,
      "text": "happened over this. Um it does seem to me though this idea that was doing the"
    },
    {
      "start": 1377.6,
      "dur": 1.35,
      "text": "me though this idea that was doing the rounds at the end of last year that"
    },
    {
      "start": 1378.96,
      "dur": 1.75,
      "text": "rounds at the end of last year that actually if somebody was going to strike"
    },
    {
      "start": 1380.72,
      "dur": 1.91,
      "text": "actually if somebody was going to strike against Starmer they might actually do"
    },
    {
      "start": 1382.64,
      "dur": 2.23,
      "text": "against Starmer they might actually do it before the elections in May."
    },
    {
      "start": 1384.88,
      "dur": 1.669,
      "text": "it before the elections in May. &gt;&gt; Well some people who are up for election"
    },
    {
      "start": 1386.559,
      "dur": 2.071,
      "text": "&gt;&gt; Well some people who are up for election who aren't fans of K star were hoping"
    },
    {
      "start": 1388.64,
      "dur": 1.509,
      "text": "who aren't fans of K star were hoping for that. They thought it might increase"
    },
    {
      "start": 1390.159,
      "dur": 1.431,
      "text": "for that. They thought it might increase their chances at the election. That's"
    },
    {
      "start": 1391.6,
      "dur": 3.189,
      "text": "their chances at the election. That's only one faction saying would have been"
    },
    {
      "start": 1394.799,
      "dur": 1.591,
      "text": "only one faction saying would have been horrendous. I think that I think"
    },
    {
      "start": 1396.4,
      "dur": 2.389,
      "text": "horrendous. I think that I think honestly I mean it's always a bit is it"
    },
    {
      "start": 1398.799,
      "dur": 2.23,
      "text": "honestly I mean it's always a bit is it was a bit of a hard unscientific measure"
    },
    {
      "start": 1401.039,
      "dur": 1.351,
      "text": "was a bit of a hard unscientific measure but I think if you take the"
    },
    {
      "start": 1402.4,
      "dur": 1.11,
      "text": "but I think if you take the conversations we were having in the"
    },
    {
      "start": 1403.52,
      "dur": 2.47,
      "text": "conversations we were having in the run-up to Christmas when it really felt"
    },
    {
      "start": 1406.0,
      "dur": 2.549,
      "text": "run-up to Christmas when it really felt that things were kind of boiling about"
    },
    {
      "start": 1408.559,
      "dur": 2.711,
      "text": "that things were kind of boiling about Karma's leadership it does feel that"
    },
    {
      "start": 1411.28,
      "dur": 2.629,
      "text": "Karma's leadership it does feel that since then that things have calmed a bit"
    },
    {
      "start": 1413.919,
      "dur": 1.99,
      "text": "since then that things have calmed a bit and for all of the people who do express"
    },
    {
      "start": 1415.919,
      "dur": 1.911,
      "text": "and for all of the people who do express frustration at Karma's leadership within"
    },
    {
      "start": 1417.84,
      "dur": 1.59,
      "text": "frustration at Karma's leadership within the Labour party this is and the people"
    },
    {
      "start": 1419.44,
      "dur": 1.43,
      "text": "the Labour party this is and the people that will point to the polling and the"
    },
    {
      "start": 1420.88,
      "dur": 2.07,
      "text": "that will point to the polling and the people that will say he um according to"
    },
    {
      "start": 1422.96,
      "dur": 1.589,
      "text": "people that will say he um according to the polls is unpopular with the public"
    },
    {
      "start": 1424.559,
      "dur": 1.911,
      "text": "the polls is unpopular with the public there are other people who are advancing"
    },
    {
      "start": 1426.48,
      "dur": 1.75,
      "text": "there are other people who are advancing the argument and quite loudly in some"
    },
    {
      "start": 1428.24,
      "dur": 1.99,
      "text": "the argument and quite loudly in some quarters that it would be madness to"
    },
    {
      "start": 1430.24,
      "dur": 1.669,
      "text": "quarters that it would be madness to indulge in a kind of leadership contest"
    },
    {
      "start": 1431.919,
      "dur": 2.391,
      "text": "indulge in a kind of leadership contest at this point to what we've seen from"
    },
    {
      "start": 1434.32,
      "dur": 1.75,
      "text": "at this point to what we've seen from other parties who did that and what they"
    },
    {
      "start": 1436.08,
      "dur": 1.27,
      "text": "other parties who did that and what they would say was the electoral damage that"
    },
    {
      "start": 1437.36,
      "dur": 2.23,
      "text": "would say was the electoral damage that it did to them. So I think you know and"
    },
    {
      "start": 1439.6,
      "dur": 1.51,
      "text": "it did to them. So I think you know and and and certainly at this point when"
    },
    {
      "start": 1441.12,
      "dur": 2.39,
      "text": "and and certainly at this point when they are still only 18 months or so in"
    },
    {
      "start": 1443.52,
      "dur": 2.87,
      "text": "they are still only 18 months or so in after a kind of hefty election win. So"
    },
    {
      "start": 1446.4,
      "dur": 2.31,
      "text": "after a kind of hefty election win. So those voices are pretty loud and clear"
    },
    {
      "start": 1448.72,
      "dur": 1.829,
      "text": "those voices are pretty loud and clear as well that want the introspection to"
    },
    {
      "start": 1450.559,
      "dur": 1.59,
      "text": "as well that want the introspection to stop. Whether or not that means it"
    },
    {
      "start": 1452.159,
      "dur": 0.951,
      "text": "stop. Whether or not that means it actually will is a whole another"
    },
    {
      "start": 1453.12,
      "dur": 0.549,
      "text": "actually will is a whole another question of course."
    },
    {
      "start": 1453.679,
      "dur": 1.99,
      "text": "question of course. &gt;&gt; I mean Sarah it's just worth noting how"
    },
    {
      "start": 1455.679,
      "dur": 1.99,
      "text": "&gt;&gt; I mean Sarah it's just worth noting how strange it is in British politics to be"
    },
    {
      "start": 1457.679,
      "dur": 2.551,
      "text": "strange it is in British politics to be less than two years into a prime"
    },
    {
      "start": 1460.24,
      "dur": 1.83,
      "text": "less than two years into a prime ministership that was won by a landslide"
    },
    {
      "start": 1462.08,
      "dur": 1.11,
      "text": "ministership that was won by a landslide to be talking about his imminent"
    },
    {
      "start": 1463.2,
      "dur": 1.829,
      "text": "to be talking about his imminent replacement. We're so used to it now"
    },
    {
      "start": 1465.039,
      "dur": 2.311,
      "text": "replacement. We're so used to it now that it just is like water off a duck"
    },
    {
      "start": 1467.36,
      "dur": 5.27,
      "text": "that it just is like water off a duck head's back um or duck head um it is is"
    },
    {
      "start": 1472.64,
      "dur": 1.99,
      "text": "head's back um or duck head um it is is it is odd actually."
    },
    {
      "start": 1474.64,
      "dur": 1.75,
      "text": "it is odd actually. &gt;&gt; Yeah. I mean it really is but they they"
    },
    {
      "start": 1476.4,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. I mean it really is but they they were quite lucky this week weren't they?"
    },
    {
      "start": 1477.919,
      "dur": 2.071,
      "text": "were quite lucky this week weren't they? Because then on Monday when everybody"
    },
    {
      "start": 1480.0,
      "dur": 1.43,
      "text": "Because then on Monday when everybody might have been talking about it,"
    },
    {
      "start": 1481.44,
      "dur": 1.829,
      "text": "might have been talking about it, suddenly the Tories take over or at"
    },
    {
      "start": 1483.279,
      "dur": 1.591,
      "text": "suddenly the Tories take over or at least reform UK do."
    },
    {
      "start": 1484.88,
      "dur": 1.269,
      "text": "least reform UK do. &gt;&gt; Yeah. And also in the Tories it was"
    },
    {
      "start": 1486.159,
      "dur": 1.351,
      "text": "&gt;&gt; Yeah. And also in the Tories it was split down the middle or not down the"
    },
    {
      "start": 1487.52,
      "dur": 2.55,
      "text": "split down the middle or not down the middle split somewhere because you had"
    },
    {
      "start": 1490.08,
      "dur": 2.069,
      "text": "middle split somewhere because you had Sella Braverman defecting to reform and"
    },
    {
      "start": 1492.159,
      "dur": 1.591,
      "text": "Sella Braverman defecting to reform and then you had the other Andy Andy Street"
    },
    {
      "start": 1493.76,
      "dur": 1.11,
      "text": "then you had the other Andy Andy Street former mayor of the West Midlands"
    },
    {
      "start": 1494.88,
      "dur": 1.75,
      "text": "former mayor of the West Midlands setting up his new group trying to move"
    },
    {
      "start": 1496.64,
      "dur": 2.149,
      "text": "setting up his new group trying to move Kem Benedok to the center. Yeah. Even"
    },
    {
      "start": 1498.799,
      "dur": 1.75,
      "text": "Kem Benedok to the center. Yeah. Even though Kev Bedon seems to want to move"
    },
    {
      "start": 1500.559,
      "dur": 1.11,
      "text": "though Kev Bedon seems to want to move in a more"
    },
    {
      "start": 1501.679,
      "dur": 1.271,
      "text": "in a more &gt;&gt; reformish direction."
    },
    {
      "start": 1502.96,
      "dur": 1.27,
      "text": "&gt;&gt; reformish direction. &gt;&gt; Well, yeah. I mean, so it was it was"
    },
    {
      "start": 1504.24,
      "dur": 1.51,
      "text": "&gt;&gt; Well, yeah. I mean, so it was it was Andy Street, former West Midlands mayor,"
    },
    {
      "start": 1505.76,
      "dur": 1.43,
      "text": "Andy Street, former West Midlands mayor, and Ruth Davidson, former Scottish"
    },
    {
      "start": 1507.2,
      "dur": 2.23,
      "text": "and Ruth Davidson, former Scottish Conservative leader, who did this um"
    },
    {
      "start": 1509.44,
      "dur": 2.469,
      "text": "Conservative leader, who did this um setting up this new group, Prosper UK,"
    },
    {
      "start": 1511.919,
      "dur": 2.071,
      "text": "setting up this new group, Prosper UK, which they say was about trying to win"
    },
    {
      "start": 1514.0,
      "dur": 1.909,
      "text": "which they say was about trying to win back to the Conservative Party, the"
    },
    {
      "start": 1515.919,
      "dur": 2.23,
      "text": "back to the Conservative Party, the politically homeless, as they see it,"
    },
    {
      "start": 1518.159,
      "dur": 2.151,
      "text": "politically homeless, as they see it, more centrist voters. So, the kind of"
    },
    {
      "start": 1520.32,
      "dur": 1.91,
      "text": "more centrist voters. So, the kind of people, for example, and is an example,"
    },
    {
      "start": 1522.24,
      "dur": 1.19,
      "text": "people, for example, and is an example, who might live around the south or"
    },
    {
      "start": 1523.44,
      "dur": 2.15,
      "text": "who might live around the south or southeast of England that perhaps uh"
    },
    {
      "start": 1525.6,
      "dur": 2.069,
      "text": "southeast of England that perhaps uh look towards the Liberal Democrats um"
    },
    {
      "start": 1527.679,
      "dur": 1.671,
      "text": "look towards the Liberal Democrats um rather than the Conservative Party. And"
    },
    {
      "start": 1529.36,
      "dur": 1.27,
      "text": "rather than the Conservative Party. And this was their argument that that we"
    },
    {
      "start": 1530.64,
      "dur": 2.389,
      "text": "this was their argument that that we need to not abandon that cohort and find"
    },
    {
      "start": 1533.039,
      "dur": 1.831,
      "text": "need to not abandon that cohort and find a way to win them back. Kemi Badnock"
    },
    {
      "start": 1534.88,
      "dur": 1.75,
      "text": "a way to win them back. Kemi Badnock then gave a speech in the wake of the"
    },
    {
      "start": 1536.64,
      "dur": 2.149,
      "text": "then gave a speech in the wake of the defection of Suella Braman to reform and"
    },
    {
      "start": 1538.799,
      "dur": 1.671,
      "text": "defection of Suella Braman to reform and all of the other defections and my"
    },
    {
      "start": 1540.48,
      "dur": 1.91,
      "text": "all of the other defections and my reading of that speech from Chem BNO was"
    },
    {
      "start": 1542.4,
      "dur": 1.509,
      "text": "reading of that speech from Chem BNO was this is her trying to sort of assert her"
    },
    {
      "start": 1543.919,
      "dur": 1.75,
      "text": "this is her trying to sort of assert her authority over the party after this run"
    },
    {
      "start": 1545.679,
      "dur": 1.99,
      "text": "authority over the party after this run of defections of senior figures. She was"
    },
    {
      "start": 1547.679,
      "dur": 1.35,
      "text": "of defections of senior figures. She was sort of shrugging her shoulders about"
    },
    {
      "start": 1549.039,
      "dur": 1.351,
      "text": "sort of shrugging her shoulders about the defection saying look if you don't"
    },
    {
      "start": 1550.4,
      "dur": 1.749,
      "text": "the defection saying look if you don't like it leave you know this is what I'm"
    },
    {
      "start": 1552.159,
      "dur": 1.51,
      "text": "like it leave you know this is what I'm about. If you don't want to be part of"
    },
    {
      "start": 1553.679,
      "dur": 1.99,
      "text": "about. If you don't want to be part of my club off you trot. That was sort of"
    },
    {
      "start": 1555.679,
      "dur": 1.831,
      "text": "my club off you trot. That was sort of the message. But what was interesting"
    },
    {
      "start": 1557.52,
      "dur": 2.79,
      "text": "the message. But what was interesting was that when I and others put to her,"
    },
    {
      "start": 1560.32,
      "dur": 1.67,
      "text": "was that when I and others put to her, what what therefore are you saying about"
    },
    {
      "start": 1562.0,
      "dur": 2.39,
      "text": "what what therefore are you saying about this sort of Ruth Davidson Andy Street"
    },
    {
      "start": 1564.4,
      "dur": 1.749,
      "text": "this sort of Ruth Davidson Andy Street movement when they're saying hang on, be"
    },
    {
      "start": 1566.159,
      "dur": 2.311,
      "text": "movement when they're saying hang on, be careful not to go far too, you know, not"
    },
    {
      "start": 1568.48,
      "dur": 1.59,
      "text": "careful not to go far too, you know, not to go too far in one direction that you"
    },
    {
      "start": 1570.08,
      "dur": 2.31,
      "text": "to go too far in one direction that you alienate this group of voters. Kami Bay"
    },
    {
      "start": 1572.4,
      "dur": 1.269,
      "text": "alienate this group of voters. Kami Bay was pretty clear. She said, \"We're a"
    },
    {
      "start": 1573.679,
      "dur": 1.59,
      "text": "was pretty clear. She said, \"We're a party of the right.\" You know, she said,"
    },
    {
      "start": 1575.279,
      "dur": 2.151,
      "text": "party of the right.\" You know, she said, \"I I welcome what they're saying, Ruth"
    },
    {
      "start": 1577.44,
      "dur": 1.67,
      "text": "\"I I welcome what they're saying, Ruth Davidson and Andy Street. They're being"
    },
    {
      "start": 1579.12,
      "dur": 2.71,
      "text": "Davidson and Andy Street. They're being supportive, but she was very clear. I'm"
    },
    {
      "start": 1581.84,
      "dur": 1.51,
      "text": "supportive, but she was very clear. I'm the leader of the party. We're a party"
    },
    {
      "start": 1583.36,
      "dur": 1.27,
      "text": "the leader of the party. We're a party of the right. This is the direction that"
    },
    {
      "start": 1584.64,
      "dur": 1.59,
      "text": "of the right. This is the direction that we're headed.\" And it's very bitter,"
    },
    {
      "start": 1586.24,
      "dur": 1.75,
      "text": "we're headed.\" And it's very bitter, isn't it? That's what really struck me"
    },
    {
      "start": 1588.0,
      "dur": 2.47,
      "text": "isn't it? That's what really struck me this week because we did Tim Montgomery"
    },
    {
      "start": 1590.48,
      "dur": 1.429,
      "text": "this week because we did Tim Montgomery off the back of Swella Braverman's"
    },
    {
      "start": 1591.919,
      "dur": 2.63,
      "text": "off the back of Swella Braverman's defection who had when Robert Gener"
    },
    {
      "start": 1594.559,
      "dur": 1.751,
      "text": "defection who had when Robert Gener defected he had owned up to the fact"
    },
    {
      "start": 1596.32,
      "dur": 1.27,
      "text": "defected he had owned up to the fact that he had been in conversation with"
    },
    {
      "start": 1597.6,
      "dur": 2.23,
      "text": "that he had been in conversation with Robert Generick and he said that when"
    },
    {
      "start": 1599.84,
      "dur": 3.35,
      "text": "Robert Generick and he said that when that came out the messages that he was"
    },
    {
      "start": 1603.2,
      "dur": 2.79,
      "text": "that came out the messages that he was getting from friends or former friends"
    },
    {
      "start": 1606.0,
      "dur": 2.95,
      "text": "getting from friends or former friends in the Conservative parties were clearly"
    },
    {
      "start": 1608.96,
      "dur": 3.11,
      "text": "in the Conservative parties were clearly just I mean very very sort of angry"
    },
    {
      "start": 1612.08,
      "dur": 2.31,
      "text": "just I mean very very sort of angry bitter messages which and so he"
    },
    {
      "start": 1614.4,
      "dur": 1.59,
      "text": "bitter messages which and so he suggested that you know and people you"
    },
    {
      "start": 1616.0,
      "dur": 2.07,
      "text": "suggested that you know and people you know there plenty in the party who would"
    },
    {
      "start": 1618.08,
      "dur": 1.51,
      "text": "know there plenty in the party who would sort of think you look at the numbers,"
    },
    {
      "start": 1619.6,
      "dur": 1.51,
      "text": "sort of think you look at the numbers, you look at the stats, the voting"
    },
    {
      "start": 1621.12,
      "dur": 2.549,
      "text": "you look at the stats, the voting possibilities, these are two parties"
    },
    {
      "start": 1623.679,
      "dur": 2.631,
      "text": "possibilities, these are two parties that probably if one of them wants to"
    },
    {
      "start": 1626.32,
      "dur": 1.19,
      "text": "that probably if one of them wants to get into government, they need to be"
    },
    {
      "start": 1627.52,
      "dur": 2.71,
      "text": "get into government, they need to be talking to each other. Um, and from the"
    },
    {
      "start": 1630.24,
      "dur": 1.83,
      "text": "talking to each other. Um, and from the conversation we had with him, it sounded"
    },
    {
      "start": 1632.08,
      "dur": 3.11,
      "text": "conversation we had with him, it sounded like this is going to be really hard to"
    },
    {
      "start": 1635.2,
      "dur": 1.349,
      "text": "like this is going to be really hard to Robert Genrich, what happened with"
    },
    {
      "start": 1636.559,
      "dur": 1.99,
      "text": "Robert Genrich, what happened with Robert Generick was the sort of point at"
    },
    {
      "start": 1638.559,
      "dur": 2.151,
      "text": "Robert Generick was the sort of point at which the notion of any sort of alliance"
    },
    {
      "start": 1640.72,
      "dur": 1.51,
      "text": "which the notion of any sort of alliance was scuppered because of the way that"
    },
    {
      "start": 1642.24,
      "dur": 2.07,
      "text": "was scuppered because of the way that the Robert Gerri defection played out. I"
    },
    {
      "start": 1644.32,
      "dur": 2.07,
      "text": "the Robert Gerri defection played out. I I just would add the one caveat. I know"
    },
    {
      "start": 1646.4,
      "dur": 2.47,
      "text": "I just would add the one caveat. I know that politics feels, you know, kind of"
    },
    {
      "start": 1648.88,
      "dur": 2.31,
      "text": "that politics feels, you know, kind of constant and we are clearly in a period"
    },
    {
      "start": 1651.2,
      "dur": 1.589,
      "text": "constant and we are clearly in a period of huge political flux and have been"
    },
    {
      "start": 1652.799,
      "dur": 1.99,
      "text": "of huge political flux and have been arguably for a bit of time, but we are"
    },
    {
      "start": 1654.799,
      "dur": 1.511,
      "text": "arguably for a bit of time, but we are still three years away from the next"
    },
    {
      "start": 1656.32,
      "dur": 0.79,
      "text": "still three years away from the next general election"
    },
    {
      "start": 1657.12,
      "dur": 1.99,
      "text": "general election &gt;&gt; and as things stand"
    },
    {
      "start": 1659.12,
      "dur": 1.51,
      "text": "&gt;&gt; and as things stand &gt;&gt; as"
    },
    {
      "start": 1660.64,
      "dur": 1.509,
      "text": "&gt;&gt; as things stand. Well, all we've got time"
    },
    {
      "start": 1662.159,
      "dur": 2.311,
      "text": "things stand. Well, all we've got time for is me to say Sarah, thank you."
    },
    {
      "start": 1664.48,
      "dur": 0.95,
      "text": "for is me to say Sarah, thank you. &gt;&gt; Thank you very much,"
    },
    {
      "start": 1665.44,
      "dur": 0.95,
      "text": "&gt;&gt; Thank you very much, &gt;&gt; James. Thanks to you."
    },
    {
      "start": 1666.4,
      "dur": 1.03,
      "text": "&gt;&gt; James. Thanks to you. &gt;&gt; Thank you very much indeed."
    },
    {
      "start": 1667.44,
      "dur": 1.19,
      "text": "&gt;&gt; Thank you very much indeed. &gt;&gt; And thanks to you too, Alex."
    },
    {
      "start": 1668.64,
      "dur": 3.399,
      "text": "&gt;&gt; And thanks to you too, Alex. &gt;&gt; Pleasure as ever."
    }
  ]
}