{
  "videoId": "crvkDLwQPvg",
  "title": "Prince William visits Saudi Arabia | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 373,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.919,
      "text": "Welcome back. The Prince of Wales is on"
    },
    {
      "start": 2.159,
      "dur": 1.831,
      "text": "Welcome back. The Prince of Wales is on a significant foreign visit to Saudi"
    },
    {
      "start": 4.0,
      "dur": 1.67,
      "text": "a significant foreign visit to Saudi Arabia, hosted by the country's"
    },
    {
      "start": 5.68,
      "dur": 2.149,
      "text": "Arabia, hosted by the country's controversial leader. The three-day trip"
    },
    {
      "start": 7.839,
      "dur": 2.071,
      "text": "controversial leader. The three-day trip requested by the British government,"
    },
    {
      "start": 9.92,
      "dur": 1.99,
      "text": "requested by the British government, aims to strengthen ties with a key"
    },
    {
      "start": 11.92,
      "dur": 2.55,
      "text": "aims to strengthen ties with a key Middle Eastern ally and a major regional"
    },
    {
      "start": 14.48,
      "dur": 2.709,
      "text": "Middle Eastern ally and a major regional player. We have these pictures just in"
    },
    {
      "start": 17.199,
      "dur": 1.83,
      "text": "player. We have these pictures just in of the Prince and the Saudi women's"
    },
    {
      "start": 19.039,
      "dur": 1.99,
      "text": "of the Prince and the Saudi women's national youth team taking part in a"
    },
    {
      "start": 21.039,
      "dur": 2.551,
      "text": "national youth team taking part in a training session ahead of the visit. The"
    },
    {
      "start": 23.6,
      "dur": 1.909,
      "text": "training session ahead of the visit. The Prince and Princess of Wales issued"
    },
    {
      "start": 25.519,
      "dur": 1.83,
      "text": "Prince and Princess of Wales issued their first public statement around the"
    },
    {
      "start": 27.359,
      "dur": 2.391,
      "text": "their first public statement around the Jeffrey Eststein scandal saying they"
    },
    {
      "start": 29.76,
      "dur": 2.23,
      "text": "Jeffrey Eststein scandal saying they were deeply concerned by the continued"
    },
    {
      "start": 32.0,
      "dur": 2.229,
      "text": "were deeply concerned by the continued revelations. It is a story that has"
    },
    {
      "start": 34.239,
      "dur": 4.231,
      "text": "revelations. It is a story that has continued to follow him on this trip."
    },
    {
      "start": 38.48,
      "dur": 1.99,
      "text": "continued to follow him on this trip. Sir, to what extent do you think the"
    },
    {
      "start": 40.48,
      "dur": 1.67,
      "text": "Sir, to what extent do you think the royal family has done enough around the"
    },
    {
      "start": 42.16,
      "dur": 2.95,
      "text": "royal family has done enough around the Andrew and Epstein issue?"
    },
    {
      "start": 45.12,
      "dur": 2.07,
      "text": "Andrew and Epstein issue? Sir, to what extent do you think the"
    },
    {
      "start": 47.2,
      "dur": 1.75,
      "text": "Sir, to what extent do you think the royal family has done enough around the"
    },
    {
      "start": 48.96,
      "dur": 4.71,
      "text": "royal family has done enough around the Andrew and Epstein issue?"
    },
    {
      "start": 53.68,
      "dur": 1.6,
      "text": "So, as you can see there, absolutely no"
    },
    {
      "start": 55.28,
      "dur": 2.15,
      "text": "So, as you can see there, absolutely no acknowledgement or response to that"
    },
    {
      "start": 57.44,
      "dur": 1.909,
      "text": "acknowledgement or response to that question from Prince William, but lots"
    },
    {
      "start": 59.359,
      "dur": 3.19,
      "text": "question from Prince William, but lots to discuss. Uh, joining me now is"
    },
    {
      "start": 62.559,
      "dur": 1.67,
      "text": "to discuss. Uh, joining me now is Alistister Bert, former Foreign and"
    },
    {
      "start": 64.239,
      "dur": 1.671,
      "text": "Alistister Bert, former Foreign and Commonwealth Office Minister for the"
    },
    {
      "start": 65.92,
      "dur": 2.07,
      "text": "Commonwealth Office Minister for the Middle East. Very good to see you."
    },
    {
      "start": 68.0,
      "dur": 3.51,
      "text": "Middle East. Very good to see you. First, can you explain the power of"
    },
    {
      "start": 71.52,
      "dur": 2.71,
      "text": "First, can you explain the power of sending Prince William to Saudi Arabia?"
    },
    {
      "start": 74.24,
      "dur": 3.11,
      "text": "sending Prince William to Saudi Arabia? What a deployment like that represents?"
    },
    {
      "start": 77.36,
      "dur": 1.99,
      "text": "What a deployment like that represents? &gt;&gt; Thank you, Lucy. Uh, it's an important"
    },
    {
      "start": 79.36,
      "dur": 2.95,
      "text": "&gt;&gt; Thank you, Lucy. Uh, it's an important deployment. Um the the monarchy means a"
    },
    {
      "start": 82.32,
      "dur": 2.07,
      "text": "deployment. Um the the monarchy means a great deal. Obviously in Saudi Arabia"
    },
    {
      "start": 84.4,
      "dur": 2.79,
      "text": "great deal. Obviously in Saudi Arabia it's a different system to ours. There's"
    },
    {
      "start": 87.2,
      "dur": 2.87,
      "text": "it's a different system to ours. There's a monarchical rule in uh Saudi Arabia"
    },
    {
      "start": 90.08,
      "dur": 1.75,
      "text": "a monarchical rule in uh Saudi Arabia where there's a constitutional monarchy"
    },
    {
      "start": 91.84,
      "dur": 2.309,
      "text": "where there's a constitutional monarchy in the United Kingdom. But both Prince"
    },
    {
      "start": 94.159,
      "dur": 2.391,
      "text": "in the United Kingdom. But both Prince William and the crown prince uh of Saudi"
    },
    {
      "start": 96.56,
      "dur": 2.39,
      "text": "William and the crown prince uh of Saudi Arabia are both crown princes heirs to"
    },
    {
      "start": 98.96,
      "dur": 2.149,
      "text": "Arabia are both crown princes heirs to the throne and the royal family has a"
    },
    {
      "start": 101.119,
      "dur": 2.551,
      "text": "the throne and the royal family has a long history of connection with Saudi"
    },
    {
      "start": 103.68,
      "dur": 4.069,
      "text": "long history of connection with Saudi Arabia. Herashi the queen visited uh uh"
    },
    {
      "start": 107.759,
      "dur": 2.791,
      "text": "Arabia. Herashi the queen visited uh uh Prince Charles as he then was visited a"
    },
    {
      "start": 110.56,
      "dur": 2.39,
      "text": "Prince Charles as he then was visited a number of times and the importance of a"
    },
    {
      "start": 112.96,
      "dur": 2.55,
      "text": "number of times and the importance of a royal visit the opportunity for states"
    },
    {
      "start": 115.52,
      "dur": 2.47,
      "text": "royal visit the opportunity for states to talk to each other and display a"
    },
    {
      "start": 118.0,
      "dur": 2.31,
      "text": "to talk to each other and display a growing relationship which it is still"
    },
    {
      "start": 120.32,
      "dur": 2.31,
      "text": "growing relationship which it is still in many ways despite it being historic."
    },
    {
      "start": 122.64,
      "dur": 1.99,
      "text": "in many ways despite it being historic. There's always new elements. It means a"
    },
    {
      "start": 124.64,
      "dur": 2.31,
      "text": "There's always new elements. It means a lot. So it's important that he's there."
    },
    {
      "start": 126.96,
      "dur": 1.989,
      "text": "lot. So it's important that he's there. &gt;&gt; They are both princes but he is a tricky"
    },
    {
      "start": 128.959,
      "dur": 1.671,
      "text": "&gt;&gt; They are both princes but he is a tricky and controversial figure. The crown"
    },
    {
      "start": 130.64,
      "dur": 2.15,
      "text": "and controversial figure. The crown prince Muhammad bin Salman. How would"
    },
    {
      "start": 132.8,
      "dur": 2.87,
      "text": "prince Muhammad bin Salman. How would Prince William have been told to and how"
    },
    {
      "start": 135.68,
      "dur": 1.75,
      "text": "Prince William have been told to and how would he have handled their private"
    },
    {
      "start": 137.44,
      "dur": 2.55,
      "text": "would he have handled their private dinner last night, do you think?"
    },
    {
      "start": 140.0,
      "dur": 2.79,
      "text": "dinner last night, do you think? &gt;&gt; Well, firstly, don't in any way uh"
    },
    {
      "start": 142.8,
      "dur": 2.069,
      "text": "&gt;&gt; Well, firstly, don't in any way uh forget that his Royal Highness would"
    },
    {
      "start": 144.879,
      "dur": 1.671,
      "text": "forget that his Royal Highness would have been extremely well briefed. I was"
    },
    {
      "start": 146.56,
      "dur": 1.99,
      "text": "have been extremely well briefed. I was lucky enough to accompany the Prince of"
    },
    {
      "start": 148.56,
      "dur": 3.27,
      "text": "lucky enough to accompany the Prince of Wales as he then was on three visits uh"
    },
    {
      "start": 151.84,
      "dur": 3.27,
      "text": "Wales as he then was on three visits uh to the Middle East. Um and he was very"
    },
    {
      "start": 155.12,
      "dur": 2.31,
      "text": "to the Middle East. Um and he was very well briefed, gets the same briefing as"
    },
    {
      "start": 157.44,
      "dur": 2.63,
      "text": "well briefed, gets the same briefing as the foreign secretary and uh he read"
    },
    {
      "start": 160.08,
      "dur": 1.99,
      "text": "the foreign secretary and uh he read them and understood them and I would be"
    },
    {
      "start": 162.08,
      "dur": 1.83,
      "text": "them and understood them and I would be very surprised if Prince William was not"
    },
    {
      "start": 163.92,
      "dur": 2.07,
      "text": "very surprised if Prince William was not in exactly the same position. He will"
    },
    {
      "start": 166.0,
      "dur": 3.03,
      "text": "in exactly the same position. He will know about the history of uh the crown"
    },
    {
      "start": 169.04,
      "dur": 1.99,
      "text": "know about the history of uh the crown prince of Saudi Arabia. He will know"
    },
    {
      "start": 171.04,
      "dur": 1.829,
      "text": "prince of Saudi Arabia. He will know about the region, what's happening at"
    },
    {
      "start": 172.879,
      "dur": 1.671,
      "text": "about the region, what's happening at the moment, the changes that have taken"
    },
    {
      "start": 174.56,
      "dur": 2.47,
      "text": "the moment, the changes that have taken place in Saudi Arabia and his history."
    },
    {
      "start": 177.04,
      "dur": 2.87,
      "text": "place in Saudi Arabia and his history. So he will know all that. Um but it"
    },
    {
      "start": 179.92,
      "dur": 1.83,
      "text": "So he will know all that. Um but it won't be the dominant part of the"
    },
    {
      "start": 181.76,
      "dur": 2.469,
      "text": "won't be the dominant part of the conversation which will revolve around"
    },
    {
      "start": 184.239,
      "dur": 1.91,
      "text": "conversation which will revolve around the mutual interests of the United"
    },
    {
      "start": 186.159,
      "dur": 1.99,
      "text": "the mutual interests of the United Kingdom and Saudi Arabia and some of the"
    },
    {
      "start": 188.159,
      "dur": 1.511,
      "text": "Kingdom and Saudi Arabia and some of the new things that have been happening. But"
    },
    {
      "start": 189.68,
      "dur": 1.75,
      "text": "new things that have been happening. But he will know all about his council."
    },
    {
      "start": 191.44,
      "dur": 1.35,
      "text": "he will know all about his council. &gt;&gt; Yes. But he's been such a passionate"
    },
    {
      "start": 192.8,
      "dur": 2.23,
      "text": "&gt;&gt; Yes. But he's been such a passionate advocate, Prince William, for women in"
    },
    {
      "start": 195.04,
      "dur": 1.59,
      "text": "advocate, Prince William, for women in sport, girls in sport. That's something"
    },
    {
      "start": 196.64,
      "dur": 1.75,
      "text": "sport, girls in sport. That's something he talks about all the time. Very"
    },
    {
      "start": 198.4,
      "dur": 3.109,
      "text": "he talks about all the time. Very sensitive that topic in Saudi Arabia."
    },
    {
      "start": 201.519,
      "dur": 1.751,
      "text": "sensitive that topic in Saudi Arabia. We've just seen him with pictures there"
    },
    {
      "start": 203.28,
      "dur": 2.15,
      "text": "We've just seen him with pictures there with the Saudi women's women's football"
    },
    {
      "start": 205.44,
      "dur": 0.869,
      "text": "with the Saudi women's women's football team. Yeah, but"
    },
    {
      "start": 206.319,
      "dur": 2.471,
      "text": "team. Yeah, but &gt;&gt; would he have waded into that in the"
    },
    {
      "start": 208.8,
      "dur": 1.509,
      "text": "&gt;&gt; would he have waded into that in the dinner, do you think, or does he stand"
    },
    {
      "start": 210.319,
      "dur": 1.751,
      "text": "dinner, do you think, or does he stand back and stay away from some of those"
    },
    {
      "start": 212.08,
      "dur": 1.11,
      "text": "back and stay away from some of those things that are more diplomatically"
    },
    {
      "start": 213.2,
      "dur": 1.669,
      "text": "things that are more diplomatically sensitive?"
    },
    {
      "start": 214.879,
      "dur": 1.671,
      "text": "sensitive? &gt;&gt; I think your phrase weighed into that"
    },
    {
      "start": 216.56,
      "dur": 3.589,
      "text": "&gt;&gt; I think your phrase weighed into that probably doesn't adequately describe uh"
    },
    {
      "start": 220.159,
      "dur": 1.99,
      "text": "probably doesn't adequately describe uh a formal dinner. He will have private"
    },
    {
      "start": 222.159,
      "dur": 3.271,
      "text": "a formal dinner. He will have private time uh with the uh crown prince. He"
    },
    {
      "start": 225.44,
      "dur": 1.83,
      "text": "time uh with the uh crown prince. He will always be accompanied by the"
    },
    {
      "start": 227.28,
      "dur": 2.229,
      "text": "will always be accompanied by the ambassador and uh other officials."
    },
    {
      "start": 229.519,
      "dur": 2.07,
      "text": "ambassador and uh other officials. Steven Hitchin, the ambassador is well"
    },
    {
      "start": 231.599,
      "dur": 1.671,
      "text": "Steven Hitchin, the ambassador is well verssed in the region. There'll be"
    },
    {
      "start": 233.28,
      "dur": 1.99,
      "text": "verssed in the region. There'll be opportunities for private conversation,"
    },
    {
      "start": 235.28,
      "dur": 1.509,
      "text": "opportunities for private conversation, but it's not the sort of thing that"
    },
    {
      "start": 236.799,
      "dur": 1.35,
      "text": "but it's not the sort of thing that would dominate a dinner, and you"
    },
    {
      "start": 238.159,
      "dur": 2.951,
      "text": "would dominate a dinner, and you wouldn't expect it to. Um, the Prince of"
    },
    {
      "start": 241.12,
      "dur": 1.59,
      "text": "wouldn't expect it to. Um, the Prince of Wales is not the government of the"
    },
    {
      "start": 242.72,
      "dur": 1.589,
      "text": "Wales is not the government of the United Kingdom. He's there on a"
    },
    {
      "start": 244.319,
      "dur": 2.071,
      "text": "United Kingdom. He's there on a government visit, of course, but there"
    },
    {
      "start": 246.4,
      "dur": 2.23,
      "text": "government visit, of course, but there are other ways in which the UK"
    },
    {
      "start": 248.64,
      "dur": 2.55,
      "text": "are other ways in which the UK constantly press human rights and other"
    },
    {
      "start": 251.2,
      "dur": 2.55,
      "text": "constantly press human rights and other issues. And I did notice a statement"
    },
    {
      "start": 253.76,
      "dur": 1.99,
      "text": "issues. And I did notice a statement from Amnesty today talking about one of"
    },
    {
      "start": 255.76,
      "dur": 1.83,
      "text": "from Amnesty today talking about one of the the current issues, the case of"
    },
    {
      "start": 257.6,
      "dur": 2.79,
      "text": "the the current issues, the case of Akmed Aldouch. They recognize Prince"
    },
    {
      "start": 260.4,
      "dur": 1.75,
      "text": "Akmed Aldouch. They recognize Prince William's particular sensitivity in"
    },
    {
      "start": 262.16,
      "dur": 2.23,
      "text": "William's particular sensitivity in these areas, his understanding of them"
    },
    {
      "start": 264.4,
      "dur": 2.63,
      "text": "these areas, his understanding of them and that will stand the UK and others in"
    },
    {
      "start": 267.04,
      "dur": 2.31,
      "text": "and that will stand the UK and others in goodstead when those issues come up."
    },
    {
      "start": 269.36,
      "dur": 1.75,
      "text": "goodstead when those issues come up. &gt;&gt; Can I ask you in your view, your"
    },
    {
      "start": 271.12,
      "dur": 2.23,
      "text": "&gt;&gt; Can I ask you in your view, your opinion, how damaging these allegations"
    },
    {
      "start": 273.36,
      "dur": 2.15,
      "text": "opinion, how damaging these allegations are about Andrew Mountbat and Windsor"
    },
    {
      "start": 275.52,
      "dur": 1.91,
      "text": "are about Andrew Mountbat and Windsor around Jeffrey Epstein. I mean, Prince"
    },
    {
      "start": 277.44,
      "dur": 1.59,
      "text": "around Jeffrey Epstein. I mean, Prince William was asked about them then. He"
    },
    {
      "start": 279.04,
      "dur": 2.149,
      "text": "William was asked about them then. He obviously did not answer. We could see"
    },
    {
      "start": 281.199,
      "dur": 1.191,
      "text": "obviously did not answer. We could see that quite clearly. Didn't even"
    },
    {
      "start": 282.4,
      "dur": 1.75,
      "text": "that quite clearly. Didn't even acknowledge the question. But in terms"
    },
    {
      "start": 284.16,
      "dur": 2.07,
      "text": "acknowledge the question. But in terms of the royal family, the brand of the"
    },
    {
      "start": 286.24,
      "dur": 2.15,
      "text": "of the royal family, the brand of the royal family abroad, how damaging has"
    },
    {
      "start": 288.4,
      "dur": 2.229,
      "text": "royal family abroad, how damaging has this been?"
    },
    {
      "start": 290.639,
      "dur": 2.231,
      "text": "this been? &gt;&gt; Other people will be aware of it. I"
    },
    {
      "start": 292.88,
      "dur": 3.029,
      "text": "&gt;&gt; Other people will be aware of it. I think the um the responses of his"
    },
    {
      "start": 295.919,
      "dur": 1.83,
      "text": "think the um the responses of his majesty the king, the action his majesty"
    },
    {
      "start": 297.759,
      "dur": 2.631,
      "text": "majesty the king, the action his majesty the king has taken in relation to the"
    },
    {
      "start": 300.4,
      "dur": 1.75,
      "text": "the king has taken in relation to the former Prince Andrew will have been"
    },
    {
      "start": 302.16,
      "dur": 2.63,
      "text": "former Prince Andrew will have been noticed and recognized by everyone. and"
    },
    {
      "start": 304.8,
      "dur": 2.63,
      "text": "noticed and recognized by everyone. and he has not been shy in being forthcoming"
    },
    {
      "start": 307.44,
      "dur": 1.99,
      "text": "he has not been shy in being forthcoming about how he has seen the issue, his"
    },
    {
      "start": 309.44,
      "dur": 2.79,
      "text": "about how he has seen the issue, his concern about the the the victims of"
    },
    {
      "start": 312.24,
      "dur": 2.789,
      "text": "concern about the the the victims of Jeffrey Epstein and the Prince of Wales,"
    },
    {
      "start": 315.039,
      "dur": 2.231,
      "text": "Jeffrey Epstein and the Prince of Wales, I I'm absolutely certain, will feel"
    },
    {
      "start": 317.28,
      "dur": 2.07,
      "text": "I I'm absolutely certain, will feel exactly the same of this. How damaging"
    },
    {
      "start": 319.36,
      "dur": 2.63,
      "text": "exactly the same of this. How damaging is it? people will know that this is uh"
    },
    {
      "start": 322.0,
      "dur": 2.07,
      "text": "is it? people will know that this is uh this is an important matter but how it's"
    },
    {
      "start": 324.08,
      "dur": 2.23,
      "text": "this is an important matter but how it's been dealt with by the monarchy in the"
    },
    {
      "start": 326.32,
      "dur": 1.91,
      "text": "been dealt with by the monarchy in the UK is important and I don't think"
    },
    {
      "start": 328.24,
      "dur": 2.87,
      "text": "UK is important and I don't think they've been shy in saying exactly what"
    },
    {
      "start": 331.12,
      "dur": 2.23,
      "text": "they've been shy in saying exactly what they think but again it won't dominate"
    },
    {
      "start": 333.36,
      "dur": 2.07,
      "text": "they think but again it won't dominate the conversation here there's growing"
    },
    {
      "start": 335.44,
      "dur": 2.39,
      "text": "the conversation here there's growing trade relationship uh it's a difficult"
    },
    {
      "start": 337.84,
      "dur": 1.59,
      "text": "trade relationship uh it's a difficult region in which Saudi Arabia is"
    },
    {
      "start": 339.44,
      "dur": 2.55,
      "text": "region in which Saudi Arabia is crucially important to the stability of"
    },
    {
      "start": 342.0,
      "dur": 2.31,
      "text": "crucially important to the stability of of uh of the region whether it's in"
    },
    {
      "start": 344.32,
      "dur": 1.99,
      "text": "of uh of the region whether it's in relation to Iran or the future of"
    },
    {
      "start": 346.32,
      "dur": 2.709,
      "text": "relation to Iran or the future of Palestine Gaza and Israel so those"
    },
    {
      "start": 349.039,
      "dur": 2.231,
      "text": "Palestine Gaza and Israel so those matters will be discussed as well as"
    },
    {
      "start": 351.28,
      "dur": 1.51,
      "text": "matters will be discussed as well as some of the cultural things like the"
    },
    {
      "start": 352.8,
      "dur": 1.75,
      "text": "some of the cultural things like the women's football like the world heritage"
    },
    {
      "start": 354.56,
      "dur": 1.67,
      "text": "women's football like the world heritage center is going to see and the"
    },
    {
      "start": 356.24,
      "dur": 2.389,
      "text": "center is going to see and the opportunities between us for investment"
    },
    {
      "start": 358.639,
      "dur": 2.951,
      "text": "opportunities between us for investment and certainly for the transformation of"
    },
    {
      "start": 361.6,
      "dur": 2.309,
      "text": "and certainly for the transformation of Saudi Arabia's energy se sector in which"
    },
    {
      "start": 363.919,
      "dur": 1.83,
      "text": "Saudi Arabia's energy se sector in which the United Kingdom is going to play a"
    },
    {
      "start": 365.759,
      "dur": 2.231,
      "text": "the United Kingdom is going to play a significant part these will be a major"
    },
    {
      "start": 368.0,
      "dur": 1.11,
      "text": "significant part these will be a major part of the conversation"
    },
    {
      "start": 369.12,
      "dur": 1.509,
      "text": "part of the conversation &gt;&gt; very good to talk to you Arber thank you"
    },
    {
      "start": 370.639,
      "dur": 1.751,
      "text": "&gt;&gt; very good to talk to you Arber thank you for joining us thank you for your time"
    },
    {
      "start": 372.4,
      "dur": 2.4,
      "text": "for joining us thank you for your time &gt;&gt; thank you very"
    }
  ]
}