{
  "videoId": "cxg078yCqmA",
  "title": "Girls in India empowered through football | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 201,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.8,
      "text": "BBC Indian Sports of the Year Award is"
    },
    {
      "start": 3.12,
      "dur": 2.629,
      "text": "BBC Indian Sports of the Year Award is going to be held next week and honours Country"
    },
    {
      "start": 5.759,
      "dur": 3.351,
      "text": "going to be held next week and honours Country Leading Athletes Nation Millions of Girls Are"
    },
    {
      "start": 9.12,
      "dur": 2.71,
      "text": "Leading Athletes Nation Millions of Girls Are Still Illegally Married Children Sport Can"
    },
    {
      "start": 11.84,
      "dur": 3.27,
      "text": "Still Illegally Married Children Sport Can Offer Past Independence for Some Football Has Become Away"
    },
    {
      "start": 15.12,
      "dur": 2.63,
      "text": "Offer Past Independence for Some Football Has Become Away to Push Back Helping Them Gain"
    },
    {
      "start": 17.76,
      "dur": 3.83,
      "text": "to Push Back Helping Them Gain Confidence and Resist Pressure to Marry"
    },
    {
      "start": 21.6,
      "dur": 4.55,
      "text": "Confidence and Resist Pressure to Marry West Rajasthan Has Been Meeting the Change They"
    },
    {
      "start": 30.4,
      "dur": 2.72,
      "text": "Munna Was Only 14 When She Was Told She Would Be"
    },
    {
      "start": 33.12,
      "dur": 2.79,
      "text": "Munna Was Only 14 When She Was Told She Would Be a Bride. Child marriage is illegal"
    },
    {
      "start": 35.92,
      "dur": 2.629,
      "text": "a Bride. Child marriage is illegal in India but the United Nations estimates"
    },
    {
      "start": 38.559,
      "dur": 3.751,
      "text": "in India but the United Nations estimates that 216 million girls and women have been"
    },
    {
      "start": 42.32,
      "dur": 2.389,
      "text": "that 216 million girls and women have been married before they turned 18."
    },
    {
      "start": 44.719,
      "dur": 0.871,
      "text": "married before they turned 18. Everyone started crying. I"
    },
    {
      "start": 45.6,
      "dur": 1.429,
      "text": "Everyone started crying. I started crying."
    },
    {
      "start": 47.039,
      "dur": 2.631,
      "text": "started crying. I said I don't want to marry right now."
    },
    {
      "start": 49.68,
      "dur": 2.709,
      "text": "I said I don't want to marry right now. I am in grade nine. I want to study."
    },
    {
      "start": 52.399,
      "dur": 1.911,
      "text": "I am in grade nine. I want to study. I have to study now."
    },
    {
      "start": 54.32,
      "dur": 2.709,
      "text": "I have to study now. Munna's Mother Was a Child Bride Herself"
    },
    {
      "start": 57.039,
      "dur": 2.31,
      "text": "Munna's Mother Was a Child Bride Herself and Arranged for Munna's Older Sister to"
    },
    {
      "start": 59.359,
      "dur": 2.791,
      "text": "and Arranged for Munna's Older Sister to Have a Child Marriage. Authorities tried to"
    },
    {
      "start": 62.16,
      "dur": 2.79,
      "text": "Have a Child Marriage. Authorities tried to stop child marriages but they often get"
    },
    {
      "start": 64.96,
      "dur": 3.75,
      "text": "stop child marriages but they often get little cooperation from local communities."
    },
    {
      "start": 68.72,
      "dur": 1.11,
      "text": "little cooperation from local communities. Someone is going out today."
    },
    {
      "start": 69.84,
      "dur": 1.75,
      "text": "Someone is going out today. They Say That If Girls Step Out of Their"
    },
    {
      "start": 71.6,
      "dur": 2.31,
      "text": "They Say That If Girls Step Out of Their Homes. They Will Be Exposed to Bad"
    },
    {
      "start": 73.92,
      "dur": 3.91,
      "text": "Homes. They Will Be Exposed to Bad Influence. And run away with the boys. We Do the"
    },
    {
      "start": 77.84,
      "dur": 1.99,
      "text": "Influence. And run away with the boys. We Do the Marriage Quietly. We don't print a wedding"
    },
    {
      "start": 79.84,
      "dur": 2.47,
      "text": "Marriage Quietly. We don't print a wedding invitation and put up attendants."
    },
    {
      "start": 82.32,
      "dur": 2.149,
      "text": "invitation and put up attendants. We were not charged any tender etc."
    },
    {
      "start": 84.479,
      "dur": 2.95,
      "text": "We were not charged any tender etc. Munna may have become a child pride but"
    },
    {
      "start": 87.439,
      "dur": 2.071,
      "text": "Munna may have become a child pride but she was introduced to football by a"
    },
    {
      "start": 89.52,
      "dur": 2.71,
      "text": "she was introduced to football by a women's rights organisation. The Football"
    },
    {
      "start": 92.24,
      "dur": 2.95,
      "text": "women's rights organisation. The Football for Freedom project has trained over 800"
    },
    {
      "start": 95.2,
      "dur": 3.11,
      "text": "for Freedom project has trained over 800 girls across 13 villages in Rajasthan over"
    },
    {
      "start": 98.32,
      "dur": 3.429,
      "text": "girls across 13 villages in Rajasthan over the past decade. And it's tot them much more than just"
    },
    {
      "start": 101.759,
      "dur": 2.31,
      "text": "the past decade. And it's tot them much more than just spots. When we started working"
    },
    {
      "start": 104.079,
      "dur": 2.39,
      "text": "spots. When we started working with the girls, they learned about their"
    },
    {
      "start": 106.479,
      "dur": 2.231,
      "text": "with the girls, they learned about their rights, about the country's"
    },
    {
      "start": 108.72,
      "dur": 3.029,
      "text": "rights, about the country's constitution, the ill effects of child marriage"
    },
    {
      "start": 111.759,
      "dur": 2.951,
      "text": "constitution, the ill effects of child marriage and because girls were stepping out, they were"
    },
    {
      "start": 114.72,
      "dur": 1.51,
      "text": "and because girls were stepping out, they were able to raise their voices. She started"
    },
    {
      "start": 116.24,
      "dur": 2.63,
      "text": "able to raise their voices. She started raising her voice."
    },
    {
      "start": 118.88,
      "dur": 2.39,
      "text": "raising her voice. The exposure through playing football,"
    },
    {
      "start": 121.28,
      "dur": 2.39,
      "text": "The exposure through playing football, travelling for tournaments and the knowledge"
    },
    {
      "start": 123.68,
      "dur": 2.95,
      "text": "travelling for tournaments and the knowledge of their rights can empower girls."
    },
    {
      "start": 126.64,
      "dur": 3.029,
      "text": "of their rights can empower girls. Munna's Fight Back is now helping her 15"
    },
    {
      "start": 129.679,
      "dur": 2.231,
      "text": "Munna's Fight Back is now helping her 15 year old younger sister. Went to"
    },
    {
      "start": 131.92,
      "dur": 1.19,
      "text": "year old younger sister. Went to play once."
    },
    {
      "start": 133.12,
      "dur": 2.39,
      "text": "play once. One day I was going to play after"
    },
    {
      "start": 135.52,
      "dur": 3.03,
      "text": "One day I was going to play after finishing house hold work and papa said is"
    },
    {
      "start": 138.56,
      "dur": 2.55,
      "text": "finishing house hold work and papa said is your boyfriend waiting there? I reply there"
    },
    {
      "start": 141.12,
      "dur": 2.23,
      "text": "your boyfriend waiting there? I reply there is no boyfriend. I am going to play"
    },
    {
      "start": 143.36,
      "dur": 2.71,
      "text": "is no boyfriend. I am going to play football. That is my love."
    },
    {
      "start": 146.08,
      "dur": 2.869,
      "text": "football. That is my love. He is my lover."
    },
    {
      "start": 148.959,
      "dur": 2.311,
      "text": "He is my lover. Football Helps Munna To Escape Child"
    },
    {
      "start": 151.28,
      "dur": 3.029,
      "text": "Football Helps Munna To Escape Child Marriage. And she is now a qualified Ace coach."
    },
    {
      "start": 154.319,
      "dur": 2.63,
      "text": "Marriage. And she is now a qualified Ace coach. She Now Hopes to Help Other Girls Find"
    },
    {
      "start": 156.959,
      "dur": 3.031,
      "text": "She Now Hopes to Help Other Girls Find Freedom Through Sport."
    },
    {
      "start": 160.0,
      "dur": 1.35,
      "text": "Freedom Through Sport. Meri tha hai I feel I have to"
    },
    {
      "start": 161.36,
      "dur": 2.55,
      "text": "Meri tha hai I feel I have to pull these girls out and whether I am"
    },
    {
      "start": 163.92,
      "dur": 2.15,
      "text": "pull these girls out and whether I am able to stop their marriage and"
    },
    {
      "start": 166.08,
      "dur": 2.63,
      "text": "able to stop their marriage and not help them become something in life realise their dreams, banna hai apni"
    },
    {
      "start": 170.08,
      "dur": 6.149,
      "text": "life me kya karna hai,"
    },
    {
      "start": 176.239,
      "dur": 1.681,
      "text": "these girls are celebrating their"
    },
    {
      "start": 177.92,
      "dur": 3.029,
      "text": "these girls are celebrating their footballing achievements but sport is out"
    },
    {
      "start": 180.959,
      "dur": 2.791,
      "text": "footballing achievements but sport is out of reach for many in India because they are"
    },
    {
      "start": 183.76,
      "dur": 2.79,
      "text": "of reach for many in India because they are poor and married early, Munna and her"
    },
    {
      "start": 186.56,
      "dur": 2.87,
      "text": "poor and married early, Munna and her friends have made it to the field and are"
    },
    {
      "start": 189.44,
      "dur": 3.91,
      "text": "friends have made it to the field and are using this opportunity to change their life"
    },
    {
      "start": 193.36,
      "dur": 5.589,
      "text": "using this opportunity to change their life Divya Arya BBC News Ajmer Rajasthan Badhenge Badhenge"
    },
    {
      "start": 198.959,
      "dur": 3.601,
      "text": "Divya Arya BBC News Ajmer Rajasthan Badhenge Badhenge Nahin."
    }
  ]
}