{
  "videoId": "cZXHcLclurs",
  "title": "Man shot dead by federal agents in US named as nurse Alex Pretti | BBC News",
  "publishedAt": "2026-01-25",
  "channel": "BBC News",
  "durationSeconds": 407,
  "segments": [
    {
      "start": 0.48,
      "dur": 1.919,
      "text": "The family of a man killed by federal"
    },
    {
      "start": 2.399,
      "dur": 2.551,
      "text": "The family of a man killed by federal immigration officers in Minneapolis say"
    },
    {
      "start": 4.96,
      "dur": 2.07,
      "text": "immigration officers in Minneapolis say he cared deeply about people and was"
    },
    {
      "start": 7.04,
      "dur": 1.99,
      "text": "he cared deeply about people and was upset by President Trump's immigration"
    },
    {
      "start": 9.04,
      "dur": 2.87,
      "text": "upset by President Trump's immigration crackdown in his city. Alex Jeffrey"
    },
    {
      "start": 11.92,
      "dur": 2.55,
      "text": "crackdown in his city. Alex Jeffrey Prey, who was 37, was an intensive care"
    },
    {
      "start": 14.48,
      "dur": 2.629,
      "text": "Prey, who was 37, was an intensive care nurse for retired soldiers. While he did"
    },
    {
      "start": 17.119,
      "dur": 2.551,
      "text": "nurse for retired soldiers. While he did have a gun, CBS News, the BBC's partner"
    },
    {
      "start": 19.68,
      "dur": 2.39,
      "text": "have a gun, CBS News, the BBC's partner station in the US, notes that US Border"
    },
    {
      "start": 22.08,
      "dur": 2.47,
      "text": "station in the US, notes that US Border Patrol officers did not specify if he"
    },
    {
      "start": 24.56,
      "dur": 1.99,
      "text": "Patrol officers did not specify if he had brandished it. Mr. Pretty's family"
    },
    {
      "start": 26.56,
      "dur": 2.469,
      "text": "had brandished it. Mr. Pretty's family members say he owned a handgun and had a"
    },
    {
      "start": 29.039,
      "dur": 2.55,
      "text": "members say he owned a handgun and had a permit to carry a concealed handgun."
    },
    {
      "start": 31.599,
      "dur": 1.671,
      "text": "permit to carry a concealed handgun. He's the second person shot dead by"
    },
    {
      "start": 33.28,
      "dur": 1.67,
      "text": "He's the second person shot dead by federal immigration agents in"
    },
    {
      "start": 34.96,
      "dur": 2.63,
      "text": "federal immigration agents in Minneapolis this month. Now, the BBC has"
    },
    {
      "start": 37.6,
      "dur": 1.59,
      "text": "Minneapolis this month. Now, the BBC has verified these images you're seeing,"
    },
    {
      "start": 39.2,
      "dur": 1.75,
      "text": "verified these images you're seeing, showing the moments leading up to the"
    },
    {
      "start": 40.96,
      "dur": 2.55,
      "text": "showing the moments leading up to the fatal shooting. Mass agents are"
    },
    {
      "start": 43.52,
      "dur": 2.23,
      "text": "fatal shooting. Mass agents are grappling him to the ground before"
    },
    {
      "start": 45.76,
      "dur": 3.35,
      "text": "grappling him to the ground before several shots are fired. This video"
    },
    {
      "start": 49.12,
      "dur": 2.39,
      "text": "several shots are fired. This video appears to show him before he was shot"
    },
    {
      "start": 51.52,
      "dur": 1.99,
      "text": "appears to show him before he was shot by an immigration officer. It's not"
    },
    {
      "start": 53.52,
      "dur": 2.39,
      "text": "by an immigration officer. It's not clear at this stage how much time passes"
    },
    {
      "start": 55.92,
      "dur": 2.23,
      "text": "clear at this stage how much time passes between the video and the shooting. You"
    },
    {
      "start": 58.16,
      "dur": 2.069,
      "text": "between the video and the shooting. You can see one agent puts a hand on the"
    },
    {
      "start": 60.239,
      "dur": 2.551,
      "text": "can see one agent puts a hand on the man's torso and walks him backwards"
    },
    {
      "start": 62.8,
      "dur": 2.47,
      "text": "man's torso and walks him backwards towards the pavement. Then in a separate"
    },
    {
      "start": 65.28,
      "dur": 14.71,
      "text": "towards the pavement. Then in a separate video, shots are fired."
    },
    {
      "start": 80.0,
      "dur": 1.6,
      "text": "Protests have been taking place around"
    },
    {
      "start": 81.6,
      "dur": 1.75,
      "text": "Protests have been taking place around the site of the shooting. Law"
    },
    {
      "start": 83.36,
      "dur": 1.429,
      "text": "the site of the shooting. Law enforcement clashing there with"
    },
    {
      "start": 84.799,
      "dur": 2.471,
      "text": "enforcement clashing there with demonstrators and using what appears to"
    },
    {
      "start": 87.28,
      "dur": 4.39,
      "text": "demonstrators and using what appears to be tear gas on the crowd."
    },
    {
      "start": 91.68,
      "dur": 1.59,
      "text": "be tear gas on the crowd. &gt;&gt; What I've been hearing and seeing is"
    },
    {
      "start": 93.28,
      "dur": 2.149,
      "text": "&gt;&gt; What I've been hearing and seeing is that the community has been talking to"
    },
    {
      "start": 95.439,
      "dur": 1.831,
      "text": "that the community has been talking to each other as real people. And these"
    },
    {
      "start": 97.28,
      "dur": 2.07,
      "text": "each other as real people. And these people have come in and been hurting us."
    },
    {
      "start": 99.36,
      "dur": 1.59,
      "text": "people have come in and been hurting us. They've been attacking us when we've"
    },
    {
      "start": 100.96,
      "dur": 2.39,
      "text": "They've been attacking us when we've been doing nothing but following the law"
    },
    {
      "start": 103.36,
      "dur": 1.91,
      "text": "been doing nothing but following the law peacefully observing and then they"
    },
    {
      "start": 105.28,
      "dur": 3.109,
      "text": "peacefully observing and then they decide to gang up and kill one of us."
    },
    {
      "start": 108.399,
      "dur": 1.271,
      "text": "decide to gang up and kill one of us. &gt;&gt; What have you been hearing about what"
    },
    {
      "start": 109.68,
      "dur": 1.27,
      "text": "&gt;&gt; What have you been hearing about what happened this morning?"
    },
    {
      "start": 110.96,
      "dur": 1.429,
      "text": "happened this morning? &gt;&gt; What happened this morning is they tried"
    },
    {
      "start": 112.399,
      "dur": 2.471,
      "text": "&gt;&gt; What happened this morning is they tried to go into a restaurant. The restaurant"
    },
    {
      "start": 114.88,
      "dur": 1.509,
      "text": "to go into a restaurant. The restaurant didn't let them in and a peaceful"
    },
    {
      "start": 116.399,
      "dur": 2.71,
      "text": "didn't let them in and a peaceful observer was recording them and they"
    },
    {
      "start": 119.119,
      "dur": 1.111,
      "text": "observer was recording them and they decided to get aggressive with that"
    },
    {
      "start": 120.24,
      "dur": 1.829,
      "text": "decided to get aggressive with that peaceful observer and then when there"
    },
    {
      "start": 122.079,
      "dur": 1.911,
      "text": "peaceful observer and then when there were six, eight of them on top of one"
    },
    {
      "start": 124.0,
      "dur": 2.31,
      "text": "were six, eight of them on top of one person, they decided to shoot them in"
    },
    {
      "start": 126.32,
      "dur": 1.989,
      "text": "person, they decided to shoot them in cold blood."
    },
    {
      "start": 128.319,
      "dur": 2.15,
      "text": "cold blood. Democratic officials have reacted"
    },
    {
      "start": 130.479,
      "dur": 1.911,
      "text": "Democratic officials have reacted furiously to the shooting. The governor"
    },
    {
      "start": 132.4,
      "dur": 1.829,
      "text": "furiously to the shooting. The governor of Minnesota, Tim Waltz, described the"
    },
    {
      "start": 134.239,
      "dur": 1.831,
      "text": "of Minnesota, Tim Waltz, described the incident as sickening and called on"
    },
    {
      "start": 136.08,
      "dur": 2.07,
      "text": "incident as sickening and called on President Trump to end the deployment of"
    },
    {
      "start": 138.16,
      "dur": 1.59,
      "text": "President Trump to end the deployment of ICE agents."
    },
    {
      "start": 139.76,
      "dur": 4.31,
      "text": "ICE agents. &gt;&gt; Thank God. Thank God we have video"
    },
    {
      "start": 144.08,
      "dur": 2.789,
      "text": "&gt;&gt; Thank God. Thank God we have video because according to DHS, these seven"
    },
    {
      "start": 146.879,
      "dur": 3.35,
      "text": "because according to DHS, these seven heroic guys took an onslaught of a"
    },
    {
      "start": 150.239,
      "dur": 1.591,
      "text": "heroic guys took an onslaught of a battalion against them or something."
    },
    {
      "start": 151.84,
      "dur": 2.95,
      "text": "battalion against them or something. It's nonsense, people. It is nonsense"
    },
    {
      "start": 154.8,
      "dur": 2.95,
      "text": "It's nonsense, people. It is nonsense and it's lies. So my confidence is this"
    },
    {
      "start": 157.76,
      "dur": 1.51,
      "text": "and it's lies. So my confidence is this motans"
    },
    {
      "start": 159.28,
      "dur": 2.79,
      "text": "motans you know who you are and you demonstrate"
    },
    {
      "start": 162.08,
      "dur": 2.39,
      "text": "you know who you are and you demonstrate it every single day and we damn sure"
    },
    {
      "start": 164.48,
      "dur": 2.15,
      "text": "it every single day and we damn sure know who these people are. The American"
    },
    {
      "start": 166.64,
      "dur": 2.71,
      "text": "know who these people are. The American public knows and this needs to be the"
    },
    {
      "start": 169.36,
      "dur": 2.39,
      "text": "public knows and this needs to be the event that says enough."
    },
    {
      "start": 171.76,
      "dur": 1.91,
      "text": "event that says enough. &gt;&gt; Thousands of ICE agents have been"
    },
    {
      "start": 173.68,
      "dur": 2.47,
      "text": "&gt;&gt; Thousands of ICE agents have been deployed to Minneapolis since the start"
    },
    {
      "start": 176.16,
      "dur": 2.31,
      "text": "deployed to Minneapolis since the start of the month and the mayor of the city,"
    },
    {
      "start": 178.48,
      "dur": 2.23,
      "text": "of the month and the mayor of the city, Jacob Frey, likened the federal"
    },
    {
      "start": 180.72,
      "dur": 3.11,
      "text": "Jacob Frey, likened the federal operation to an invasion."
    },
    {
      "start": 183.84,
      "dur": 5.59,
      "text": "operation to an invasion. I just saw a video of more than six"
    },
    {
      "start": 189.44,
      "dur": 4.31,
      "text": "I just saw a video of more than six masked agents pummeling one of our"
    },
    {
      "start": 193.76,
      "dur": 4.79,
      "text": "masked agents pummeling one of our constituents and shooting him to death."
    },
    {
      "start": 198.56,
      "dur": 2.87,
      "text": "constituents and shooting him to death. How many more residents, how many more"
    },
    {
      "start": 201.44,
      "dur": 3.27,
      "text": "How many more residents, how many more Americans need to die or get badly hurt"
    },
    {
      "start": 204.72,
      "dur": 2.789,
      "text": "Americans need to die or get badly hurt for this operation to end?"
    },
    {
      "start": 207.519,
      "dur": 3.671,
      "text": "for this operation to end? How many more lives need to be lost"
    },
    {
      "start": 211.2,
      "dur": 2.55,
      "text": "How many more lives need to be lost before this administration realizes that"
    },
    {
      "start": 213.76,
      "dur": 3.43,
      "text": "before this administration realizes that a political and partisan narrative is"
    },
    {
      "start": 217.2,
      "dur": 3.749,
      "text": "a political and partisan narrative is not as important as American values."
    },
    {
      "start": 220.959,
      "dur": 2.63,
      "text": "not as important as American values. &gt;&gt; The US Homeland Security Secretary"
    },
    {
      "start": 223.599,
      "dur": 3.35,
      "text": "&gt;&gt; The US Homeland Security Secretary Christy Gnome said the man who was shot"
    },
    {
      "start": 226.959,
      "dur": 1.91,
      "text": "Christy Gnome said the man who was shot had a criminal history. She also"
    },
    {
      "start": 228.879,
      "dur": 2.151,
      "text": "had a criminal history. She also criticized Jacob Frey and Minnesota"
    },
    {
      "start": 231.04,
      "dur": 1.59,
      "text": "criticized Jacob Frey and Minnesota Governor Tim Walls."
    },
    {
      "start": 232.64,
      "dur": 1.99,
      "text": "Governor Tim Walls. &gt;&gt; This situation and this tragedy did not"
    },
    {
      "start": 234.64,
      "dur": 2.63,
      "text": "&gt;&gt; This situation and this tragedy did not have to happen. Our law enforcement are"
    },
    {
      "start": 237.28,
      "dur": 1.75,
      "text": "have to happen. Our law enforcement are doing everything that they can to"
    },
    {
      "start": 239.04,
      "dur": 1.909,
      "text": "doing everything that they can to protect the public. We're praying for"
    },
    {
      "start": 240.959,
      "dur": 2.151,
      "text": "protect the public. We're praying for this deceased loved ones family and"
    },
    {
      "start": 243.12,
      "dur": 2.55,
      "text": "this deceased loved ones family and friends, but we also recognize that the"
    },
    {
      "start": 245.68,
      "dur": 2.15,
      "text": "friends, but we also recognize that the Minnesota governor and the Minneapolis"
    },
    {
      "start": 247.84,
      "dur": 2.23,
      "text": "Minnesota governor and the Minneapolis mayor need to take a long hard look in"
    },
    {
      "start": 250.08,
      "dur": 2.47,
      "text": "mayor need to take a long hard look in the mirror. They need to evaluate their"
    },
    {
      "start": 252.56,
      "dur": 2.15,
      "text": "the mirror. They need to evaluate their rhetoric, their conversations, and their"
    },
    {
      "start": 254.72,
      "dur": 1.99,
      "text": "rhetoric, their conversations, and their encouragement of such violence against"
    },
    {
      "start": 256.72,
      "dur": 1.909,
      "text": "encouragement of such violence against our citizens and our law enforcement"
    },
    {
      "start": 258.639,
      "dur": 1.671,
      "text": "our citizens and our law enforcement officers."
    },
    {
      "start": 260.32,
      "dur": 1.99,
      "text": "officers. It's now the middle of the night in"
    },
    {
      "start": 262.32,
      "dur": 1.75,
      "text": "It's now the middle of the night in Minneapolis, but people are still"
    },
    {
      "start": 264.08,
      "dur": 2.07,
      "text": "Minneapolis, but people are still gathered at the scene of the shooting."
    },
    {
      "start": 266.16,
      "dur": 2.55,
      "text": "gathered at the scene of the shooting. Our correspondent Tom Baitman is there."
    },
    {
      "start": 268.72,
      "dur": 2.31,
      "text": "Our correspondent Tom Baitman is there. &gt;&gt; Well, this is the spot where Alex Prey"
    },
    {
      "start": 271.04,
      "dur": 2.79,
      "text": "&gt;&gt; Well, this is the spot where Alex Prey was shot dead, and you can see now a lot"
    },
    {
      "start": 273.84,
      "dur": 2.629,
      "text": "was shot dead, and you can see now a lot of people here. I've seen hundreds come"
    },
    {
      "start": 276.479,
      "dur": 2.071,
      "text": "of people here. I've seen hundreds come and go over the course of the last few"
    },
    {
      "start": 278.56,
      "dur": 2.069,
      "text": "and go over the course of the last few hours. People laying flowers. They've"
    },
    {
      "start": 280.639,
      "dur": 1.671,
      "text": "hours. People laying flowers. They've come to light candles and laying them,"
    },
    {
      "start": 282.32,
      "dur": 2.869,
      "text": "come to light candles and laying them, writing messages, chanting Alex Prety's"
    },
    {
      "start": 285.199,
      "dur": 3.031,
      "text": "writing messages, chanting Alex Prety's name. Uh, and I spoke to one woman who"
    },
    {
      "start": 288.24,
      "dur": 2.55,
      "text": "name. Uh, and I spoke to one woman who described an atmosphere of fear over"
    },
    {
      "start": 290.8,
      "dur": 2.71,
      "text": "described an atmosphere of fear over recent weeks as ICE agents have been"
    },
    {
      "start": 293.52,
      "dur": 1.59,
      "text": "recent weeks as ICE agents have been carrying out these raids and saying that"
    },
    {
      "start": 295.12,
      "dur": 2.39,
      "text": "carrying out these raids and saying that she felt she just had to come down here"
    },
    {
      "start": 297.52,
      "dur": 1.669,
      "text": "she felt she just had to come down here when she saw the video of him being"
    },
    {
      "start": 299.199,
      "dur": 2.471,
      "text": "when she saw the video of him being killed. So, it was at this spot. There"
    },
    {
      "start": 301.68,
      "dur": 2.789,
      "text": "killed. So, it was at this spot. There are now multiple videos of the angles"
    },
    {
      "start": 304.479,
      "dur": 1.911,
      "text": "are now multiple videos of the angles here and I'm going to turn you around"
    },
    {
      "start": 306.4,
      "dur": 2.71,
      "text": "here and I'm going to turn you around down here because a much bigger protest"
    },
    {
      "start": 309.12,
      "dur": 1.99,
      "text": "down here because a much bigger protest gathered and there have been hundreds of"
    },
    {
      "start": 311.12,
      "dur": 1.75,
      "text": "gathered and there have been hundreds of protesters out during the course of the"
    },
    {
      "start": 312.88,
      "dur": 3.11,
      "text": "protesters out during the course of the day. uh tributes there, but a lot more"
    },
    {
      "start": 316.0,
      "dur": 2.629,
      "text": "day. uh tributes there, but a lot more anger being expressed further down the"
    },
    {
      "start": 318.639,
      "dur": 2.631,
      "text": "anger being expressed further down the street. And that talks to the way that"
    },
    {
      "start": 321.28,
      "dur": 3.03,
      "text": "street. And that talks to the way that you now have this extremely polarized"
    },
    {
      "start": 324.32,
      "dur": 2.07,
      "text": "you now have this extremely polarized narrative about what happened here"
    },
    {
      "start": 326.4,
      "dur": 2.87,
      "text": "narrative about what happened here today. The Trump administration"
    },
    {
      "start": 329.28,
      "dur": 3.03,
      "text": "today. The Trump administration uh publishing the pictures of the 9mm"
    },
    {
      "start": 332.32,
      "dur": 3.03,
      "text": "uh publishing the pictures of the 9mm handgun that they say Alex Pretty had."
    },
    {
      "start": 335.36,
      "dur": 3.269,
      "text": "handgun that they say Alex Pretty had. They say that he approached officers um"
    },
    {
      "start": 338.639,
      "dur": 2.871,
      "text": "They say that he approached officers um and had that gun. Although in the video"
    },
    {
      "start": 341.52,
      "dur": 2.229,
      "text": "and had that gun. Although in the video of course there is no evidence so far to"
    },
    {
      "start": 343.759,
      "dur": 2.391,
      "text": "of course there is no evidence so far to suggest that there was anything that"
    },
    {
      "start": 346.16,
      "dur": 1.589,
      "text": "suggest that there was anything that potentially would have made those"
    },
    {
      "start": 347.759,
      "dur": 2.15,
      "text": "potentially would have made those officers feel their lives were in danger"
    },
    {
      "start": 349.919,
      "dur": 1.591,
      "text": "officers feel their lives were in danger in terms of what you can see in the"
    },
    {
      "start": 351.52,
      "dur": 1.91,
      "text": "in terms of what you can see in the video. But of course all of that is"
    },
    {
      "start": 353.44,
      "dur": 2.309,
      "text": "video. But of course all of that is still being looked at and determined."
    },
    {
      "start": 355.759,
      "dur": 3.43,
      "text": "still being looked at and determined. And at the same time you have the state"
    },
    {
      "start": 359.199,
      "dur": 2.471,
      "text": "And at the same time you have the state governor Tim Waltz. You have uh the"
    },
    {
      "start": 361.68,
      "dur": 1.67,
      "text": "governor Tim Waltz. You have uh the local officials and the mayor here"
    },
    {
      "start": 363.36,
      "dur": 2.47,
      "text": "local officials and the mayor here accusing those immigration officials of"
    },
    {
      "start": 365.84,
      "dur": 2.31,
      "text": "accusing those immigration officials of having terrorized this city. That was"
    },
    {
      "start": 368.16,
      "dur": 2.23,
      "text": "having terrorized this city. That was the word that one of the city officials"
    },
    {
      "start": 370.4,
      "dur": 3.59,
      "text": "the word that one of the city officials used here uh today. Continuing to call"
    },
    {
      "start": 374.0,
      "dur": 3.27,
      "text": "used here uh today. Continuing to call for ICE to get out to be withdrawn from"
    },
    {
      "start": 377.28,
      "dur": 3.27,
      "text": "for ICE to get out to be withdrawn from this city because of the second fatality"
    },
    {
      "start": 380.56,
      "dur": 3.349,
      "text": "this city because of the second fatality uh in the space of this month alone. And"
    },
    {
      "start": 383.919,
      "dur": 1.671,
      "text": "uh in the space of this month alone. And so what you're seeing now is a standoff"
    },
    {
      "start": 385.6,
      "dur": 2.39,
      "text": "so what you're seeing now is a standoff between the Trump administration uh on"
    },
    {
      "start": 388.0,
      "dur": 2.55,
      "text": "between the Trump administration uh on one side and the uh protesters and the"
    },
    {
      "start": 390.56,
      "dur": 2.87,
      "text": "one side and the uh protesters and the state authorities here on the other. a"
    },
    {
      "start": 393.44,
      "dur": 3.11,
      "text": "state authorities here on the other. a request from the city now to uh send in"
    },
    {
      "start": 396.56,
      "dur": 3.03,
      "text": "request from the city now to uh send in some state national guard troops because"
    },
    {
      "start": 399.6,
      "dur": 2.309,
      "text": "some state national guard troops because the police themselves are concerned"
    },
    {
      "start": 401.919,
      "dur": 2.631,
      "text": "the police themselves are concerned about their ability to continue to keep"
    },
    {
      "start": 404.56,
      "dur": 2.069,
      "text": "about their ability to continue to keep control in the streets of Minneapolis."
    },
    {
      "start": 406.639,
      "dur": 2.321,
      "text": "control in the streets of Minneapolis. First."
    }
  ]
}