{
  "videoId": "DARQbBHp62c",
  "title": "Will the US Supreme Court stand up to Trump? | BBC Americast",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 1708,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.92,
      "text": "In Donald Trump's second term, the"
    },
    {
      "start": 2.0,
      "dur": 2.39,
      "text": "In Donald Trump's second term, the Supreme Court is at the very heart of"
    },
    {
      "start": 4.4,
      "dur": 1.99,
      "text": "Supreme Court is at the very heart of American politics. It is making"
    },
    {
      "start": 6.4,
      "dur": 2.87,
      "text": "American politics. It is making decisions that affect his ability to do"
    },
    {
      "start": 9.28,
      "dur": 2.71,
      "text": "decisions that affect his ability to do what he wants to do. And so far, it is"
    },
    {
      "start": 12.0,
      "dur": 2.629,
      "text": "what he wants to do. And so far, it is fair to say that it generally finds in"
    },
    {
      "start": 14.639,
      "dur": 1.11,
      "text": "fair to say that it generally finds in favor of the White House."
    },
    {
      "start": 15.759,
      "dur": 1.51,
      "text": "favor of the White House. &gt;&gt; That the Supreme Court handed the Trump"
    },
    {
      "start": 17.279,
      "dur": 1.83,
      "text": "&gt;&gt; That the Supreme Court handed the Trump administration two victories today in"
    },
    {
      "start": 19.119,
      "dur": 2.871,
      "text": "administration two victories today in cases involving Doge, including giving"
    },
    {
      "start": 22.0,
      "dur": 1.99,
      "text": "cases involving Doge, including giving it access to social security systems"
    },
    {
      "start": 24.0,
      "dur": 2.39,
      "text": "it access to social security systems containing personal data on millions of"
    },
    {
      "start": 26.4,
      "dur": 1.59,
      "text": "containing personal data on millions of Americans. And the Supreme Court's"
    },
    {
      "start": 28.0,
      "dur": 1.429,
      "text": "Americans. And the Supreme Court's allowing the Trump administration to"
    },
    {
      "start": 29.439,
      "dur": 1.91,
      "text": "allowing the Trump administration to slash hundreds of millions of dollars in"
    },
    {
      "start": 31.359,
      "dur": 2.071,
      "text": "slash hundreds of millions of dollars in research funding in its push to cut"
    },
    {
      "start": 33.44,
      "dur": 1.91,
      "text": "research funding in its push to cut federal diversity, equity, and inclusion"
    },
    {
      "start": 35.36,
      "dur": 0.55,
      "text": "federal diversity, equity, and inclusion efforts."
    },
    {
      "start": 35.92,
      "dur": 2.07,
      "text": "efforts. &gt;&gt; Late yesterday, we got another decision."
    },
    {
      "start": 38.0,
      "dur": 1.99,
      "text": "&gt;&gt; Late yesterday, we got another decision. They went ahead and agreed with"
    },
    {
      "start": 40.0,
      "dur": 3.19,
      "text": "They went ahead and agreed with President Trump having the authority to"
    },
    {
      "start": 43.2,
      "dur": 2.55,
      "text": "President Trump having the authority to terminate two appointees on behalf of"
    },
    {
      "start": 45.76,
      "dur": 2.39,
      "text": "terminate two appointees on behalf of President Joe Biden. And the reaction I"
    },
    {
      "start": 48.16,
      "dur": 1.75,
      "text": "President Joe Biden. And the reaction I was picking up online when this decision"
    },
    {
      "start": 49.92,
      "dur": 1.67,
      "text": "was picking up online when this decision came across is that they were surprised"
    },
    {
      "start": 51.6,
      "dur": 1.589,
      "text": "came across is that they were surprised that they allowed this to happen."
    },
    {
      "start": 53.199,
      "dur": 2.311,
      "text": "that they allowed this to happen. &gt;&gt; So here's the question. Is the Supreme"
    },
    {
      "start": 55.52,
      "dur": 2.95,
      "text": "&gt;&gt; So here's the question. Is the Supreme Court at any stage going to stand up to"
    },
    {
      "start": 58.48,
      "dur": 2.549,
      "text": "Court at any stage going to stand up to Donald Trump or is it simply in the"
    },
    {
      "start": 61.039,
      "dur": 2.551,
      "text": "Donald Trump or is it simply in the business of expanding his power? Welcome"
    },
    {
      "start": 63.6,
      "dur": 8.79,
      "text": "business of expanding his power? Welcome to Americ"
    },
    {
      "start": 72.4,
      "dur": 2.399,
      "text": "&gt;&gt; and we're going to focus today on the"
    },
    {
      "start": 74.799,
      "dur": 2.871,
      "text": "&gt;&gt; and we're going to focus today on the Supreme Court. It is hugely hugely"
    },
    {
      "start": 77.68,
      "dur": 2.15,
      "text": "Supreme Court. It is hugely hugely important and never more so when there"
    },
    {
      "start": 79.84,
      "dur": 2.47,
      "text": "important and never more so when there is a president who is keen on doing"
    },
    {
      "start": 82.32,
      "dur": 2.95,
      "text": "is a president who is keen on doing things and stretching the limits of his"
    },
    {
      "start": 85.28,
      "dur": 1.99,
      "text": "things and stretching the limits of his own power. So a lot of people interested"
    },
    {
      "start": 87.28,
      "dur": 2.07,
      "text": "own power. So a lot of people interested in this and a lot of American casters"
    },
    {
      "start": 89.36,
      "dur": 2.23,
      "text": "in this and a lot of American casters have written to us and asked us to take"
    },
    {
      "start": 91.6,
      "dur": 2.39,
      "text": "have written to us and asked us to take an interest in it. Just an example"
    },
    {
      "start": 94.0,
      "dur": 2.149,
      "text": "an interest in it. Just an example Anthony if I could kick it off with um"
    },
    {
      "start": 96.159,
      "dur": 3.031,
      "text": "Anthony if I could kick it off with um Ed Stranger who's written from London"
    },
    {
      "start": 99.2,
      "dur": 1.75,
      "text": "Ed Stranger who's written from London and asked this. I'm writing to request"
    },
    {
      "start": 100.96,
      "dur": 2.149,
      "text": "and asked this. I'm writing to request more discussion and analysis around the"
    },
    {
      "start": 103.119,
      "dur": 2.231,
      "text": "more discussion and analysis around the potential impact of the Supreme Court in"
    },
    {
      "start": 105.36,
      "dur": 1.51,
      "text": "potential impact of the Supreme Court in impacting the Trump administration's"
    },
    {
      "start": 106.88,
      "dur": 2.869,
      "text": "impacting the Trump administration's agenda in coming years. This body surely"
    },
    {
      "start": 109.759,
      "dur": 2.791,
      "text": "agenda in coming years. This body surely has to start having a say in all manner"
    },
    {
      "start": 112.56,
      "dur": 2.07,
      "text": "has to start having a say in all manner of the administration's policies and"
    },
    {
      "start": 114.64,
      "dur": 2.55,
      "text": "of the administration's policies and some in-depth analysis of this currently"
    },
    {
      "start": 117.2,
      "dur": 2.31,
      "text": "some in-depth analysis of this currently silent branch of government would be"
    },
    {
      "start": 119.52,
      "dur": 2.47,
      "text": "silent branch of government would be interesting to hear. Uh reasonable"
    },
    {
      "start": 122.0,
      "dur": 1.35,
      "text": "interesting to hear. Uh reasonable points, Anthony."
    },
    {
      "start": 123.36,
      "dur": 2.789,
      "text": "points, Anthony. &gt;&gt; Absolutely. Uh we have heard the Supreme"
    },
    {
      "start": 126.159,
      "dur": 1.831,
      "text": "&gt;&gt; Absolutely. Uh we have heard the Supreme Court have some say. They have started"
    },
    {
      "start": 128.0,
      "dur": 2.229,
      "text": "Court have some say. They have started to have a say in that montage uh you"
    },
    {
      "start": 130.239,
      "dur": 1.751,
      "text": "to have a say in that montage uh you play there. Uh the Supreme Court has"
    },
    {
      "start": 132.0,
      "dur": 2.869,
      "text": "play there. Uh the Supreme Court has weighed in on a lot of these big issues"
    },
    {
      "start": 134.879,
      "dur": 2.311,
      "text": "weighed in on a lot of these big issues involving Trump and executive power, but"
    },
    {
      "start": 137.2,
      "dur": 2.389,
      "text": "involving Trump and executive power, but uh only tentatively so. Uh a lot of"
    },
    {
      "start": 139.599,
      "dur": 1.591,
      "text": "uh only tentatively so. Uh a lot of those headlines you heard were the"
    },
    {
      "start": 141.2,
      "dur": 2.15,
      "text": "those headlines you heard were the Supreme Court deciding not to step in"
    },
    {
      "start": 143.36,
      "dur": 2.31,
      "text": "Supreme Court deciding not to step in and stop Trump's policies from going"
    },
    {
      "start": 145.68,
      "dur": 2.71,
      "text": "and stop Trump's policies from going into effect. They didn't uh definitively"
    },
    {
      "start": 148.4,
      "dur": 2.15,
      "text": "into effect. They didn't uh definitively say whether those were legal or not,"
    },
    {
      "start": 150.56,
      "dur": 2.07,
      "text": "say whether those were legal or not, whether Trump could do them or not. And"
    },
    {
      "start": 152.64,
      "dur": 1.83,
      "text": "whether Trump could do them or not. And so there are these cases that are still"
    },
    {
      "start": 154.48,
      "dur": 2.469,
      "text": "so there are these cases that are still out there now that we're waiting on in"
    },
    {
      "start": 156.959,
      "dur": 1.91,
      "text": "out there now that we're waiting on in the coming months that are going to say"
    },
    {
      "start": 158.879,
      "dur": 2.151,
      "text": "the coming months that are going to say exactly how much power Trump has on"
    },
    {
      "start": 161.04,
      "dur": 2.31,
      "text": "exactly how much power Trump has on things like immigration, on things like"
    },
    {
      "start": 163.36,
      "dur": 2.229,
      "text": "things like immigration, on things like presidential appointments and perhaps"
    },
    {
      "start": 165.599,
      "dur": 2.231,
      "text": "presidential appointments and perhaps most importantly on Donald Trump's"
    },
    {
      "start": 167.84,
      "dur": 2.15,
      "text": "most importantly on Donald Trump's massive expansion of presidential power"
    },
    {
      "start": 170.0,
      "dur": 2.869,
      "text": "massive expansion of presidential power in the subject of trade and imposing"
    },
    {
      "start": 172.879,
      "dur": 2.951,
      "text": "in the subject of trade and imposing tariffs on foreign nations. So, uh,"
    },
    {
      "start": 175.84,
      "dur": 2.87,
      "text": "tariffs on foreign nations. So, uh, those are still yet to be definitively"
    },
    {
      "start": 178.72,
      "dur": 1.35,
      "text": "those are still yet to be definitively decided. And when we say definitively"
    },
    {
      "start": 180.08,
      "dur": 1.83,
      "text": "decided. And when we say definitively decided, as you point out, Justin, the"
    },
    {
      "start": 181.92,
      "dur": 1.19,
      "text": "decided, as you point out, Justin, the Supreme Court when they issue a"
    },
    {
      "start": 183.12,
      "dur": 2.23,
      "text": "Supreme Court when they issue a decision, there's no appeal. It's final."
    },
    {
      "start": 185.36,
      "dur": 2.39,
      "text": "decision, there's no appeal. It's final. They they are the ones who pass judgment"
    },
    {
      "start": 187.76,
      "dur": 1.99,
      "text": "They they are the ones who pass judgment on whether laws are constitutional,"
    },
    {
      "start": 189.76,
      "dur": 2.549,
      "text": "on whether laws are constitutional, whether laws are being uh, properly"
    },
    {
      "start": 192.319,
      "dur": 2.791,
      "text": "whether laws are being uh, properly applied. Uh, and and these nine"
    },
    {
      "start": 195.12,
      "dur": 2.63,
      "text": "applied. Uh, and and these nine justices, if five of them agree, that"
    },
    {
      "start": 197.76,
      "dur": 2.469,
      "text": "justices, if five of them agree, that that is the final word on the matter."
    },
    {
      "start": 200.239,
      "dur": 1.831,
      "text": "that is the final word on the matter. &gt;&gt; Yeah, nine justices, Anthony, but of"
    },
    {
      "start": 202.08,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah, nine justices, Anthony, but of course, a big conservative majority. uh"
    },
    {
      "start": 204.4,
      "dur": 1.829,
      "text": "course, a big conservative majority. uh at the moment, which has not always been"
    },
    {
      "start": 206.239,
      "dur": 2.71,
      "text": "at the moment, which has not always been the case, but is the case at the moment,"
    },
    {
      "start": 208.959,
      "dur": 1.91,
      "text": "the case, but is the case at the moment, including Supreme Court justices that"
    },
    {
      "start": 210.879,
      "dur": 2.791,
      "text": "including Supreme Court justices that Donald Trump himself has appointed. And"
    },
    {
      "start": 213.68,
      "dur": 5.43,
      "text": "Donald Trump himself has appointed. And that leads people to wonder about the uh"
    },
    {
      "start": 219.12,
      "dur": 2.469,
      "text": "that leads people to wonder about the uh not not just the fairness of the Supreme"
    },
    {
      "start": 221.599,
      "dur": 1.511,
      "text": "not not just the fairness of the Supreme Court, but also in a sense its"
    },
    {
      "start": 223.12,
      "dur": 3.35,
      "text": "Court, but also in a sense its legitimacy. Uh and particularly"
    },
    {
      "start": 226.48,
      "dur": 2.87,
      "text": "legitimacy. Uh and particularly Democrats who are hacked off about"
    },
    {
      "start": 229.36,
      "dur": 2.229,
      "text": "Democrats who are hacked off about various decisions that have been made."
    },
    {
      "start": 231.599,
      "dur": 2.391,
      "text": "various decisions that have been made. And I suppose the big one, the end of"
    },
    {
      "start": 234.0,
      "dur": 2.869,
      "text": "And I suppose the big one, the end of Row versus Wade, have this sense that"
    },
    {
      "start": 236.879,
      "dur": 3.27,
      "text": "Row versus Wade, have this sense that the Supreme Court is now the enemy. It's"
    },
    {
      "start": 240.159,
      "dur": 1.831,
      "text": "the Supreme Court is now the enemy. It's fair to say, isn't it, that the Supreme"
    },
    {
      "start": 242.0,
      "dur": 2.789,
      "text": "fair to say, isn't it, that the Supreme Court and discussions about the Supreme"
    },
    {
      "start": 244.799,
      "dur": 2.63,
      "text": "Court and discussions about the Supreme Court, never mind what they do about the"
    },
    {
      "start": 247.439,
      "dur": 2.311,
      "text": "Court, never mind what they do about the Trump administration's various efforts"
    },
    {
      "start": 249.76,
      "dur": 1.99,
      "text": "Trump administration's various efforts to do various things. The Supreme Court"
    },
    {
      "start": 251.76,
      "dur": 1.829,
      "text": "to do various things. The Supreme Court is in a sense in play in American"
    },
    {
      "start": 253.599,
      "dur": 2.071,
      "text": "is in a sense in play in American politics in a way that hasn't been for a"
    },
    {
      "start": 255.68,
      "dur": 3.669,
      "text": "politics in a way that hasn't been for a bit. I I think uh maybe going back a few"
    },
    {
      "start": 259.359,
      "dur": 2.15,
      "text": "bit. I I think uh maybe going back a few decades, most people didn't give a whole"
    },
    {
      "start": 261.519,
      "dur": 1.431,
      "text": "decades, most people didn't give a whole lot of thought to the Supreme Court."
    },
    {
      "start": 262.96,
      "dur": 1.509,
      "text": "lot of thought to the Supreme Court. They probably couldn't pick a justice"
    },
    {
      "start": 264.479,
      "dur": 2.231,
      "text": "They probably couldn't pick a justice out walking down the street or standing"
    },
    {
      "start": 266.72,
      "dur": 2.07,
      "text": "out walking down the street or standing in line next to them in the grocery"
    },
    {
      "start": 268.8,
      "dur": 2.07,
      "text": "in line next to them in the grocery store if Supreme Court justices do go"
    },
    {
      "start": 270.88,
      "dur": 1.67,
      "text": "store if Supreme Court justices do go grocery shopping or they have someone do"
    },
    {
      "start": 272.56,
      "dur": 2.55,
      "text": "grocery shopping or they have someone do it for them. But they were relatively uh"
    },
    {
      "start": 275.12,
      "dur": 1.83,
      "text": "it for them. But they were relatively uh anonymous. Obviously, people who pay"
    },
    {
      "start": 276.96,
      "dur": 2.229,
      "text": "anonymous. Obviously, people who pay attention the big cases do know that the"
    },
    {
      "start": 279.199,
      "dur": 1.751,
      "text": "attention the big cases do know that the Supreme Court has power, but it was"
    },
    {
      "start": 280.96,
      "dur": 2.55,
      "text": "Supreme Court has power, but it was always the least understood branch of"
    },
    {
      "start": 283.52,
      "dur": 1.91,
      "text": "always the least understood branch of the federal government. that that has"
    },
    {
      "start": 285.44,
      "dur": 2.39,
      "text": "the federal government. that that has changed as you rightly point out. This"
    },
    {
      "start": 287.84,
      "dur": 2.069,
      "text": "changed as you rightly point out. This Supreme Court with its 6 to3"
    },
    {
      "start": 289.919,
      "dur": 2.391,
      "text": "Supreme Court with its 6 to3 conservative majority, three of those"
    },
    {
      "start": 292.32,
      "dur": 2.07,
      "text": "conservative majority, three of those conservative justices appointed by"
    },
    {
      "start": 294.4,
      "dur": 2.71,
      "text": "conservative justices appointed by Donald Trump himself in his first term,"
    },
    {
      "start": 297.12,
      "dur": 2.39,
      "text": "Donald Trump himself in his first term, uh they have in the past five or six"
    },
    {
      "start": 299.52,
      "dur": 3.669,
      "text": "uh they have in the past five or six years really dramatically reshaped uh"
    },
    {
      "start": 303.199,
      "dur": 3.351,
      "text": "years really dramatically reshaped uh the the lay of the land as far as the"
    },
    {
      "start": 306.56,
      "dur": 2.069,
      "text": "the the lay of the land as far as the law goes in this country. They have"
    },
    {
      "start": 308.639,
      "dur": 2.311,
      "text": "law goes in this country. They have overturned precedents that had been"
    },
    {
      "start": 310.96,
      "dur": 2.31,
      "text": "overturned precedents that had been established sometimes for half a century"
    },
    {
      "start": 313.28,
      "dur": 2.07,
      "text": "established sometimes for half a century or more. presidents, as you mentioned,"
    },
    {
      "start": 315.36,
      "dur": 4.23,
      "text": "or more. presidents, as you mentioned, on abortion, uh on uh racial preferences"
    },
    {
      "start": 319.6,
      "dur": 2.309,
      "text": "on abortion, uh on uh racial preferences in higher education and and how you"
    },
    {
      "start": 321.919,
      "dur": 1.99,
      "text": "in higher education and and how you could take that into account, on the"
    },
    {
      "start": 323.919,
      "dur": 2.871,
      "text": "could take that into account, on the power of federal agencies to issue"
    },
    {
      "start": 326.8,
      "dur": 3.27,
      "text": "power of federal agencies to issue regulations uh without court oversight,"
    },
    {
      "start": 330.08,
      "dur": 2.63,
      "text": "regulations uh without court oversight, uh uh on on all of these different"
    },
    {
      "start": 332.72,
      "dur": 2.15,
      "text": "uh uh on on all of these different environmental relation uh environmental"
    },
    {
      "start": 334.88,
      "dur": 2.79,
      "text": "environmental relation uh environmental regulations, on uh gun control and and"
    },
    {
      "start": 337.68,
      "dur": 3.59,
      "text": "regulations, on uh gun control and and and handgun ownership rights. I mean,"
    },
    {
      "start": 341.28,
      "dur": 1.749,
      "text": "and handgun ownership rights. I mean, all of these things have been pretty"
    },
    {
      "start": 343.039,
      "dur": 2.231,
      "text": "all of these things have been pretty pretty stark in the way they have"
    },
    {
      "start": 345.28,
      "dur": 2.87,
      "text": "pretty stark in the way they have changed course uh in the past few years"
    },
    {
      "start": 348.16,
      "dur": 1.67,
      "text": "changed course uh in the past few years and and really I think it's the most"
    },
    {
      "start": 349.84,
      "dur": 2.31,
      "text": "and and really I think it's the most conservative Supreme Court that America"
    },
    {
      "start": 352.16,
      "dur": 3.19,
      "text": "conservative Supreme Court that America has had in at least 75 years and they"
    },
    {
      "start": 355.36,
      "dur": 1.59,
      "text": "has had in at least 75 years and they are flexing their muscle time and time"
    },
    {
      "start": 356.96,
      "dur": 2.069,
      "text": "are flexing their muscle time and time again. And the other thing, and we'll"
    },
    {
      "start": 359.039,
      "dur": 1.59,
      "text": "again. And the other thing, and we'll talk about this with our our guest, the"
    },
    {
      "start": 360.639,
      "dur": 2.39,
      "text": "talk about this with our our guest, the former Supreme Court clerk in in just a"
    },
    {
      "start": 363.039,
      "dur": 3.511,
      "text": "former Supreme Court clerk in in just a second, is that in doing that, they are"
    },
    {
      "start": 366.56,
      "dur": 1.99,
      "text": "second, is that in doing that, they are following a tradition, which is that the"
    },
    {
      "start": 368.56,
      "dur": 3.189,
      "text": "following a tradition, which is that the Supreme Court does change America. You"
    },
    {
      "start": 371.759,
      "dur": 1.831,
      "text": "Supreme Court does change America. You think back to Brown versus the Board of"
    },
    {
      "start": 373.6,
      "dur": 2.79,
      "text": "think back to Brown versus the Board of Education, that um decision back in the"
    },
    {
      "start": 376.4,
      "dur": 1.909,
      "text": "Education, that um decision back in the 1950s"
    },
    {
      "start": 378.319,
      "dur": 4.15,
      "text": "1950s that in a sense pushed open the doors"
    },
    {
      "start": 382.479,
      "dur": 2.631,
      "text": "that in a sense pushed open the doors for the whole civil rights movement. And"
    },
    {
      "start": 385.12,
      "dur": 3.43,
      "text": "for the whole civil rights movement. And that was the court making a a decision,"
    },
    {
      "start": 388.56,
      "dur": 2.23,
      "text": "that was the court making a a decision, wasn't it? A decision that changed"
    },
    {
      "start": 390.8,
      "dur": 3.19,
      "text": "wasn't it? A decision that changed America in one specific instance, the"
    },
    {
      "start": 394.0,
      "dur": 3.43,
      "text": "America in one specific instance, the business of of education being mixed and"
    },
    {
      "start": 397.44,
      "dur": 2.39,
      "text": "business of of education being mixed and not separate as it had been particularly"
    },
    {
      "start": 399.84,
      "dur": 3.59,
      "text": "not separate as it had been particularly in the South until then, but the a wider"
    },
    {
      "start": 403.44,
      "dur": 3.51,
      "text": "in the South until then, but the a wider situation as well, a a wider sense of"
    },
    {
      "start": 406.96,
      "dur": 2.949,
      "text": "situation as well, a a wider sense of American change coming from the court."
    },
    {
      "start": 409.919,
      "dur": 1.351,
      "text": "American change coming from the court. And I suppose you could say, couldn't"
    },
    {
      "start": 411.28,
      "dur": 2.15,
      "text": "And I suppose you could say, couldn't you, that that's just what we're seeing"
    },
    {
      "start": 413.44,
      "dur": 1.51,
      "text": "you, that that's just what we're seeing now."
    },
    {
      "start": 414.96,
      "dur": 2.47,
      "text": "now. Right. There have been moments where the"
    },
    {
      "start": 417.44,
      "dur": 2.149,
      "text": "Right. There have been moments where the Supreme Court has stepped in and issued"
    },
    {
      "start": 419.599,
      "dur": 3.511,
      "text": "Supreme Court has stepped in and issued landmark decisions that really do uh set"
    },
    {
      "start": 423.12,
      "dur": 2.069,
      "text": "landmark decisions that really do uh set the framework for how Americans live."
    },
    {
      "start": 425.199,
      "dur": 2.791,
      "text": "the framework for how Americans live. They affect our everyday lives. Uh Brown"
    },
    {
      "start": 428.0,
      "dur": 1.67,
      "text": "They affect our everyday lives. Uh Brown versus Board of Education is a good one."
    },
    {
      "start": 429.68,
      "dur": 2.229,
      "text": "versus Board of Education is a good one. Separate is inherently unequal."
    },
    {
      "start": 431.919,
      "dur": 2.871,
      "text": "Separate is inherently unequal. Essentially ending racial segregation uh"
    },
    {
      "start": 434.8,
      "dur": 2.389,
      "text": "Essentially ending racial segregation uh in American schools. If you go back on"
    },
    {
      "start": 437.199,
      "dur": 1.99,
      "text": "in American schools. If you go back on on the flip side, something like Py v."
    },
    {
      "start": 439.199,
      "dur": 1.351,
      "text": "on the flip side, something like Py v. Ferguson, which the Supreme Court"
    },
    {
      "start": 440.56,
      "dur": 3.59,
      "text": "Ferguson, which the Supreme Court decided in the 1850s that uh slaves were"
    },
    {
      "start": 444.16,
      "dur": 2.07,
      "text": "decided in the 1850s that uh slaves were property and they didn't have any kind"
    },
    {
      "start": 446.24,
      "dur": 2.47,
      "text": "property and they didn't have any kind of rights uh and redress in the courts."
    },
    {
      "start": 448.72,
      "dur": 3.749,
      "text": "of rights uh and redress in the courts. Uh that was a an incredibly impactful uh"
    },
    {
      "start": 452.479,
      "dur": 2.231,
      "text": "Uh that was a an incredibly impactful uh Supreme Court decision on the the flip"
    },
    {
      "start": 454.72,
      "dur": 2.309,
      "text": "Supreme Court decision on the the flip side. I mean, it led to uh essentially"
    },
    {
      "start": 457.039,
      "dur": 2.87,
      "text": "side. I mean, it led to uh essentially directly to the to the civil war. Uh and"
    },
    {
      "start": 459.919,
      "dur": 1.591,
      "text": "directly to the to the civil war. Uh and there have been decisions on things like"
    },
    {
      "start": 461.52,
      "dur": 2.789,
      "text": "there have been decisions on things like abortion, on freedom of the press, uh"
    },
    {
      "start": 464.319,
      "dur": 3.59,
      "text": "abortion, on freedom of the press, uh New York Times v. Sullivan protecting uh"
    },
    {
      "start": 467.919,
      "dur": 3.591,
      "text": "New York Times v. Sullivan protecting uh major newspapers from uh lawsuits uh"
    },
    {
      "start": 471.52,
      "dur": 1.75,
      "text": "major newspapers from uh lawsuits uh when they when they're reporting. I"
    },
    {
      "start": 473.28,
      "dur": 1.99,
      "text": "when they when they're reporting. I mean, that was a a landmark case. There"
    },
    {
      "start": 475.28,
      "dur": 2.87,
      "text": "mean, that was a a landmark case. There are cases on access to birth control."
    },
    {
      "start": 478.16,
      "dur": 2.709,
      "text": "are cases on access to birth control. There are cases involving uh individual"
    },
    {
      "start": 480.879,
      "dur": 1.831,
      "text": "There are cases involving uh individual liberties and and right to protest."
    },
    {
      "start": 482.72,
      "dur": 1.99,
      "text": "liberties and and right to protest. There ones that protect uh individuals"
    },
    {
      "start": 484.72,
      "dur": 2.149,
      "text": "There ones that protect uh individuals who have been uh arrested. You remember"
    },
    {
      "start": 486.879,
      "dur": 2.15,
      "text": "who have been uh arrested. You remember the Miranda case which said that"
    },
    {
      "start": 489.039,
      "dur": 2.071,
      "text": "the Miranda case which said that individuals had to be informed of their"
    },
    {
      "start": 491.12,
      "dur": 2.23,
      "text": "individuals had to be informed of their rights after they've been arrested. You"
    },
    {
      "start": 493.36,
      "dur": 2.31,
      "text": "rights after they've been arrested. You can go through and see moments where the"
    },
    {
      "start": 495.68,
      "dur": 1.349,
      "text": "can go through and see moments where the Supreme Court really has issued"
    },
    {
      "start": 497.039,
      "dur": 2.791,
      "text": "Supreme Court really has issued decisions that directly impact people's"
    },
    {
      "start": 499.84,
      "dur": 1.909,
      "text": "decisions that directly impact people's lives. There are other ones that maybe"
    },
    {
      "start": 501.759,
      "dur": 1.911,
      "text": "lives. There are other ones that maybe you don't feel quite as much that still"
    },
    {
      "start": 503.68,
      "dur": 2.229,
      "text": "you don't feel quite as much that still have significant impact. Ones about how"
    },
    {
      "start": 505.919,
      "dur": 1.591,
      "text": "have significant impact. Ones about how government operates, how government"
    },
    {
      "start": 507.52,
      "dur": 3.75,
      "text": "government operates, how government regulates uh uh the the rights of of"
    },
    {
      "start": 511.28,
      "dur": 2.229,
      "text": "regulates uh uh the the rights of of corporations and businesses and how they"
    },
    {
      "start": 513.519,
      "dur": 2.791,
      "text": "corporations and businesses and how they interact. But uh but I I it is"
    },
    {
      "start": 516.32,
      "dur": 2.949,
      "text": "interact. But uh but I I it is impossible to overstate how important"
    },
    {
      "start": 519.279,
      "dur": 2.31,
      "text": "impossible to overstate how important the Supreme Court has been uh throughout"
    },
    {
      "start": 521.599,
      "dur": 1.591,
      "text": "the Supreme Court has been uh throughout America's history."
    },
    {
      "start": 523.2,
      "dur": 2.39,
      "text": "America's history. &gt;&gt; And talking about those decisions about"
    },
    {
      "start": 525.6,
      "dur": 2.63,
      "text": "&gt;&gt; And talking about those decisions about how government operates, that brings us"
    },
    {
      "start": 528.24,
      "dur": 1.83,
      "text": "how government operates, that brings us bang up to date. And this decision that"
    },
    {
      "start": 530.08,
      "dur": 2.15,
      "text": "bang up to date. And this decision that the court has yet to make about tariffs."
    },
    {
      "start": 532.24,
      "dur": 2.63,
      "text": "the court has yet to make about tariffs. And it's interesting, isn't it? Because"
    },
    {
      "start": 534.88,
      "dur": 2.069,
      "text": "And it's interesting, isn't it? Because I think people thought, didn't they,"
    },
    {
      "start": 536.959,
      "dur": 2.31,
      "text": "I think people thought, didn't they, that it was going to come quite quickly,"
    },
    {
      "start": 539.279,
      "dur": 3.191,
      "text": "that it was going to come quite quickly, and it hasn't. And I wonder if we can or"
    },
    {
      "start": 542.48,
      "dur": 2.39,
      "text": "and it hasn't. And I wonder if we can or should read anything into that."
    },
    {
      "start": 544.88,
      "dur": 1.509,
      "text": "should read anything into that. &gt;&gt; Yeah, I think it's it is really"
    },
    {
      "start": 546.399,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, I think it's it is really interesting that we haven't seen the"
    },
    {
      "start": 547.839,
      "dur": 1.831,
      "text": "interesting that we haven't seen the court weigh in yet. They took that case"
    },
    {
      "start": 549.68,
      "dur": 2.39,
      "text": "court weigh in yet. They took that case on an expedited basis. They sped it up."
    },
    {
      "start": 552.08,
      "dur": 2.23,
      "text": "on an expedited basis. They sped it up. They had early oral arguments. They they"
    },
    {
      "start": 554.32,
      "dur": 3.11,
      "text": "They had early oral arguments. They they stepped in uh before the one appellet"
    },
    {
      "start": 557.44,
      "dur": 1.27,
      "text": "stepped in uh before the one appellet court had a chance to rule and before"
    },
    {
      "start": 558.72,
      "dur": 1.75,
      "text": "court had a chance to rule and before another appellet court had a chance to"
    },
    {
      "start": 560.48,
      "dur": 2.07,
      "text": "another appellet court had a chance to review its earlier decision. And so it"
    },
    {
      "start": 562.56,
      "dur": 2.31,
      "text": "review its earlier decision. And so it accelerated the whole process to get to"
    },
    {
      "start": 564.88,
      "dur": 2.15,
      "text": "accelerated the whole process to get to this uh under pressure from a lot of"
    },
    {
      "start": 567.04,
      "dur": 1.67,
      "text": "this uh under pressure from a lot of these businesses that were telling the"
    },
    {
      "start": 568.72,
      "dur": 2.15,
      "text": "these businesses that were telling the court that uh their businesses were"
    },
    {
      "start": 570.88,
      "dur": 1.91,
      "text": "court that uh their businesses were being impacted adversely by these"
    },
    {
      "start": 572.8,
      "dur": 1.75,
      "text": "being impacted adversely by these tariffs and they needed to get some sort"
    },
    {
      "start": 574.56,
      "dur": 2.15,
      "text": "tariffs and they needed to get some sort of certainty that these were legal as"
    },
    {
      "start": 576.72,
      "dur": 1.75,
      "text": "of certainty that these were legal as quickly as possible. And the court"
    },
    {
      "start": 578.48,
      "dur": 1.99,
      "text": "quickly as possible. And the court appeared to agree. So they they agreed"
    },
    {
      "start": 580.48,
      "dur": 1.67,
      "text": "appeared to agree. So they they agreed to hear this case. They they had the"
    },
    {
      "start": 582.16,
      "dur": 1.99,
      "text": "to hear this case. They they had the oral arguments. And now it's been kind"
    },
    {
      "start": 584.16,
      "dur": 1.83,
      "text": "oral arguments. And now it's been kind of a waiting game where we've had a"
    },
    {
      "start": 586.0,
      "dur": 1.43,
      "text": "of a waiting game where we've had a couple instances where the court has"
    },
    {
      "start": 587.44,
      "dur": 1.35,
      "text": "couple instances where the court has announced that they're going to be"
    },
    {
      "start": 588.8,
      "dur": 1.75,
      "text": "announced that they're going to be releasing new opinions and we all kind"
    },
    {
      "start": 590.56,
      "dur": 1.59,
      "text": "releasing new opinions and we all kind of gather around to see if this is the"
    },
    {
      "start": 592.16,
      "dur": 3.03,
      "text": "of gather around to see if this is the trade case. Uh and then it's not. So uh"
    },
    {
      "start": 595.2,
      "dur": 1.91,
      "text": "trade case. Uh and then it's not. So uh you know it's always a matter of reading"
    },
    {
      "start": 597.12,
      "dur": 2.55,
      "text": "you know it's always a matter of reading tea leaves because this court uh and the"
    },
    {
      "start": 599.68,
      "dur": 2.31,
      "text": "tea leaves because this court uh and the Supreme Court in general does not tip"
    },
    {
      "start": 602.0,
      "dur": 3.43,
      "text": "Supreme Court in general does not tip its hand very very often. But but it is"
    },
    {
      "start": 605.44,
      "dur": 1.509,
      "text": "its hand very very often. But but it is interesting that they seem to be taking"
    },
    {
      "start": 606.959,
      "dur": 2.231,
      "text": "interesting that they seem to be taking their merry time in in releasing this"
    },
    {
      "start": 609.2,
      "dur": 2.39,
      "text": "their merry time in in releasing this decision. And someone who wants it to go"
    },
    {
      "start": 611.6,
      "dur": 2.55,
      "text": "decision. And someone who wants it to go his way is the president himself. And"
    },
    {
      "start": 614.16,
      "dur": 1.909,
      "text": "his way is the president himself. And it's interesting. He's he's very open"
    },
    {
      "start": 616.079,
      "dur": 1.99,
      "text": "it's interesting. He's he's very open about that. Let's listen to him. This is"
    },
    {
      "start": 618.079,
      "dur": 2.31,
      "text": "about that. Let's listen to him. This is actually back in November talking to"
    },
    {
      "start": 620.399,
      "dur": 2.791,
      "text": "actually back in November talking to reporters about the importance of this"
    },
    {
      "start": 623.2,
      "dur": 1.35,
      "text": "reporters about the importance of this tariff decision."
    },
    {
      "start": 624.56,
      "dur": 2.949,
      "text": "tariff decision. &gt;&gt; What is your plan if they end up making"
    },
    {
      "start": 627.519,
      "dur": 1.75,
      "text": "&gt;&gt; What is your plan if they end up making a decision that's not in your favor?"
    },
    {
      "start": 629.279,
      "dur": 1.911,
      "text": "a decision that's not in your favor? &gt;&gt; Well, I'd rather discuss that later. I"
    },
    {
      "start": 631.2,
      "dur": 1.91,
      "text": "&gt;&gt; Well, I'd rather discuss that later. I hope we're going to win that case. I"
    },
    {
      "start": 633.12,
      "dur": 1.269,
      "text": "hope we're going to win that case. I think it's one of the most important"
    },
    {
      "start": 634.399,
      "dur": 2.711,
      "text": "think it's one of the most important cases in the history of our country."
    },
    {
      "start": 637.12,
      "dur": 2.07,
      "text": "cases in the history of our country. uh"
    },
    {
      "start": 639.2,
      "dur": 2.629,
      "text": "uh so much evolves around tariffs."
    },
    {
      "start": 641.839,
      "dur": 1.271,
      "text": "so much evolves around tariffs. &gt;&gt; So Trump there talking about how"
    },
    {
      "start": 643.12,
      "dur": 2.949,
      "text": "&gt;&gt; So Trump there talking about how important this case is uh and it it"
    },
    {
      "start": 646.079,
      "dur": 1.351,
      "text": "important this case is uh and it it centers around Donald Trump's trade"
    },
    {
      "start": 647.44,
      "dur": 2.069,
      "text": "centers around Donald Trump's trade authority and whether the law he's"
    },
    {
      "start": 649.519,
      "dur": 2.071,
      "text": "authority and whether the law he's citing an emergency powers economic"
    },
    {
      "start": 651.6,
      "dur": 2.469,
      "text": "citing an emergency powers economic powers act from the 1970s that doesn't"
    },
    {
      "start": 654.079,
      "dur": 1.75,
      "text": "powers act from the 1970s that doesn't even mention tariffs. It mentions"
    },
    {
      "start": 655.839,
      "dur": 2.471,
      "text": "even mention tariffs. It mentions regulating trade. whether that has given"
    },
    {
      "start": 658.32,
      "dur": 4.31,
      "text": "regulating trade. whether that has given the president the power to uh put on"
    },
    {
      "start": 662.64,
      "dur": 2.39,
      "text": "the president the power to uh put on tariffs on any country on any amount at"
    },
    {
      "start": 665.04,
      "dur": 2.87,
      "text": "tariffs on any country on any amount at any time whenever he wants. Uh and you I"
    },
    {
      "start": 667.92,
      "dur": 1.43,
      "text": "any time whenever he wants. Uh and you I was listening to those oral arguments"
    },
    {
      "start": 669.36,
      "dur": 2.79,
      "text": "was listening to those oral arguments that that the court held last year on"
    },
    {
      "start": 672.16,
      "dur": 1.669,
      "text": "that that the court held last year on them and a lot of the justices even some"
    },
    {
      "start": 673.839,
      "dur": 1.591,
      "text": "them and a lot of the justices even some of the conservative ones seemed"
    },
    {
      "start": 675.44,
      "dur": 1.99,
      "text": "of the conservative ones seemed skeptical that the president had this"
    },
    {
      "start": 677.44,
      "dur": 2.23,
      "text": "skeptical that the president had this kind of power. The Constitution says"
    },
    {
      "start": 679.68,
      "dur": 2.07,
      "text": "kind of power. The Constitution says that Congress is the one that can levy"
    },
    {
      "start": 681.76,
      "dur": 2.39,
      "text": "that Congress is the one that can levy tariffs and they questioned whether"
    },
    {
      "start": 684.16,
      "dur": 2.87,
      "text": "tariffs and they questioned whether Congress clearly delegated to the"
    },
    {
      "start": 687.04,
      "dur": 2.15,
      "text": "Congress clearly delegated to the president all of its trade authority"
    },
    {
      "start": 689.2,
      "dur": 2.23,
      "text": "president all of its trade authority essentially. So I think Donald Trump is"
    },
    {
      "start": 691.44,
      "dur": 2.069,
      "text": "essentially. So I think Donald Trump is rightfully a little nervous about this"
    },
    {
      "start": 693.519,
      "dur": 3.111,
      "text": "rightfully a little nervous about this case uh and and it could very well cut"
    },
    {
      "start": 696.64,
      "dur": 1.83,
      "text": "case uh and and it could very well cut against him, but we just don't know yet"
    },
    {
      "start": 698.48,
      "dur": 1.75,
      "text": "against him, but we just don't know yet because we haven't gotten the decision."
    },
    {
      "start": 700.24,
      "dur": 1.35,
      "text": "because we haven't gotten the decision. Okay, this is a good moment to bring in"
    },
    {
      "start": 701.6,
      "dur": 2.63,
      "text": "Okay, this is a good moment to bring in our guest, Professor Kate Shaw, who is a"
    },
    {
      "start": 704.24,
      "dur": 2.31,
      "text": "our guest, Professor Kate Shaw, who is a former Supreme Court clerk, but is also"
    },
    {
      "start": 706.56,
      "dur": 1.35,
      "text": "former Supreme Court clerk, but is also professor of law at the University of"
    },
    {
      "start": 707.92,
      "dur": 2.07,
      "text": "professor of law at the University of Pennsylvania Law School and co-host of"
    },
    {
      "start": 710.0,
      "dur": 3.509,
      "text": "Pennsylvania Law School and co-host of the podcast Strict Scrutiny. Kate,"
    },
    {
      "start": 713.519,
      "dur": 1.191,
      "text": "the podcast Strict Scrutiny. Kate, hello."
    },
    {
      "start": 714.72,
      "dur": 1.51,
      "text": "hello. &gt;&gt; Hello. Thank you for having me."
    },
    {
      "start": 716.24,
      "dur": 1.75,
      "text": "&gt;&gt; Hello. Thank you for having me. &gt;&gt; Well, thank you for coming on. Anthony,"
    },
    {
      "start": 718.0,
      "dur": 3.11,
      "text": "&gt;&gt; Well, thank you for coming on. Anthony, you were reminding us recently that"
    },
    {
      "start": 721.12,
      "dur": 2.23,
      "text": "you were reminding us recently that there are occasions in the Supreme"
    },
    {
      "start": 723.36,
      "dur": 2.63,
      "text": "there are occasions in the Supreme Court's quite recent history, where"
    },
    {
      "start": 726.0,
      "dur": 2.23,
      "text": "Court's quite recent history, where justices have gone rogue, as it were. So"
    },
    {
      "start": 728.24,
      "dur": 2.55,
      "text": "justices have gone rogue, as it were. So they've been put in by a president who"
    },
    {
      "start": 730.8,
      "dur": 1.75,
      "text": "they've been put in by a president who was confident that they do they would do"
    },
    {
      "start": 732.56,
      "dur": 4.069,
      "text": "was confident that they do they would do x y or zed his bidding as it were and"
    },
    {
      "start": 736.639,
      "dur": 1.671,
      "text": "x y or zed his bidding as it were and actually they haven't. I can't remember"
    },
    {
      "start": 738.32,
      "dur": 2.069,
      "text": "actually they haven't. I can't remember what the examples were you gave to"
    },
    {
      "start": 740.399,
      "dur": 1.99,
      "text": "what the examples were you gave to remind us of who the people are you you"
    },
    {
      "start": 742.399,
      "dur": 1.99,
      "text": "remind us of who the people are you you came up with who've who've actually not"
    },
    {
      "start": 744.399,
      "dur": 2.471,
      "text": "came up with who've who've actually not done the bidding that it was thought"
    },
    {
      "start": 746.88,
      "dur": 1.67,
      "text": "done the bidding that it was thought they were going to do."
    },
    {
      "start": 748.56,
      "dur": 2.87,
      "text": "they were going to do. &gt;&gt; Right. If if you go back to the the 80s"
    },
    {
      "start": 751.44,
      "dur": 2.949,
      "text": "&gt;&gt; Right. If if you go back to the the 80s and 90s, Anthony Kennedy uh and and"
    },
    {
      "start": 754.399,
      "dur": 3.191,
      "text": "and 90s, Anthony Kennedy uh and and Justice Sudter, both were appointed by"
    },
    {
      "start": 757.6,
      "dur": 2.07,
      "text": "Justice Sudter, both were appointed by uh conservatives and then ended up being"
    },
    {
      "start": 759.68,
      "dur": 2.23,
      "text": "uh conservatives and then ended up being more liberal. But even if you look at"
    },
    {
      "start": 761.92,
      "dur": 2.87,
      "text": "more liberal. But even if you look at John Roberts, who was appointed by uh"
    },
    {
      "start": 764.8,
      "dur": 3.75,
      "text": "John Roberts, who was appointed by uh George W. Bush, he ended up ruling in"
    },
    {
      "start": 768.56,
      "dur": 1.829,
      "text": "George W. Bush, he ended up ruling in favor of upholding Obamacare, which was"
    },
    {
      "start": 770.399,
      "dur": 1.67,
      "text": "favor of upholding Obamacare, which was a bit of a surprise. And I think John"
    },
    {
      "start": 772.079,
      "dur": 1.111,
      "text": "a bit of a surprise. And I think John Roberts, everyone would say it was"
    },
    {
      "start": 773.2,
      "dur": 1.99,
      "text": "Roberts, everyone would say it was conservative, but there have been"
    },
    {
      "start": 775.2,
      "dur": 1.91,
      "text": "conservative, but there have been instances where some of these justices"
    },
    {
      "start": 777.12,
      "dur": 2.949,
      "text": "instances where some of these justices have have broken against the the views"
    },
    {
      "start": 780.079,
      "dur": 2.231,
      "text": "have have broken against the the views of the the presidents who appointed"
    },
    {
      "start": 782.32,
      "dur": 2.71,
      "text": "of the the presidents who appointed them. So, it's not totally without uh"
    },
    {
      "start": 785.04,
      "dur": 1.589,
      "text": "them. So, it's not totally without uh without any kind of precedent, although"
    },
    {
      "start": 786.639,
      "dur": 1.911,
      "text": "without any kind of precedent, although it seems like, and I don't know if you"
    },
    {
      "start": 788.56,
      "dur": 2.23,
      "text": "it seems like, and I don't know if you agree, Kate, it seems like more recently"
    },
    {
      "start": 790.8,
      "dur": 1.829,
      "text": "agree, Kate, it seems like more recently the the conservatives on the court have"
    },
    {
      "start": 792.639,
      "dur": 2.31,
      "text": "the the conservatives on the court have been more reliably conservative. We"
    },
    {
      "start": 794.959,
      "dur": 1.99,
      "text": "been more reliably conservative. We don't see that kind of apostasy, I"
    },
    {
      "start": 796.959,
      "dur": 1.751,
      "text": "don't see that kind of apostasy, I suppose you'd call it, uh from these"
    },
    {
      "start": 798.72,
      "dur": 1.99,
      "text": "suppose you'd call it, uh from these justices that you had in the past. I"
    },
    {
      "start": 800.72,
      "dur": 1.27,
      "text": "justices that you had in the past. I basically do agree with that. I think"
    },
    {
      "start": 802.0,
      "dur": 1.35,
      "text": "basically do agree with that. I think that there are lots of historical"
    },
    {
      "start": 803.36,
      "dur": 2.63,
      "text": "that there are lots of historical examples of justices, you know,"
    },
    {
      "start": 806.0,
      "dur": 1.509,
      "text": "examples of justices, you know, disappointing sometimes in very"
    },
    {
      "start": 807.519,
      "dur": 1.911,
      "text": "disappointing sometimes in very significant ways the expectations of the"
    },
    {
      "start": 809.44,
      "dur": 1.91,
      "text": "significant ways the expectations of the presidents who appointed them. Um, but I"
    },
    {
      "start": 811.36,
      "dur": 1.51,
      "text": "presidents who appointed them. Um, but I think Anony's right that the more recent"
    },
    {
      "start": 812.88,
      "dur": 1.59,
      "text": "think Anony's right that the more recent appointees to the court have been so"
    },
    {
      "start": 814.48,
      "dur": 3.19,
      "text": "appointees to the court have been so thoroughly vetted and their views so"
    },
    {
      "start": 817.68,
      "dur": 1.829,
      "text": "thoroughly vetted and their views so entirely known by the presidents who"
    },
    {
      "start": 819.519,
      "dur": 2.071,
      "text": "entirely known by the presidents who appoint them that there are fewer and"
    },
    {
      "start": 821.6,
      "dur": 2.63,
      "text": "appoint them that there are fewer and fewer of these kind of defections or"
    },
    {
      "start": 824.24,
      "dur": 2.47,
      "text": "fewer of these kind of defections or kind of upending of expectations."
    },
    {
      "start": 826.72,
      "dur": 2.549,
      "text": "kind of upending of expectations. Although, you know, I think that it's a"
    },
    {
      "start": 829.279,
      "dur": 2.631,
      "text": "Although, you know, I think that it's a little early to say for sure whether"
    },
    {
      "start": 831.92,
      "dur": 2.87,
      "text": "little early to say for sure whether someone like Justice Amy Coney Barrett"
    },
    {
      "start": 834.8,
      "dur": 2.63,
      "text": "someone like Justice Amy Coney Barrett might come to disappoint in certain"
    },
    {
      "start": 837.44,
      "dur": 0.79,
      "text": "might come to disappoint in certain respects,"
    },
    {
      "start": 838.24,
      "dur": 1.75,
      "text": "respects, &gt;&gt; right? And she was somewhat skeptical in"
    },
    {
      "start": 840.0,
      "dur": 1.75,
      "text": "&gt;&gt; right? And she was somewhat skeptical in another big case of presidential power,"
    },
    {
      "start": 841.76,
      "dur": 2.39,
      "text": "another big case of presidential power, which was the the Lisa Cook case, the"
    },
    {
      "start": 844.16,
      "dur": 3.349,
      "text": "which was the the Lisa Cook case, the firing of or Trump's attempts to fire uh"
    },
    {
      "start": 847.519,
      "dur": 2.391,
      "text": "firing of or Trump's attempts to fire uh Lisa Cook, the Federal Reserve governor,"
    },
    {
      "start": 849.92,
      "dur": 2.23,
      "text": "Lisa Cook, the Federal Reserve governor, for what he said was financial"
    },
    {
      "start": 852.16,
      "dur": 2.63,
      "text": "for what he said was financial malfeasants. Uh, that was another"
    },
    {
      "start": 854.8,
      "dur": 1.99,
      "text": "malfeasants. Uh, that was another interesting case and one that I that is"
    },
    {
      "start": 856.8,
      "dur": 1.43,
      "text": "interesting case and one that I that is is floating out there that we haven't"
    },
    {
      "start": 858.24,
      "dur": 2.31,
      "text": "is floating out there that we haven't heard a decision on yet, but but could"
    },
    {
      "start": 860.56,
      "dur": 2.15,
      "text": "heard a decision on yet, but but could define the scope of of Trump's power."
    },
    {
      "start": 862.72,
      "dur": 1.03,
      "text": "define the scope of of Trump's power. How do you think that one's going to"
    },
    {
      "start": 863.76,
      "dur": 0.309,
      "text": "How do you think that one's going to break?"
    },
    {
      "start": 864.079,
      "dur": 1.591,
      "text": "break? &gt;&gt; So, this is another in addition to the"
    },
    {
      "start": 865.68,
      "dur": 1.509,
      "text": "&gt;&gt; So, this is another in addition to the tariffs case, enormously important case"
    },
    {
      "start": 867.199,
      "dur": 1.75,
      "text": "tariffs case, enormously important case about presidential power. Here, the"
    },
    {
      "start": 868.959,
      "dur": 2.55,
      "text": "about presidential power. Here, the power to fire um a high-ranking"
    },
    {
      "start": 871.519,
      "dur": 1.831,
      "text": "power to fire um a high-ranking government official, a fed governor in"
    },
    {
      "start": 873.36,
      "dur": 2.23,
      "text": "government official, a fed governor in the case of Lisa Cook. So we have"
    },
    {
      "start": 875.6,
      "dur": 1.43,
      "text": "the case of Lisa Cook. So we have Supreme Court president stretching back"
    },
    {
      "start": 877.04,
      "dur": 2.789,
      "text": "Supreme Court president stretching back nearly a century that says that Congress"
    },
    {
      "start": 879.839,
      "dur": 1.911,
      "text": "nearly a century that says that Congress can create agencies in the federal"
    },
    {
      "start": 881.76,
      "dur": 1.59,
      "text": "can create agencies in the federal government and give the heads of those"
    },
    {
      "start": 883.36,
      "dur": 1.829,
      "text": "government and give the heads of those agencies some protection against the"
    },
    {
      "start": 885.199,
      "dur": 2.87,
      "text": "agencies some protection against the president's just firing at will those"
    },
    {
      "start": 888.079,
      "dur": 2.631,
      "text": "president's just firing at will those officials. Um and yet the president"
    },
    {
      "start": 890.72,
      "dur": 1.99,
      "text": "officials. Um and yet the president basically immediately upon assuming"
    },
    {
      "start": 892.72,
      "dur": 2.31,
      "text": "basically immediately upon assuming power for the second time fired dozens"
    },
    {
      "start": 895.04,
      "dur": 1.75,
      "text": "power for the second time fired dozens of officials who have these statutory"
    },
    {
      "start": 896.8,
      "dur": 1.43,
      "text": "of officials who have these statutory protections against being sumearily"
    },
    {
      "start": 898.24,
      "dur": 1.829,
      "text": "protections against being sumearily fired by the president. the justices"
    },
    {
      "start": 900.079,
      "dur": 1.831,
      "text": "fired by the president. the justices seemed nervous about giving Trump the"
    },
    {
      "start": 901.92,
      "dur": 2.23,
      "text": "seemed nervous about giving Trump the power to sumearily fire the you know"
    },
    {
      "start": 904.16,
      "dur": 3.51,
      "text": "power to sumearily fire the you know upend global kind of um economy in"
    },
    {
      "start": 907.68,
      "dur": 1.35,
      "text": "upend global kind of um economy in certain ways but certainly monetary"
    },
    {
      "start": 909.04,
      "dur": 1.43,
      "text": "certain ways but certainly monetary policy in the United States but"
    },
    {
      "start": 910.48,
      "dur": 2.149,
      "text": "policy in the United States but obviously that has worldwide potential"
    },
    {
      "start": 912.639,
      "dur": 1.75,
      "text": "obviously that has worldwide potential ripple effects and so the justices I"
    },
    {
      "start": 914.399,
      "dur": 1.99,
      "text": "ripple effects and so the justices I think are nervous about owning that kind"
    },
    {
      "start": 916.399,
      "dur": 1.99,
      "text": "think are nervous about owning that kind of chaos and are going to try to find a"
    },
    {
      "start": 918.399,
      "dur": 2.23,
      "text": "of chaos and are going to try to find a way to rule against Trump there"
    },
    {
      "start": 920.639,
      "dur": 2.31,
      "text": "way to rule against Trump there &gt;&gt; owning the chaos but also massively"
    },
    {
      "start": 922.959,
      "dur": 2.23,
      "text": "&gt;&gt; owning the chaos but also massively extending presidential power and of"
    },
    {
      "start": 925.199,
      "dur": 1.75,
      "text": "extending presidential power and of course not just for this president and"
    },
    {
      "start": 926.959,
      "dur": 1.43,
      "text": "course not just for this president and that's why we ought to listen to him"
    },
    {
      "start": 928.399,
      "dur": 1.511,
      "text": "that's why we ought to listen to him actually so The chairman of the Fed,"
    },
    {
      "start": 929.92,
      "dur": 2.55,
      "text": "actually so The chairman of the Fed, Jerome Pal, was criticized, wasn't he,"
    },
    {
      "start": 932.48,
      "dur": 2.31,
      "text": "Jerome Pal, was criticized, wasn't he, for actually going along to hear the"
    },
    {
      "start": 934.8,
      "dur": 2.79,
      "text": "for actually going along to hear the oral arguments in the case, but his"
    },
    {
      "start": 937.6,
      "dur": 2.55,
      "text": "oral arguments in the case, but his response was really interesting and and"
    },
    {
      "start": 940.16,
      "dur": 1.909,
      "text": "response was really interesting and and absolutely underlines why this is so"
    },
    {
      "start": 942.079,
      "dur": 1.351,
      "text": "absolutely underlines why this is so important. Let's just listen to him for"
    },
    {
      "start": 943.44,
      "dur": 0.629,
      "text": "important. Let's just listen to him for a second."
    },
    {
      "start": 944.079,
      "dur": 2.631,
      "text": "a second. &gt;&gt; I will tell you why I attended. Um, I"
    },
    {
      "start": 946.72,
      "dur": 3.349,
      "text": "&gt;&gt; I will tell you why I attended. Um, I would say that that case is perhaps the"
    },
    {
      "start": 950.079,
      "dur": 3.031,
      "text": "would say that that case is perhaps the most important legal case in the Fed's"
    },
    {
      "start": 953.12,
      "dur": 3.19,
      "text": "most important legal case in the Fed's 113 year history. And I as I thought"
    },
    {
      "start": 956.32,
      "dur": 1.91,
      "text": "113 year history. And I as I thought about it, I thought uh it would might be"
    },
    {
      "start": 958.24,
      "dur": 2.63,
      "text": "about it, I thought uh it would might be hard to explain why I didn't attend. Uh"
    },
    {
      "start": 960.88,
      "dur": 2.71,
      "text": "hard to explain why I didn't attend. Uh in addition, um Paul Vulkar went to a"
    },
    {
      "start": 963.6,
      "dur": 1.909,
      "text": "in addition, um Paul Vulkar went to a Supreme Court case famously in I guess"
    },
    {
      "start": 965.519,
      "dur": 4.391,
      "text": "Supreme Court case famously in I guess 1985 or so. So it's precedented and uh I"
    },
    {
      "start": 969.92,
      "dur": 1.11,
      "text": "1985 or so. So it's precedented and uh I thought it was an appropriate thing and"
    },
    {
      "start": 971.04,
      "dur": 1.67,
      "text": "thought it was an appropriate thing and I did it. I mean the fundamental point"
    },
    {
      "start": 972.72,
      "dur": 2.39,
      "text": "I did it. I mean the fundamental point here sort of stripped of all the the"
    },
    {
      "start": 975.12,
      "dur": 1.59,
      "text": "here sort of stripped of all the the legal arguments and indeed of the"
    },
    {
      "start": 976.72,
      "dur": 4.07,
      "text": "legal arguments and indeed of the individual case as well is is this court"
    },
    {
      "start": 980.8,
      "dur": 3.43,
      "text": "individual case as well is is this court Kate intending to give this president"
    },
    {
      "start": 984.24,
      "dur": 3.35,
      "text": "Kate intending to give this president and then future presidents a lot more"
    },
    {
      "start": 987.6,
      "dur": 3.029,
      "text": "and then future presidents a lot more power than they've had in the last I"
    },
    {
      "start": 990.639,
      "dur": 2.31,
      "text": "power than they've had in the last I don't know 30 40 50 years in fact since"
    },
    {
      "start": 992.959,
      "dur": 1.591,
      "text": "don't know 30 40 50 years in fact since the second world war. Is that is that"
    },
    {
      "start": 994.56,
      "dur": 0.79,
      "text": "the second world war. Is that is that where we are?"
    },
    {
      "start": 995.36,
      "dur": 2.55,
      "text": "where we are? &gt;&gt; It sure feels like it. And you know I"
    },
    {
      "start": 997.92,
      "dur": 1.51,
      "text": "&gt;&gt; It sure feels like it. And you know I since the second world war I'm not even"
    },
    {
      "start": 999.44,
      "dur": 2.949,
      "text": "since the second world war I'm not even sure that I I think I might suggest that"
    },
    {
      "start": 1002.399,
      "dur": 1.751,
      "text": "sure that I I think I might suggest that one relevant kind of point in time to"
    },
    {
      "start": 1004.16,
      "dur": 2.469,
      "text": "one relevant kind of point in time to look at is postwatergate. So after the"
    },
    {
      "start": 1006.639,
      "dur": 3.031,
      "text": "look at is postwatergate. So after the resignation of President Nixon in 1974 I"
    },
    {
      "start": 1009.68,
      "dur": 1.829,
      "text": "resignation of President Nixon in 1974 I mean Nixon abused his power in all kinds"
    },
    {
      "start": 1011.519,
      "dur": 0.951,
      "text": "mean Nixon abused his power in all kinds of ways. I don't think that's a"
    },
    {
      "start": 1012.48,
      "dur": 2.789,
      "text": "of ways. I don't think that's a controversial statement. And in response"
    },
    {
      "start": 1015.279,
      "dur": 2.151,
      "text": "controversial statement. And in response after he resigned facing you know"
    },
    {
      "start": 1017.44,
      "dur": 1.509,
      "text": "after he resigned facing you know essentially certain impeachment and"
    },
    {
      "start": 1018.959,
      "dur": 2.631,
      "text": "essentially certain impeachment and removal. We passed a lot of laws that"
    },
    {
      "start": 1021.6,
      "dur": 1.589,
      "text": "removal. We passed a lot of laws that tried to reform certain aspects of the"
    },
    {
      "start": 1023.199,
      "dur": 1.83,
      "text": "tried to reform certain aspects of the presidency and to create independence"
    },
    {
      "start": 1025.039,
      "dur": 2.311,
      "text": "presidency and to create independence and checks on presidential power. Um,"
    },
    {
      "start": 1027.36,
      "dur": 2.069,
      "text": "and checks on presidential power. Um, and I don't think since Nixon, we've had"
    },
    {
      "start": 1029.439,
      "dur": 3.031,
      "text": "and I don't think since Nixon, we've had sort of a president who has sought to"
    },
    {
      "start": 1032.48,
      "dur": 1.91,
      "text": "sort of a president who has sought to assert this kind of muscular vision of"
    },
    {
      "start": 1034.4,
      "dur": 2.149,
      "text": "assert this kind of muscular vision of executive authority that we are seeing"
    },
    {
      "start": 1036.559,
      "dur": 1.75,
      "text": "executive authority that we are seeing President Trump assert. And I think in"
    },
    {
      "start": 1038.319,
      "dur": 1.431,
      "text": "President Trump assert. And I think in lots of respects, his vision of"
    },
    {
      "start": 1039.76,
      "dur": 1.429,
      "text": "lots of respects, his vision of executive authority goes way beyond"
    },
    {
      "start": 1041.199,
      "dur": 1.99,
      "text": "executive authority goes way beyond anything we saw under President Nixon."
    },
    {
      "start": 1043.199,
      "dur": 1.35,
      "text": "anything we saw under President Nixon. &gt;&gt; Okay, let's turn to birthright"
    },
    {
      "start": 1044.559,
      "dur": 1.99,
      "text": "&gt;&gt; Okay, let's turn to birthright citizenship. Another massive decision"
    },
    {
      "start": 1046.559,
      "dur": 1.99,
      "text": "citizenship. Another massive decision the court has got to make. So, at the"
    },
    {
      "start": 1048.559,
      "dur": 1.35,
      "text": "the court has got to make. So, at the moment, if you're born in the United"
    },
    {
      "start": 1049.919,
      "dur": 1.911,
      "text": "moment, if you're born in the United States, you are an American citizen, a"
    },
    {
      "start": 1051.84,
      "dur": 1.99,
      "text": "States, you are an American citizen, a full American citizen. I know that very"
    },
    {
      "start": 1053.84,
      "dur": 1.67,
      "text": "full American citizen. I know that very well because my daughter, who I quite"
    },
    {
      "start": 1055.52,
      "dur": 2.149,
      "text": "well because my daughter, who I quite often mention on this podcast, uh is an"
    },
    {
      "start": 1057.679,
      "dur": 2.551,
      "text": "often mention on this podcast, uh is an American citizen. There is a weird thing"
    },
    {
      "start": 1060.24,
      "dur": 1.99,
      "text": "American citizen. There is a weird thing going on here, isn't there? Which is"
    },
    {
      "start": 1062.24,
      "dur": 3.11,
      "text": "going on here, isn't there? Which is that right at the start, Kate? Everyone"
    },
    {
      "start": 1065.36,
      "dur": 1.669,
      "text": "that right at the start, Kate? Everyone was saying he's not going to manage to"
    },
    {
      "start": 1067.039,
      "dur": 1.75,
      "text": "was saying he's not going to manage to do that. It's in the Constitution. It's"
    },
    {
      "start": 1068.799,
      "dur": 2.151,
      "text": "do that. It's in the Constitution. It's it's an it's an amendment. It's the 14th"
    },
    {
      "start": 1070.96,
      "dur": 2.069,
      "text": "it's an it's an amendment. It's the 14th amendment. He's not going to be able to"
    },
    {
      "start": 1073.039,
      "dur": 2.311,
      "text": "amendment. He's not going to be able to to do that. The justices won't go there."
    },
    {
      "start": 1075.36,
      "dur": 2.87,
      "text": "to do that. The justices won't go there. And now actually as the decision time"
    },
    {
      "start": 1078.24,
      "dur": 2.95,
      "text": "And now actually as the decision time gets closer, is it fair to say people"
    },
    {
      "start": 1081.2,
      "dur": 1.91,
      "text": "gets closer, is it fair to say people are less sure that that they are going"
    },
    {
      "start": 1083.12,
      "dur": 1.99,
      "text": "are less sure that that they are going to rule against him necessarily?"
    },
    {
      "start": 1085.12,
      "dur": 2.31,
      "text": "to rule against him necessarily? &gt;&gt; I still feel reasonably confident. I"
    },
    {
      "start": 1087.44,
      "dur": 1.27,
      "text": "&gt;&gt; I still feel reasonably confident. I would say quite confident that they're"
    },
    {
      "start": 1088.72,
      "dur": 1.75,
      "text": "would say quite confident that they're going to rule against him. This this"
    },
    {
      "start": 1090.48,
      "dur": 1.67,
      "text": "going to rule against him. This this claim that he has the unilateral"
    },
    {
      "start": 1092.16,
      "dur": 1.749,
      "text": "claim that he has the unilateral authority to essentially rewrite the"
    },
    {
      "start": 1093.919,
      "dur": 2.63,
      "text": "authority to essentially rewrite the Constitution is such an outlandish claim"
    },
    {
      "start": 1096.559,
      "dur": 2.711,
      "text": "Constitution is such an outlandish claim that it's hard to imagine it getting"
    },
    {
      "start": 1099.28,
      "dur": 2.15,
      "text": "that it's hard to imagine it getting more than zero votes on this Supreme"
    },
    {
      "start": 1101.44,
      "dur": 2.15,
      "text": "more than zero votes on this Supreme Court. Um, and yet I think you're right"
    },
    {
      "start": 1103.6,
      "dur": 2.47,
      "text": "Court. Um, and yet I think you're right that yeah, I suppose you can find tiny"
    },
    {
      "start": 1106.08,
      "dur": 1.27,
      "text": "that yeah, I suppose you can find tiny little pieces of evidence and if you"
    },
    {
      "start": 1107.36,
      "dur": 1.669,
      "text": "little pieces of evidence and if you stitch them all together you can make an"
    },
    {
      "start": 1109.039,
      "dur": 1.831,
      "text": "stitch them all together you can make an argument. I think it's a very very weak"
    },
    {
      "start": 1110.88,
      "dur": 1.75,
      "text": "argument. I think it's a very very weak argument. But you have seen a number of"
    },
    {
      "start": 1112.64,
      "dur": 2.07,
      "text": "argument. But you have seen a number of kind of scholarly efforts to do that to"
    },
    {
      "start": 1114.72,
      "dur": 2.23,
      "text": "kind of scholarly efforts to do that to try to kind of suggest that this is"
    },
    {
      "start": 1116.96,
      "dur": 3.19,
      "text": "try to kind of suggest that this is subject to some active debate in sort of"
    },
    {
      "start": 1120.16,
      "dur": 1.59,
      "text": "subject to some active debate in sort of scholarship and among historians which I"
    },
    {
      "start": 1121.76,
      "dur": 2.31,
      "text": "scholarship and among historians which I think is just not true. I I don't see"
    },
    {
      "start": 1124.08,
      "dur": 1.91,
      "text": "think is just not true. I I don't see how they get to finding that the"
    },
    {
      "start": 1126.0,
      "dur": 1.59,
      "text": "how they get to finding that the president could unilaterally do this"
    },
    {
      "start": 1127.6,
      "dur": 1.35,
      "text": "president could unilaterally do this because there are in addition to the"
    },
    {
      "start": 1128.96,
      "dur": 2.069,
      "text": "because there are in addition to the Constitution's clear language um that"
    },
    {
      "start": 1131.039,
      "dur": 1.671,
      "text": "Constitution's clear language um that all persons born or naturalized are"
    },
    {
      "start": 1132.72,
      "dur": 2.15,
      "text": "all persons born or naturalized are citizens of the United States. Um there"
    },
    {
      "start": 1134.88,
      "dur": 1.83,
      "text": "citizens of the United States. Um there are statutes passed by Congress that"
    },
    {
      "start": 1136.72,
      "dur": 2.069,
      "text": "are statutes passed by Congress that also also confer citizenship on people"
    },
    {
      "start": 1138.799,
      "dur": 2.311,
      "text": "also also confer citizenship on people born here regardless of the status of"
    },
    {
      "start": 1141.12,
      "dur": 2.07,
      "text": "born here regardless of the status of their parents and a president cannot"
    },
    {
      "start": 1143.2,
      "dur": 2.31,
      "text": "their parents and a president cannot unilaterally override statutes. And so"
    },
    {
      "start": 1145.52,
      "dur": 2.31,
      "text": "unilaterally override statutes. And so even if Congress could make this change,"
    },
    {
      "start": 1147.84,
      "dur": 1.27,
      "text": "even if Congress could make this change, it is crystal clear to me that the"
    },
    {
      "start": 1149.12,
      "dur": 1.909,
      "text": "it is crystal clear to me that the president couldn't. And so I come back"
    },
    {
      "start": 1151.039,
      "dur": 3.031,
      "text": "president couldn't. And so I come back to feeling reasonably confident that at"
    },
    {
      "start": 1154.08,
      "dur": 2.87,
      "text": "to feeling reasonably confident that at most two justices would vote in favor of"
    },
    {
      "start": 1156.96,
      "dur": 2.15,
      "text": "most two justices would vote in favor of Trump here. Um but I don't think that"
    },
    {
      "start": 1159.12,
      "dur": 1.75,
      "text": "Trump here. Um but I don't think that anything is out of the question with"
    },
    {
      "start": 1160.88,
      "dur": 1.43,
      "text": "anything is out of the question with this court."
    },
    {
      "start": 1162.32,
      "dur": 2.39,
      "text": "this court. &gt;&gt; And and there's a Supreme Court case"
    },
    {
      "start": 1164.72,
      "dur": 1.59,
      "text": "&gt;&gt; And and there's a Supreme Court case dating back over 100 years that's"
    },
    {
      "start": 1166.32,
      "dur": 1.51,
      "text": "dating back over 100 years that's precedent pretty direct precedent on"
    },
    {
      "start": 1167.84,
      "dur": 1.829,
      "text": "precedent pretty direct precedent on this well as well. So they'd have to"
    },
    {
      "start": 1169.679,
      "dur": 2.23,
      "text": "this well as well. So they'd have to they'd have to reverse that in order to"
    },
    {
      "start": 1171.919,
      "dur": 2.471,
      "text": "they'd have to reverse that in order to rule uh in favor of getting rid of"
    },
    {
      "start": 1174.4,
      "dur": 2.87,
      "text": "rule uh in favor of getting rid of birthright citizenship. Right."
    },
    {
      "start": 1177.28,
      "dur": 1.509,
      "text": "birthright citizenship. Right. &gt;&gt; Absolutely. So you have several other"
    },
    {
      "start": 1178.799,
      "dur": 1.831,
      "text": "&gt;&gt; Absolutely. So you have several other Supreme Court cases that just kind of"
    },
    {
      "start": 1180.64,
      "dur": 2.149,
      "text": "Supreme Court cases that just kind of seem to take as a given this notion of"
    },
    {
      "start": 1182.799,
      "dur": 1.511,
      "text": "seem to take as a given this notion of birthright citizenship, but you also"
    },
    {
      "start": 1184.32,
      "dur": 2.07,
      "text": "birthright citizenship, but you also have not just a Supreme Court case, but"
    },
    {
      "start": 1186.4,
      "dur": 2.149,
      "text": "have not just a Supreme Court case, but many statutes passed by Congress. I I"
    },
    {
      "start": 1188.559,
      "dur": 1.431,
      "text": "many statutes passed by Congress. I I cannot emphasize enough that it has"
    },
    {
      "start": 1190.0,
      "dur": 1.669,
      "text": "cannot emphasize enough that it has never been very seriously or even"
    },
    {
      "start": 1191.679,
      "dur": 2.311,
      "text": "never been very seriously or even seriously at all questioned not just"
    },
    {
      "start": 1194.0,
      "dur": 1.35,
      "text": "seriously at all questioned not just because of you know one Supreme Court"
    },
    {
      "start": 1195.36,
      "dur": 1.51,
      "text": "because of you know one Supreme Court opinion but because of all of the"
    },
    {
      "start": 1196.88,
      "dur": 3.029,
      "text": "opinion but because of all of the constitutional actors in our system that"
    },
    {
      "start": 1199.919,
      "dur": 3.191,
      "text": "constitutional actors in our system that that this is kind of clear as day that"
    },
    {
      "start": 1203.12,
      "dur": 1.909,
      "text": "that this is kind of clear as day that whether you as a policy matter think"
    },
    {
      "start": 1205.039,
      "dur": 2.551,
      "text": "whether you as a policy matter think it's a good idea or not the constitution"
    },
    {
      "start": 1207.6,
      "dur": 2.47,
      "text": "it's a good idea or not the constitution provides that all persons born here"
    },
    {
      "start": 1210.08,
      "dur": 2.23,
      "text": "provides that all persons born here regardless of the status of their"
    },
    {
      "start": 1212.32,
      "dur": 2.469,
      "text": "regardless of the status of their parents are citizens. to just to"
    },
    {
      "start": 1214.799,
      "dur": 2.151,
      "text": "parents are citizens. to just to summarize what what you've just been"
    },
    {
      "start": 1216.96,
      "dur": 2.949,
      "text": "summarize what what you've just been saying Kate it it's it's in the"
    },
    {
      "start": 1219.919,
      "dur": 3.831,
      "text": "saying Kate it it's it's in the constitution birthright citizenship and"
    },
    {
      "start": 1223.76,
      "dur": 2.31,
      "text": "constitution birthright citizenship and I mean obviously the constitution can be"
    },
    {
      "start": 1226.08,
      "dur": 1.35,
      "text": "I mean obviously the constitution can be changed and and there have been"
    },
    {
      "start": 1227.44,
      "dur": 3.67,
      "text": "changed and and there have been amendments to it but you're suggesting"
    },
    {
      "start": 1231.12,
      "dur": 2.789,
      "text": "amendments to it but you're suggesting the court itself what that it it simply"
    },
    {
      "start": 1233.919,
      "dur": 3.591,
      "text": "the court itself what that it it simply doesn't have the power to do this just"
    },
    {
      "start": 1237.52,
      "dur": 2.31,
      "text": "doesn't have the power to do this just on the whim of the president is is that"
    },
    {
      "start": 1239.84,
      "dur": 2.63,
      "text": "on the whim of the president is is that what you're suggesting"
    },
    {
      "start": 1242.48,
      "dur": 2.39,
      "text": "what you're suggesting &gt;&gt; right so I think that birthright"
    },
    {
      "start": 1244.88,
      "dur": 1.669,
      "text": "&gt;&gt; right so I think that birthright citizenship is in the constitution full"
    },
    {
      "start": 1246.559,
      "dur": 2.151,
      "text": "citizenship is in the constitution full stop. The Supreme Court in theory could"
    },
    {
      "start": 1248.72,
      "dur": 3.189,
      "text": "stop. The Supreme Court in theory could find that a provision in the first"
    },
    {
      "start": 1251.919,
      "dur": 1.911,
      "text": "find that a provision in the first sentence of the 14th amendment that says"
    },
    {
      "start": 1253.84,
      "dur": 1.829,
      "text": "sentence of the 14th amendment that says all persons born or naturalized in the"
    },
    {
      "start": 1255.679,
      "dur": 1.751,
      "text": "all persons born or naturalized in the United States and subject to the"
    },
    {
      "start": 1257.44,
      "dur": 1.67,
      "text": "United States and subject to the jurisdiction thereof. This is this"
    },
    {
      "start": 1259.12,
      "dur": 2.23,
      "text": "jurisdiction thereof. This is this phrase that the supporters of the"
    },
    {
      "start": 1261.36,
      "dur": 1.83,
      "text": "phrase that the supporters of the president say, well, you're not subject"
    },
    {
      "start": 1263.2,
      "dur": 1.589,
      "text": "president say, well, you're not subject to the jurisdiction of the United States"
    },
    {
      "start": 1264.799,
      "dur": 2.391,
      "text": "to the jurisdiction of the United States if your parents entered unlawfully."
    },
    {
      "start": 1267.2,
      "dur": 1.589,
      "text": "if your parents entered unlawfully. &gt;&gt; That's a really interesting one. Just"
    },
    {
      "start": 1268.799,
      "dur": 2.071,
      "text": "&gt;&gt; That's a really interesting one. Just just to to hold on that because it's"
    },
    {
      "start": 1270.88,
      "dur": 2.07,
      "text": "just to to hold on that because it's fascinating, isn't it? So, I had a weird"
    },
    {
      "start": 1272.96,
      "dur": 2.47,
      "text": "fascinating, isn't it? So, I had a weird conversation with a Trump lawyer, a very"
    },
    {
      "start": 1275.44,
      "dur": 3.109,
      "text": "conversation with a Trump lawyer, a very very hardline Trump supporter. Um, I was"
    },
    {
      "start": 1278.559,
      "dur": 2.391,
      "text": "very hardline Trump supporter. Um, I was chatting to him about my daughter and he"
    },
    {
      "start": 1280.96,
      "dur": 1.75,
      "text": "chatting to him about my daughter and he made exactly the point that you have"
    },
    {
      "start": 1282.72,
      "dur": 3.35,
      "text": "made exactly the point that you have just made. He said, \"Were you pointing"
    },
    {
      "start": 1286.08,
      "dur": 1.829,
      "text": "just made. He said, \"Were you pointing at me, were you subject to the"
    },
    {
      "start": 1287.919,
      "dur": 2.551,
      "text": "at me, were you subject to the jurisdiction of the United States when"
    },
    {
      "start": 1290.48,
      "dur": 1.75,
      "text": "jurisdiction of the United States when you were in America?\" Now, I was on a"
    },
    {
      "start": 1292.24,
      "dur": 3.429,
      "text": "you were in America?\" Now, I was on a visa as was my wife, but he said, \"No,"
    },
    {
      "start": 1295.679,
      "dur": 1.35,
      "text": "visa as was my wife, but he said, \"No, that doesn't mean you were subject to"
    },
    {
      "start": 1297.039,
      "dur": 2.151,
      "text": "that doesn't mean you were subject to our jurisdiction. you was you were here"
    },
    {
      "start": 1299.2,
      "dur": 2.87,
      "text": "our jurisdiction. you was you were here as a guest, but you were actually still"
    },
    {
      "start": 1302.08,
      "dur": 2.39,
      "text": "as a guest, but you were actually still uh a subject of Her Majesty the Queen as"
    },
    {
      "start": 1304.48,
      "dur": 2.71,
      "text": "uh a subject of Her Majesty the Queen as it was when I was in the United States."
    },
    {
      "start": 1307.2,
      "dur": 1.75,
      "text": "it was when I was in the United States. So, actually that argument that you've"
    },
    {
      "start": 1308.96,
      "dur": 1.43,
      "text": "So, actually that argument that you've just brought up now, I mean, they do"
    },
    {
      "start": 1310.4,
      "dur": 2.23,
      "text": "just brought up now, I mean, they do make it quite seriously, don't they?"
    },
    {
      "start": 1312.64,
      "dur": 1.83,
      "text": "make it quite seriously, don't they? &gt;&gt; They do, but I I don't they're not even"
    },
    {
      "start": 1314.48,
      "dur": 1.27,
      "text": "&gt;&gt; They do, but I I don't they're not even suggesting that if you were here, I"
    },
    {
      "start": 1315.76,
      "dur": 1.11,
      "text": "suggesting that if you were here, I mean, I guess it would depend on what"
    },
    {
      "start": 1316.88,
      "dur": 2.23,
      "text": "mean, I guess it would depend on what kind of visa, but they're mostly arguing"
    },
    {
      "start": 1319.12,
      "dur": 1.669,
      "text": "kind of visa, but they're mostly arguing about individuals who come without any"
    },
    {
      "start": 1320.799,
      "dur": 1.75,
      "text": "about individuals who come without any kind of lawful status. But whether"
    },
    {
      "start": 1322.559,
      "dur": 1.35,
      "text": "kind of lawful status. But whether you're you're on a work visa or a"
    },
    {
      "start": 1323.919,
      "dur": 1.831,
      "text": "you're you're on a work visa or a student visa or have no legal"
    },
    {
      "start": 1325.76,
      "dur": 2.07,
      "text": "student visa or have no legal authorization, you know, if you're"
    },
    {
      "start": 1327.84,
      "dur": 2.069,
      "text": "authorization, you know, if you're arrested by the police for committing a"
    },
    {
      "start": 1329.919,
      "dur": 1.271,
      "text": "arrested by the police for committing a crime, you're not going to be you're not"
    },
    {
      "start": 1331.2,
      "dur": 1.11,
      "text": "crime, you're not going to be you're not going to get very far making the"
    },
    {
      "start": 1332.32,
      "dur": 1.43,
      "text": "going to get very far making the argument that you're not subject to the"
    },
    {
      "start": 1333.76,
      "dur": 2.55,
      "text": "argument that you're not subject to the jurisdiction of the United States. The"
    },
    {
      "start": 1336.32,
      "dur": 2.55,
      "text": "jurisdiction of the United States. The laws apply to you, and that to my mind"
    },
    {
      "start": 1338.88,
      "dur": 1.269,
      "text": "laws apply to you, and that to my mind is what subject to the jurisdiction"
    },
    {
      "start": 1340.159,
      "dur": 1.031,
      "text": "is what subject to the jurisdiction thereof means. But they've got"
    },
    {
      "start": 1341.2,
      "dur": 2.79,
      "text": "thereof means. But they've got complicated arguments about allegiance"
    },
    {
      "start": 1344.0,
      "dur": 2.71,
      "text": "complicated arguments about allegiance um that I just don't think get us very"
    },
    {
      "start": 1346.72,
      "dur": 1.27,
      "text": "um that I just don't think get us very far. But that but you're right that"
    },
    {
      "start": 1348.0,
      "dur": 1.909,
      "text": "far. But that but you're right that they're they put a lot of weight on that"
    },
    {
      "start": 1349.919,
      "dur": 3.511,
      "text": "they're they put a lot of weight on that phrase. Um but again the the Supreme"
    },
    {
      "start": 1353.44,
      "dur": 2.15,
      "text": "phrase. Um but again the the Supreme Court even if it said well that doesn't"
    },
    {
      "start": 1355.6,
      "dur": 2.71,
      "text": "Court even if it said well that doesn't you know the Constitution doesn't"
    },
    {
      "start": 1358.32,
      "dur": 1.99,
      "text": "you know the Constitution doesn't necessarily confer this birthright"
    },
    {
      "start": 1360.32,
      "dur": 2.39,
      "text": "necessarily confer this birthright citizenship. Congress has by statute"
    },
    {
      "start": 1362.72,
      "dur": 3.35,
      "text": "citizenship. Congress has by statute done it. So Congress would have to"
    },
    {
      "start": 1366.08,
      "dur": 2.31,
      "text": "done it. So Congress would have to repeal those statutes pass new laws"
    },
    {
      "start": 1368.4,
      "dur": 2.629,
      "text": "repeal those statutes pass new laws removing the entitlement to citizenship."
    },
    {
      "start": 1371.039,
      "dur": 1.671,
      "text": "removing the entitlement to citizenship. &gt;&gt; The president can't do it unilaterally"
    },
    {
      "start": 1372.72,
      "dur": 1.189,
      "text": "&gt;&gt; The president can't do it unilaterally regardless. So, I think there are two"
    },
    {
      "start": 1373.919,
      "dur": 2.23,
      "text": "regardless. So, I think there are two distinct at least two distinct reasons"
    },
    {
      "start": 1376.159,
      "dur": 2.791,
      "text": "distinct at least two distinct reasons that the president, you know, in his day"
    },
    {
      "start": 1378.96,
      "dur": 1.589,
      "text": "that the president, you know, in his day one executive order purporting to end"
    },
    {
      "start": 1380.559,
      "dur": 2.711,
      "text": "one executive order purporting to end birthright citizenship, um, is without"
    },
    {
      "start": 1383.28,
      "dur": 2.55,
      "text": "birthright citizenship, um, is without legal authority to do that. Kate, final"
    },
    {
      "start": 1385.84,
      "dur": 1.27,
      "text": "legal authority to do that. Kate, final thought, and it's a really important"
    },
    {
      "start": 1387.12,
      "dur": 1.83,
      "text": "thought, and it's a really important one, this because it goes to the future."
    },
    {
      "start": 1388.96,
      "dur": 2.15,
      "text": "one, this because it goes to the future. I was listening to James Carville, who's"
    },
    {
      "start": 1391.12,
      "dur": 2.71,
      "text": "I was listening to James Carville, who's not a left-wing Democrat by any manner"
    },
    {
      "start": 1393.84,
      "dur": 2.069,
      "text": "not a left-wing Democrat by any manner of means, saying the other day he wants"
    },
    {
      "start": 1395.919,
      "dur": 2.391,
      "text": "of means, saying the other day he wants the Supreme Court packed. And that's the"
    },
    {
      "start": 1398.32,
      "dur": 1.91,
      "text": "the Supreme Court packed. And that's the word, isn't it, that is used. In other"
    },
    {
      "start": 1400.24,
      "dur": 1.35,
      "text": "word, isn't it, that is used. In other words, there are nine justices, but"
    },
    {
      "start": 1401.6,
      "dur": 2.309,
      "text": "words, there are nine justices, but there don't have to be nine justices."
    },
    {
      "start": 1403.919,
      "dur": 2.471,
      "text": "there don't have to be nine justices. What What do you think the chances are"
    },
    {
      "start": 1406.4,
      "dur": 4.389,
      "text": "What What do you think the chances are that a Democrat president takes over in"
    },
    {
      "start": 1410.799,
      "dur": 3.511,
      "text": "that a Democrat president takes over in 2029 or indeed decades after that, if it"
    },
    {
      "start": 1414.32,
      "dur": 1.11,
      "text": "2029 or indeed decades after that, if it takes them a bit of time to sort"
    },
    {
      "start": 1415.44,
      "dur": 1.91,
      "text": "takes them a bit of time to sort themselves out and says, \"You know what?"
    },
    {
      "start": 1417.36,
      "dur": 2.39,
      "text": "themselves out and says, \"You know what? I'm going to appoint as many justices as"
    },
    {
      "start": 1419.76,
      "dur": 2.55,
      "text": "I'm going to appoint as many justices as it takes to overturn all the stuff we've"
    },
    {
      "start": 1422.32,
      "dur": 1.99,
      "text": "it takes to overturn all the stuff we've just had done.\""
    },
    {
      "start": 1424.32,
      "dur": 2.229,
      "text": "just had done.\" &gt;&gt; Well, once again, the president can't do"
    },
    {
      "start": 1426.559,
      "dur": 1.59,
      "text": "&gt;&gt; Well, once again, the president can't do it alone. You need So, you're right. The"
    },
    {
      "start": 1428.159,
      "dur": 1.99,
      "text": "it alone. You need So, you're right. The Supreme Court, the size of the court is"
    },
    {
      "start": 1430.159,
      "dur": 1.75,
      "text": "Supreme Court, the size of the court is not set in the Constitution. That's a"
    },
    {
      "start": 1431.919,
      "dur": 1.511,
      "text": "not set in the Constitution. That's a product of statute. So, it's been nine"
    },
    {
      "start": 1433.44,
      "dur": 1.83,
      "text": "product of statute. So, it's been nine for over a century, but there's nothing"
    },
    {
      "start": 1435.28,
      "dur": 2.23,
      "text": "for over a century, but there's nothing required about nine. But Congress would"
    },
    {
      "start": 1437.52,
      "dur": 2.23,
      "text": "required about nine. But Congress would have to pass a law changing the size of"
    },
    {
      "start": 1439.76,
      "dur": 1.43,
      "text": "have to pass a law changing the size of the Supreme Court. So, you first have to"
    },
    {
      "start": 1441.2,
      "dur": 1.51,
      "text": "the Supreme Court. So, you first have to not just win the presidency if you're a"
    },
    {
      "start": 1442.72,
      "dur": 1.59,
      "text": "not just win the presidency if you're a Democrat, you also have to get both"
    },
    {
      "start": 1444.32,
      "dur": 2.709,
      "text": "Democrat, you also have to get both houses of Congress. But if that happens,"
    },
    {
      "start": 1447.039,
      "dur": 5.271,
      "text": "houses of Congress. But if that happens, um I think it gets likelier by the kind"
    },
    {
      "start": 1452.32,
      "dur": 2.07,
      "text": "um I think it gets likelier by the kind of the day, the week, the month, the"
    },
    {
      "start": 1454.4,
      "dur": 2.629,
      "text": "of the day, the week, the month, the year. I think that for a long time"
    },
    {
      "start": 1457.039,
      "dur": 1.99,
      "text": "year. I think that for a long time there was Democrats who I think are many"
    },
    {
      "start": 1459.039,
      "dur": 1.431,
      "text": "there was Democrats who I think are many of them dispositionally sort of"
    },
    {
      "start": 1460.48,
      "dur": 1.99,
      "text": "of them dispositionally sort of institutionalists were nervous about the"
    },
    {
      "start": 1462.48,
      "dur": 2.15,
      "text": "institutionalists were nervous about the notion of trying to change the size of"
    },
    {
      "start": 1464.64,
      "dur": 1.67,
      "text": "notion of trying to change the size of the Supreme Court. Another Democratic"
    },
    {
      "start": 1466.32,
      "dur": 2.79,
      "text": "the Supreme Court. Another Democratic president, FDR, very famously threatened"
    },
    {
      "start": 1469.12,
      "dur": 1.35,
      "text": "president, FDR, very famously threatened to increase the size of the Supreme"
    },
    {
      "start": 1470.48,
      "dur": 1.59,
      "text": "to increase the size of the Supreme Court because it kept ruling against"
    },
    {
      "start": 1472.08,
      "dur": 2.949,
      "text": "Court because it kept ruling against him. And he proposed to pack the court"
    },
    {
      "start": 1475.039,
      "dur": 2.951,
      "text": "him. And he proposed to pack the court and he lost in that he never"
    },
    {
      "start": 1478.0,
      "dur": 1.59,
      "text": "and he lost in that he never successfully expanded the size of the"
    },
    {
      "start": 1479.6,
      "dur": 1.51,
      "text": "successfully expanded the size of the Supreme Court, but in a way he won"
    },
    {
      "start": 1481.12,
      "dur": 2.95,
      "text": "Supreme Court, but in a way he won because the court sort of backed down in"
    },
    {
      "start": 1484.08,
      "dur": 1.829,
      "text": "because the court sort of backed down in part because of those threats of court"
    },
    {
      "start": 1485.919,
      "dur": 2.071,
      "text": "part because of those threats of court expansion and it stopped striking down"
    },
    {
      "start": 1488.0,
      "dur": 1.83,
      "text": "expansion and it stopped striking down all of these New Deal initiatives that"
    },
    {
      "start": 1489.84,
      "dur": 2.709,
      "text": "all of these New Deal initiatives that Roosevelt, you know, was obviously very"
    },
    {
      "start": 1492.559,
      "dur": 2.71,
      "text": "Roosevelt, you know, was obviously very committed to implementing. And so I"
    },
    {
      "start": 1495.279,
      "dur": 1.111,
      "text": "committed to implementing. And so I think that there's a very good chance"
    },
    {
      "start": 1496.4,
      "dur": 1.43,
      "text": "think that there's a very good chance that a future Democratic president with"
    },
    {
      "start": 1497.84,
      "dur": 3.27,
      "text": "that a future Democratic president with the Democratic Congress tries and maybe"
    },
    {
      "start": 1501.12,
      "dur": 2.549,
      "text": "the Democratic Congress tries and maybe they succeed, but even if they don't, I"
    },
    {
      "start": 1503.679,
      "dur": 1.671,
      "text": "they succeed, but even if they don't, I think that it could be a successful"
    },
    {
      "start": 1505.36,
      "dur": 3.59,
      "text": "think that it could be a successful effort to essentially assert kind of a"
    },
    {
      "start": 1508.96,
      "dur": 1.51,
      "text": "effort to essentially assert kind of a meaningful threat against the court,"
    },
    {
      "start": 1510.48,
      "dur": 1.59,
      "text": "meaningful threat against the court, threaten, you know, institutional threat"
    },
    {
      "start": 1512.08,
      "dur": 3.75,
      "text": "threaten, you know, institutional threat that might cause a court to sort of trim"
    },
    {
      "start": 1515.84,
      "dur": 1.75,
      "text": "that might cause a court to sort of trim its sails a bit because this is a court"
    },
    {
      "start": 1517.6,
      "dur": 2.23,
      "text": "its sails a bit because this is a court that has been very hostile in lots of"
    },
    {
      "start": 1519.84,
      "dur": 1.429,
      "text": "that has been very hostile in lots of ways to things Democratic presidents"
    },
    {
      "start": 1521.279,
      "dur": 1.431,
      "text": "ways to things Democratic presidents have tried to do and very protective of"
    },
    {
      "start": 1522.72,
      "dur": 1.35,
      "text": "have tried to do and very protective of the prerogatives"
    },
    {
      "start": 1524.08,
      "dur": 1.43,
      "text": "the prerogatives Republican presidents and Donald Trump"
    },
    {
      "start": 1525.52,
      "dur": 2.389,
      "text": "Republican presidents and Donald Trump in particular. So you can imagine that"
    },
    {
      "start": 1527.919,
      "dur": 2.151,
      "text": "in particular. So you can imagine that kind of institutional hard ball having"
    },
    {
      "start": 1530.08,
      "dur": 2.23,
      "text": "kind of institutional hard ball having the intended effect of sort of bringing"
    },
    {
      "start": 1532.32,
      "dur": 1.75,
      "text": "the intended effect of sort of bringing the court to heal even if it doesn't"
    },
    {
      "start": 1534.08,
      "dur": 1.99,
      "text": "the court to heal even if it doesn't actually successfully result in a court"
    },
    {
      "start": 1536.08,
      "dur": 2.63,
      "text": "actually successfully result in a court with 13 or 15 justices."
    },
    {
      "start": 1538.72,
      "dur": 2.549,
      "text": "with 13 or 15 justices. &gt;&gt; So Justin opened this episode talking"
    },
    {
      "start": 1541.279,
      "dur": 2.231,
      "text": "&gt;&gt; So Justin opened this episode talking about whether this was going to be the"
    },
    {
      "start": 1543.52,
      "dur": 2.47,
      "text": "about whether this was going to be the time when the Supreme Court stands up to"
    },
    {
      "start": 1546.0,
      "dur": 2.39,
      "text": "time when the Supreme Court stands up to Donald Trump to issues decisions that"
    },
    {
      "start": 1548.4,
      "dur": 3.43,
      "text": "Donald Trump to issues decisions that that that curtails his power somewhat."
    },
    {
      "start": 1551.84,
      "dur": 1.75,
      "text": "that that curtails his power somewhat. uh when the dust settles and we'll get"
    },
    {
      "start": 1553.6,
      "dur": 1.59,
      "text": "uh when the dust settles and we'll get decisions over the next few months and"
    },
    {
      "start": 1555.2,
      "dur": 2.23,
      "text": "decisions over the next few months and and all of them by the the end of June."
    },
    {
      "start": 1557.44,
      "dur": 1.829,
      "text": "and all of them by the the end of June. When the dust settles on this term, do"
    },
    {
      "start": 1559.279,
      "dur": 1.671,
      "text": "When the dust settles on this term, do you think that that is going to be what"
    },
    {
      "start": 1560.96,
      "dur": 1.35,
      "text": "you think that that is going to be what we're talking about? That we're talking"
    },
    {
      "start": 1562.32,
      "dur": 2.15,
      "text": "we're talking about? That we're talking about how uh the court finally said,"
    },
    {
      "start": 1564.48,
      "dur": 2.309,
      "text": "about how uh the court finally said, \"Okay, you you've gone this far, but you"
    },
    {
      "start": 1566.799,
      "dur": 1.591,
      "text": "\"Okay, you you've gone this far, but you can't go any farther.\" Or do you think"
    },
    {
      "start": 1568.4,
      "dur": 1.59,
      "text": "can't go any farther.\" Or do you think we're going to be looking at this like"
    },
    {
      "start": 1570.0,
      "dur": 2.549,
      "text": "we're going to be looking at this like we did a couple of years ago where the"
    },
    {
      "start": 1572.559,
      "dur": 2.311,
      "text": "we did a couple of years ago where the justices ended up coming down on the f"
    },
    {
      "start": 1574.88,
      "dur": 1.43,
      "text": "justices ended up coming down on the f on the side of Donald Trump and saying,"
    },
    {
      "start": 1576.32,
      "dur": 2.15,
      "text": "on the side of Donald Trump and saying, \"You have much greater power. you have"
    },
    {
      "start": 1578.48,
      "dur": 2.39,
      "text": "\"You have much greater power. you have presidential immunity for your actions"
    },
    {
      "start": 1580.88,
      "dur": 2.149,
      "text": "presidential immunity for your actions than than we even comprehended at the"
    },
    {
      "start": 1583.039,
      "dur": 0.63,
      "text": "than than we even comprehended at the time."
    },
    {
      "start": 1583.679,
      "dur": 1.751,
      "text": "time. &gt;&gt; I am not convinced this is the term that"
    },
    {
      "start": 1585.44,
      "dur": 1.51,
      "text": "&gt;&gt; I am not convinced this is the term that the court is going to stand up to Trump"
    },
    {
      "start": 1586.96,
      "dur": 1.91,
      "text": "the court is going to stand up to Trump or that they really will ever stand up"
    },
    {
      "start": 1588.88,
      "dur": 2.23,
      "text": "or that they really will ever stand up to Trump. I don't I I will not rule it"
    },
    {
      "start": 1591.12,
      "dur": 1.909,
      "text": "to Trump. I don't I I will not rule it out and I think from the perspective of"
    },
    {
      "start": 1593.039,
      "dur": 1.671,
      "text": "out and I think from the perspective of a healthy system of separated powers"
    },
    {
      "start": 1594.72,
      "dur": 1.91,
      "text": "a healthy system of separated powers where the branches check one another,"
    },
    {
      "start": 1596.64,
      "dur": 2.71,
      "text": "where the branches check one another, they very much should stand up to Trump."
    },
    {
      "start": 1599.36,
      "dur": 2.63,
      "text": "they very much should stand up to Trump. Um and I think there have been some"
    },
    {
      "start": 1602.0,
      "dur": 1.75,
      "text": "Um and I think there have been some small but significant moments in which"
    },
    {
      "start": 1603.76,
      "dur": 1.75,
      "text": "small but significant moments in which they have. They ruled against his"
    },
    {
      "start": 1605.52,
      "dur": 1.91,
      "text": "they have. They ruled against his efforts to deploy the National Guard to"
    },
    {
      "start": 1607.44,
      "dur": 1.43,
      "text": "efforts to deploy the National Guard to support immigration enforcement in"
    },
    {
      "start": 1608.88,
      "dur": 2.149,
      "text": "support immigration enforcement in Illinois in a ruling that applies, you"
    },
    {
      "start": 1611.039,
      "dur": 1.51,
      "text": "Illinois in a ruling that applies, you know, everywhere the president has tried"
    },
    {
      "start": 1612.559,
      "dur": 2.311,
      "text": "know, everywhere the president has tried to send the National Guard. Um, they"
    },
    {
      "start": 1614.88,
      "dur": 1.75,
      "text": "to send the National Guard. Um, they ruled partially against him in a couple"
    },
    {
      "start": 1616.64,
      "dur": 2.95,
      "text": "ruled partially against him in a couple of early immigration cases. Um, and I"
    },
    {
      "start": 1619.6,
      "dur": 1.35,
      "text": "of early immigration cases. Um, and I think as we've been discussing, they'll"
    },
    {
      "start": 1620.96,
      "dur": 2.309,
      "text": "think as we've been discussing, they'll likely or at least potentially rule"
    },
    {
      "start": 1623.279,
      "dur": 1.431,
      "text": "likely or at least potentially rule against him in the tariffs and likely"
    },
    {
      "start": 1624.72,
      "dur": 1.189,
      "text": "against him in the tariffs and likely rule against him in the birthright"
    },
    {
      "start": 1625.919,
      "dur": 2.63,
      "text": "rule against him in the birthright citizenship case and the Fed case. Um,"
    },
    {
      "start": 1628.559,
      "dur": 2.311,
      "text": "citizenship case and the Fed case. Um, so I think that those are important, but"
    },
    {
      "start": 1630.88,
      "dur": 1.669,
      "text": "so I think that those are important, but the that that's still sort of a small"
    },
    {
      "start": 1632.559,
      "dur": 1.671,
      "text": "the that that's still sort of a small number and the denominator in terms of"
    },
    {
      "start": 1634.24,
      "dur": 1.909,
      "text": "number and the denominator in terms of the number of cases involving"
    },
    {
      "start": 1636.159,
      "dur": 1.671,
      "text": "the number of cases involving presidential power primarily on the"
    },
    {
      "start": 1637.84,
      "dur": 2.47,
      "text": "presidential power primarily on the shadow docket is very very large. So he"
    },
    {
      "start": 1640.32,
      "dur": 2.229,
      "text": "shadow docket is very very large. So he is still going to have a win rate of 80"
    },
    {
      "start": 1642.559,
      "dur": 2.871,
      "text": "is still going to have a win rate of 80 or 90% even if he loses this handful of"
    },
    {
      "start": 1645.44,
      "dur": 2.79,
      "text": "or 90% even if he loses this handful of cases late in the term. Um, and I I"
    },
    {
      "start": 1648.24,
      "dur": 1.59,
      "text": "cases late in the term. Um, and I I think that contrasting that with what"
    },
    {
      "start": 1649.84,
      "dur": 1.75,
      "text": "think that contrasting that with what we've seen in the lower courts, which is"
    },
    {
      "start": 1651.6,
      "dur": 2.79,
      "text": "we've seen in the lower courts, which is many significant rulings against the"
    },
    {
      "start": 1654.4,
      "dur": 1.83,
      "text": "many significant rulings against the overreaches that we've seen from the"
    },
    {
      "start": 1656.24,
      "dur": 2.07,
      "text": "overreaches that we've seen from the executive branch. Um, I think that"
    },
    {
      "start": 1658.32,
      "dur": 1.589,
      "text": "executive branch. Um, I think that that's an accurate reflection of the way"
    },
    {
      "start": 1659.919,
      "dur": 2.63,
      "text": "that's an accurate reflection of the way the president's assertions have, you"
    },
    {
      "start": 1662.559,
      "dur": 1.911,
      "text": "the president's assertions have, you know, sort of violated constitutional"
    },
    {
      "start": 1664.48,
      "dur": 3.189,
      "text": "know, sort of violated constitutional and statutory requirements. Um, and the"
    },
    {
      "start": 1667.679,
      "dur": 2.311,
      "text": "and statutory requirements. Um, and the court's kind of track record looks very,"
    },
    {
      "start": 1670.0,
      "dur": 2.149,
      "text": "court's kind of track record looks very, very different. So maybe there is a"
    },
    {
      "start": 1672.159,
      "dur": 2.071,
      "text": "very different. So maybe there is a shift of foot, but I am not at all"
    },
    {
      "start": 1674.24,
      "dur": 1.909,
      "text": "shift of foot, but I am not at all convinced that the evidence that we have"
    },
    {
      "start": 1676.159,
      "dur": 4.23,
      "text": "convinced that the evidence that we have seen so far makes that sort of um the"
    },
    {
      "start": 1680.399,
      "dur": 2.231,
      "text": "seen so far makes that sort of um the most likely trajectory that we are on."
    },
    {
      "start": 1682.64,
      "dur": 1.99,
      "text": "most likely trajectory that we are on. &gt;&gt; Kate, this has been fascinating. Thank"
    },
    {
      "start": 1684.64,
      "dur": 1.67,
      "text": "&gt;&gt; Kate, this has been fascinating. Thank you so much for talking to us."
    },
    {
      "start": 1686.32,
      "dur": 1.349,
      "text": "you so much for talking to us. &gt;&gt; Thanks for coming on. Really appreciate"
    },
    {
      "start": 1687.679,
      "dur": 0.311,
      "text": "&gt;&gt; Thanks for coming on. Really appreciate it."
    },
    {
      "start": 1688.0,
      "dur": 1.269,
      "text": "it. &gt;&gt; I really enjoyed it. Thank you so much"
    },
    {
      "start": 1689.279,
      "dur": 0.791,
      "text": "&gt;&gt; I really enjoyed it. Thank you so much for having me."
    },
    {
      "start": 1690.08,
      "dur": 2.069,
      "text": "for having me. &gt;&gt; That's it for now. You can get all of"
    },
    {
      "start": 1692.159,
      "dur": 2.071,
      "text": "&gt;&gt; That's it for now. You can get all of our episodes, all our past episodes"
    },
    {
      "start": 1694.24,
      "dur": 2.07,
      "text": "our episodes, all our past episodes wherever you get your podcasts. For now,"
    },
    {
      "start": 1696.32,
      "dur": 3.239,
      "text": "wherever you get your podcasts. For now, though, bye-bye."
    }
  ]
}