{
  "videoId": "DgvBjtjG_0M",
  "title": "Donald Trump warns Iran 'time is running out' for nuclear deal | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 465,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.4,
      "text": "We start in the US where President Trump"
    },
    {
      "start": 2.56,
      "dur": 2.07,
      "text": "We start in the US where President Trump has warned Iran that time is running out"
    },
    {
      "start": 4.64,
      "dur": 2.229,
      "text": "has warned Iran that time is running out for it to negotiate a deal on nuclear"
    },
    {
      "start": 6.879,
      "dur": 2.231,
      "text": "for it to negotiate a deal on nuclear weapons. He said the next attack will be"
    },
    {
      "start": 9.12,
      "dur": 2.31,
      "text": "weapons. He said the next attack will be far worse than the US strikes on Iran's"
    },
    {
      "start": 11.44,
      "dur": 2.069,
      "text": "far worse than the US strikes on Iran's nuclear facilities last June. The"
    },
    {
      "start": 13.519,
      "dur": 2.07,
      "text": "nuclear facilities last June. The warning came in a long post on Truth"
    },
    {
      "start": 15.599,
      "dur": 2.151,
      "text": "warning came in a long post on Truth Social. Let's take a look at some of it."
    },
    {
      "start": 17.76,
      "dur": 2.23,
      "text": "Social. Let's take a look at some of it. It says a massive armada is heading to"
    },
    {
      "start": 20.0,
      "dur": 2.39,
      "text": "It says a massive armada is heading to Iran. It is moving quickly with great"
    },
    {
      "start": 22.4,
      "dur": 1.99,
      "text": "Iran. It is moving quickly with great power, enthusiasm, and purpose."
    },
    {
      "start": 24.4,
      "dur": 2.07,
      "text": "power, enthusiasm, and purpose. Hopefully, Iran will quickly come to the"
    },
    {
      "start": 26.48,
      "dur": 2.39,
      "text": "Hopefully, Iran will quickly come to the table. Time is running out. It is truly"
    },
    {
      "start": 28.88,
      "dur": 2.629,
      "text": "table. Time is running out. It is truly of the essence. As I told Iran once"
    },
    {
      "start": 31.519,
      "dur": 2.791,
      "text": "of the essence. As I told Iran once before, make a deal. While Iran state"
    },
    {
      "start": 34.32,
      "dur": 1.67,
      "text": "before, make a deal. While Iran state media says the foreign minister has not"
    },
    {
      "start": 36.0,
      "dur": 1.99,
      "text": "media says the foreign minister has not been in contact with US special envoy"
    },
    {
      "start": 38.0,
      "dur": 2.549,
      "text": "been in contact with US special envoy Steve Witoff in recent days or requested"
    },
    {
      "start": 40.559,
      "dur": 2.31,
      "text": "Steve Witoff in recent days or requested negotiations, tensions between the US"
    },
    {
      "start": 42.879,
      "dur": 1.99,
      "text": "negotiations, tensions between the US and Iran are still high following the"
    },
    {
      "start": 44.879,
      "dur": 2.311,
      "text": "and Iran are still high following the Iranian government's brutal crackdown on"
    },
    {
      "start": 47.2,
      "dur": 3.189,
      "text": "Iranian government's brutal crackdown on protesters. The USS Abram Lincoln has"
    },
    {
      "start": 50.399,
      "dur": 2.79,
      "text": "protesters. The USS Abram Lincoln has arrived. earlier the aircraft carrier in"
    },
    {
      "start": 53.199,
      "dur": 2.151,
      "text": "arrived. earlier the aircraft carrier in the Middle East. And speaking in Iowa"
    },
    {
      "start": 55.36,
      "dur": 1.829,
      "text": "the Middle East. And speaking in Iowa overnight, President Trump hinted at the"
    },
    {
      "start": 57.199,
      "dur": 2.15,
      "text": "overnight, President Trump hinted at the military buildup in the region."
    },
    {
      "start": 59.359,
      "dur": 3.19,
      "text": "military buildup in the region. &gt;&gt; And in June, we obliterated Iran's"
    },
    {
      "start": 62.559,
      "dur": 2.791,
      "text": "&gt;&gt; And in June, we obliterated Iran's nuclear capacity in Operation Midnight"
    },
    {
      "start": 65.36,
      "dur": 4.15,
      "text": "nuclear capacity in Operation Midnight Hammer. You saw that"
    },
    {
      "start": 69.52,
      "dur": 3.04,
      "text": "people have been waiting for 22 years to"
    },
    {
      "start": 72.56,
      "dur": 1.75,
      "text": "people have been waiting for 22 years to do that. And we were right at the end."
    },
    {
      "start": 74.32,
      "dur": 1.43,
      "text": "do that. And we were right at the end. They were about a month away from having"
    },
    {
      "start": 75.76,
      "dur": 2.55,
      "text": "They were about a month away from having a nuclear weapon. We had to do it. And"
    },
    {
      "start": 78.32,
      "dur": 2.31,
      "text": "a nuclear weapon. We had to do it. And just and by the way, there's another"
    },
    {
      "start": 80.64,
      "dur": 2.71,
      "text": "just and by the way, there's another beautiful armada floating beautifully"
    },
    {
      "start": 83.36,
      "dur": 2.389,
      "text": "beautiful armada floating beautifully toward Iran right now."
    },
    {
      "start": 85.759,
      "dur": 2.631,
      "text": "toward Iran right now. &gt;&gt; So, we'll see."
    },
    {
      "start": 88.4,
      "dur": 2.95,
      "text": "&gt;&gt; So, we'll see. I hope I hope they make a deal. I hope"
    },
    {
      "start": 91.36,
      "dur": 1.91,
      "text": "I hope I hope they make a deal. I hope they make a deal. They should have made"
    },
    {
      "start": 93.28,
      "dur": 1.59,
      "text": "they make a deal. They should have made a deal the first time that have a"
    },
    {
      "start": 94.88,
      "dur": 1.35,
      "text": "a deal the first time that have a country."
    },
    {
      "start": 96.24,
      "dur": 1.43,
      "text": "country. &gt;&gt; Let's bring in Mikey Kay, former"
    },
    {
      "start": 97.68,
      "dur": 1.59,
      "text": "&gt;&gt; Let's bring in Mikey Kay, former strategic military planner and host of"
    },
    {
      "start": 99.28,
      "dur": 2.469,
      "text": "strategic military planner and host of the BBC security brief. So, the truth"
    },
    {
      "start": 101.759,
      "dur": 1.99,
      "text": "the BBC security brief. So, the truth social post from President Trump. Mikey"
    },
    {
      "start": 103.759,
      "dur": 3.35,
      "text": "social post from President Trump. Mikey talking about this Armada uh that is uh"
    },
    {
      "start": 107.119,
      "dur": 1.99,
      "text": "talking about this Armada uh that is uh heading towards the Middle East or has"
    },
    {
      "start": 109.119,
      "dur": 2.95,
      "text": "heading towards the Middle East or has now arrived. What do we know about it?"
    },
    {
      "start": 112.079,
      "dur": 2.471,
      "text": "now arrived. What do we know about it? &gt;&gt; Well, I mean uh it's he's using the term"
    },
    {
      "start": 114.56,
      "dur": 2.31,
      "text": "&gt;&gt; Well, I mean uh it's he's using the term Armada. What he actually means is the um"
    },
    {
      "start": 116.88,
      "dur": 2.07,
      "text": "Armada. What he actually means is the um carrier strike group, the CSG. And at"
    },
    {
      "start": 118.96,
      "dur": 2.63,
      "text": "carrier strike group, the CSG. And at the center of gravity of that carrier"
    },
    {
      "start": 121.6,
      "dur": 2.95,
      "text": "the center of gravity of that carrier strike group is group is the um USS"
    },
    {
      "start": 124.56,
      "dur": 3.11,
      "text": "strike group is group is the um USS Abraham Lincoln, which is um a Nimttz"
    },
    {
      "start": 127.68,
      "dur": 2.95,
      "text": "Abraham Lincoln, which is um a Nimttz class carrier. Um, and it's huge and the"
    },
    {
      "start": 130.64,
      "dur": 1.75,
      "text": "class carrier. Um, and it's huge and the the weaponry on there, the aircraft on"
    },
    {
      "start": 132.4,
      "dur": 2.549,
      "text": "the weaponry on there, the aircraft on on there is is significant. We saw"
    },
    {
      "start": 134.959,
      "dur": 2.231,
      "text": "on there is is significant. We saw something similar on Venezuela. But that"
    },
    {
      "start": 137.2,
      "dur": 2.55,
      "text": "something similar on Venezuela. But that carrier is surrounded, Lucy, by a lot of"
    },
    {
      "start": 139.76,
      "dur": 3.27,
      "text": "carrier is surrounded, Lucy, by a lot of warships um and submarines. Uh, and we"
    },
    {
      "start": 143.04,
      "dur": 2.71,
      "text": "warships um and submarines. Uh, and we can see the carrier there. Um, this"
    },
    {
      "start": 145.76,
      "dur": 2.15,
      "text": "can see the carrier there. Um, this carrier is the center of gravity of"
    },
    {
      "start": 147.92,
      "dur": 2.15,
      "text": "carrier is the center of gravity of pretty much the US military effort. It's"
    },
    {
      "start": 150.08,
      "dur": 2.63,
      "text": "pretty much the US military effort. It's not the only thing that the US has. It's"
    },
    {
      "start": 152.72,
      "dur": 1.75,
      "text": "not the only thing that the US has. It's got home basing and on the security"
    },
    {
      "start": 154.48,
      "dur": 1.749,
      "text": "got home basing and on the security brief this week, we're really taking a"
    },
    {
      "start": 156.239,
      "dur": 2.391,
      "text": "brief this week, we're really taking a deep dive into what military assets are"
    },
    {
      "start": 158.64,
      "dur": 2.229,
      "text": "deep dive into what military assets are there. But this this is the center of"
    },
    {
      "start": 160.879,
      "dur": 1.511,
      "text": "there. But this this is the center of gravity of what he's talking about on"
    },
    {
      "start": 162.4,
      "dur": 2.15,
      "text": "gravity of what he's talking about on this Amanda. Now, it's it's a it's a"
    },
    {
      "start": 164.56,
      "dur": 2.309,
      "text": "this Amanda. Now, it's it's a it's a massively strategic asset. So, those"
    },
    {
      "start": 166.879,
      "dur": 2.791,
      "text": "massively strategic asset. So, those warships that follow it everywhere are"
    },
    {
      "start": 169.68,
      "dur": 1.75,
      "text": "warships that follow it everywhere are basically providing a layered air"
    },
    {
      "start": 171.44,
      "dur": 2.47,
      "text": "basically providing a layered air defense system for it because obviously"
    },
    {
      "start": 173.92,
      "dur": 1.83,
      "text": "defense system for it because obviously the US"
    },
    {
      "start": 175.76,
      "dur": 1.59,
      "text": "the US anything that happens to that carrier"
    },
    {
      "start": 177.36,
      "dur": 2.07,
      "text": "anything that happens to that carrier would be a major a major significant"
    },
    {
      "start": 179.44,
      "dur": 2.069,
      "text": "would be a major a major significant problem for the US. And in terms of"
    },
    {
      "start": 181.519,
      "dur": 2.471,
      "text": "problem for the US. And in terms of intelligence and and location and what"
    },
    {
      "start": 184.0,
      "dur": 2.55,
      "text": "intelligence and and location and what Iran is trying to do, right up there on"
    },
    {
      "start": 186.56,
      "dur": 2.07,
      "text": "Iran is trying to do, right up there on their intelligence feed, we'll be trying"
    },
    {
      "start": 188.64,
      "dur": 2.79,
      "text": "their intelligence feed, we'll be trying to understand where that carrier is"
    },
    {
      "start": 191.44,
      "dur": 2.31,
      "text": "to understand where that carrier is accurate enough so they could feed any"
    },
    {
      "start": 193.76,
      "dur": 2.79,
      "text": "accurate enough so they could feed any GPS data coordinates into any ballistic"
    },
    {
      "start": 196.56,
      "dur": 1.51,
      "text": "GPS data coordinates into any ballistic missiles or what they want to throw at"
    },
    {
      "start": 198.08,
      "dur": 1.67,
      "text": "missiles or what they want to throw at that. And that's what Iran are doing at"
    },
    {
      "start": 199.76,
      "dur": 1.829,
      "text": "that. And that's what Iran are doing at the moment. And we saw that yesterday."
    },
    {
      "start": 201.599,
      "dur": 2.791,
      "text": "the moment. And we saw that yesterday. We saw a long range Iranian surveillance"
    },
    {
      "start": 204.4,
      "dur": 2.15,
      "text": "We saw a long range Iranian surveillance druh drone just south of the Straits of"
    },
    {
      "start": 206.56,
      "dur": 2.63,
      "text": "druh drone just south of the Straits of Hormuz. and it will be looking at where"
    },
    {
      "start": 209.2,
      "dur": 3.109,
      "text": "Hormuz. and it will be looking at where that carrier strike group is."
    },
    {
      "start": 212.319,
      "dur": 2.63,
      "text": "that carrier strike group is. &gt;&gt; President Trump uh talked about"
    },
    {
      "start": 214.959,
      "dur": 2.311,
      "text": "&gt;&gt; President Trump uh talked about operation midnight hammer in his truth"
    },
    {
      "start": 217.28,
      "dur": 2.07,
      "text": "operation midnight hammer in his truth social post Maki and referred to the"
    },
    {
      "start": 219.36,
      "dur": 1.429,
      "text": "social post Maki and referred to the major destruction that was already done"
    },
    {
      "start": 220.799,
      "dur": 2.15,
      "text": "major destruction that was already done to Iran and then said the next attack"
    },
    {
      "start": 222.959,
      "dur": 2.471,
      "text": "to Iran and then said the next attack will be far worse. Do we actually know"
    },
    {
      "start": 225.44,
      "dur": 1.83,
      "text": "will be far worse. Do we actually know how much damage was done during that"
    },
    {
      "start": 227.28,
      "dur": 2.309,
      "text": "how much damage was done during that last US operation?"
    },
    {
      "start": 229.599,
      "dur": 2.55,
      "text": "last US operation? &gt;&gt; Well, I mean the primary target was the"
    },
    {
      "start": 232.159,
      "dur": 2.951,
      "text": "&gt;&gt; Well, I mean the primary target was the was the lifting of Maduro. Um and we"
    },
    {
      "start": 235.12,
      "dur": 3.029,
      "text": "was the lifting of Maduro. Um and we know that that was successful. Um and we"
    },
    {
      "start": 238.159,
      "dur": 1.911,
      "text": "know that that was successful. Um and we covered that on security brief a couple"
    },
    {
      "start": 240.08,
      "dur": 2.709,
      "text": "covered that on security brief a couple of weeks ago in terms of the components"
    },
    {
      "start": 242.799,
      "dur": 1.35,
      "text": "of weeks ago in terms of the components um that went into that and those"
    },
    {
      "start": 244.159,
      "dur": 1.831,
      "text": "um that went into that and those components are no different Lucy to what"
    },
    {
      "start": 246.0,
      "dur": 3.99,
      "text": "components are no different Lucy to what will be required now. So if the US were"
    },
    {
      "start": 250.0,
      "dur": 3.75,
      "text": "will be required now. So if the US were looking at a lift on the Ayatollah that"
    },
    {
      "start": 253.76,
      "dur": 2.23,
      "text": "looking at a lift on the Ayatollah that would require as it did with Maduro a"
    },
    {
      "start": 256.0,
      "dur": 1.509,
      "text": "would require as it did with Maduro a significant amount of intelligence. You"
    },
    {
      "start": 257.519,
      "dur": 1.351,
      "text": "significant amount of intelligence. You can split those down really into three"
    },
    {
      "start": 258.88,
      "dur": 2.309,
      "text": "can split those down really into three things. Human intelligence. So we know"
    },
    {
      "start": 261.199,
      "dur": 1.99,
      "text": "things. Human intelligence. So we know that the CIA had an asset inside the"
    },
    {
      "start": 263.199,
      "dur": 2.151,
      "text": "that the CIA had an asset inside the Venezuelan government. Um you're looking"
    },
    {
      "start": 265.36,
      "dur": 1.51,
      "text": "Venezuelan government. Um you're looking at imagery intelligence which"
    },
    {
      "start": 266.88,
      "dur": 2.47,
      "text": "at imagery intelligence which effectively comes from drones using"
    },
    {
      "start": 269.36,
      "dur": 2.63,
      "text": "effectively comes from drones using cameras. Um and then you're looking at"
    },
    {
      "start": 272.0,
      "dur": 2.07,
      "text": "cameras. Um and then you're looking at elint which is electronic intelligence"
    },
    {
      "start": 274.08,
      "dur": 1.59,
      "text": "elint which is electronic intelligence and that's basically building up an"
    },
    {
      "start": 275.68,
      "dur": 1.99,
      "text": "and that's basically building up an electronic picture. Sig is a big part of"
    },
    {
      "start": 277.68,
      "dur": 1.83,
      "text": "electronic picture. Sig is a big part of that signals intelligence Lucy where you"
    },
    {
      "start": 279.52,
      "dur": 1.669,
      "text": "that signals intelligence Lucy where you can listen in the phone calls and that's"
    },
    {
      "start": 281.199,
      "dur": 2.791,
      "text": "can listen in the phone calls and that's all about getting the location and the"
    },
    {
      "start": 284.0,
      "dur": 1.51,
      "text": "all about getting the location and the predictive patterns called pattern of"
    },
    {
      "start": 285.52,
      "dur": 2.63,
      "text": "predictive patterns called pattern of life of what the primary target would"
    },
    {
      "start": 288.16,
      "dur": 1.43,
      "text": "life of what the primary target would be. In this case, it would be the"
    },
    {
      "start": 289.6,
      "dur": 1.51,
      "text": "be. In this case, it would be the Ayatollah, but there are so many other"
    },
    {
      "start": 291.12,
      "dur": 3.27,
      "text": "Ayatollah, but there are so many other options, Lucy, outside of um, you know,"
    },
    {
      "start": 294.4,
      "dur": 1.59,
      "text": "options, Lucy, outside of um, you know, taking out the Ayatollah. It could be"
    },
    {
      "start": 296.0,
      "dur": 1.51,
      "text": "taking out the Ayatollah. It could be softening up surfaceto-air defense"
    },
    {
      "start": 297.52,
      "dur": 2.15,
      "text": "softening up surfaceto-air defense systems, taking out ballistic missiles"
    },
    {
      "start": 299.68,
      "dur": 2.55,
      "text": "systems, taking out ballistic missiles so they're no longer a threat to to um,"
    },
    {
      "start": 302.24,
      "dur": 2.31,
      "text": "so they're no longer a threat to to um, uh, Israel. There's all sorts of coes of"
    },
    {
      "start": 304.56,
      "dur": 1.349,
      "text": "uh, Israel. There's all sorts of coes of action. We call them in strategic"
    },
    {
      "start": 305.919,
      "dur": 2.071,
      "text": "action. We call them in strategic military planning co courses of action"
    },
    {
      "start": 308.0,
      "dur": 1.59,
      "text": "military planning co courses of action that the US will be looking at right"
    },
    {
      "start": 309.6,
      "dur": 1.35,
      "text": "that the US will be looking at right now. And not one of them would be off"
    },
    {
      "start": 310.96,
      "dur": 1.19,
      "text": "now. And not one of them would be off the table."
    },
    {
      "start": 312.16,
      "dur": 1.749,
      "text": "the table. &gt;&gt; Okay, Mikey, thank you so much. Mikey"
    },
    {
      "start": 313.919,
      "dur": 2.71,
      "text": "&gt;&gt; Okay, Mikey, thank you so much. Mikey Kay joining us there. The full scale of"
    },
    {
      "start": 316.639,
      "dur": 1.351,
      "text": "Kay joining us there. The full scale of the casualties in Iran after the"
    },
    {
      "start": 318.0,
      "dur": 1.189,
      "text": "the casualties in Iran after the government's brutal crackdown on"
    },
    {
      "start": 319.199,
      "dur": 2.071,
      "text": "government's brutal crackdown on protesters is still not known, but one"
    },
    {
      "start": 321.28,
      "dur": 1.909,
      "text": "protesters is still not known, but one human rights group based in the US has"
    },
    {
      "start": 323.199,
      "dur": 2.231,
      "text": "human rights group based in the US has now confirmed that more than 6,000"
    },
    {
      "start": 325.44,
      "dur": 1.589,
      "text": "now confirmed that more than 6,000 people were killed in the unrest this"
    },
    {
      "start": 327.039,
      "dur": 1.99,
      "text": "people were killed in the unrest this month. The regime has imposed an"
    },
    {
      "start": 329.039,
      "dur": 1.751,
      "text": "month. The regime has imposed an internet blackout, but during brief"
    },
    {
      "start": 330.8,
      "dur": 2.15,
      "text": "internet blackout, but during brief moments of satellite coverage. The BBC"
    },
    {
      "start": 332.96,
      "dur": 1.59,
      "text": "moments of satellite coverage. The BBC has managed to speak to several young"
    },
    {
      "start": 334.56,
      "dur": 1.99,
      "text": "has managed to speak to several young Iranians about their ordeal. Our"
    },
    {
      "start": 336.56,
      "dur": 1.59,
      "text": "Iranians about their ordeal. Our correspondent Caroline Holly's report"
    },
    {
      "start": 338.16,
      "dur": 1.99,
      "text": "correspondent Caroline Holly's report contains videos from the crackdown that"
    },
    {
      "start": 340.16,
      "dur": 3.91,
      "text": "contains videos from the crackdown that you may find distressing."
    },
    {
      "start": 344.08,
      "dur": 2.32,
      "text": "The images emerging from Iran paint an"
    },
    {
      "start": 346.4,
      "dur": 2.71,
      "text": "The images emerging from Iran paint an ever more horrifying picture. Witnesses"
    },
    {
      "start": 349.12,
      "dur": 1.99,
      "text": "ever more horrifying picture. Witnesses say security forces fired live"
    },
    {
      "start": 351.12,
      "dur": 3.11,
      "text": "say security forces fired live ammunition from motorbikes and rooftops."
    },
    {
      "start": 354.24,
      "dur": 3.75,
      "text": "ammunition from motorbikes and rooftops. They speak of massacres, a bloodbath. No"
    },
    {
      "start": 358.0,
      "dur": 1.749,
      "text": "They speak of massacres, a bloodbath. No one was violent and no one clashed with"
    },
    {
      "start": 359.759,
      "dur": 2.071,
      "text": "one was violent and no one clashed with the security forces, but on Friday"
    },
    {
      "start": 361.84,
      "dur": 1.909,
      "text": "the security forces, but on Friday night, they still opened fire on the"
    },
    {
      "start": 363.759,
      "dur": 1.99,
      "text": "night, they still opened fire on the crowd. We all know someone who was"
    },
    {
      "start": 365.759,
      "dur": 2.391,
      "text": "crowd. We all know someone who was killed in the protests."
    },
    {
      "start": 368.16,
      "dur": 1.749,
      "text": "killed in the protests. One human rights group has already"
    },
    {
      "start": 369.919,
      "dur": 2.791,
      "text": "One human rights group has already identified more than 6,000 of the dead."
    },
    {
      "start": 372.72,
      "dur": 2.39,
      "text": "identified more than 6,000 of the dead. Almost all protesters, though dozens"
    },
    {
      "start": 375.12,
      "dur": 2.55,
      "text": "Almost all protesters, though dozens were simply bystanders, and more than 90"
    },
    {
      "start": 377.68,
      "dur": 2.229,
      "text": "were simply bystanders, and more than 90 were children, and the counting has"
    },
    {
      "start": 379.919,
      "dur": 2.951,
      "text": "were children, and the counting has barely begun. It's investigating reports"
    },
    {
      "start": 382.88,
      "dur": 1.589,
      "text": "barely begun. It's investigating reports from its activists on the ground of"
    },
    {
      "start": 384.479,
      "dur": 2.55,
      "text": "from its activists on the ground of another 17,000 deaths."
    },
    {
      "start": 387.039,
      "dur": 2.231,
      "text": "another 17,000 deaths. &gt;&gt; I think we're looking at systematic mass"
    },
    {
      "start": 389.28,
      "dur": 3.11,
      "text": "&gt;&gt; I think we're looking at systematic mass killing on our hands. I mean, we have"
    },
    {
      "start": 392.4,
      "dur": 1.75,
      "text": "killing on our hands. I mean, we have looked at preliminary evidence that"
    },
    {
      "start": 394.16,
      "dur": 3.19,
      "text": "looked at preliminary evidence that shows us that there are bodies and morgs"
    },
    {
      "start": 397.36,
      "dur": 2.15,
      "text": "shows us that there are bodies and morgs that have medical equipment on them, and"
    },
    {
      "start": 399.52,
      "dur": 2.15,
      "text": "that have medical equipment on them, and yet they have bullet holes in the middle"
    },
    {
      "start": 401.68,
      "dur": 3.91,
      "text": "yet they have bullet holes in the middle of of people's foreheads."
    },
    {
      "start": 405.6,
      "dur": 1.91,
      "text": "of of people's foreheads. &gt;&gt; Security forces have also raided"
    },
    {
      "start": 407.52,
      "dur": 1.59,
      "text": "&gt;&gt; Security forces have also raided hospitals searching for injured"
    },
    {
      "start": 409.12,
      "dur": 2.069,
      "text": "hospitals searching for injured protesters. And among the tens of"
    },
    {
      "start": 411.199,
      "dur": 2.391,
      "text": "protesters. And among the tens of thousands arrested are doctors who"
    },
    {
      "start": 413.6,
      "dur": 2.55,
      "text": "thousands arrested are doctors who treated the wounded. This surgeon"
    },
    {
      "start": 416.16,
      "dur": 1.99,
      "text": "treated the wounded. This surgeon reported to have been beaten up when he"
    },
    {
      "start": 418.16,
      "dur": 2.309,
      "text": "reported to have been beaten up when he was detained from his home. No wonder"
    },
    {
      "start": 420.479,
      "dur": 1.911,
      "text": "was detained from his home. No wonder many of those injured are too frightened"
    },
    {
      "start": 422.4,
      "dur": 2.31,
      "text": "many of those injured are too frightened to go to hospital. This woman was"
    },
    {
      "start": 424.72,
      "dur": 2.23,
      "text": "to go to hospital. This woman was treated at home by volunteer medics"
    },
    {
      "start": 426.96,
      "dur": 2.31,
      "text": "treated at home by volunteer medics after she and a friend were shot."
    },
    {
      "start": 429.28,
      "dur": 2.629,
      "text": "after she and a friend were shot. &gt;&gt; People helped us and we got into a car."
    },
    {
      "start": 431.919,
      "dur": 2.951,
      "text": "&gt;&gt; People helped us and we got into a car. I said just don't go to a hospital. In"
    },
    {
      "start": 434.88,
      "dur": 1.99,
      "text": "I said just don't go to a hospital. In the following days, we found doctors who"
    },
    {
      "start": 436.88,
      "dur": 1.429,
      "text": "the following days, we found doctors who looked at our wounds and gave us"
    },
    {
      "start": 438.319,
      "dur": 1.511,
      "text": "looked at our wounds and gave us antibiotics."
    },
    {
      "start": 439.84,
      "dur": 3.27,
      "text": "antibiotics. &gt;&gt; Among those killed, some faces stand out"
    },
    {
      "start": 443.12,
      "dur": 1.909,
      "text": "&gt;&gt; Among those killed, some faces stand out like that of this influencer known as"
    },
    {
      "start": 445.039,
      "dur": 2.391,
      "text": "like that of this influencer known as Baby Ryder. Her family is said to be"
    },
    {
      "start": 447.44,
      "dur": 1.51,
      "text": "Baby Ryder. Her family is said to be under pressure from the authorities to"
    },
    {
      "start": 448.96,
      "dur": 2.87,
      "text": "under pressure from the authorities to say she died in an accident on her bike."
    },
    {
      "start": 451.84,
      "dur": 2.069,
      "text": "say she died in an accident on her bike. But a close friend told the BBC the"
    },
    {
      "start": 453.919,
      "dur": 3.031,
      "text": "But a close friend told the BBC the 19-year-old had been shot by the regime."
    },
    {
      "start": 456.96,
      "dur": 2.069,
      "text": "19-year-old had been shot by the regime. One young woman who'd gone out onto the"
    },
    {
      "start": 459.039,
      "dur": 2.87,
      "text": "One young woman who'd gone out onto the streets in hope and didn't come home."
    },
    {
      "start": 461.919,
      "dur": 3.921,
      "text": "streets in hope and didn't come home. Caroline Holley, BBC News."
    }
  ]
}