{
  "videoId": "DYpnvBcU0Cc",
  "title": "Israel confirms it has retrieved remains of final Gaza hostage | BBC News",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 257,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.6,
      "text": "Let's update you on that breaking news"
    },
    {
      "start": 1.76,
      "dur": 1.669,
      "text": "Let's update you on that breaking news from the Middle East. In the past hour,"
    },
    {
      "start": 3.439,
      "dur": 1.83,
      "text": "from the Middle East. In the past hour, the Israeli military saying it's"
    },
    {
      "start": 5.279,
      "dur": 2.07,
      "text": "the Israeli military saying it's recovered the remains of police officer"
    },
    {
      "start": 7.359,
      "dur": 2.551,
      "text": "recovered the remains of police officer Ran Gavilli, the last hostage held in"
    },
    {
      "start": 9.92,
      "dur": 2.39,
      "text": "Ran Gavilli, the last hostage held in Gaza. The return of all hostages, to"
    },
    {
      "start": 12.32,
      "dur": 1.59,
      "text": "Gaza. The return of all hostages, to remind you, was a condition of the"
    },
    {
      "start": 13.92,
      "dur": 2.31,
      "text": "remind you, was a condition of the ceasefire deal with Hamas. Israel has"
    },
    {
      "start": 16.24,
      "dur": 1.83,
      "text": "ceasefire deal with Hamas. Israel has said it will reopen the Rafa crossing"
    },
    {
      "start": 18.08,
      "dur": 2.31,
      "text": "said it will reopen the Rafa crossing between Egypt and Gaza, but said they"
    },
    {
      "start": 20.4,
      "dur": 1.75,
      "text": "between Egypt and Gaza, but said they would only do this once they had found"
    },
    {
      "start": 22.16,
      "dur": 2.31,
      "text": "would only do this once they had found the remains of Ran Gavilli. Let's take"
    },
    {
      "start": 24.48,
      "dur": 1.19,
      "text": "the remains of Ran Gavilli. Let's take you to Jerusalem and join our"
    },
    {
      "start": 25.68,
      "dur": 2.31,
      "text": "you to Jerusalem and join our correspondent there, Dan Johnson. So,"
    },
    {
      "start": 28.0,
      "dur": 4.069,
      "text": "correspondent there, Dan Johnson. So, two issues. Firstly, uh Dan, on that"
    },
    {
      "start": 32.079,
      "dur": 2.391,
      "text": "two issues. Firstly, uh Dan, on that search for the remains of Ran Gavilli,"
    },
    {
      "start": 34.48,
      "dur": 2.15,
      "text": "search for the remains of Ran Gavilli, what is the IDF saying about that? And"
    },
    {
      "start": 36.64,
      "dur": 2.069,
      "text": "what is the IDF saying about that? And then have they given any kind of time"
    },
    {
      "start": 38.719,
      "dur": 1.751,
      "text": "then have they given any kind of time frame for the opening of the border"
    },
    {
      "start": 40.48,
      "dur": 2.87,
      "text": "frame for the opening of the border crossing?"
    },
    {
      "start": 43.36,
      "dur": 1.99,
      "text": "crossing? &gt;&gt; Yeah, I think these two issues are"
    },
    {
      "start": 45.36,
      "dur": 2.869,
      "text": "&gt;&gt; Yeah, I think these two issues are probably linked and one had been holding"
    },
    {
      "start": 48.239,
      "dur": 2.79,
      "text": "probably linked and one had been holding up the other. Rangavil's body was the"
    },
    {
      "start": 51.039,
      "dur": 2.391,
      "text": "up the other. Rangavil's body was the last remaining hostage body in Gaza."
    },
    {
      "start": 53.44,
      "dur": 1.35,
      "text": "last remaining hostage body in Gaza. There wasn't really ever a clear"
    },
    {
      "start": 54.8,
      "dur": 2.15,
      "text": "There wasn't really ever a clear explanation of why his body had not been"
    },
    {
      "start": 56.96,
      "dur": 1.99,
      "text": "explanation of why his body had not been returned at the end of last year when"
    },
    {
      "start": 58.96,
      "dur": 2.71,
      "text": "returned at the end of last year when the other remaining hostage bodies were"
    },
    {
      "start": 61.68,
      "dur": 2.789,
      "text": "the other remaining hostage bodies were released by Hamas. Uh the situation"
    },
    {
      "start": 64.479,
      "dur": 1.511,
      "text": "released by Hamas. Uh the situation seemed to be that nobody was able to"
    },
    {
      "start": 66.0,
      "dur": 2.55,
      "text": "seemed to be that nobody was able to find his body. So this is a hugely"
    },
    {
      "start": 68.56,
      "dur": 1.35,
      "text": "find his body. So this is a hugely significant moment firstly for"
    },
    {
      "start": 69.92,
      "dur": 2.229,
      "text": "significant moment firstly for Rangavil's family who have been holding"
    },
    {
      "start": 72.159,
      "dur": 2.31,
      "text": "Rangavil's family who have been holding out some hope that he may be returned"
    },
    {
      "start": 74.479,
      "dur": 1.351,
      "text": "out some hope that he may be returned alive. It didn't look like that was"
    },
    {
      "start": 75.84,
      "dur": 2.23,
      "text": "alive. It didn't look like that was going to be possible. They've staged uh"
    },
    {
      "start": 78.08,
      "dur": 2.63,
      "text": "going to be possible. They've staged uh sitins every week waiting for the return"
    },
    {
      "start": 80.72,
      "dur": 2.87,
      "text": "sitins every week waiting for the return of his body. He was only 24 years old, a"
    },
    {
      "start": 83.6,
      "dur": 1.75,
      "text": "of his body. He was only 24 years old, a policeman who was a member of an elite"
    },
    {
      "start": 85.36,
      "dur": 3.109,
      "text": "policeman who was a member of an elite unit and was killed defending a kabutz"
    },
    {
      "start": 88.479,
      "dur": 3.191,
      "text": "unit and was killed defending a kabutz on the October 7th when those attacks"
    },
    {
      "start": 91.68,
      "dur": 2.15,
      "text": "on the October 7th when those attacks happened. So let's spare a fort for his"
    },
    {
      "start": 93.84,
      "dur": 2.229,
      "text": "happened. So let's spare a fort for his family who now know that his body is"
    },
    {
      "start": 96.079,
      "dur": 2.471,
      "text": "family who now know that his body is heading back and can be buried. But this"
    },
    {
      "start": 98.56,
      "dur": 2.07,
      "text": "heading back and can be buried. But this is also significant for Israel and for"
    },
    {
      "start": 100.64,
      "dur": 1.67,
      "text": "is also significant for Israel and for all those hostage families. And I think"
    },
    {
      "start": 102.32,
      "dur": 1.99,
      "text": "all those hostage families. And I think there will be celebration now even"
    },
    {
      "start": 104.32,
      "dur": 2.069,
      "text": "there will be celebration now even though this is a body returning that at"
    },
    {
      "start": 106.399,
      "dur": 2.231,
      "text": "though this is a body returning that at least all the hostages have been"
    },
    {
      "start": 108.64,
      "dur": 2.23,
      "text": "least all the hostages have been returned from Gaza. And the prime"
    },
    {
      "start": 110.88,
      "dur": 1.589,
      "text": "returned from Gaza. And the prime minister Benjamin Netanyahu has said"
    },
    {
      "start": 112.479,
      "dur": 1.831,
      "text": "minister Benjamin Netanyahu has said this is an extraordinary achievement for"
    },
    {
      "start": 114.32,
      "dur": 2.39,
      "text": "this is an extraordinary achievement for Israel. He said we promised and I"
    },
    {
      "start": 116.72,
      "dur": 2.63,
      "text": "Israel. He said we promised and I promised to bring everyone back and we"
    },
    {
      "start": 119.36,
      "dur": 2.23,
      "text": "promised to bring everyone back and we have brought everyone back. He says to"
    },
    {
      "start": 121.6,
      "dur": 1.91,
      "text": "have brought everyone back. He says to the very last one. So I think this will"
    },
    {
      "start": 123.52,
      "dur": 2.71,
      "text": "the very last one. So I think this will be a significant moment for all Israelis"
    },
    {
      "start": 126.24,
      "dur": 1.67,
      "text": "be a significant moment for all Israelis who had been waiting for the return of"
    },
    {
      "start": 127.92,
      "dur": 1.99,
      "text": "who had been waiting for the return of hostages. But it does have a wider"
    },
    {
      "start": 129.92,
      "dur": 2.63,
      "text": "hostages. But it does have a wider significance. Israel had been delaying"
    },
    {
      "start": 132.56,
      "dur": 1.83,
      "text": "significance. Israel had been delaying perhaps reopening the Rafa crossing"
    },
    {
      "start": 134.4,
      "dur": 1.829,
      "text": "perhaps reopening the Rafa crossing saying that it couldn't move to the next"
    },
    {
      "start": 136.239,
      "dur": 2.07,
      "text": "saying that it couldn't move to the next stage of the ceasefire while there were"
    },
    {
      "start": 138.319,
      "dur": 3.031,
      "text": "stage of the ceasefire while there were outstanding issues such as the location"
    },
    {
      "start": 141.36,
      "dur": 1.91,
      "text": "outstanding issues such as the location of Ryan Gavill's body. It's been a huge"
    },
    {
      "start": 143.28,
      "dur": 1.83,
      "text": "of Ryan Gavill's body. It's been a huge operation over the weekend. Not clear"
    },
    {
      "start": 145.12,
      "dur": 1.51,
      "text": "operation over the weekend. Not clear exactly what led to the bit of"
    },
    {
      "start": 146.64,
      "dur": 1.669,
      "text": "exactly what led to the bit of intelligence that enabled the Israel"
    },
    {
      "start": 148.319,
      "dur": 3.191,
      "text": "intelligence that enabled the Israel Defense Forces to finally found find and"
    },
    {
      "start": 151.52,
      "dur": 1.83,
      "text": "Defense Forces to finally found find and identify his body. They said existing"
    },
    {
      "start": 153.36,
      "dur": 1.75,
      "text": "identify his body. They said existing intelligence became clearer over the"
    },
    {
      "start": 155.12,
      "dur": 1.67,
      "text": "intelligence became clearer over the weekend. We know it's been a huge"
    },
    {
      "start": 156.8,
      "dur": 1.99,
      "text": "weekend. We know it's been a huge operation that they had been determined"
    },
    {
      "start": 158.8,
      "dur": 2.39,
      "text": "operation that they had been determined to do whatever they needed to do to find"
    },
    {
      "start": 161.2,
      "dur": 2.23,
      "text": "to do whatever they needed to do to find and identify his remains. They have now"
    },
    {
      "start": 163.44,
      "dur": 2.149,
      "text": "and identify his remains. They have now been able to do that and that body is on"
    },
    {
      "start": 165.599,
      "dur": 2.391,
      "text": "been able to do that and that body is on its way back to Israel. A significant"
    },
    {
      "start": 168.0,
      "dur": 1.589,
      "text": "its way back to Israel. A significant moment for people here and for his"
    },
    {
      "start": 169.599,
      "dur": 1.831,
      "text": "moment for people here and for his family, but it also opens up now the"
    },
    {
      "start": 171.44,
      "dur": 1.59,
      "text": "family, but it also opens up now the possibility of moving to the second"
    },
    {
      "start": 173.04,
      "dur": 2.23,
      "text": "possibility of moving to the second stage of the ceasefire in Gaza, albeit"
    },
    {
      "start": 175.28,
      "dur": 1.19,
      "text": "stage of the ceasefire in Gaza, albeit that is fraught with further"
    },
    {
      "start": 176.48,
      "dur": 0.63,
      "text": "that is fraught with further complications."
    },
    {
      "start": 177.12,
      "dur": 1.829,
      "text": "complications. &gt;&gt; And specifically, Dan, on the Rafa"
    },
    {
      "start": 178.959,
      "dur": 2.311,
      "text": "&gt;&gt; And specifically, Dan, on the Rafa crossing, any indications of when it"
    },
    {
      "start": 181.28,
      "dur": 2.309,
      "text": "crossing, any indications of when it will be open, will it be open in both"
    },
    {
      "start": 183.599,
      "dur": 2.071,
      "text": "will be open, will it be open in both directions? and just people who can"
    },
    {
      "start": 185.68,
      "dur": 3.829,
      "text": "directions? and just people who can cross or goods as well."
    },
    {
      "start": 189.519,
      "dur": 2.07,
      "text": "cross or goods as well. &gt;&gt; Yeah, there are talks of a limited"
    },
    {
      "start": 191.599,
      "dur": 2.391,
      "text": "&gt;&gt; Yeah, there are talks of a limited reopening being possible now perhaps"
    },
    {
      "start": 194.0,
      "dur": 2.79,
      "text": "reopening being possible now perhaps later this week. We know Jared Kushner"
    },
    {
      "start": 196.8,
      "dur": 2.31,
      "text": "later this week. We know Jared Kushner and Steve Wickoff were in Jerusalem."
    },
    {
      "start": 199.12,
      "dur": 2.31,
      "text": "and Steve Wickoff were in Jerusalem. They visited Israel over the weekend to"
    },
    {
      "start": 201.44,
      "dur": 2.31,
      "text": "They visited Israel over the weekend to facilitate some of the discussions about"
    },
    {
      "start": 203.76,
      "dur": 1.99,
      "text": "facilitate some of the discussions about the logistics of reopening the Rafa"
    },
    {
      "start": 205.76,
      "dur": 2.07,
      "text": "the logistics of reopening the Rafa crossing with Egypt. This will be"
    },
    {
      "start": 207.84,
      "dur": 2.389,
      "text": "crossing with Egypt. This will be primarily for people, Palestinians, to"
    },
    {
      "start": 210.239,
      "dur": 1.91,
      "text": "primarily for people, Palestinians, to move back and forth because the other"
    },
    {
      "start": 212.159,
      "dur": 2.311,
      "text": "move back and forth because the other border crossings between Gaza and Israel"
    },
    {
      "start": 214.48,
      "dur": 1.829,
      "text": "border crossings between Gaza and Israel that were opened as part of the initial"
    },
    {
      "start": 216.319,
      "dur": 2.311,
      "text": "that were opened as part of the initial ceasefire deal, that was just for aid to"
    },
    {
      "start": 218.64,
      "dur": 2.149,
      "text": "ceasefire deal, that was just for aid to cross. So, this facilitates the movement"
    },
    {
      "start": 220.799,
      "dur": 2.07,
      "text": "cross. So, this facilitates the movement of people who either want to leave Gaza"
    },
    {
      "start": 222.879,
      "dur": 2.151,
      "text": "of people who either want to leave Gaza to go and get medical attention or to"
    },
    {
      "start": 225.04,
      "dur": 1.67,
      "text": "to go and get medical attention or to see family in other parts of the world,"
    },
    {
      "start": 226.72,
      "dur": 1.67,
      "text": "see family in other parts of the world, people who've been forced to flee, or it"
    },
    {
      "start": 228.4,
      "dur": 1.99,
      "text": "people who've been forced to flee, or it allows Palestinians who may want to"
    },
    {
      "start": 230.4,
      "dur": 2.07,
      "text": "allows Palestinians who may want to return to Gaza. And we understand uh"
    },
    {
      "start": 232.48,
      "dur": 1.99,
      "text": "return to Gaza. And we understand uh that around 30,000 have actually signed"
    },
    {
      "start": 234.48,
      "dur": 3.59,
      "text": "that around 30,000 have actually signed up with the Palestinian bureau in Cairo,"
    },
    {
      "start": 238.08,
      "dur": 1.429,
      "text": "up with the Palestinian bureau in Cairo, signaling that they actually want to"
    },
    {
      "start": 239.519,
      "dur": 2.471,
      "text": "signaling that they actually want to come back to Gaza and be reunited with"
    },
    {
      "start": 242.0,
      "dur": 1.67,
      "text": "come back to Gaza and be reunited with their families. Exactly how many people"
    },
    {
      "start": 243.68,
      "dur": 2.07,
      "text": "their families. Exactly how many people are going to be allowed to move in which"
    },
    {
      "start": 245.76,
      "dur": 2.71,
      "text": "are going to be allowed to move in which direction each day. That sort of detail"
    },
    {
      "start": 248.48,
      "dur": 2.07,
      "text": "direction each day. That sort of detail is still up in the air. We await those"
    },
    {
      "start": 250.56,
      "dur": 1.99,
      "text": "is still up in the air. We await those sorts of details later this week. Israel"
    },
    {
      "start": 252.56,
      "dur": 1.749,
      "text": "sorts of details later this week. Israel is saying though that it will try and"
    },
    {
      "start": 254.319,
      "dur": 4.081,
      "text": "is saying though that it will try and get a limited reopening later this"
    }
  ]
}