{
  "videoId": "e0Hpe3ANiHM",
  "title": "'Holocaust Memorial Day is bridging generations’ | BBC Radio 4 Today",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 283,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.52,
      "text": "Today is an incredibly important day and"
    },
    {
      "start": 1.6,
      "dur": 1.43,
      "text": "Today is an incredibly important day and the first thing I'll say is how sad I am"
    },
    {
      "start": 3.04,
      "dur": 1.11,
      "text": "the first thing I'll say is how sad I am not to be sat alongside my"
    },
    {
      "start": 4.16,
      "dur": 1.43,
      "text": "not to be sat alongside my great-grandmother and how sad I am not"
    },
    {
      "start": 5.6,
      "dur": 1.43,
      "text": "great-grandmother and how sad I am not to be joined by Harry Elma who passed"
    },
    {
      "start": 7.04,
      "dur": 1.509,
      "text": "to be joined by Harry Elma who passed away only a few weeks ago and my"
    },
    {
      "start": 8.559,
      "dur": 2.471,
      "text": "away only a few weeks ago and my condolences to Julia and her her family."
    },
    {
      "start": 11.04,
      "dur": 1.11,
      "text": "condolences to Julia and her her family. He was a great man and a great"
    },
    {
      "start": 12.16,
      "dur": 1.589,
      "text": "He was a great man and a great inspiration of mine and I went to Poland"
    },
    {
      "start": 13.759,
      "dur": 2.551,
      "text": "inspiration of mine and I went to Poland with him in 2023. My great-grandmother's"
    },
    {
      "start": 16.32,
      "dur": 1.59,
      "text": "with him in 2023. My great-grandmother's story touched the hearts and minds of so"
    },
    {
      "start": 17.92,
      "dur": 1.269,
      "text": "story touched the hearts and minds of so many millions of people while she was"
    },
    {
      "start": 19.199,
      "dur": 1.751,
      "text": "many millions of people while she was alive. Her going out sharing that story,"
    },
    {
      "start": 20.96,
      "dur": 2.309,
      "text": "alive. Her going out sharing that story, the harrowing things that she saw in the"
    },
    {
      "start": 23.279,
      "dur": 1.91,
      "text": "the harrowing things that she saw in the hell of Alitz Burkal where her mother,"
    },
    {
      "start": 25.199,
      "dur": 1.351,
      "text": "hell of Alitz Burkal where her mother, her younger sister, her youngest brother"
    },
    {
      "start": 26.56,
      "dur": 1.99,
      "text": "her younger sister, her youngest brother were murdered. But I think that today"
    },
    {
      "start": 28.56,
      "dur": 1.43,
      "text": "were murdered. But I think that today the theme of Holocaust Memorial Day is"
    },
    {
      "start": 30.0,
      "dur": 1.669,
      "text": "the theme of Holocaust Memorial Day is bridging the generations and it's more"
    },
    {
      "start": 31.679,
      "dur": 1.351,
      "text": "bridging the generations and it's more important than ever as you say when the"
    },
    {
      "start": 33.04,
      "dur": 1.27,
      "text": "important than ever as you say when the number of schools marking this has"
    },
    {
      "start": 34.32,
      "dur": 2.71,
      "text": "number of schools marking this has seemingly gone down when clearly in the"
    },
    {
      "start": 37.04,
      "dur": 2.31,
      "text": "seemingly gone down when clearly in the consciousness of the human mind what led"
    },
    {
      "start": 39.36,
      "dur": 1.67,
      "text": "consciousness of the human mind what led to the Holocaust that anti-mitism is"
    },
    {
      "start": 41.04,
      "dur": 1.11,
      "text": "to the Holocaust that anti-mitism is being forgotten because we're seeing"
    },
    {
      "start": 42.16,
      "dur": 2.389,
      "text": "being forgotten because we're seeing that anti-semitism resurgent in society"
    },
    {
      "start": 44.559,
      "dur": 1.751,
      "text": "that anti-semitism resurgent in society again. I think it's important that we"
    },
    {
      "start": 46.32,
      "dur": 1.43,
      "text": "again. I think it's important that we preserve those stories. So I do that"
    },
    {
      "start": 47.76,
      "dur": 1.83,
      "text": "preserve those stories. So I do that through social media. I ensure that"
    },
    {
      "start": 49.6,
      "dur": 2.949,
      "text": "through social media. I ensure that whilst hate on social media is so rife"
    },
    {
      "start": 52.559,
      "dur": 1.591,
      "text": "whilst hate on social media is so rife and where it can spread so easily, we"
    },
    {
      "start": 54.16,
      "dur": 1.909,
      "text": "and where it can spread so easily, we have those true survivor stories even"
    },
    {
      "start": 56.079,
      "dur": 1.751,
      "text": "have those true survivor stories even whilst they passed away, those videos"
    },
    {
      "start": 57.84,
      "dur": 1.83,
      "text": "whilst they passed away, those videos I'm posting them every single day to"
    },
    {
      "start": 59.68,
      "dur": 1.27,
      "text": "I'm posting them every single day to ensure that people can remember my"
    },
    {
      "start": 60.96,
      "dur": 1.35,
      "text": "ensure that people can remember my great-grandmother. Not only for the"
    },
    {
      "start": 62.32,
      "dur": 1.59,
      "text": "great-grandmother. Not only for the incredible woman that she was, but for"
    },
    {
      "start": 63.92,
      "dur": 1.509,
      "text": "incredible woman that she was, but for the incredibly important messages that"
    },
    {
      "start": 65.439,
      "dur": 2.151,
      "text": "the incredibly important messages that she shared about hate, about where that"
    },
    {
      "start": 67.6,
      "dur": 1.59,
      "text": "she shared about hate, about where that hate, if left unchecked and"
    },
    {
      "start": 69.2,
      "dur": 1.83,
      "text": "hate, if left unchecked and unchallenged, can lead to. And that's to"
    },
    {
      "start": 71.04,
      "dur": 2.15,
      "text": "unchallenged, can lead to. And that's to places like Alitzburg. That's to a"
    },
    {
      "start": 73.2,
      "dur": 1.589,
      "text": "places like Alitzburg. That's to a person like my great-grandmother being"
    },
    {
      "start": 74.799,
      "dur": 2.871,
      "text": "person like my great-grandmother being reduced to a number A10572."
    },
    {
      "start": 77.68,
      "dur": 1.35,
      "text": "reduced to a number A10572. That was the number that she was given"
    },
    {
      "start": 79.04,
      "dur": 2.47,
      "text": "That was the number that she was given in Alshitzburg Canal. A per a permanent"
    },
    {
      "start": 81.52,
      "dur": 1.75,
      "text": "in Alshitzburg Canal. A per a permanent reminder of the Nazis crimes against"
    },
    {
      "start": 83.28,
      "dur": 1.35,
      "text": "reminder of the Nazis crimes against humanity. And those are things which I"
    },
    {
      "start": 84.64,
      "dur": 1.75,
      "text": "humanity. And those are things which I try to share every day on social media"
    },
    {
      "start": 86.4,
      "dur": 1.749,
      "text": "try to share every day on social media along with the light. The fact that you"
    },
    {
      "start": 88.159,
      "dur": 1.751,
      "text": "along with the light. The fact that you can rebuild, that you can get through"
    },
    {
      "start": 89.92,
      "dur": 1.91,
      "text": "can rebuild, that you can get through any darkness in life, and that you can"
    },
    {
      "start": 91.84,
      "dur": 1.35,
      "text": "any darkness in life, and that you can smile and that you can build a family."
    },
    {
      "start": 93.2,
      "dur": 0.949,
      "text": "smile and that you can build a family. My great-grandmother had 10"
    },
    {
      "start": 94.159,
      "dur": 2.071,
      "text": "My great-grandmother had 10 grandchildren, 38 great grandchildren of"
    },
    {
      "start": 96.24,
      "dur": 1.75,
      "text": "grandchildren, 38 great grandchildren of which I'm a proud member, and one great"
    },
    {
      "start": 98.0,
      "dur": 2.149,
      "text": "which I'm a proud member, and one great great grandchild in her final year."
    },
    {
      "start": 100.159,
      "dur": 3.111,
      "text": "great grandchild in her final year. &gt;&gt; My father sadly passed away quite"
    },
    {
      "start": 103.28,
      "dur": 3.509,
      "text": "&gt;&gt; My father sadly passed away quite suddenly, actually, only 12 days ago. Um"
    },
    {
      "start": 106.799,
      "dur": 2.391,
      "text": "suddenly, actually, only 12 days ago. Um and he was educating pretty much until"
    },
    {
      "start": 109.2,
      "dur": 3.51,
      "text": "and he was educating pretty much until the end of his life. He absolutely would"
    },
    {
      "start": 112.72,
      "dur": 3.029,
      "text": "the end of his life. He absolutely would not refuse to go to any event to any"
    },
    {
      "start": 115.759,
      "dur": 2.95,
      "text": "not refuse to go to any event to any school to any organization to speak and"
    },
    {
      "start": 118.719,
      "dur": 3.271,
      "text": "school to any organization to speak and tell about his horrors um and what he"
    },
    {
      "start": 122.0,
      "dur": 2.87,
      "text": "tell about his horrors um and what he went through. But really his story was"
    },
    {
      "start": 124.88,
      "dur": 3.67,
      "text": "went through. But really his story was is a story of survival in the truest"
    },
    {
      "start": 128.56,
      "dur": 2.95,
      "text": "is a story of survival in the truest sense of the word. He was never he never"
    },
    {
      "start": 131.52,
      "dur": 2.31,
      "text": "sense of the word. He was never he never wanted to be defined by what happened to"
    },
    {
      "start": 133.84,
      "dur": 2.15,
      "text": "wanted to be defined by what happened to him in his early years and the trauma"
    },
    {
      "start": 136.0,
      "dur": 1.91,
      "text": "him in his early years and the trauma that he went through and the murder of"
    },
    {
      "start": 137.92,
      "dur": 2.47,
      "text": "that he went through and the murder of all his family pretty much every member"
    },
    {
      "start": 140.4,
      "dur": 3.99,
      "text": "all his family pretty much every member of his family. Um he want he was always"
    },
    {
      "start": 144.4,
      "dur": 2.95,
      "text": "of his family. Um he want he was always an incredibly positive person who wanted"
    },
    {
      "start": 147.36,
      "dur": 3.27,
      "text": "an incredibly positive person who wanted to look forward and build a life and"
    },
    {
      "start": 150.64,
      "dur": 2.79,
      "text": "to look forward and build a life and build a future for the family that he"
    },
    {
      "start": 153.44,
      "dur": 3.27,
      "text": "build a future for the family that he created. He was very keen that the"
    },
    {
      "start": 156.72,
      "dur": 3.75,
      "text": "created. He was very keen that the legacy that he began and that we now"
    },
    {
      "start": 160.48,
      "dur": 3.91,
      "text": "legacy that he began and that we now have to take over the mantle of um is is"
    },
    {
      "start": 164.4,
      "dur": 3.43,
      "text": "have to take over the mantle of um is is continued. Um he was a particular"
    },
    {
      "start": 167.84,
      "dur": 1.83,
      "text": "continued. Um he was a particular advocate of going to schools and"
    },
    {
      "start": 169.68,
      "dur": 3.269,
      "text": "advocate of going to schools and educating um anywhere and everywhere in"
    },
    {
      "start": 172.959,
      "dur": 3.031,
      "text": "educating um anywhere and everywhere in the country. Um and he's been he had"
    },
    {
      "start": 176.0,
      "dur": 2.07,
      "text": "the country. Um and he's been he had been very involved over the last nine"
    },
    {
      "start": 178.08,
      "dur": 3.509,
      "text": "been very involved over the last nine years with a project called Echo Eternal"
    },
    {
      "start": 181.599,
      "dur": 3.111,
      "text": "years with a project called Echo Eternal um which got Jew which got children from"
    },
    {
      "start": 184.72,
      "dur": 2.07,
      "text": "um which got Jew which got children from all over the country many of whom had"
    },
    {
      "start": 186.8,
      "dur": 2.709,
      "text": "all over the country many of whom had never even met or seen a Jewish person"
    },
    {
      "start": 189.519,
      "dur": 4.231,
      "text": "never even met or seen a Jewish person before um to engage in the Holocaust"
    },
    {
      "start": 193.76,
      "dur": 3.51,
      "text": "before um to engage in the Holocaust through the medium of dance and music."
    },
    {
      "start": 197.28,
      "dur": 1.83,
      "text": "through the medium of dance and music. &gt;&gt; The Holocaust is unique in his in human"
    },
    {
      "start": 199.12,
      "dur": 2.55,
      "text": "&gt;&gt; The Holocaust is unique in his in human history in the scale the systematic"
    },
    {
      "start": 201.68,
      "dur": 1.829,
      "text": "history in the scale the systematic nature of it. Alitzburg can now where"
    },
    {
      "start": 203.519,
      "dur": 2.151,
      "text": "nature of it. Alitzburg can now where over 1.1 million people were murdered."
    },
    {
      "start": 205.68,
      "dur": 1.59,
      "text": "over 1.1 million people were murdered. My great-grandmother Hungarian survived"
    },
    {
      "start": 207.28,
      "dur": 2.07,
      "text": "My great-grandmother Hungarian survived over 500,000 murdered in the period of"
    },
    {
      "start": 209.36,
      "dur": 2.39,
      "text": "over 500,000 murdered in the period of six weeks. Something like that had never"
    },
    {
      "start": 211.76,
      "dur": 1.35,
      "text": "six weeks. Something like that had never been seen before in history. But not"
    },
    {
      "start": 213.12,
      "dur": 1.829,
      "text": "been seen before in history. But not just that, the Holocaust of course is"
    },
    {
      "start": 214.959,
      "dur": 1.111,
      "text": "just that, the Holocaust of course is important today. And we can see that"
    },
    {
      "start": 216.08,
      "dur": 2.069,
      "text": "important today. And we can see that just by the statistics of anti-semitism"
    },
    {
      "start": 218.159,
      "dur": 2.311,
      "text": "just by the statistics of anti-semitism over the past 3 years. I'm sat here as a"
    },
    {
      "start": 220.48,
      "dur": 1.99,
      "text": "over the past 3 years. I'm sat here as a British Jew in 2026 on Holocaust"
    },
    {
      "start": 222.48,
      "dur": 1.829,
      "text": "British Jew in 2026 on Holocaust Memorial Day. And how shocking it is it"
    },
    {
      "start": 224.319,
      "dur": 2.151,
      "text": "Memorial Day. And how shocking it is it to say that I don't know one single"
    },
    {
      "start": 226.48,
      "dur": 1.59,
      "text": "to say that I don't know one single friend of mine who's 22 years old. In"
    },
    {
      "start": 228.08,
      "dur": 1.27,
      "text": "friend of mine who's 22 years old. In fact, I don't know one single British"
    },
    {
      "start": 229.36,
      "dur": 1.83,
      "text": "fact, I don't know one single British Jew who hasn't considered their future"
    },
    {
      "start": 231.2,
      "dur": 1.749,
      "text": "Jew who hasn't considered their future in this country, not because they fear"
    },
    {
      "start": 232.959,
      "dur": 1.111,
      "text": "in this country, not because they fear that they might be slaughtered on the"
    },
    {
      "start": 234.08,
      "dur": 1.19,
      "text": "that they might be slaughtered on the streets, because they fear what this"
    },
    {
      "start": 235.28,
      "dur": 0.949,
      "text": "streets, because they fear what this country might be for their"
    },
    {
      "start": 236.239,
      "dur": 1.27,
      "text": "country might be for their grandchildren, for their"
    },
    {
      "start": 237.519,
      "dur": 1.831,
      "text": "grandchildren, for their great-grandchildren. And they see this"
    },
    {
      "start": 239.36,
      "dur": 2.149,
      "text": "great-grandchildren. And they see this anti-semitism, this anti-Jewish hatred,"
    },
    {
      "start": 241.519,
      "dur": 2.311,
      "text": "anti-semitism, this anti-Jewish hatred, which didn't start in 1933 and end in"
    },
    {
      "start": 243.84,
      "dur": 1.99,
      "text": "which didn't start in 1933 and end in 1945 with the Holocaust and with the"
    },
    {
      "start": 245.84,
      "dur": 2.23,
      "text": "1945 with the Holocaust and with the whim of one dictator. It's been"
    },
    {
      "start": 248.08,
      "dur": 1.429,
      "text": "whim of one dictator. It's been throughout history and it mutates and"
    },
    {
      "start": 249.519,
      "dur": 2.391,
      "text": "throughout history and it mutates and it's a virus and that virus is infecting"
    },
    {
      "start": 251.92,
      "dur": 2.15,
      "text": "it's a virus and that virus is infecting society again. And the fact that people"
    },
    {
      "start": 254.08,
      "dur": 1.67,
      "text": "society again. And the fact that people are worried about community tensions, I"
    },
    {
      "start": 255.76,
      "dur": 1.67,
      "text": "are worried about community tensions, I think that speaks to a whole another"
    },
    {
      "start": 257.44,
      "dur": 1.59,
      "text": "think that speaks to a whole another part of the social fabric of this"
    },
    {
      "start": 259.04,
      "dur": 1.67,
      "text": "part of the social fabric of this country. But it clearly shows that there"
    },
    {
      "start": 260.72,
      "dur": 1.51,
      "text": "country. But it clearly shows that there are people who think that the Holocaust"
    },
    {
      "start": 262.24,
      "dur": 2.55,
      "text": "are people who think that the Holocaust is some sort of"
    },
    {
      "start": 264.8,
      "dur": 2.47,
      "text": "is some sort of some sort of um thing that can be played"
    },
    {
      "start": 267.28,
      "dur": 2.23,
      "text": "some sort of um thing that can be played with and that's"
    },
    {
      "start": 269.52,
      "dur": 1.91,
      "text": "with and that's that's even something which we can just"
    },
    {
      "start": 271.44,
      "dur": 1.749,
      "text": "that's even something which we can just discard as if the Holocaust couldn't"
    },
    {
      "start": 273.199,
      "dur": 1.031,
      "text": "discard as if the Holocaust couldn't happen again. Of course, there won't be"
    },
    {
      "start": 274.24,
      "dur": 1.669,
      "text": "happen again. Of course, there won't be gas chambers again, but violent"
    },
    {
      "start": 275.919,
      "dur": 1.351,
      "text": "gas chambers again, but violent anti-semitism is returning. We've seen"
    },
    {
      "start": 277.28,
      "dur": 1.83,
      "text": "anti-semitism is returning. We've seen that in Bondi with Manchester. And these"
    },
    {
      "start": 279.12,
      "dur": 1.67,
      "text": "that in Bondi with Manchester. And these are the direct cause of words. Words"
    },
    {
      "start": 280.8,
      "dur": 3.44,
      "text": "are the direct cause of words. Words which are against prevalent in society."
    }
  ]
}