{
  "videoId": "ERLu-7bUklc",
  "title": "Andy Burnham seeks permission to stand in UK by-election | BBC News",
  "publishedAt": "2026-01-24",
  "channel": "BBC News",
  "durationSeconds": 457,
  "segments": [
    {
      "start": 1.839,
      "dur": 2.241,
      "text": "Now, breaking news here in the world of"
    },
    {
      "start": 4.08,
      "dur": 2.95,
      "text": "Now, breaking news here in the world of politics in the UK. Greater Manchester"
    },
    {
      "start": 7.04,
      "dur": 2.31,
      "text": "politics in the UK. Greater Manchester Mayor Andy Bernham says that he has"
    },
    {
      "start": 9.36,
      "dur": 2.07,
      "text": "Mayor Andy Bernham says that he has applied to stand in the Gorton and"
    },
    {
      "start": 11.44,
      "dur": 2.95,
      "text": "applied to stand in the Gorton and Denton bi-election. The Labour Party"
    },
    {
      "start": 14.4,
      "dur": 3.03,
      "text": "Denton bi-election. The Labour Party gave Mr. Bernham until 5:00 p.m. local"
    },
    {
      "start": 17.44,
      "dur": 4.31,
      "text": "gave Mr. Bernham until 5:00 p.m. local time. So, just around uh 13 minutes ago"
    },
    {
      "start": 21.76,
      "dur": 3.509,
      "text": "time. So, just around uh 13 minutes ago to make his decision. And what we are"
    },
    {
      "start": 25.279,
      "dur": 3.031,
      "text": "to make his decision. And what we are showing is confirmation from Andy"
    },
    {
      "start": 28.32,
      "dur": 2.31,
      "text": "showing is confirmation from Andy Burnham himself. confirming that I have"
    },
    {
      "start": 30.64,
      "dur": 1.749,
      "text": "Burnham himself. confirming that I have written to the chair of Labour's"
    },
    {
      "start": 32.399,
      "dur": 1.911,
      "text": "written to the chair of Labour's National Executive Committee seeking"
    },
    {
      "start": 34.32,
      "dur": 1.749,
      "text": "National Executive Committee seeking permission to enter the selection"
    },
    {
      "start": 36.079,
      "dur": 3.031,
      "text": "permission to enter the selection process for a candidate for the"
    },
    {
      "start": 39.12,
      "dur": 3.109,
      "text": "process for a candidate for the fourthcoming Gorton and Denton"
    },
    {
      "start": 42.239,
      "dur": 2.47,
      "text": "fourthcoming Gorton and Denton bi-election. Of course, this is just the"
    },
    {
      "start": 44.719,
      "dur": 2.31,
      "text": "bi-election. Of course, this is just the beginning. He needs to be selected."
    },
    {
      "start": 47.039,
      "dur": 2.631,
      "text": "beginning. He needs to be selected. There are many hurdles before he can"
    },
    {
      "start": 49.68,
      "dur": 3.349,
      "text": "There are many hurdles before he can potentially be selected. that we were"
    },
    {
      "start": 53.039,
      "dur": 2.231,
      "text": "potentially be selected. that we were waiting that confirmation, that deadline"
    },
    {
      "start": 55.28,
      "dur": 4.23,
      "text": "waiting that confirmation, that deadline that was provided by the NEC, the"
    },
    {
      "start": 59.52,
      "dur": 2.709,
      "text": "that was provided by the NEC, the National Executive Committee of the"
    },
    {
      "start": 62.239,
      "dur": 3.751,
      "text": "National Executive Committee of the Labor Party, that 5:00 deadline going"
    },
    {
      "start": 66.0,
      "dur": 3.03,
      "text": "Labor Party, that 5:00 deadline going and Andy Bernham confirming via social"
    },
    {
      "start": 69.04,
      "dur": 4.389,
      "text": "and Andy Bernham confirming via social media that he has indeed selected has"
    },
    {
      "start": 73.439,
      "dur": 3.271,
      "text": "media that he has indeed selected has indeed applied for that selection"
    },
    {
      "start": 76.72,
      "dur": 3.11,
      "text": "indeed applied for that selection process. like I say, numerous hurdles uh"
    },
    {
      "start": 79.84,
      "dur": 2.71,
      "text": "process. like I say, numerous hurdles uh that he needs to go through. Emma"
    },
    {
      "start": 82.56,
      "dur": 2.229,
      "text": "that he needs to go through. Emma Bernell is the editor of Labourist, a"
    },
    {
      "start": 84.799,
      "dur": 1.831,
      "text": "Bernell is the editor of Labourist, a news website which supports but is"
    },
    {
      "start": 86.64,
      "dur": 2.39,
      "text": "news website which supports but is independent of the Labour party. So"
    },
    {
      "start": 89.04,
      "dur": 2.55,
      "text": "independent of the Labour party. So Emma, we've got confirmation. He is"
    },
    {
      "start": 91.6,
      "dur": 3.189,
      "text": "Emma, we've got confirmation. He is putting his hat into the ring. But like"
    },
    {
      "start": 94.799,
      "dur": 3.191,
      "text": "putting his hat into the ring. But like I say, numerous caveats. There are still"
    },
    {
      "start": 98.0,
      "dur": 2.23,
      "text": "I say, numerous caveats. There are still so many hurdles that he needs to go"
    },
    {
      "start": 100.24,
      "dur": 3.27,
      "text": "so many hurdles that he needs to go through, not least to get uh selected."
    },
    {
      "start": 103.52,
      "dur": 2.549,
      "text": "through, not least to get uh selected. So just talk us through what the next"
    },
    {
      "start": 106.079,
      "dur": 3.431,
      "text": "So just talk us through what the next process will be for Andy Burnham."
    },
    {
      "start": 109.52,
      "dur": 3.75,
      "text": "process will be for Andy Burnham. &gt;&gt; So uh the next step is to be approved as"
    },
    {
      "start": 113.28,
      "dur": 3.109,
      "text": "&gt;&gt; So uh the next step is to be approved as a a candidate to to be eligible as a"
    },
    {
      "start": 116.399,
      "dur": 3.111,
      "text": "a a candidate to to be eligible as a candidate and that will come down to a"
    },
    {
      "start": 119.52,
      "dur": 2.47,
      "text": "candidate and that will come down to a subcommittee of Labour's National"
    },
    {
      "start": 122.0,
      "dur": 2.469,
      "text": "subcommittee of Labour's National Executive Committee uh the NEC as it's"
    },
    {
      "start": 124.479,
      "dur": 2.711,
      "text": "Executive Committee uh the NEC as it's known by shorthand uh which is the body"
    },
    {
      "start": 127.2,
      "dur": 2.23,
      "text": "known by shorthand uh which is the body that oversees the rules and the"
    },
    {
      "start": 129.44,
      "dur": 2.63,
      "text": "that oversees the rules and the management of the Labor Party. um parts"
    },
    {
      "start": 132.08,
      "dur": 1.83,
      "text": "management of the Labor Party. um parts of that are elected, parts are appointed"
    },
    {
      "start": 133.92,
      "dur": 1.99,
      "text": "of that are elected, parts are appointed by the trade union and parts appointed"
    },
    {
      "start": 135.92,
      "dur": 2.309,
      "text": "by the trade union and parts appointed by the the prime minister. And it's"
    },
    {
      "start": 138.239,
      "dur": 2.471,
      "text": "by the the prime minister. And it's understood that this subcommittee is"
    },
    {
      "start": 140.72,
      "dur": 2.31,
      "text": "understood that this subcommittee is quite heavily supportive of the prime"
    },
    {
      "start": 143.04,
      "dur": 3.43,
      "text": "quite heavily supportive of the prime minister. So were he to uh or people"
    },
    {
      "start": 146.48,
      "dur": 1.59,
      "text": "minister. So were he to uh or people around him to want to put their thumb on"
    },
    {
      "start": 148.08,
      "dur": 3.27,
      "text": "around him to want to put their thumb on the scale on this um they could probably"
    },
    {
      "start": 151.36,
      "dur": 3.35,
      "text": "the scale on this um they could probably sway that subcommittee. Well, given that"
    },
    {
      "start": 154.72,
      "dur": 2.789,
      "text": "sway that subcommittee. Well, given that we've we've had uh people like the"
    },
    {
      "start": 157.519,
      "dur": 1.99,
      "text": "we've we've had uh people like the former deputy prime minister Angela Rea"
    },
    {
      "start": 159.519,
      "dur": 1.591,
      "text": "former deputy prime minister Angela Rea saying that she does not want Andy"
    },
    {
      "start": 161.12,
      "dur": 1.749,
      "text": "saying that she does not want Andy Bernham to be blocked from standing,"
    },
    {
      "start": 162.879,
      "dur": 2.871,
      "text": "Bernham to be blocked from standing, could that sway the NEC?"
    },
    {
      "start": 165.76,
      "dur": 2.07,
      "text": "could that sway the NEC? &gt;&gt; I think there's a lot that could sway"
    },
    {
      "start": 167.84,
      "dur": 3.99,
      "text": "&gt;&gt; I think there's a lot that could sway the NEC. Um just I I think frankly the"
    },
    {
      "start": 171.84,
      "dur": 1.669,
      "text": "the NEC. Um just I I think frankly the politics of it is what should sway the"
    },
    {
      "start": 173.519,
      "dur": 3.911,
      "text": "politics of it is what should sway the NEC. If Burnham is blocked, it will just"
    },
    {
      "start": 177.44,
      "dur": 3.509,
      "text": "NEC. If Burnham is blocked, it will just be seen as a stitchup. Um let's let's"
    },
    {
      "start": 180.959,
      "dur": 1.831,
      "text": "be seen as a stitchup. Um let's let's just call it what it is. it will be at"
    },
    {
      "start": 182.8,
      "dur": 3.59,
      "text": "just call it what it is. it will be at Stitchup. And uh you know there are good"
    },
    {
      "start": 186.4,
      "dur": 3.909,
      "text": "Stitchup. And uh you know there are good arguments um that the side that might"
    },
    {
      "start": 190.319,
      "dur": 2.151,
      "text": "arguments um that the side that might want Burnham not to run to stay as mayor"
    },
    {
      "start": 192.48,
      "dur": 2.31,
      "text": "want Burnham not to run to stay as mayor of Manchester Greater Manchester might"
    },
    {
      "start": 194.8,
      "dur": 2.87,
      "text": "of Manchester Greater Manchester might make. But I've spoken to lots of Labour"
    },
    {
      "start": 197.68,
      "dur": 1.909,
      "text": "make. But I've spoken to lots of Labour members not least I'm at the Fabian"
    },
    {
      "start": 199.599,
      "dur": 2.311,
      "text": "members not least I'm at the Fabian Society's new year conference today um"
    },
    {
      "start": 201.92,
      "dur": 3.51,
      "text": "Society's new year conference today um and absolutely nobody um is buying that"
    },
    {
      "start": 205.44,
      "dur": 2.23,
      "text": "and absolutely nobody um is buying that that would be the reason even if they"
    },
    {
      "start": 207.68,
      "dur": 2.549,
      "text": "that would be the reason even if they agree that it's a reasonable reason. So"
    },
    {
      "start": 210.239,
      "dur": 1.831,
      "text": "agree that it's a reasonable reason. So everyone thinks that this is about the"
    },
    {
      "start": 212.08,
      "dur": 1.67,
      "text": "everyone thinks that this is about the internal politics of the Labour party"
    },
    {
      "start": 213.76,
      "dur": 2.23,
      "text": "internal politics of the Labour party were Andy Bernham to be blocked. And"
    },
    {
      "start": 216.0,
      "dur": 2.309,
      "text": "were Andy Bernham to be blocked. And then if that were the case then that"
    },
    {
      "start": 218.319,
      "dur": 2.151,
      "text": "then if that were the case then that just makes Andy Burnham, you know, the"
    },
    {
      "start": 220.48,
      "dur": 3.749,
      "text": "just makes Andy Burnham, you know, the Labour party's core martr. Um any any"
    },
    {
      "start": 224.239,
      "dur": 2.55,
      "text": "Labour party's core martr. Um any any discomfort, any disqu"
    },
    {
      "start": 226.799,
      "dur": 2.15,
      "text": "discomfort, any disqu uh within the party and he's the"
    },
    {
      "start": 228.959,
      "dur": 3.511,
      "text": "uh within the party and he's the lightning rod for it. So I I would if I"
    },
    {
      "start": 232.48,
      "dur": 2.71,
      "text": "lightning rod for it. So I I would if I were advising K star I would say you"
    },
    {
      "start": 235.2,
      "dur": 2.949,
      "text": "were advising K star I would say you know what you may think that having him"
    },
    {
      "start": 238.159,
      "dur": 2.871,
      "text": "know what you may think that having him in in parliament will be painful but"
    },
    {
      "start": 241.04,
      "dur": 2.87,
      "text": "in in parliament will be painful but having him blocked from parliament by"
    },
    {
      "start": 243.92,
      "dur": 3.27,
      "text": "having him blocked from parliament by you will be more painful and so th this"
    },
    {
      "start": 247.2,
      "dur": 2.309,
      "text": "you will be more painful and so th this idea that potentially one way of of"
    },
    {
      "start": 249.519,
      "dur": 2.551,
      "text": "idea that potentially one way of of possibly blocking him is by creating an"
    },
    {
      "start": 252.08,
      "dur": 2.55,
      "text": "possibly blocking him is by creating an all women short list because uh the"
    },
    {
      "start": 254.64,
      "dur": 3.109,
      "text": "all women short list because uh the majority of the party's MPs are men. Is"
    },
    {
      "start": 257.759,
      "dur": 1.671,
      "text": "majority of the party's MPs are men. Is that feasible? And just to add to that,"
    },
    {
      "start": 259.44,
      "dur": 2.39,
      "text": "that feasible? And just to add to that, the this idea that there would then have"
    },
    {
      "start": 261.84,
      "dur": 4.47,
      "text": "the this idea that there would then have to be a meril uh election for Greater"
    },
    {
      "start": 266.32,
      "dur": 2.95,
      "text": "to be a meril uh election for Greater Manchester and that would be expensive."
    },
    {
      "start": 269.28,
      "dur": 4.07,
      "text": "Manchester and that would be expensive. Is that a feasible way of blocking Andy"
    },
    {
      "start": 273.36,
      "dur": 2.63,
      "text": "Is that a feasible way of blocking Andy Burnham? Well, as I say, lots of people"
    },
    {
      "start": 276.0,
      "dur": 1.749,
      "text": "Burnham? Well, as I say, lots of people have talked about the the need for the"
    },
    {
      "start": 277.759,
      "dur": 2.631,
      "text": "have talked about the the need for the mayoral bi-election and that that being"
    },
    {
      "start": 280.4,
      "dur": 3.349,
      "text": "mayoral bi-election and that that being a reason to block him. And I think that"
    },
    {
      "start": 283.759,
      "dur": 2.791,
      "text": "a reason to block him. And I think that um were the party membership in a"
    },
    {
      "start": 286.56,
      "dur": 2.629,
      "text": "um were the party membership in a slightly less febral mood uh slightly"
    },
    {
      "start": 289.199,
      "dur": 2.631,
      "text": "slightly less febral mood uh slightly more optimistic mood then they might buy"
    },
    {
      "start": 291.84,
      "dur": 2.15,
      "text": "more optimistic mood then they might buy that argument but they're not. No one"
    },
    {
      "start": 294.0,
      "dur": 1.67,
      "text": "that argument but they're not. No one I'm talking to is saying yes I think"
    },
    {
      "start": 295.68,
      "dur": 1.75,
      "text": "I'm talking to is saying yes I think that's what this is conversation is"
    },
    {
      "start": 297.44,
      "dur": 2.469,
      "text": "that's what this is conversation is actually about. Um in terms of all women"
    },
    {
      "start": 299.919,
      "dur": 2.151,
      "text": "actually about. Um in terms of all women short list I want to be really clear. I"
    },
    {
      "start": 302.08,
      "dur": 2.23,
      "text": "short list I want to be really clear. I absolutely fundamentally have supported"
    },
    {
      "start": 304.32,
      "dur": 1.67,
      "text": "absolutely fundamentally have supported all women short list. I've done so for"
    },
    {
      "start": 306.0,
      "dur": 5.43,
      "text": "all women short list. I've done so for 20 years. I just it's not a factional"
    },
    {
      "start": 311.44,
      "dur": 2.71,
      "text": "20 years. I just it's not a factional tool. You should not use something that"
    },
    {
      "start": 314.16,
      "dur": 1.749,
      "text": "tool. You should not use something that should be non-factional and really"
    },
    {
      "start": 315.919,
      "dur": 3.751,
      "text": "should be non-factional and really positive and entirely about uh you know"
    },
    {
      "start": 319.68,
      "dur": 1.91,
      "text": "positive and entirely about uh you know driving forward equalities within the"
    },
    {
      "start": 321.6,
      "dur": 3.589,
      "text": "driving forward equalities within the party to play factional games. And I"
    },
    {
      "start": 325.199,
      "dur": 1.99,
      "text": "party to play factional games. And I would say that no matter which faction"
    },
    {
      "start": 327.199,
      "dur": 1.99,
      "text": "would say that no matter which faction was up and which was down, you know,"
    },
    {
      "start": 329.199,
      "dur": 2.071,
      "text": "was up and which was down, you know, this is it's really important that"
    },
    {
      "start": 331.28,
      "dur": 3.51,
      "text": "this is it's really important that something like this isn't seen simply as"
    },
    {
      "start": 334.8,
      "dur": 1.91,
      "text": "something like this isn't seen simply as something that's used as a tool for"
    },
    {
      "start": 336.72,
      "dur": 2.63,
      "text": "something that's used as a tool for something that was never invented to be."
    },
    {
      "start": 339.36,
      "dur": 2.15,
      "text": "something that was never invented to be. &gt;&gt; It's a it's a fascinating point and"
    },
    {
      "start": 341.52,
      "dur": 2.55,
      "text": "&gt;&gt; It's a it's a fascinating point and fascinating to just look at the uh"
    },
    {
      "start": 344.08,
      "dur": 2.87,
      "text": "fascinating to just look at the uh machinations of the the way the NEC"
    },
    {
      "start": 346.96,
      "dur": 1.83,
      "text": "machinations of the the way the NEC works as well. But obviously if if he"
    },
    {
      "start": 348.8,
      "dur": 2.07,
      "text": "works as well. But obviously if if he does get through all of those initial"
    },
    {
      "start": 350.88,
      "dur": 2.309,
      "text": "does get through all of those initial hurdles, he's got to win the election."
    },
    {
      "start": 353.199,
      "dur": 2.951,
      "text": "hurdles, he's got to win the election. And at the moment majority uh the Labour"
    },
    {
      "start": 356.16,
      "dur": 2.79,
      "text": "And at the moment majority uh the Labour party the has a majority of just over"
    },
    {
      "start": 358.96,
      "dur": 3.75,
      "text": "party the has a majority of just over 13,000 but given the way that reform of"
    },
    {
      "start": 362.72,
      "dur": 2.95,
      "text": "13,000 but given the way that reform of polling is is there confidence that he"
    },
    {
      "start": 365.68,
      "dur": 2.39,
      "text": "polling is is there confidence that he could potentially win this? Well, that's"
    },
    {
      "start": 368.08,
      "dur": 3.75,
      "text": "could potentially win this? Well, that's the other um part of this discussion is"
    },
    {
      "start": 371.84,
      "dur": 2.629,
      "text": "the other um part of this discussion is I would say now look, I've never lived"
    },
    {
      "start": 374.479,
      "dur": 1.511,
      "text": "I would say now look, I've never lived further north in Tottenham, so I'm not"
    },
    {
      "start": 376.0,
      "dur": 2.629,
      "text": "further north in Tottenham, so I'm not going to claim deep insight into the"
    },
    {
      "start": 378.639,
      "dur": 2.631,
      "text": "going to claim deep insight into the politics of the Northwest on the ground,"
    },
    {
      "start": 381.28,
      "dur": 3.11,
      "text": "politics of the Northwest on the ground, but if you look at the numbers around uh"
    },
    {
      "start": 384.4,
      "dur": 2.71,
      "text": "but if you look at the numbers around uh what happened in each of the Manchester"
    },
    {
      "start": 387.12,
      "dur": 1.67,
      "text": "what happened in each of the Manchester three Manchester Mayor elections that"
    },
    {
      "start": 388.8,
      "dur": 3.03,
      "text": "three Manchester Mayor elections that Andy Bernham has won, he is incredibly"
    },
    {
      "start": 391.84,
      "dur": 2.23,
      "text": "Andy Bernham has won, he is incredibly popular and he's popular across the"
    },
    {
      "start": 394.08,
      "dur": 2.549,
      "text": "popular and he's popular across the region and that includes in Tameside,"
    },
    {
      "start": 396.639,
      "dur": 3.031,
      "text": "region and that includes in Tameside, which is where um Gorton and Denton"
    },
    {
      "start": 399.68,
      "dur": 2.15,
      "text": "which is where um Gorton and Denton constituency resides, you know, he was"
    },
    {
      "start": 401.84,
      "dur": 2.15,
      "text": "constituency resides, you know, he was winning very very significant portions"
    },
    {
      "start": 404.0,
      "dur": 2.15,
      "text": "winning very very significant portions of the vote, outstripping the Labor"
    },
    {
      "start": 406.16,
      "dur": 2.07,
      "text": "of the vote, outstripping the Labor vote. So, if Labor are worried about"
    },
    {
      "start": 408.24,
      "dur": 2.389,
      "text": "vote. So, if Labor are worried about potentially losing a bi-election to"
    },
    {
      "start": 410.639,
      "dur": 2.39,
      "text": "potentially losing a bi-election to reform, and they want the candidate who"
    },
    {
      "start": 413.039,
      "dur": 2.951,
      "text": "reform, and they want the candidate who could best uh stop that from happening,"
    },
    {
      "start": 416.0,
      "dur": 2.39,
      "text": "could best uh stop that from happening, then you've got to look at the guy who"
    },
    {
      "start": 418.4,
      "dur": 3.189,
      "text": "then you've got to look at the guy who in the local elections in which he ran"
    },
    {
      "start": 421.599,
      "dur": 2.951,
      "text": "in the local elections in which he ran that covered that area did better than"
    },
    {
      "start": 424.56,
      "dur": 2.15,
      "text": "that covered that area did better than the party generically."
    },
    {
      "start": 426.72,
      "dur": 1.589,
      "text": "the party generically. Okay. Well, Emma, thank you very much"
    },
    {
      "start": 428.319,
      "dur": 2.71,
      "text": "Okay. Well, Emma, thank you very much for your speedy reaction there. Thank"
    },
    {
      "start": 431.039,
      "dur": 2.55,
      "text": "for your speedy reaction there. Thank you for talking us through all the"
    },
    {
      "start": 433.599,
      "dur": 1.911,
      "text": "you for talking us through all the details. We haven't even spoken about"
    },
    {
      "start": 435.52,
      "dur": 1.669,
      "text": "details. We haven't even spoken about the potential of a of a leadership"
    },
    {
      "start": 437.199,
      "dur": 2.39,
      "text": "the potential of a of a leadership contest. Labour list talking about Andy"
    },
    {
      "start": 439.599,
      "dur": 2.15,
      "text": "contest. Labour list talking about Andy Bernham, Ed Miller, Angela Rainer, and"
    },
    {
      "start": 441.759,
      "dur": 1.751,
      "text": "Bernham, Ed Miller, Angela Rainer, and West Streeting all would win a"
    },
    {
      "start": 443.52,
      "dur": 1.509,
      "text": "West Streeting all would win a head-to-head leadership contest, but we"
    },
    {
      "start": 445.039,
      "dur": 1.43,
      "text": "head-to-head leadership contest, but we haven't got time. Emma Bernell, editor"
    },
    {
      "start": 446.479,
      "dur": 2.391,
      "text": "haven't got time. Emma Bernell, editor of Labour List. Thank you so so much for"
    },
    {
      "start": 448.88,
      "dur": 2.709,
      "text": "of Labour List. Thank you so so much for that speedy reaction. Andy Burnham just"
    },
    {
      "start": 451.599,
      "dur": 3.271,
      "text": "that speedy reaction. Andy Burnham just confirming that he is has applied to"
    },
    {
      "start": 454.88,
      "dur": 1.35,
      "text": "confirming that he is has applied to stand in the Gordon and Denton"
    },
    {
      "start": 456.24,
      "dur": 2.399,
      "text": "stand in the Gordon and Denton bi-election."
    }
  ]
}