{
  "videoId": "eU5XniYGbIY",
  "title": "Donald Trump says government will 'de-escalate' in Minnesota after Pretti shooting | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 308,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.36,
      "text": "We're going to head to the US because"
    },
    {
      "start": 1.52,
      "dur": 1.83,
      "text": "We're going to head to the US because President Trump says his administration"
    },
    {
      "start": 3.36,
      "dur": 3.19,
      "text": "President Trump says his administration is going to, in his words, deescalate a"
    },
    {
      "start": 6.56,
      "dur": 2.39,
      "text": "is going to, in his words, deescalate a little bit in Minneapolis. This is after"
    },
    {
      "start": 8.96,
      "dur": 1.749,
      "text": "little bit in Minneapolis. This is after the deaths of two protesters at the"
    },
    {
      "start": 10.719,
      "dur": 2.79,
      "text": "the deaths of two protesters at the hands of border agents this month. The"
    },
    {
      "start": 13.519,
      "dur": 1.671,
      "text": "hands of border agents this month. The new head of the immigration enforcement"
    },
    {
      "start": 15.2,
      "dur": 2.55,
      "text": "new head of the immigration enforcement operation, Tom Hman, is replacing the"
    },
    {
      "start": 17.76,
      "dur": 2.31,
      "text": "operation, Tom Hman, is replacing the border patrol chief, Greg Bavino, who's"
    },
    {
      "start": 20.08,
      "dur": 1.91,
      "text": "border patrol chief, Greg Bavino, who's expected to leave the city after"
    },
    {
      "start": 22.0,
      "dur": 2.07,
      "text": "expected to leave the city after widespread criticism along with some of"
    },
    {
      "start": 24.08,
      "dur": 3.189,
      "text": "widespread criticism along with some of the uh 3,000 immigration agents deployed"
    },
    {
      "start": 27.279,
      "dur": 1.511,
      "text": "the uh 3,000 immigration agents deployed there. Here's our North America"
    },
    {
      "start": 28.8,
      "dur": 5.909,
      "text": "there. Here's our North America correspondent, Peter Pose."
    },
    {
      "start": 34.719,
      "dur": 2.881,
      "text": "&gt;&gt; The protests continue. Demonstrators say"
    },
    {
      "start": 37.6,
      "dur": 1.99,
      "text": "&gt;&gt; The protests continue. Demonstrators say they won't give up until the federal"
    },
    {
      "start": 39.6,
      "dur": 1.99,
      "text": "they won't give up until the federal Immigration and Customs Enforcement"
    },
    {
      "start": 41.6,
      "dur": 1.83,
      "text": "Immigration and Customs Enforcement agents leave Minnesota."
    },
    {
      "start": 43.44,
      "dur": 1.83,
      "text": "agents leave Minnesota. &gt;&gt; WHAT DO WE WANT?"
    },
    {
      "start": 45.28,
      "dur": 2.23,
      "text": "&gt;&gt; WHAT DO WE WANT? &gt;&gt; The mood is still angry, but some of the"
    },
    {
      "start": 47.52,
      "dur": 2.31,
      "text": "&gt;&gt; The mood is still angry, but some of the tensions of recent weeks are slowly"
    },
    {
      "start": 49.84,
      "dur": 2.709,
      "text": "tensions of recent weeks are slowly lifting. In large part because the man"
    },
    {
      "start": 52.559,
      "dur": 1.591,
      "text": "lifting. In large part because the man who's taken most of the heat from"
    },
    {
      "start": 54.16,
      "dur": 2.549,
      "text": "who's taken most of the heat from critics, the outspoken US Border Patrol"
    },
    {
      "start": 56.719,
      "dur": 4.551,
      "text": "critics, the outspoken US Border Patrol commander Gregory Bavino is out."
    },
    {
      "start": 61.28,
      "dur": 2.23,
      "text": "commander Gregory Bavino is out. &gt;&gt; He inflamed tensions when he claimed"
    },
    {
      "start": 63.52,
      "dur": 2.39,
      "text": "&gt;&gt; He inflamed tensions when he claimed without evidence that Alex Prey, the"
    },
    {
      "start": 65.92,
      "dur": 2.229,
      "text": "without evidence that Alex Prey, the Minneapolis nurse and protester who was"
    },
    {
      "start": 68.159,
      "dur": 2.711,
      "text": "Minneapolis nurse and protester who was shot and killed had been intending to"
    },
    {
      "start": 70.88,
      "dur": 3.51,
      "text": "shot and killed had been intending to massacre federal agents."
    },
    {
      "start": 74.4,
      "dur": 2.15,
      "text": "massacre federal agents. &gt;&gt; Mr. Debino has been replaced by Donald"
    },
    {
      "start": 76.56,
      "dur": 2.95,
      "text": "&gt;&gt; Mr. Debino has been replaced by Donald Trump's border zar Tom Hman who's now in"
    },
    {
      "start": 79.52,
      "dur": 2.47,
      "text": "Trump's border zar Tom Hman who's now in Minnesota where he's already met local"
    },
    {
      "start": 82.0,
      "dur": 2.149,
      "text": "Minnesota where he's already met local leaders. Mr. Trump has talked of"
    },
    {
      "start": 84.159,
      "dur": 3.031,
      "text": "leaders. Mr. Trump has talked of deescalation but continues to stand by"
    },
    {
      "start": 87.2,
      "dur": 2.63,
      "text": "deescalation but continues to stand by his administration's tough stance on"
    },
    {
      "start": 89.84,
      "dur": 1.19,
      "text": "his administration's tough stance on immigration."
    },
    {
      "start": 91.04,
      "dur": 2.709,
      "text": "immigration. &gt;&gt; Minnesota has low numbers because of the"
    },
    {
      "start": 93.759,
      "dur": 1.751,
      "text": "&gt;&gt; Minnesota has low numbers because of the fact that we took thousands of hardened"
    },
    {
      "start": 95.52,
      "dur": 1.909,
      "text": "fact that we took thousands of hardened criminals out of Minnesota. So they had"
    },
    {
      "start": 97.439,
      "dur": 2.231,
      "text": "criminals out of Minnesota. So they had good crime numbers, believe it or not."
    },
    {
      "start": 99.68,
      "dur": 1.83,
      "text": "good crime numbers, believe it or not. And that's all working out. You know, we"
    },
    {
      "start": 101.52,
      "dur": 1.51,
      "text": "And that's all working out. You know, we have Tom Holman there now. We put him in"
    },
    {
      "start": 103.04,
      "dur": 2.15,
      "text": "have Tom Holman there now. We put him in there. He's great. and they met with the"
    },
    {
      "start": 105.2,
      "dur": 1.589,
      "text": "there. He's great. and they met with the governor, the mayor, everybody else, and"
    },
    {
      "start": 106.799,
      "dur": 1.911,
      "text": "governor, the mayor, everybody else, and we'll we're going to deescalate a little"
    },
    {
      "start": 108.72,
      "dur": 1.349,
      "text": "we'll we're going to deescalate a little bit. But I don't think it's a pullback."
    },
    {
      "start": 110.079,
      "dur": 1.511,
      "text": "bit. But I don't think it's a pullback. It's a little bit of a change. Everybody"
    },
    {
      "start": 111.6,
      "dur": 1.509,
      "text": "It's a little bit of a change. Everybody in this room that has a business, you"
    },
    {
      "start": 113.119,
      "dur": 1.831,
      "text": "in this room that has a business, you know, you make little changes, you know,"
    },
    {
      "start": 114.96,
      "dur": 2.469,
      "text": "know, you make little changes, you know, Bevino is very good, but he's a pretty"
    },
    {
      "start": 117.439,
      "dur": 1.511,
      "text": "Bevino is very good, but he's a pretty out there kind of a guy. And in some"
    },
    {
      "start": 118.96,
      "dur": 1.749,
      "text": "out there kind of a guy. And in some cases, that's good. Maybe it wasn't good"
    },
    {
      "start": 120.719,
      "dur": 0.951,
      "text": "cases, that's good. Maybe it wasn't good here."
    },
    {
      "start": 121.68,
      "dur": 1.749,
      "text": "here. &gt;&gt; The Trump administration is under"
    },
    {
      "start": 123.439,
      "dur": 1.431,
      "text": "&gt;&gt; The Trump administration is under growing pressure from its own"
    },
    {
      "start": 124.88,
      "dur": 2.39,
      "text": "growing pressure from its own supporters. The Republican Senator Tom"
    },
    {
      "start": 127.28,
      "dur": 2.469,
      "text": "supporters. The Republican Senator Tom Tillis has accused the Homeland Security"
    },
    {
      "start": 129.759,
      "dur": 2.151,
      "text": "Tillis has accused the Homeland Security Secretary Christy Gnome of being"
    },
    {
      "start": 131.92,
      "dur": 2.309,
      "text": "Secretary Christy Gnome of being amateur-ish over her management of the"
    },
    {
      "start": 134.239,
      "dur": 2.791,
      "text": "amateur-ish over her management of the immigration operation in Minnesota. He"
    },
    {
      "start": 137.04,
      "dur": 2.07,
      "text": "immigration operation in Minnesota. He said she should be out of a job and was"
    },
    {
      "start": 139.12,
      "dur": 1.99,
      "text": "said she should be out of a job and was making the president look bad on the"
    },
    {
      "start": 141.12,
      "dur": 1.67,
      "text": "making the president look bad on the very policies that helped him win the"
    },
    {
      "start": 142.8,
      "dur": 2.63,
      "text": "very policies that helped him win the election. But Mr. Trump is standing by"
    },
    {
      "start": 145.44,
      "dur": 2.23,
      "text": "election. But Mr. Trump is standing by Christy Gnome while insisting that there"
    },
    {
      "start": 147.68,
      "dur": 2.15,
      "text": "Christy Gnome while insisting that there will be an investigation into the death"
    },
    {
      "start": 149.84,
      "dur": 1.27,
      "text": "will be an investigation into the death of Alex Prey."
    },
    {
      "start": 151.12,
      "dur": 2.07,
      "text": "of Alex Prey. &gt;&gt; We're doing a big investigation. I want"
    },
    {
      "start": 153.2,
      "dur": 2.309,
      "text": "&gt;&gt; We're doing a big investigation. I want to see the investigation. I'm going to"
    },
    {
      "start": 155.519,
      "dur": 2.07,
      "text": "to see the investigation. I'm going to be watching over it. I want a very"
    },
    {
      "start": 157.599,
      "dur": 2.391,
      "text": "be watching over it. I want a very honorable and honest investigation. I"
    },
    {
      "start": 160.0,
      "dur": 3.43,
      "text": "honorable and honest investigation. I have to see it myself."
    },
    {
      "start": 163.44,
      "dur": 1.91,
      "text": "have to see it myself. &gt;&gt; Is Christine gonna step down?"
    },
    {
      "start": 165.36,
      "dur": 1.99,
      "text": "&gt;&gt; Is Christine gonna step down? &gt;&gt; No."
    },
    {
      "start": 167.36,
      "dur": 1.35,
      "text": "&gt;&gt; No. &gt;&gt; Well, I'm looking at that whole"
    },
    {
      "start": 168.72,
      "dur": 2.31,
      "text": "&gt;&gt; Well, I'm looking at that whole situation. I love everybody. I love all"
    },
    {
      "start": 171.04,
      "dur": 2.549,
      "text": "situation. I love everybody. I love all of our people. I love his family. Uh,"
    },
    {
      "start": 173.599,
      "dur": 4.871,
      "text": "of our people. I love his family. Uh, and it's a very sad situation."
    },
    {
      "start": 178.48,
      "dur": 1.839,
      "text": "&gt;&gt; But courting further controversy,"
    },
    {
      "start": 180.319,
      "dur": 3.031,
      "text": "&gt;&gt; But courting further controversy, risking alienating his political allies,"
    },
    {
      "start": 183.36,
      "dur": 3.03,
      "text": "risking alienating his political allies, Mr. Trump on a visit to Iowa criticized"
    },
    {
      "start": 186.4,
      "dur": 2.79,
      "text": "Mr. Trump on a visit to Iowa criticized Alex Prey for lawfully carrying a gun"
    },
    {
      "start": 189.2,
      "dur": 1.59,
      "text": "Alex Prey for lawfully carrying a gun while at a protest."
    },
    {
      "start": 190.8,
      "dur": 0.87,
      "text": "while at a protest. &gt;&gt; Certainly, he shouldn't have been"
    },
    {
      "start": 191.68,
      "dur": 2.07,
      "text": "&gt;&gt; Certainly, he shouldn't have been carrying a gun. But all of Hey, look,"
    },
    {
      "start": 193.76,
      "dur": 2.549,
      "text": "carrying a gun. But all of Hey, look, bottom line, everybody in this room, we"
    },
    {
      "start": 196.319,
      "dur": 1.591,
      "text": "bottom line, everybody in this room, we view that as a very unfortunate"
    },
    {
      "start": 197.92,
      "dur": 2.47,
      "text": "view that as a very unfortunate incident. Okay, everyone. Unless you're"
    },
    {
      "start": 200.4,
      "dur": 2.549,
      "text": "incident. Okay, everyone. Unless you're you're a stupid person. Uh very very"
    },
    {
      "start": 202.959,
      "dur": 2.151,
      "text": "you're a stupid person. Uh very very unfortunate incident. I don't like that"
    },
    {
      "start": 205.12,
      "dur": 1.59,
      "text": "unfortunate incident. I don't like that he had a gun. I don't like that he had"
    },
    {
      "start": 206.72,
      "dur": 1.83,
      "text": "he had a gun. I don't like that he had two fully loaded magazines. That's a lot"
    },
    {
      "start": 208.56,
      "dur": 1.91,
      "text": "two fully loaded magazines. That's a lot of bad stuff."
    },
    {
      "start": 210.48,
      "dur": 2.389,
      "text": "of bad stuff. A remarkable comment in itself from a"
    },
    {
      "start": 212.879,
      "dur": 2.391,
      "text": "A remarkable comment in itself from a Republican president strongly aligned"
    },
    {
      "start": 215.28,
      "dur": 2.55,
      "text": "Republican president strongly aligned with gun rights groups. President Trump"
    },
    {
      "start": 217.84,
      "dur": 1.669,
      "text": "with gun rights groups. President Trump appears to be walking a fine line"
    },
    {
      "start": 219.519,
      "dur": 2.07,
      "text": "appears to be walking a fine line between defending his administration's"
    },
    {
      "start": 221.599,
      "dur": 3.031,
      "text": "between defending his administration's goals over immigration while resetting"
    },
    {
      "start": 224.64,
      "dur": 2.63,
      "text": "goals over immigration while resetting its tactics to be less aggressive and"
    },
    {
      "start": 227.28,
      "dur": 2.949,
      "text": "its tactics to be less aggressive and politically damaging. Peter Bose, BBC"
    },
    {
      "start": 230.239,
      "dur": 3.191,
      "text": "politically damaging. Peter Bose, BBC News. The Democratic Congresswoman Ilhan"
    },
    {
      "start": 233.44,
      "dur": 2.39,
      "text": "News. The Democratic Congresswoman Ilhan Omar has been attacked by a man while"
    },
    {
      "start": 235.84,
      "dur": 1.99,
      "text": "Omar has been attacked by a man while delivering a speech at a town hall event"
    },
    {
      "start": 237.84,
      "dur": 2.23,
      "text": "delivering a speech at a town hall event in Minneapolis. Police say the man used"
    },
    {
      "start": 240.08,
      "dur": 2.47,
      "text": "in Minneapolis. Police say the man used a syringe to spray an unknown liquid"
    },
    {
      "start": 242.56,
      "dur": 3.589,
      "text": "a syringe to spray an unknown liquid onto her. Omar, who resumed speaking at"
    },
    {
      "start": 246.159,
      "dur": 3.031,
      "text": "onto her. Omar, who resumed speaking at the event, was not injured. The man has"
    },
    {
      "start": 249.2,
      "dur": 2.87,
      "text": "the event, was not injured. The man has been arrested. Our reporter, Anna Fee,"
    },
    {
      "start": 252.08,
      "dur": 3.03,
      "text": "been arrested. Our reporter, Anna Fee, was at the event when Omar was attacked."
    },
    {
      "start": 255.12,
      "dur": 1.59,
      "text": "was at the event when Omar was attacked. &gt;&gt; We were in the room when this um"
    },
    {
      "start": 256.72,
      "dur": 2.31,
      "text": "&gt;&gt; We were in the room when this um interaction happened. Uh Congresswoman"
    },
    {
      "start": 259.04,
      "dur": 1.429,
      "text": "interaction happened. Uh Congresswoman Omar was just giving a monthly town"
    },
    {
      "start": 260.479,
      "dur": 1.831,
      "text": "Omar was just giving a monthly town hall. She does these um at different"
    },
    {
      "start": 262.32,
      "dur": 2.23,
      "text": "hall. She does these um at different locations in her jurisdiction here. And"
    },
    {
      "start": 264.56,
      "dur": 2.15,
      "text": "locations in her jurisdiction here. And this man approached her. He sprayed some"
    },
    {
      "start": 266.72,
      "dur": 2.39,
      "text": "this man approached her. He sprayed some sort of irritant um at her and"
    },
    {
      "start": 269.12,
      "dur": 2.39,
      "text": "sort of irritant um at her and immediately security got up, got him out"
    },
    {
      "start": 271.52,
      "dur": 1.51,
      "text": "immediately security got up, got him out of the way. Everyone in the room was"
    },
    {
      "start": 273.04,
      "dur": 2.95,
      "text": "of the way. Everyone in the room was quite shaken by by the um incident. He"
    },
    {
      "start": 276.0,
      "dur": 2.31,
      "text": "quite shaken by by the um incident. He when he was taken away, I could hear him"
    },
    {
      "start": 278.32,
      "dur": 1.67,
      "text": "when he was taken away, I could hear him actually say, \"Uh, she's pitting us"
    },
    {
      "start": 280.0,
      "dur": 2.15,
      "text": "actually say, \"Uh, she's pitting us against each other.\" She took a moment,"
    },
    {
      "start": 282.16,
      "dur": 1.35,
      "text": "against each other.\" She took a moment, the room took a moment to collect"
    },
    {
      "start": 283.52,
      "dur": 1.83,
      "text": "the room took a moment to collect themselves and then they continued on"
    },
    {
      "start": 285.36,
      "dur": 2.07,
      "text": "themselves and then they continued on with what they, you know, came out there"
    },
    {
      "start": 287.44,
      "dur": 1.27,
      "text": "with what they, you know, came out there to do, which was to talk about what's"
    },
    {
      "start": 288.72,
      "dur": 1.909,
      "text": "to do, which was to talk about what's going on in their community. uh before"
    },
    {
      "start": 290.639,
      "dur": 2.071,
      "text": "going on in their community. uh before she continued her remarks and continued"
    },
    {
      "start": 292.72,
      "dur": 1.99,
      "text": "she continued her remarks and continued answering questions, she told the crowd,"
    },
    {
      "start": 294.72,
      "dur": 1.43,
      "text": "answering questions, she told the crowd, you know, we're Minnesota strong. We're"
    },
    {
      "start": 296.16,
      "dur": 1.35,
      "text": "you know, we're Minnesota strong. We're going to keep going. And afterwards, we"
    },
    {
      "start": 297.52,
      "dur": 1.75,
      "text": "going to keep going. And afterwards, we spoke to people who were in attendance"
    },
    {
      "start": 299.28,
      "dur": 1.83,
      "text": "spoke to people who were in attendance and they said the same thing. They were"
    },
    {
      "start": 301.12,
      "dur": 1.349,
      "text": "and they said the same thing. They were very happy that she kept going, that"
    },
    {
      "start": 302.479,
      "dur": 1.191,
      "text": "very happy that she kept going, that they were able to talk about the"
    },
    {
      "start": 303.68,
      "dur": 2.39,
      "text": "they were able to talk about the immigration enforcement efforts um that"
    },
    {
      "start": 306.08,
      "dur": 3.04,
      "text": "immigration enforcement efforts um that are happening here in their"
    }
  ]
}