{
  "videoId": "F-AaCMM8N-w",
  "title": "Palestine Action wins High Court challenge against government ban | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 552,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.719,
      "text": "The UK government's ban on a Palestinian"
    },
    {
      "start": 2.879,
      "dur": 1.991,
      "text": "The UK government's ban on a Palestinian campaign group under terrorism"
    },
    {
      "start": 4.88,
      "dur": 2.79,
      "text": "campaign group under terrorism legislation has been found unlawful in a"
    },
    {
      "start": 7.68,
      "dur": 1.829,
      "text": "legislation has been found unlawful in a dramatic ruling by the High Court in"
    },
    {
      "start": 9.519,
      "dur": 2.23,
      "text": "dramatic ruling by the High Court in London. A judge said the ban on"
    },
    {
      "start": 11.759,
      "dur": 2.551,
      "text": "London. A judge said the ban on Palestine action resulted in a very"
    },
    {
      "start": 14.32,
      "dur": 2.23,
      "text": "Palestine action resulted in a very significant interference with the right"
    },
    {
      "start": 16.56,
      "dur": 2.23,
      "text": "significant interference with the right to freedom of speech. Thousands of"
    },
    {
      "start": 18.8,
      "dur": 1.51,
      "text": "to freedom of speech. Thousands of people have been arrested in recent"
    },
    {
      "start": 20.32,
      "dur": 1.67,
      "text": "people have been arrested in recent months for holding signs with the"
    },
    {
      "start": 22.0,
      "dur": 2.63,
      "text": "months for holding signs with the group's name. The ban on Palestine"
    },
    {
      "start": 24.64,
      "dur": 2.31,
      "text": "group's name. The ban on Palestine action remains in place, however, ahead"
    },
    {
      "start": 26.96,
      "dur": 1.99,
      "text": "action remains in place, however, ahead of a further hearing and appeal by the"
    },
    {
      "start": 28.96,
      "dur": 2.149,
      "text": "of a further hearing and appeal by the government. And the Metropolitan Police"
    },
    {
      "start": 31.119,
      "dur": 2.071,
      "text": "government. And the Metropolitan Police has said in the last few minutes it will"
    },
    {
      "start": 33.2,
      "dur": 2.15,
      "text": "has said in the last few minutes it will focus on gathering evidence of potential"
    },
    {
      "start": 35.36,
      "dur": 2.07,
      "text": "focus on gathering evidence of potential offenses where support for Palestine"
    },
    {
      "start": 37.44,
      "dur": 2.629,
      "text": "offenses where support for Palestine action is expressed rather than making"
    },
    {
      "start": 40.079,
      "dur": 2.63,
      "text": "action is expressed rather than making arrests at the time. Our legal"
    },
    {
      "start": 42.719,
      "dur": 1.911,
      "text": "arrests at the time. Our legal correspondent Dominic Cashani was in"
    },
    {
      "start": 44.64,
      "dur": 2.069,
      "text": "correspondent Dominic Cashani was in court and says this is a very"
    },
    {
      "start": 46.719,
      "dur": 1.431,
      "text": "court and says this is a very significant ruling."
    },
    {
      "start": 48.16,
      "dur": 2.15,
      "text": "significant ruling. &gt;&gt; I mean this is a massive blow for the"
    },
    {
      "start": 50.32,
      "dur": 1.99,
      "text": "&gt;&gt; I mean this is a massive blow for the Home Office. Um it's is quite an"
    },
    {
      "start": 52.32,
      "dur": 1.83,
      "text": "Home Office. Um it's is quite an important decision. This is the first"
    },
    {
      "start": 54.16,
      "dur": 1.83,
      "text": "important decision. This is the first time a group which has been banned under"
    },
    {
      "start": 56.0,
      "dur": 1.83,
      "text": "time a group which has been banned under terrorism legislation has actually taken"
    },
    {
      "start": 57.84,
      "dur": 2.63,
      "text": "terrorism legislation has actually taken a case to the high court in this fashion"
    },
    {
      "start": 60.48,
      "dur": 2.229,
      "text": "a case to the high court in this fashion and effectively weren't at this stage"
    },
    {
      "start": 62.719,
      "dur": 2.79,
      "text": "and effectively weren't at this stage getting a ruling that uh the way the ban"
    },
    {
      "start": 65.519,
      "dur": 2.791,
      "text": "getting a ruling that uh the way the ban was put in place was unlawful. Now the"
    },
    {
      "start": 68.32,
      "dur": 1.59,
      "text": "was put in place was unlawful. Now the question is of course what happens next?"
    },
    {
      "start": 69.92,
      "dur": 1.43,
      "text": "question is of course what happens next? Now we know the home secretary is going"
    },
    {
      "start": 71.36,
      "dur": 2.39,
      "text": "Now we know the home secretary is going to appeal. Shabbat Mammud has already"
    },
    {
      "start": 73.76,
      "dur": 2.55,
      "text": "to appeal. Shabbat Mammud has already said so and she's underlined in her"
    },
    {
      "start": 76.32,
      "dur": 2.55,
      "text": "said so and she's underlined in her statement today that she welcomes the"
    },
    {
      "start": 78.88,
      "dur": 2.39,
      "text": "statement today that she welcomes the fact that the high court has has"
    },
    {
      "start": 81.28,
      "dur": 1.59,
      "text": "fact that the high court has has accepted the Palestine Action is"
    },
    {
      "start": 82.88,
      "dur": 1.909,
      "text": "accepted the Palestine Action is effectively a criminal organization"
    },
    {
      "start": 84.799,
      "dur": 2.071,
      "text": "effectively a criminal organization which uses criminality in order to"
    },
    {
      "start": 86.88,
      "dur": 1.909,
      "text": "which uses criminality in order to pursue its aim. Effectively breaking"
    },
    {
      "start": 88.799,
      "dur": 2.31,
      "text": "pursue its aim. Effectively breaking into arms firms which are associated"
    },
    {
      "start": 91.119,
      "dur": 1.99,
      "text": "into arms firms which are associated with Israel and effectively smashing up"
    },
    {
      "start": 93.119,
      "dur": 2.471,
      "text": "with Israel and effectively smashing up its property uh saying they have the"
    },
    {
      "start": 95.6,
      "dur": 2.469,
      "text": "its property uh saying they have the right to do so in order to stop what"
    },
    {
      "start": 98.079,
      "dur": 2.631,
      "text": "right to do so in order to stop what they call a genocide in Gaza. and"
    },
    {
      "start": 100.72,
      "dur": 2.069,
      "text": "they call a genocide in Gaza. and critically also that the high court said"
    },
    {
      "start": 102.799,
      "dur": 2.711,
      "text": "critically also that the high court said a small number of those incidents had"
    },
    {
      "start": 105.52,
      "dur": 2.949,
      "text": "a small number of those incidents had crossed the bar into acts of terrorism."
    },
    {
      "start": 108.479,
      "dur": 2.151,
      "text": "crossed the bar into acts of terrorism. But the key thing in this case was that"
    },
    {
      "start": 110.64,
      "dur": 3.03,
      "text": "But the key thing in this case was that the high court said on one level the the"
    },
    {
      "start": 113.68,
      "dur": 2.55,
      "text": "the high court said on one level the the scale and and uh the scale of activity"
    },
    {
      "start": 116.24,
      "dur": 2.63,
      "text": "scale and and uh the scale of activity by Palestine Action was pretty limited"
    },
    {
      "start": 118.88,
      "dur": 2.39,
      "text": "by Palestine Action was pretty limited in terms of the terrorism allegation"
    },
    {
      "start": 121.28,
      "dur": 2.149,
      "text": "in terms of the terrorism allegation side of this and therefore what had"
    },
    {
      "start": 123.439,
      "dur": 2.791,
      "text": "side of this and therefore what had happened prior to the ban had not"
    },
    {
      "start": 126.24,
      "dur": 1.59,
      "text": "happened prior to the ban had not reached the fact of the intensity and"
    },
    {
      "start": 127.84,
      "dur": 3.029,
      "text": "reached the fact of the intensity and scale needed to justify um a ban on"
    },
    {
      "start": 130.879,
      "dur": 2.07,
      "text": "scale needed to justify um a ban on terrorism legislation. It simply wasn't"
    },
    {
      "start": 132.959,
      "dur": 1.511,
      "text": "terrorism legislation. It simply wasn't proportionate to act in that way at the"
    },
    {
      "start": 134.48,
      "dur": 1.67,
      "text": "proportionate to act in that way at the time. There were other criminal laws"
    },
    {
      "start": 136.16,
      "dur": 3.429,
      "text": "time. There were other criminal laws available s such as criminal damage. But"
    },
    {
      "start": 139.599,
      "dur": 1.191,
      "text": "available s such as criminal damage. But secondly, and I think this is the really"
    },
    {
      "start": 140.8,
      "dur": 0.95,
      "text": "secondly, and I think this is the really interesting thing about this case,"
    },
    {
      "start": 141.76,
      "dur": 2.87,
      "text": "interesting thing about this case, Reini, the court said that in effect by"
    },
    {
      "start": 144.64,
      "dur": 1.75,
      "text": "Reini, the court said that in effect by banning this group, the home secretary"
    },
    {
      "start": 146.4,
      "dur": 2.87,
      "text": "banning this group, the home secretary had failed to take into account that it"
    },
    {
      "start": 149.28,
      "dur": 2.309,
      "text": "had failed to take into account that it would have effectively an effect, a"
    },
    {
      "start": 151.599,
      "dur": 2.071,
      "text": "would have effectively an effect, a chilling effect on the rights of protest"
    },
    {
      "start": 153.68,
      "dur": 1.829,
      "text": "chilling effect on the rights of protest because you would have people who want"
    },
    {
      "start": 155.519,
      "dur": 2.231,
      "text": "because you would have people who want to protest about issues concerning"
    },
    {
      "start": 157.76,
      "dur": 1.91,
      "text": "to protest about issues concerning Palestinian people, particularly in Gaza"
    },
    {
      "start": 159.68,
      "dur": 3.51,
      "text": "Palestinian people, particularly in Gaza during the course of the uh the war, and"
    },
    {
      "start": 163.2,
      "dur": 1.83,
      "text": "during the course of the uh the war, and they would effectively exercise"
    },
    {
      "start": 165.04,
      "dur": 1.67,
      "text": "they would effectively exercise self-restraint. It would have a chilling"
    },
    {
      "start": 166.72,
      "dur": 1.83,
      "text": "self-restraint. It would have a chilling effect on them. My words, not the"
    },
    {
      "start": 168.56,
      "dur": 2.07,
      "text": "effect on them. My words, not the course. I stressed there they would"
    },
    {
      "start": 170.64,
      "dur": 2.39,
      "text": "course. I stressed there they would basically be potentially um feel"
    },
    {
      "start": 173.04,
      "dur": 1.59,
      "text": "basically be potentially um feel unwilling to come out and protest or"
    },
    {
      "start": 174.64,
      "dur": 2.309,
      "text": "unwilling to come out and protest or find it harder to protest because of the"
    },
    {
      "start": 176.959,
      "dur": 1.591,
      "text": "find it harder to protest because of the association or potential association"
    },
    {
      "start": 178.56,
      "dur": 1.749,
      "text": "association or potential association with this group."
    },
    {
      "start": 180.319,
      "dur": 1.511,
      "text": "with this group. &gt;&gt; Dominic Cashiani there. Well, let's"
    },
    {
      "start": 181.84,
      "dur": 1.749,
      "text": "&gt;&gt; Dominic Cashiani there. Well, let's speak now to Lord Waln former government"
    },
    {
      "start": 183.599,
      "dur": 2.391,
      "text": "speak now to Lord Waln former government adviser on political violence who's a"
    },
    {
      "start": 186.0,
      "dur": 2.309,
      "text": "adviser on political violence who's a critic of Palestine actions methods."
    },
    {
      "start": 188.319,
      "dur": 1.27,
      "text": "critic of Palestine actions methods. Thank you very much Lord Walney for"
    },
    {
      "start": 189.599,
      "dur": 3.111,
      "text": "Thank you very much Lord Walney for joining us on the program. Looking at"
    },
    {
      "start": 192.72,
      "dur": 2.47,
      "text": "joining us on the program. Looking at what we heard from the high court, uh"
    },
    {
      "start": 195.2,
      "dur": 1.59,
      "text": "what we heard from the high court, uh they said that the prescription of"
    },
    {
      "start": 196.8,
      "dur": 2.95,
      "text": "they said that the prescription of Palestine action was disproportionate."
    },
    {
      "start": 199.76,
      "dur": 2.15,
      "text": "Palestine action was disproportionate. &gt;&gt; Do you accept that?"
    },
    {
      "start": 201.92,
      "dur": 2.309,
      "text": "&gt;&gt; Do you accept that? &gt;&gt; No, I don't. And I'm glad that the Home"
    },
    {
      "start": 204.239,
      "dur": 1.751,
      "text": "&gt;&gt; No, I don't. And I'm glad that the Home Secretary has immediately signaled that"
    },
    {
      "start": 206.0,
      "dur": 2.229,
      "text": "Secretary has immediately signaled that she will appeal this this verdict"
    },
    {
      "start": 208.239,
      "dur": 3.591,
      "text": "she will appeal this this verdict because it is it is of course obviously"
    },
    {
      "start": 211.84,
      "dur": 2.87,
      "text": "because it is it is of course obviously true that um that Palestine Action has"
    },
    {
      "start": 214.72,
      "dur": 3.75,
      "text": "true that um that Palestine Action has used violence less frequently than than"
    },
    {
      "start": 218.48,
      "dur": 1.51,
      "text": "used violence less frequently than than other prescribed groups, although there"
    },
    {
      "start": 220.0,
      "dur": 3.99,
      "text": "other prescribed groups, although there have been a number of deeply alarming"
    },
    {
      "start": 224.0,
      "dur": 4.07,
      "text": "have been a number of deeply alarming violent incidents. But where I think the"
    },
    {
      "start": 228.08,
      "dur": 3.11,
      "text": "violent incidents. But where I think the where I think the this judgment has what"
    },
    {
      "start": 231.2,
      "dur": 2.389,
      "text": "where I think the this judgment has what this judgment has overlooked is that is"
    },
    {
      "start": 233.599,
      "dur": 3.751,
      "text": "this judgment has overlooked is that is that economic damage is squarely within"
    },
    {
      "start": 237.36,
      "dur": 2.63,
      "text": "that economic damage is squarely within the definition of terrorism in this"
    },
    {
      "start": 240.0,
      "dur": 2.47,
      "text": "the definition of terrorism in this country. It is not perhaps as well"
    },
    {
      "start": 242.48,
      "dur": 3.27,
      "text": "country. It is not perhaps as well understood by the public. Uh but it is"
    },
    {
      "start": 245.76,
      "dur": 2.549,
      "text": "understood by the public. Uh but it is it is grounds on which to um to"
    },
    {
      "start": 248.319,
      "dur": 2.55,
      "text": "it is grounds on which to um to designate an organization as as a"
    },
    {
      "start": 250.879,
      "dur": 2.871,
      "text": "designate an organization as as a terrorist organization. And I and I I"
    },
    {
      "start": 253.76,
      "dur": 2.309,
      "text": "terrorist organization. And I and I I I'm trying to to digest and and must"
    },
    {
      "start": 256.079,
      "dur": 3.83,
      "text": "I'm trying to to digest and and must admit I find it um rather perverse the"
    },
    {
      "start": 259.919,
      "dur": 3.671,
      "text": "admit I find it um rather perverse the ruling um the the judgment that relates"
    },
    {
      "start": 263.6,
      "dur": 2.869,
      "text": "ruling um the the judgment that relates to this idea that this will have a a"
    },
    {
      "start": 266.479,
      "dur": 2.231,
      "text": "to this idea that this will have a a chilling effect on freedom of speech"
    },
    {
      "start": 268.72,
      "dur": 2.07,
      "text": "chilling effect on freedom of speech because it I think for most people it's"
    },
    {
      "start": 270.8,
      "dur": 3.75,
      "text": "because it I think for most people it's really quite clear that you can you can"
    },
    {
      "start": 274.56,
      "dur": 3.59,
      "text": "really quite clear that you can you can say what you like in terms of a a a"
    },
    {
      "start": 278.16,
      "dur": 3.19,
      "text": "say what you like in terms of a a a cause and you can you can stand up for"
    },
    {
      "start": 281.36,
      "dur": 3.75,
      "text": "cause and you can you can stand up for um Palestinian rights uh or or whatever,"
    },
    {
      "start": 285.12,
      "dur": 2.95,
      "text": "um Palestinian rights uh or or whatever, but you're not entitled to break the law"
    },
    {
      "start": 288.08,
      "dur": 3.27,
      "text": "but you're not entitled to break the law and commit criminal sabotage or violence"
    },
    {
      "start": 291.36,
      "dur": 1.829,
      "text": "and commit criminal sabotage or violence on its behalf. I think most people"
    },
    {
      "start": 293.199,
      "dur": 1.351,
      "text": "on its behalf. I think most people understand that distinction."
    },
    {
      "start": 294.56,
      "dur": 1.99,
      "text": "understand that distinction. &gt;&gt; Is the law not nuanced enough then in"
    },
    {
      "start": 296.56,
      "dur": 1.43,
      "text": "&gt;&gt; Is the law not nuanced enough then in your opinion?"
    },
    {
      "start": 298.0,
      "dur": 4.15,
      "text": "your opinion? Well, I what I am I am pressing the"
    },
    {
      "start": 302.16,
      "dur": 3.19,
      "text": "Well, I what I am I am pressing the government to do now as a result of this"
    },
    {
      "start": 305.36,
      "dur": 2.389,
      "text": "government to do now as a result of this to accept an amendment that I've"
    },
    {
      "start": 307.759,
      "dur": 2.551,
      "text": "to accept an amendment that I've proposed to the police the uh crime and"
    },
    {
      "start": 310.32,
      "dur": 1.589,
      "text": "proposed to the police the uh crime and policing bill which is currently going"
    },
    {
      "start": 311.919,
      "dur": 2.871,
      "text": "policing bill which is currently going through the the House of Lords which"
    },
    {
      "start": 314.8,
      "dur": 4.63,
      "text": "through the the House of Lords which would I think have um have um been able"
    },
    {
      "start": 319.44,
      "dur": 2.07,
      "text": "would I think have um have um been able to if if this had been in place at the"
    },
    {
      "start": 321.52,
      "dur": 2.63,
      "text": "to if if this had been in place at the time you could have avoided this"
    },
    {
      "start": 324.16,
      "dur": 2.15,
      "text": "time you could have avoided this five-year long fiasco with Palestine"
    },
    {
      "start": 326.32,
      "dur": 2.39,
      "text": "five-year long fiasco with Palestine action and that is to give the"
    },
    {
      "start": 328.72,
      "dur": 2.87,
      "text": "action and that is to give the government the power to by an or an"
    },
    {
      "start": 331.6,
      "dur": 2.23,
      "text": "government the power to by an or an organization which is dedicated to"
    },
    {
      "start": 333.84,
      "dur": 2.39,
      "text": "organization which is dedicated to criminal sabotage as Palestine action"
    },
    {
      "start": 336.24,
      "dur": 1.43,
      "text": "criminal sabotage as Palestine action clearly is. And I think that thought"
    },
    {
      "start": 337.68,
      "dur": 2.55,
      "text": "clearly is. And I think that thought that was a notable part of the ruling"
    },
    {
      "start": 340.24,
      "dur": 2.55,
      "text": "that was a notable part of the ruling that they did not suggest that they were"
    },
    {
      "start": 342.8,
      "dur": 2.15,
      "text": "that they did not suggest that they were in some kind of noble tradition of civil"
    },
    {
      "start": 344.96,
      "dur": 2.31,
      "text": "in some kind of noble tradition of civil disobedience. But you could ban the"
    },
    {
      "start": 347.28,
      "dur": 2.71,
      "text": "disobedience. But you could ban the organization for conducting those acts"
    },
    {
      "start": 350.0,
      "dur": 3.43,
      "text": "organization for conducting those acts without going as far as labeling them as"
    },
    {
      "start": 353.44,
      "dur": 1.99,
      "text": "without going as far as labeling them as terrorists, which I think is what has"
    },
    {
      "start": 355.44,
      "dur": 2.71,
      "text": "terrorists, which I think is what has caused much of the controversy, what has"
    },
    {
      "start": 358.16,
      "dur": 3.749,
      "text": "caused much of the controversy, what has brought people out in in support with"
    },
    {
      "start": 361.919,
      "dur": 2.231,
      "text": "brought people out in in support with these these signs that ended up they"
    },
    {
      "start": 364.16,
      "dur": 1.83,
      "text": "these these signs that ended up they ended ended up with them getting"
    },
    {
      "start": 366.0,
      "dur": 2.71,
      "text": "ended ended up with them getting arrested. I think for most people that"
    },
    {
      "start": 368.72,
      "dur": 2.79,
      "text": "arrested. I think for most people that would seem a a perfectly reasonable"
    },
    {
      "start": 371.52,
      "dur": 2.71,
      "text": "would seem a a perfectly reasonable balance that yes some people I don't"
    },
    {
      "start": 374.24,
      "dur": 2.069,
      "text": "balance that yes some people I don't take I don't take this view myself but I"
    },
    {
      "start": 376.319,
      "dur": 2.071,
      "text": "take I don't take this view myself but I understand why some people argue that"
    },
    {
      "start": 378.4,
      "dur": 1.509,
      "text": "understand why some people argue that they have not met the terrorist"
    },
    {
      "start": 379.919,
      "dur": 2.871,
      "text": "they have not met the terrorist threshold but I think in any just just"
    },
    {
      "start": 382.8,
      "dur": 2.07,
      "text": "threshold but I think in any just just let me make just finish point I think a"
    },
    {
      "start": 384.88,
      "dur": 2.39,
      "text": "let me make just finish point I think a big majority of people in this country"
    },
    {
      "start": 387.28,
      "dur": 1.67,
      "text": "big majority of people in this country would think it's not okay for an"
    },
    {
      "start": 388.96,
      "dur": 3.27,
      "text": "would think it's not okay for an organization to willfully openly proudly"
    },
    {
      "start": 392.24,
      "dur": 2.63,
      "text": "organization to willfully openly proudly being going about smashing stuff up in"
    },
    {
      "start": 394.88,
      "dur": 2.39,
      "text": "being going about smashing stuff up in the name of whatever cause. Yeah. A and"
    },
    {
      "start": 397.28,
      "dur": 1.909,
      "text": "the name of whatever cause. Yeah. A and whatever the cause may be whether it's"
    },
    {
      "start": 399.199,
      "dur": 2.311,
      "text": "whatever the cause may be whether it's Palestine actions cause or or many other"
    },
    {
      "start": 401.52,
      "dur": 2.229,
      "text": "Palestine actions cause or or many other causes obviously people the public will"
    },
    {
      "start": 403.759,
      "dur": 1.751,
      "text": "causes obviously people the public will be aware that often there are"
    },
    {
      "start": 405.52,
      "dur": 1.99,
      "text": "be aware that often there are demonstrations actions where the vast"
    },
    {
      "start": 407.52,
      "dur": 2.87,
      "text": "demonstrations actions where the vast majority of people are peaceful but"
    },
    {
      "start": 410.4,
      "dur": 3.43,
      "text": "majority of people are peaceful but elements within uh that organization"
    },
    {
      "start": 413.84,
      "dur": 1.99,
      "text": "elements within uh that organization that demonstration are not being"
    },
    {
      "start": 415.84,
      "dur": 2.069,
      "text": "that demonstration are not being peaceful. So that's why I asked you that"
    },
    {
      "start": 417.919,
      "dur": 2.231,
      "text": "peaceful. So that's why I asked you that question about nuances within the law. I"
    },
    {
      "start": 420.16,
      "dur": 1.27,
      "text": "question about nuances within the law. I just want to get your reaction then to"
    },
    {
      "start": 421.44,
      "dur": 2.469,
      "text": "just want to get your reaction then to that Metropolitan Police statement um"
    },
    {
      "start": 423.919,
      "dur": 1.431,
      "text": "that Metropolitan Police statement um saying it's going to focus on"
    },
    {
      "start": 425.36,
      "dur": 2.229,
      "text": "saying it's going to focus on identifying offenses"
    },
    {
      "start": 427.599,
      "dur": 2.231,
      "text": "identifying offenses &gt;&gt; and gathering evidence rather than"
    },
    {
      "start": 429.84,
      "dur": 2.95,
      "text": "&gt;&gt; and gathering evidence rather than making arrests. Do you understand that"
    },
    {
      "start": 432.8,
      "dur": 2.949,
      "text": "making arrests. Do you understand that response? Is that pragmatic on the on"
    },
    {
      "start": 435.759,
      "dur": 2.951,
      "text": "response? Is that pragmatic on the on the police's part given their resources"
    },
    {
      "start": 438.72,
      "dur": 2.15,
      "text": "the police's part given their resources are stretched and given that the the"
    },
    {
      "start": 440.88,
      "dur": 2.39,
      "text": "are stretched and given that the the high court hasn't reached yet because"
    },
    {
      "start": 443.28,
      "dur": 2.23,
      "text": "high court hasn't reached yet because there is an appeal so it may change its"
    },
    {
      "start": 445.52,
      "dur": 2.47,
      "text": "there is an appeal so it may change its mind uh you know a settled position on"
    },
    {
      "start": 448.0,
      "dur": 2.07,
      "text": "mind uh you know a settled position on this. Well, I think I understand the"
    },
    {
      "start": 450.08,
      "dur": 1.509,
      "text": "this. Well, I think I understand the police's response, but I think they need"
    },
    {
      "start": 451.599,
      "dur": 2.391,
      "text": "police's response, but I think they need to be clearer and I think they they need"
    },
    {
      "start": 454.0,
      "dur": 1.909,
      "text": "to be clearer and I think they they need to be absolutely clear that they that"
    },
    {
      "start": 455.919,
      "dur": 3.591,
      "text": "to be absolutely clear that they that they will not stand back um if Palestine"
    },
    {
      "start": 459.52,
      "dur": 3.109,
      "text": "they will not stand back um if Palestine Action or supporters or copycat groups"
    },
    {
      "start": 462.639,
      "dur": 2.791,
      "text": "Action or supporters or copycat groups uh go about um go back to the kind of"
    },
    {
      "start": 465.44,
      "dur": 2.149,
      "text": "uh go about um go back to the kind of criminal sabotage campaign that has seen"
    },
    {
      "start": 467.599,
      "dur": 1.911,
      "text": "criminal sabotage campaign that has seen so many millions of pounds of of damage"
    },
    {
      "start": 469.52,
      "dur": 2.069,
      "text": "so many millions of pounds of of damage being done and many thousands of workers"
    },
    {
      "start": 471.599,
      "dur": 1.671,
      "text": "being done and many thousands of workers being intimidated. What I think they"
    },
    {
      "start": 473.28,
      "dur": 3.99,
      "text": "being intimidated. What I think they mean is on this follow-up protest to"
    },
    {
      "start": 477.28,
      "dur": 3.029,
      "text": "mean is on this follow-up protest to them being prescribed all of these"
    },
    {
      "start": 480.319,
      "dur": 2.71,
      "text": "them being prescribed all of these people who frankly really should know"
    },
    {
      "start": 483.039,
      "dur": 2.311,
      "text": "people who frankly really should know better that who have performatively"
    },
    {
      "start": 485.36,
      "dur": 2.63,
      "text": "better that who have performatively broken the law with signs to make their"
    },
    {
      "start": 488.0,
      "dur": 2.23,
      "text": "broken the law with signs to make their point and they are stretched and those"
    },
    {
      "start": 490.24,
      "dur": 1.83,
      "text": "point and they are stretched and those people have been clogging up the"
    },
    {
      "start": 492.08,
      "dur": 2.87,
      "text": "people have been clogging up the criminal justice system and and putting"
    },
    {
      "start": 494.96,
      "dur": 1.75,
      "text": "criminal justice system and and putting undue pressure on our courts which"
    },
    {
      "start": 496.72,
      "dur": 2.07,
      "text": "undue pressure on our courts which frankly our courts cannot afford. I"
    },
    {
      "start": 498.8,
      "dur": 1.99,
      "text": "frankly our courts cannot afford. I blame them for doing that, but I do"
    },
    {
      "start": 500.8,
      "dur": 2.55,
      "text": "blame them for doing that, but I do understand the police's position in"
    },
    {
      "start": 503.36,
      "dur": 2.47,
      "text": "understand the police's position in wanting to take a beat to to understand"
    },
    {
      "start": 505.84,
      "dur": 2.95,
      "text": "wanting to take a beat to to understand where this where this goes now. Because"
    },
    {
      "start": 508.8,
      "dur": 2.069,
      "text": "where this where this goes now. Because if the"
    },
    {
      "start": 510.879,
      "dur": 3.59,
      "text": "if the &gt;&gt; uh the the the um ruling is upheld on"
    },
    {
      "start": 514.479,
      "dur": 3.43,
      "text": "&gt;&gt; uh the the the um ruling is upheld on appeal, then the then those people who"
    },
    {
      "start": 517.919,
      "dur": 2.631,
      "text": "appeal, then the then those people who have been holding up the signs saying I"
    },
    {
      "start": 520.56,
      "dur": 2.469,
      "text": "have been holding up the signs saying I support Palestine action"
    },
    {
      "start": 523.039,
      "dur": 4.631,
      "text": "support Palestine action &gt;&gt; um will not be liable in the um unlike"
    },
    {
      "start": 527.68,
      "dur": 1.829,
      "text": "&gt;&gt; um will not be liable in the um unlike those who've been uh committing the"
    },
    {
      "start": 529.519,
      "dur": 1.831,
      "text": "those who've been uh committing the criminal violence in the name of"
    },
    {
      "start": 531.36,
      "dur": 2.55,
      "text": "criminal violence in the name of Palestine, which we have to be clear, no"
    },
    {
      "start": 533.92,
      "dur": 2.71,
      "text": "Palestine, which we have to be clear, no matter what the cause is, is not the way"
    },
    {
      "start": 536.64,
      "dur": 2.23,
      "text": "matter what the cause is, is not the way that we do things in in this country and"
    },
    {
      "start": 538.88,
      "dur": 3.27,
      "text": "that we do things in in this country and to accept otherwise is effectively to be"
    },
    {
      "start": 542.16,
      "dur": 3.109,
      "text": "to accept otherwise is effectively to be accepting that mob politics can can rule"
    },
    {
      "start": 545.279,
      "dur": 1.831,
      "text": "accepting that mob politics can can rule in the name of whatever cause and we are"
    },
    {
      "start": 547.12,
      "dur": 1.43,
      "text": "in the name of whatever cause and we are a better country than that."
    },
    {
      "start": 548.56,
      "dur": 1.67,
      "text": "a better country than that. &gt;&gt; Lord Wney, thank you very much for"
    },
    {
      "start": 550.24,
      "dur": 3.12,
      "text": "&gt;&gt; Lord Wney, thank you very much for joining us. Thanks."
    }
  ]
}