{
  "videoId": "F8aZS2sPQY8",
  "title": "Has Trump backed down on Greenland? | Global News Podcast",
  "publishedAt": "2026-01-22",
  "channel": "BBC News",
  "durationSeconds": 501,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.32,
      "text": "Welcome to the global news podcast on"
    },
    {
      "start": 2.48,
      "dur": 1.59,
      "text": "Welcome to the global news podcast on YouTube where we go behind the"
    },
    {
      "start": 4.08,
      "dur": 3.03,
      "text": "YouTube where we go behind the headlines. I'm Jenna Jalil and today"
    },
    {
      "start": 7.12,
      "dur": 2.389,
      "text": "headlines. I'm Jenna Jalil and today after Donald Trump dropped both his"
    },
    {
      "start": 9.519,
      "dur": 2.07,
      "text": "after Donald Trump dropped both his threats of a military takeover of"
    },
    {
      "start": 11.599,
      "dur": 2.95,
      "text": "threats of a military takeover of Greenland and his threats of tariffs on"
    },
    {
      "start": 14.559,
      "dur": 2.151,
      "text": "Greenland and his threats of tariffs on European nations who back the island's"
    },
    {
      "start": 16.72,
      "dur": 2.389,
      "text": "European nations who back the island's sovereignty. We'll ask why he stepped"
    },
    {
      "start": 19.119,
      "dur": 2.391,
      "text": "sovereignty. We'll ask why he stepped back from the brink and what happens"
    },
    {
      "start": 21.52,
      "dur": 1.989,
      "text": "back from the brink and what happens next. We're joined from Brussels by our"
    },
    {
      "start": 23.519,
      "dur": 2.471,
      "text": "next. We're joined from Brussels by our Europe correspondent Nick Beak. And"
    },
    {
      "start": 26.0,
      "dur": 2.15,
      "text": "Europe correspondent Nick Beak. And Nick, it's been a head spinning 24"
    },
    {
      "start": 28.16,
      "dur": 2.63,
      "text": "Nick, it's been a head spinning 24 hours. It seemed that initially Donald"
    },
    {
      "start": 30.8,
      "dur": 2.95,
      "text": "hours. It seemed that initially Donald Trump was intent on seizing Greenland"
    },
    {
      "start": 33.76,
      "dur": 2.469,
      "text": "Trump was intent on seizing Greenland only to then apparently completely back"
    },
    {
      "start": 36.239,
      "dur": 1.83,
      "text": "only to then apparently completely back down. What do you make of it?"
    },
    {
      "start": 38.079,
      "dur": 1.511,
      "text": "down. What do you make of it? &gt;&gt; Well, it was certainly an incredible"
    },
    {
      "start": 39.6,
      "dur": 1.51,
      "text": "&gt;&gt; Well, it was certainly an incredible climb down, wasn't it, Janette? And"
    },
    {
      "start": 41.12,
      "dur": 1.91,
      "text": "climb down, wasn't it, Janette? And probably Donald Trump's the only person"
    },
    {
      "start": 43.04,
      "dur": 2.07,
      "text": "probably Donald Trump's the only person who knows how it came about. His"
    },
    {
      "start": 45.12,
      "dur": 2.47,
      "text": "who knows how it came about. His position had been uncompromising, but"
    },
    {
      "start": 47.6,
      "dur": 1.91,
      "text": "position had been uncompromising, but then there were those two bombshell"
    },
    {
      "start": 49.52,
      "dur": 1.43,
      "text": "then there were those two bombshell moments. first of all when he said he"
    },
    {
      "start": 50.96,
      "dur": 2.55,
      "text": "moments. first of all when he said he wouldn't be using military power to take"
    },
    {
      "start": 53.52,
      "dur": 3.11,
      "text": "wouldn't be using military power to take Greenland. And then he removed the"
    },
    {
      "start": 56.64,
      "dur": 1.51,
      "text": "Greenland. And then he removed the threat that he put forward that had"
    },
    {
      "start": 58.16,
      "dur": 2.709,
      "text": "threat that he put forward that had caused so much drama uh here in Europe"
    },
    {
      "start": 60.879,
      "dur": 2.231,
      "text": "caused so much drama uh here in Europe when he was going to put added tariffs"
    },
    {
      "start": 63.12,
      "dur": 2.47,
      "text": "when he was going to put added tariffs on those eight countries who he had"
    },
    {
      "start": 65.6,
      "dur": 1.509,
      "text": "on those eight countries who he had deemed were getting in the way of his"
    },
    {
      "start": 67.119,
      "dur": 2.391,
      "text": "deemed were getting in the way of his Arctic ambitions in their support for"
    },
    {
      "start": 69.52,
      "dur": 2.07,
      "text": "Arctic ambitions in their support for Greenland. So yeah, it really came out"
    },
    {
      "start": 71.6,
      "dur": 2.95,
      "text": "Greenland. So yeah, it really came out of the blue. President Trump is saying"
    },
    {
      "start": 74.56,
      "dur": 1.83,
      "text": "of the blue. President Trump is saying that actually everyone's fine here and"
    },
    {
      "start": 76.4,
      "dur": 2.709,
      "text": "that actually everyone's fine here and he's got what he wanted and all is well."
    },
    {
      "start": 79.119,
      "dur": 1.67,
      "text": "he's got what he wanted and all is well. But certainly it was a climb down from"
    },
    {
      "start": 80.799,
      "dur": 1.67,
      "text": "But certainly it was a climb down from what he was threatening."
    },
    {
      "start": 82.479,
      "dur": 1.67,
      "text": "what he was threatening. &gt;&gt; Well, he says he's got what he wanted,"
    },
    {
      "start": 84.159,
      "dur": 1.59,
      "text": "&gt;&gt; Well, he says he's got what he wanted, but what has he got? Because he's"
    },
    {
      "start": 85.759,
      "dur": 2.631,
      "text": "but what has he got? Because he's talking about a framework agreement that"
    },
    {
      "start": 88.4,
      "dur": 1.99,
      "text": "talking about a framework agreement that he struck with the head of NATO, but"
    },
    {
      "start": 90.4,
      "dur": 1.349,
      "text": "he struck with the head of NATO, but what's in it that he wouldn't have had"
    },
    {
      "start": 91.759,
      "dur": 0.951,
      "text": "what's in it that he wouldn't have had anyway?"
    },
    {
      "start": 92.72,
      "dur": 1.429,
      "text": "anyway? &gt;&gt; Yeah. Well, very good question and we"
    },
    {
      "start": 94.159,
      "dur": 2.711,
      "text": "&gt;&gt; Yeah. Well, very good question and we simply don't know. Mr. Trump in the past"
    },
    {
      "start": 96.88,
      "dur": 2.63,
      "text": "simply don't know. Mr. Trump in the past has said on many occasions that we're on"
    },
    {
      "start": 99.52,
      "dur": 1.909,
      "text": "has said on many occasions that we're on the cusp of a deal, that an agreement"
    },
    {
      "start": 101.439,
      "dur": 1.911,
      "text": "the cusp of a deal, that an agreement has been struck and it's going to be a"
    },
    {
      "start": 103.36,
      "dur": 1.749,
      "text": "has been struck and it's going to be a fantastic one for everyone. Think of"
    },
    {
      "start": 105.119,
      "dur": 1.591,
      "text": "fantastic one for everyone. Think of Ukraine. the number of times he's said"
    },
    {
      "start": 106.72,
      "dur": 2.31,
      "text": "Ukraine. the number of times he's said we're on the precipice of peace breaking"
    },
    {
      "start": 109.04,
      "dur": 2.15,
      "text": "we're on the precipice of peace breaking out and it hasn't been the case. All we"
    },
    {
      "start": 111.2,
      "dur": 1.83,
      "text": "out and it hasn't been the case. All we know is he says you've there's this sort"
    },
    {
      "start": 113.04,
      "dur": 2.389,
      "text": "know is he says you've there's this sort of framework that's been established and"
    },
    {
      "start": 115.439,
      "dur": 1.831,
      "text": "of framework that's been established and of course this has come about through a"
    },
    {
      "start": 117.28,
      "dur": 3.67,
      "text": "of course this has come about through a meeting with Mark Rut the NATO chief but"
    },
    {
      "start": 120.96,
      "dur": 2.07,
      "text": "meeting with Mark Rut the NATO chief but the details aren't there other than Mr."
    },
    {
      "start": 123.04,
      "dur": 1.91,
      "text": "the details aren't there other than Mr. Trump saying that it will be a fantastic"
    },
    {
      "start": 124.96,
      "dur": 1.509,
      "text": "Trump saying that it will be a fantastic move for the United States, for"
    },
    {
      "start": 126.479,
      "dur": 2.231,
      "text": "move for the United States, for Greenland, for the people of Europe, for"
    },
    {
      "start": 128.72,
      "dur": 1.99,
      "text": "Greenland, for the people of Europe, for the whole world really. And we haven't"
    },
    {
      "start": 130.72,
      "dur": 2.149,
      "text": "the whole world really. And we haven't got much detail from NATO other than"
    },
    {
      "start": 132.879,
      "dur": 2.551,
      "text": "got much detail from NATO other than they say they're kind of characterizing"
    },
    {
      "start": 135.44,
      "dur": 3.19,
      "text": "they say they're kind of characterizing this as an expansion of what currently"
    },
    {
      "start": 138.64,
      "dur": 1.589,
      "text": "this as an expansion of what currently happens. So in other words, bolstering,"
    },
    {
      "start": 140.239,
      "dur": 2.871,
      "text": "happens. So in other words, bolstering, strengthening the NATO presence around"
    },
    {
      "start": 143.12,
      "dur": 2.39,
      "text": "strengthening the NATO presence around Greenland in the Arctic and really"
    },
    {
      "start": 145.52,
      "dur": 2.31,
      "text": "Greenland in the Arctic and really deterring the Russian and Chinese threat"
    },
    {
      "start": 147.84,
      "dur": 2.23,
      "text": "deterring the Russian and Chinese threat in the future."
    },
    {
      "start": 150.08,
      "dur": 2.31,
      "text": "in the future. &gt;&gt; So Mr. Trump seems to have backed down"
    },
    {
      "start": 152.4,
      "dur": 2.63,
      "text": "&gt;&gt; So Mr. Trump seems to have backed down for now, but there are many warnings"
    },
    {
      "start": 155.04,
      "dur": 2.15,
      "text": "for now, but there are many warnings that the transatlantic"
    },
    {
      "start": 157.2,
      "dur": 1.83,
      "text": "that the transatlantic relationship has been damaged"
    },
    {
      "start": 159.04,
      "dur": 2.15,
      "text": "relationship has been damaged permanently. We can't go back to to what"
    },
    {
      "start": 161.2,
      "dur": 1.749,
      "text": "permanently. We can't go back to to what we've had before."
    },
    {
      "start": 162.959,
      "dur": 1.591,
      "text": "we've had before. &gt;&gt; Undoubtedly, I think something has"
    },
    {
      "start": 164.56,
      "dur": 2.23,
      "text": "&gt;&gt; Undoubtedly, I think something has changed because for the first year of"
    },
    {
      "start": 166.8,
      "dur": 2.55,
      "text": "changed because for the first year of Mr. Trump being back in the White House,"
    },
    {
      "start": 169.36,
      "dur": 3.91,
      "text": "Mr. Trump being back in the White House, his European supposed allies and friends"
    },
    {
      "start": 173.28,
      "dur": 2.87,
      "text": "his European supposed allies and friends got to know him once more and they"
    },
    {
      "start": 176.16,
      "dur": 1.27,
      "text": "got to know him once more and they worked out how to try and deal with him."
    },
    {
      "start": 177.44,
      "dur": 1.67,
      "text": "worked out how to try and deal with him. Whether that was through flattery,"
    },
    {
      "start": 179.12,
      "dur": 2.31,
      "text": "Whether that was through flattery, appeasement, cajoling, giving him what"
    },
    {
      "start": 181.44,
      "dur": 1.91,
      "text": "appeasement, cajoling, giving him what he wanted at times and at other times"
    },
    {
      "start": 183.36,
      "dur": 1.589,
      "text": "he wanted at times and at other times gently pointing out where they believed"
    },
    {
      "start": 184.959,
      "dur": 2.071,
      "text": "gently pointing out where they believed he was wrong. But I think what's"
    },
    {
      "start": 187.04,
      "dur": 2.23,
      "text": "he was wrong. But I think what's happened in this week has been"
    },
    {
      "start": 189.28,
      "dur": 1.83,
      "text": "happened in this week has been significant because the language that"
    },
    {
      "start": 191.12,
      "dur": 1.91,
      "text": "significant because the language that was being used by really top European"
    },
    {
      "start": 193.04,
      "dur": 2.23,
      "text": "was being used by really top European officials was different from before."
    },
    {
      "start": 195.28,
      "dur": 1.99,
      "text": "officials was different from before. There were moments when in quite, you"
    },
    {
      "start": 197.28,
      "dur": 2.47,
      "text": "There were moments when in quite, you know, carefully choreographed speeches,"
    },
    {
      "start": 199.76,
      "dur": 1.51,
      "text": "know, carefully choreographed speeches, really senior figures in the European"
    },
    {
      "start": 201.28,
      "dur": 2.07,
      "text": "really senior figures in the European Union were talking about the Americans"
    },
    {
      "start": 203.36,
      "dur": 2.149,
      "text": "Union were talking about the Americans and the Russians in the same breath."
    },
    {
      "start": 205.519,
      "dur": 1.35,
      "text": "and the Russians in the same breath. They were talking about their concern"
    },
    {
      "start": 206.879,
      "dur": 1.35,
      "text": "They were talking about their concern that international law was being"
    },
    {
      "start": 208.239,
      "dur": 2.391,
      "text": "that international law was being trampled all over and there were points"
    },
    {
      "start": 210.64,
      "dur": 1.83,
      "text": "trampled all over and there were points at which it wasn't clear for example"
    },
    {
      "start": 212.48,
      "dur": 2.309,
      "text": "at which it wasn't clear for example when Mr. Macaron, President Macaron of"
    },
    {
      "start": 214.799,
      "dur": 1.751,
      "text": "when Mr. Macaron, President Macaron of France was talking whether he was"
    },
    {
      "start": 216.56,
      "dur": 3.27,
      "text": "France was talking whether he was referring to Mr. Trump or Mr. Putin when"
    },
    {
      "start": 219.84,
      "dur": 3.029,
      "text": "referring to Mr. Trump or Mr. Putin when he talked about imperial ambition."
    },
    {
      "start": 222.879,
      "dur": 2.63,
      "text": "he talked about imperial ambition. &gt;&gt; So what are the lessons for Europe here?"
    },
    {
      "start": 225.519,
      "dur": 2.391,
      "text": "&gt;&gt; So what are the lessons for Europe here? Is the lesson that European nations need"
    },
    {
      "start": 227.92,
      "dur": 3.11,
      "text": "Is the lesson that European nations need to put on a united front and if Mr."
    },
    {
      "start": 231.04,
      "dur": 1.67,
      "text": "to put on a united front and if Mr. Trump is to change his mind in the"
    },
    {
      "start": 232.72,
      "dur": 2.55,
      "text": "Trump is to change his mind in the future, what what can they do?"
    },
    {
      "start": 235.28,
      "dur": 2.47,
      "text": "future, what what can they do? Well, I think they certainly feel here"
    },
    {
      "start": 237.76,
      "dur": 3.51,
      "text": "Well, I think they certainly feel here in Europe that they have benefited from"
    },
    {
      "start": 241.28,
      "dur": 1.91,
      "text": "in Europe that they have benefited from sticking together and putting on a"
    },
    {
      "start": 243.2,
      "dur": 2.47,
      "text": "sticking together and putting on a united front and reaching for tougher"
    },
    {
      "start": 245.68,
      "dur": 3.109,
      "text": "united front and reaching for tougher language. Interestingly, that last year"
    },
    {
      "start": 248.799,
      "dur": 2.07,
      "text": "language. Interestingly, that last year the Chinese seemed to be the people who"
    },
    {
      "start": 250.879,
      "dur": 1.751,
      "text": "the Chinese seemed to be the people who stood up to Mr. Trump the most when they"
    },
    {
      "start": 252.64,
      "dur": 1.91,
      "text": "stood up to Mr. Trump the most when they were clobbered with a a huge tariff"
    },
    {
      "start": 254.56,
      "dur": 3.669,
      "text": "were clobbered with a a huge tariff threat, 145% uh tariffs in some cases,"
    },
    {
      "start": 258.239,
      "dur": 1.11,
      "text": "threat, 145% uh tariffs in some cases, and they said, \"Okay, we're going to"
    },
    {
      "start": 259.359,
      "dur": 1.671,
      "text": "and they said, \"Okay, we're going to match you with that.\" and President"
    },
    {
      "start": 261.04,
      "dur": 1.75,
      "text": "match you with that.\" and President Trump after seeing the impact it had had"
    },
    {
      "start": 262.8,
      "dur": 1.829,
      "text": "Trump after seeing the impact it had had on the American stock market, American"
    },
    {
      "start": 264.639,
      "dur": 2.791,
      "text": "on the American stock market, American bonds back down and whether or not the"
    },
    {
      "start": 267.44,
      "dur": 1.99,
      "text": "bonds back down and whether or not the the Europeans have consciously taken a"
    },
    {
      "start": 269.44,
      "dur": 1.99,
      "text": "the Europeans have consciously taken a leaf out of the Chinese book, they have"
    },
    {
      "start": 271.44,
      "dur": 1.43,
      "text": "leaf out of the Chinese book, they have been tough. The language has been"
    },
    {
      "start": 272.88,
      "dur": 1.43,
      "text": "been tough. The language has been strong. They talked about all the"
    },
    {
      "start": 274.32,
      "dur": 2.07,
      "text": "strong. They talked about all the economic countermeasures at their"
    },
    {
      "start": 276.4,
      "dur": 3.03,
      "text": "economic countermeasures at their disposal. We don't know which of those"
    },
    {
      "start": 279.44,
      "dur": 2.39,
      "text": "disposal. We don't know which of those threats the European or certainly the"
    },
    {
      "start": 281.84,
      "dur": 2.069,
      "text": "threats the European or certainly the warnings they were giving, which of"
    },
    {
      "start": 283.919,
      "dur": 2.631,
      "text": "warnings they were giving, which of those really chimed with Mr. Trump, but"
    },
    {
      "start": 286.56,
      "dur": 2.39,
      "text": "those really chimed with Mr. Trump, but certainly something made him back down"
    },
    {
      "start": 288.96,
      "dur": 2.07,
      "text": "certainly something made him back down and back down pretty fast."
    },
    {
      "start": 291.04,
      "dur": 1.75,
      "text": "and back down pretty fast. &gt;&gt; But nevertheless, in his speech at"
    },
    {
      "start": 292.8,
      "dur": 2.87,
      "text": "&gt;&gt; But nevertheless, in his speech at Davos, Mr. Trump was quite derogatory"
    },
    {
      "start": 295.68,
      "dur": 2.55,
      "text": "Davos, Mr. Trump was quite derogatory about NATO, about European nations and"
    },
    {
      "start": 298.24,
      "dur": 2.47,
      "text": "about NATO, about European nations and their policies, and he repeatedly"
    },
    {
      "start": 300.72,
      "dur": 3.11,
      "text": "their policies, and he repeatedly confused Greenland with Iceland. So, a"
    },
    {
      "start": 303.84,
      "dur": 2.069,
      "text": "confused Greenland with Iceland. So, a very alarming watch for the political"
    },
    {
      "start": 305.919,
      "dur": 2.55,
      "text": "very alarming watch for the political and business elite gathered there."
    },
    {
      "start": 308.479,
      "dur": 1.671,
      "text": "and business elite gathered there. Yes, I think talking to people"
    },
    {
      "start": 310.16,
      "dur": 2.15,
      "text": "Yes, I think talking to people afterwards there was a great deal of"
    },
    {
      "start": 312.32,
      "dur": 2.149,
      "text": "afterwards there was a great deal of concern but also hurt some of the things"
    },
    {
      "start": 314.479,
      "dur": 2.55,
      "text": "concern but also hurt some of the things that President Trump was saying he has"
    },
    {
      "start": 317.039,
      "dur": 2.071,
      "text": "that President Trump was saying he has had this theme that he's been repeating"
    },
    {
      "start": 319.12,
      "dur": 1.83,
      "text": "had this theme that he's been repeating and riffing on for quite a while now"
    },
    {
      "start": 320.96,
      "dur": 1.75,
      "text": "and riffing on for quite a while now that Europe is going in the wrong"
    },
    {
      "start": 322.72,
      "dur": 2.309,
      "text": "that Europe is going in the wrong direction. He says whether it's on"
    },
    {
      "start": 325.039,
      "dur": 3.671,
      "text": "direction. He says whether it's on energy or on what he car characterizes"
    },
    {
      "start": 328.72,
      "dur": 2.469,
      "text": "energy or on what he car characterizes as as a mad immigration policy that it's"
    },
    {
      "start": 331.199,
      "dur": 1.591,
      "text": "as as a mad immigration policy that it's going in the wrong path and is sort of"
    },
    {
      "start": 332.8,
      "dur": 3.03,
      "text": "going in the wrong path and is sort of doomed for destruction really. Some of"
    },
    {
      "start": 335.84,
      "dur": 1.67,
      "text": "doomed for destruction really. Some of the things he said were were quite"
    },
    {
      "start": 337.52,
      "dur": 2.79,
      "text": "the things he said were were quite pointed. He he singled out Mr. Macarron"
    },
    {
      "start": 340.32,
      "dur": 1.67,
      "text": "pointed. He he singled out Mr. Macarron of France. At one point he seemed to"
    },
    {
      "start": 342.0,
      "dur": 2.629,
      "text": "of France. At one point he seemed to mimic a French accent. He was really"
    },
    {
      "start": 344.639,
      "dur": 2.39,
      "text": "mimic a French accent. He was really disparaging of the Danes who of course"
    },
    {
      "start": 347.039,
      "dur": 1.831,
      "text": "disparaging of the Danes who of course own Greenland. He was talking about how"
    },
    {
      "start": 348.88,
      "dur": 2.71,
      "text": "own Greenland. He was talking about how during the Second World War Denmark"
    },
    {
      "start": 351.6,
      "dur": 2.71,
      "text": "during the Second World War Denmark capitulated in ours to the Nazis. There"
    },
    {
      "start": 354.32,
      "dur": 2.23,
      "text": "capitulated in ours to the Nazis. There was one point where Mr. Trump said, you"
    },
    {
      "start": 356.56,
      "dur": 1.51,
      "text": "was one point where Mr. Trump said, you know, if it wasn't for us, talking about"
    },
    {
      "start": 358.08,
      "dur": 1.75,
      "text": "know, if it wasn't for us, talking about the Americans, if it wasn't for us,"
    },
    {
      "start": 359.84,
      "dur": 3.03,
      "text": "the Americans, if it wasn't for us, you'd all be speaking German or maybe a"
    },
    {
      "start": 362.88,
      "dur": 2.39,
      "text": "you'd all be speaking German or maybe a little bit of Japanese. So, I mean, for"
    },
    {
      "start": 365.28,
      "dur": 1.189,
      "text": "little bit of Japanese. So, I mean, for a lot of people that would be insulting,"
    },
    {
      "start": 366.479,
      "dur": 1.751,
      "text": "a lot of people that would be insulting, but also the fact that he was speaking"
    },
    {
      "start": 368.24,
      "dur": 2.47,
      "text": "but also the fact that he was speaking in Switzerland, a country where German"
    },
    {
      "start": 370.72,
      "dur": 2.71,
      "text": "in Switzerland, a country where German is the most widely spoken language, I"
    },
    {
      "start": 373.44,
      "dur": 1.589,
      "text": "is the most widely spoken language, I think for a lot of people it just didn't"
    },
    {
      "start": 375.039,
      "dur": 2.551,
      "text": "think for a lot of people it just didn't land. It just there was a sour sour"
    },
    {
      "start": 377.6,
      "dur": 2.55,
      "text": "land. It just there was a sour sour taste in the mouth after that."
    },
    {
      "start": 380.16,
      "dur": 3.11,
      "text": "taste in the mouth after that. &gt;&gt; So, Nick, is this the end of the the"
    },
    {
      "start": 383.28,
      "dur": 2.23,
      "text": "&gt;&gt; So, Nick, is this the end of the the liberal democratic order which was"
    },
    {
      "start": 385.52,
      "dur": 2.63,
      "text": "liberal democratic order which was forged by the US and its Western allies"
    },
    {
      "start": 388.16,
      "dur": 2.149,
      "text": "forged by the US and its Western allies in the aftermath of World War II and"
    },
    {
      "start": 390.319,
      "dur": 2.071,
      "text": "in the aftermath of World War II and which has in underpinned European"
    },
    {
      "start": 392.4,
      "dur": 2.069,
      "text": "which has in underpinned European security ever since?"
    },
    {
      "start": 394.479,
      "dur": 2.231,
      "text": "security ever since? Well, I think Europeans are hoping for"
    },
    {
      "start": 396.72,
      "dur": 2.63,
      "text": "Well, I think Europeans are hoping for the best, preparing for the worst. And"
    },
    {
      "start": 399.36,
      "dur": 2.07,
      "text": "the best, preparing for the worst. And Ursula von the Lion, the head of the"
    },
    {
      "start": 401.44,
      "dur": 2.63,
      "text": "Ursula von the Lion, the head of the European Commission, she's talked about"
    },
    {
      "start": 404.08,
      "dur": 1.829,
      "text": "European Commission, she's talked about Europe really having to strive for this"
    },
    {
      "start": 405.919,
      "dur": 1.911,
      "text": "Europe really having to strive for this new independence. Now, that is a theme"
    },
    {
      "start": 407.84,
      "dur": 2.39,
      "text": "new independence. Now, that is a theme that has been sort of drawn out to"
    },
    {
      "start": 410.24,
      "dur": 1.669,
      "text": "that has been sort of drawn out to varying degrees over the past few years,"
    },
    {
      "start": 411.919,
      "dur": 2.311,
      "text": "varying degrees over the past few years, but they say they're absolutely certain"
    },
    {
      "start": 414.24,
      "dur": 2.069,
      "text": "but they say they're absolutely certain that they're going to do that. Words are"
    },
    {
      "start": 416.319,
      "dur": 2.71,
      "text": "that they're going to do that. Words are easy though and the fact remains that"
    },
    {
      "start": 419.039,
      "dur": 1.99,
      "text": "easy though and the fact remains that the US obviously a huge trading partner"
    },
    {
      "start": 421.039,
      "dur": 2.471,
      "text": "the US obviously a huge trading partner of the European Union but still the"
    },
    {
      "start": 423.52,
      "dur": 2.31,
      "text": "of the European Union but still the reason why these European leaders until"
    },
    {
      "start": 425.84,
      "dur": 1.749,
      "text": "reason why these European leaders until now until now have really bit their"
    },
    {
      "start": 427.599,
      "dur": 2.71,
      "text": "now until now have really bit their tongue and refuse to to criticize Mr."
    },
    {
      "start": 430.319,
      "dur": 1.671,
      "text": "tongue and refuse to to criticize Mr. Trump out loud is because of the"
    },
    {
      "start": 432.0,
      "dur": 2.95,
      "text": "Trump out loud is because of the military support that America affords"
    },
    {
      "start": 434.96,
      "dur": 2.229,
      "text": "military support that America affords this continent. They they simply need"
    },
    {
      "start": 437.199,
      "dur": 1.671,
      "text": "this continent. They they simply need the Americans not just at the moment for"
    },
    {
      "start": 438.88,
      "dur": 1.51,
      "text": "the Americans not just at the moment for the future of Ukraine but their own"
    },
    {
      "start": 440.4,
      "dur": 2.31,
      "text": "the future of Ukraine but their own security. And so that's why they've been"
    },
    {
      "start": 442.72,
      "dur": 1.99,
      "text": "security. And so that's why they've been at pains to try and keep Mr. Trump on"
    },
    {
      "start": 444.72,
      "dur": 2.71,
      "text": "at pains to try and keep Mr. Trump on side. But certainly the direction of ch"
    },
    {
      "start": 447.44,
      "dur": 2.95,
      "text": "side. But certainly the direction of ch of travel that European leaders are"
    },
    {
      "start": 450.4,
      "dur": 1.99,
      "text": "of travel that European leaders are talking about, the vast majority of them"
    },
    {
      "start": 452.4,
      "dur": 1.509,
      "text": "talking about, the vast majority of them is that Europe needs to be stronger,"
    },
    {
      "start": 453.919,
      "dur": 1.751,
      "text": "is that Europe needs to be stronger, needs to be more independent, and simply"
    },
    {
      "start": 455.68,
      "dur": 2.31,
      "text": "needs to be more independent, and simply can't rely on the Americans in the"
    },
    {
      "start": 458.0,
      "dur": 2.309,
      "text": "can't rely on the Americans in the future. Now, whether that extends beyond"
    },
    {
      "start": 460.319,
      "dur": 2.391,
      "text": "future. Now, whether that extends beyond Mr. Trump's remaining three years, we"
    },
    {
      "start": 462.72,
      "dur": 1.27,
      "text": "Mr. Trump's remaining three years, we simply don't know. And they don't know"
    },
    {
      "start": 464.0,
      "dur": 2.39,
      "text": "simply don't know. And they don't know whether this is an isolated blip. Maybe"
    },
    {
      "start": 466.4,
      "dur": 2.71,
      "text": "whether this is an isolated blip. Maybe this was a nasty, uncomfortable um"
    },
    {
      "start": 469.12,
      "dur": 2.71,
      "text": "this was a nasty, uncomfortable um moment a year into his second term and"
    },
    {
      "start": 471.84,
      "dur": 2.069,
      "text": "moment a year into his second term and things improve. But I think they've got"
    },
    {
      "start": 473.919,
      "dur": 2.39,
      "text": "things improve. But I think they've got to take uh the position that things"
    },
    {
      "start": 476.319,
      "dur": 2.071,
      "text": "to take uh the position that things could get a lot worse and they have to"
    },
    {
      "start": 478.4,
      "dur": 2.15,
      "text": "could get a lot worse and they have to be self-sufficient."
    },
    {
      "start": 480.56,
      "dur": 1.67,
      "text": "be self-sufficient. &gt;&gt; Nick, thank you. That was our Europe"
    },
    {
      "start": 482.24,
      "dur": 2.15,
      "text": "&gt;&gt; Nick, thank you. That was our Europe correspondent Nick Beak speaking to us"
    },
    {
      "start": 484.4,
      "dur": 2.71,
      "text": "correspondent Nick Beak speaking to us from Brussels. And if you liked this"
    },
    {
      "start": 487.12,
      "dur": 2.31,
      "text": "from Brussels. And if you liked this episode, please subscribe to us here on"
    },
    {
      "start": 489.44,
      "dur": 2.07,
      "text": "episode, please subscribe to us here on YouTube. If you'd like us to cover any"
    },
    {
      "start": 491.52,
      "dur": 1.83,
      "text": "YouTube. If you'd like us to cover any other stories, please leave a comment"
    },
    {
      "start": 493.36,
      "dur": 1.59,
      "text": "other stories, please leave a comment below. And if you want to hear more"
    },
    {
      "start": 494.96,
      "dur": 1.509,
      "text": "below. And if you want to hear more international news, you can always"
    },
    {
      "start": 496.479,
      "dur": 1.911,
      "text": "international news, you can always download our global news podcast from"
    },
    {
      "start": 498.4,
      "dur": 3.68,
      "text": "download our global news podcast from wherever you get your podcasts."
    }
  ]
}