{
  "videoId": "FElXfOQEOyY",
  "title": "What’s in the UK government’s new illegal immigration plan? | BBC Newscast",
  "publishedAt": "2025-11-16",
  "channel": "BBC News",
  "durationSeconds": 1883,
  "segments": [
    {
      "start": 0.2,
      "dur": 9.6,
      "text": "Every government recently has tried to address immigration with a new plan and address immigration with a new plan and now we've got another one. now we've got another one. Correct. And the reason why the Correct. And the reason why the government is so anxious to try to not"
    },
    {
      "start": 9.8,
      "dur": 8.8,
      "text": "government is so anxious to try to not just get on top of this problem but be just get on top of this problem but be seen to get on top of this problem is seen to get on top of this problem is that immigration regularly features at that immigration regularly features at the top of the list of voters concerns"
    },
    {
      "start": 18.6,
      "dur": 9.2,
      "text": "the top of the list of voters concerns in a way that happens I suppose every in a way that happens I suppose every few years. This is sort of swell of few years. This is sort of swell of anxiety, a swell of stress and anxiety, a swell of stress and politicians think they really have to politicians think they really have to get on with doing something about it."
    },
    {
      "start": 27.8,
      "dur": 8.9,
      "text": "get on with doing something about it. And for some in the Labor Party, they And for some in the Labor Party, they really do think this is almost really do think this is almost existential. Like if they can't, I existential. Like if they can't, I remember a minister said to me not long remember a minister said to me not long ago, if we can't sort out the small ago, if we can't sort out the small boats crisis, then that might be it for"
    },
    {
      "start": 36.7,
      "dur": 8.6,
      "text": "boats crisis, then that might be it for us. Enter into this the newish home us. Enter into this the newish home secretary Shabbana Mammud with what she secretary Shabbana Mammud with what she is claiming is the biggest sets of is claiming is the biggest sets of changes to immigration policy since the"
    },
    {
      "start": 45.3,
      "dur": 9.7,
      "text": "changes to immigration policy since the war. I think there's going to be rather war. I think there's going to be rather a lot of vigorous debate about this in a lot of vigorous debate about this in the next few days. the next few days. Let's get underway with Sunday's Let's get underway with Sunday's newscast."
    },
    {
      "start": 55.0,
      "dur": 9.4,
      "text": "newscast. Hello, it's Patty in the studio Hello, it's Patty in the studio and it's Laura in the studio and it's Laura in the studio and it's Henry at home. and it's Henry at home. Richishy Sunnak said stop the boats. He Richishy Sunnak said stop the boats. He didn't stop the boats and he later"
    },
    {
      "start": 64.4,
      "dur": 8.4,
      "text": "didn't stop the boats and he later admitted that he'd been a mistake to admitted that he'd been a mistake to simplify that issue and make it a pledge simplify that issue and make it a pledge and to make it so salient in people's and to make it so salient in people's minds because guess what? If ministers"
    },
    {
      "start": 72.8,
      "dur": 8.8,
      "text": "minds because guess what? If ministers appear behind lecterns that say three appear behind lecterns that say three dramatic words again and again and again dramatic words again and again and again and they say those three dramatic words and they say those three dramatic words out loud again and again, then you"
    },
    {
      "start": 81.6,
      "dur": 9.5,
      "text": "out loud again and again, then you create a prominence for an issue and create a prominence for an issue and also a promise that actually cuts also a promise that actually cuts through to the public who quite rightly through to the public who quite rightly are spending most of their lives not are spending most of their lives not thinking about politics. But if you put"
    },
    {
      "start": 91.1,
      "dur": 9.5,
      "text": "thinking about politics. But if you put everything into these very effective everything into these very effective three-word slogans, the public then three-word slogans, the public then expects that you might even vaguely expects that you might even vaguely appear to be doing something about it. appear to be doing something about it. And of course, small boat crossings have"
    },
    {
      "start": 100.6,
      "dur": 8.0,
      "text": "And of course, small boat crossings have stayed at roughly the same level. stayed at roughly the same level. They've gone up a little bit and down a They've gone up a little bit and down a little bit, but they're running around little bit, but they're running around about sort of 40,000 a year. That"
    },
    {
      "start": 108.6,
      "dur": 10.4,
      "text": "about sort of 40,000 a year. That dangerous journey that people make dangerous journey that people make across the channel that is the most across the channel that is the most visible symbol of an immigration system visible symbol of an immigration system that to many people simply doesn't work."
    },
    {
      "start": 119.0,
      "dur": 9.2,
      "text": "that to many people simply doesn't work. And we have, if you wind out, you know, And we have, if you wind out, you know, something that 10 years ago would have something that 10 years ago would have felt completely impossible to imagine."
    },
    {
      "start": 128.2,
      "dur": 9.6,
      "text": "felt completely impossible to imagine. people from all over the world ending up people from all over the world ending up in flimsy rubber dingies crossing a sea in flimsy rubber dingies crossing a sea to then try and make their lives in"
    },
    {
      "start": 137.8,
      "dur": 9.6,
      "text": "to then try and make their lives in another country. another country. What are the announcements today Henry? What are the announcements today Henry? So you have various different So you have various different announcements from Shabbanammud. I think announcements from Shabbanammud. I think the most eye-catching by far is that"
    },
    {
      "start": 147.4,
      "dur": 10.0,
      "text": "the most eye-catching by far is that people granted asylum in the UK will people granted asylum in the UK will have to wait 20 years before they can have to wait 20 years before they can have a sort of permanent settled status. have a sort of permanent settled status. that's quadrupling of the current 5-year"
    },
    {
      "start": 157.4,
      "dur": 9.7,
      "text": "that's quadrupling of the current 5-year period. Uh there also going to be more period. Uh there also going to be more regular reviews while people are here regular reviews while people are here with refugee status of whether the place"
    },
    {
      "start": 167.1,
      "dur": 9.7,
      "text": "with refugee status of whether the place of origin is in fact now safe and if it of origin is in fact now safe and if it is they will be uh returned there. Uh is they will be uh returned there. Uh also uh and though this is not being"
    },
    {
      "start": 176.8,
      "dur": 10.8,
      "text": "also uh and though this is not being emphasized anywhere near as much by emphasized anywhere near as much by Shabban Mammud this morning and I think Shabban Mammud this morning and I think we'll await further details on this. The we'll await further details on this. The home office is also talking about home office is also talking about creating new albeit capped safe routes"
    },
    {
      "start": 187.6,
      "dur": 9.5,
      "text": "creating new albeit capped safe routes for what they call genuine refugees. for what they call genuine refugees. And it's interesting on that safe And it's interesting on that safe routes. What they also say is ah we'll routes. What they also say is ah we'll talk more about safe routes a bit talk more about safe routes a bit further down the track once the border"
    },
    {
      "start": 197.1,
      "dur": 10.3,
      "text": "further down the track once the border is secure. Now what they are going to do is secure. Now what they are going to do as I understand it is expand a bit the as I understand it is expand a bit the numbers that there might be available numbers that there might be available for people who want to come as refugees for people who want to come as refugees to work or to study or community schemes"
    },
    {
      "start": 207.4,
      "dur": 8.3,
      "text": "to work or to study or community schemes in the way that Ukrainians were welcomed in the way that Ukrainians were welcomed into many communities around this into many communities around this country. But the big change as Henry country. But the big change as Henry says I I completely agree with is the"
    },
    {
      "start": 215.7,
      "dur": 8.9,
      "text": "says I I completely agree with is the principle that if you come here fleeing principle that if you come here fleeing danger you will have to wait 20 years danger you will have to wait 20 years before you would be allowed to be"
    },
    {
      "start": 224.6,
      "dur": 10.1,
      "text": "before you would be allowed to be considered to stay here for good. So considered to stay here for good. So Leon is getting in touch by WhatsApp to Leon is getting in touch by WhatsApp to say what will happen if uh immigrants say what will happen if uh immigrants start families while in the UK waiting"
    },
    {
      "start": 234.7,
      "dur": 8.4,
      "text": "start families while in the UK waiting to be processed or returned when their to be processed or returned when their country is safe under her new policy. If country is safe under her new policy. If 20 years is enough time you could easily 20 years is enough time you could easily start a family. start a family. Exactly. And that's how we asked"
    },
    {
      "start": 243.1,
      "dur": 8.4,
      "text": "Exactly. And that's how we asked Shabbatmood questions about this this Shabbatmood questions about this this morning. If somebody had been here for morning. If somebody had been here for 19 years and they'd had a family and 19 years and they'd had a family and their kids were in British schools and their kids were in British schools and all those sorts of things, would they"
    },
    {
      "start": 251.5,
      "dur": 8.8,
      "text": "all those sorts of things, would they still then be told, \"Really sorry, your still then be told, \"Really sorry, your country's safe now. Time's up.\" This is country's safe now. Time's up.\" This is what she said. what she said. Well, look, I think that firstly uh it Well, look, I think that firstly uh it is important that we deal with illegal"
    },
    {
      "start": 260.3,
      "dur": 8.5,
      "text": "is important that we deal with illegal migration into this country. It is a an migration into this country. It is a an issue that is dividing uh our country issue that is dividing uh our country and I see this polarization all over the and I see this polarization all over the country, including in my own uh"
    },
    {
      "start": 268.8,
      "dur": 10.2,
      "text": "country, including in my own uh constituency. We have a system that is constituency. We have a system that is out of control. It's unfair and it's out of control. It's unfair and it's putting huge pressure on communities. putting huge pressure on communities. So, it is important that we restore So, it is important that we restore order and control to this system so that"
    },
    {
      "start": 279.0,
      "dur": 8.2,
      "text": "order and control to this system so that we can retain public permission and we can retain public permission and public confidence in having an asylum public confidence in having an asylum system at all. And that is what my system at all. And that is what my reforms are designed to do. And because"
    },
    {
      "start": 287.2,
      "dur": 9.8,
      "text": "reforms are designed to do. And because of that, we are looking to reduce the of that, we are looking to reduce the number of arrivals into the country, number of arrivals into the country, increase the number of removals of those increase the number of removals of those who have no right to be in this country. who have no right to be in this country. and alongside that as we restore order"
    },
    {
      "start": 297.0,
      "dur": 8.4,
      "text": "and alongside that as we restore order and control to create new safe and legal and control to create new safe and legal routes for people fleeing san all over routes for people fleeing san all over the country all over the world. the country all over the world. But if somebody has come here for the"
    },
    {
      "start": 305.4,
      "dur": 8.6,
      "text": "But if somebody has come here for the right reasons, they've come here, right reasons, they've come here, they've settled here, they have a family they've settled here, they have a family here, they have a job here, their kids here, they have a job here, their kids might be in British schools after 10, might be in British schools after 10, 15, 19 years up to that 20-y year"
    },
    {
      "start": 314.0,
      "dur": 9.4,
      "text": "15, 19 years up to that 20-y year moment, at any point the home office moment, at any point the home office might say, \"You've been here, sorry, might say, \"You've been here, sorry, your country's safe. Go.\" Well, what the your country's safe. Go.\" Well, what the what the new reforms will do is change what the new reforms will do is change that generations old assumption that"
    },
    {
      "start": 323.4,
      "dur": 8.1,
      "text": "that generations old assumption that sanctuary provided to refugees uh can sanctuary provided to refugees uh can very quickly lead to permanent very quickly lead to permanent settlement and all of the rights that go settlement and all of the rights that go alongside that. We will be changing that"
    },
    {
      "start": 331.5,
      "dur": 8.6,
      "text": "alongside that. We will be changing that to a more temporary process and uh the to a more temporary process and uh the situation will be assessed every two and situation will be assessed every two and a half years. So if your country becomes a half years. So if your country becomes safe in that intervening period and you"
    },
    {
      "start": 340.1,
      "dur": 8.5,
      "text": "safe in that intervening period and you are remaining on this essentially core are remaining on this essentially core protection model uh you will uh be protection model uh you will uh be returned to your country because we see returned to your country because we see uh countries that have started off in"
    },
    {
      "start": 348.6,
      "dur": 9.7,
      "text": "uh countries that have started off in conflict and people have moved in order conflict and people have moved in order to escape that conflict becoming safe. to escape that conflict becoming safe. So I think that is right. So I think that is right. In other words yes that is the policy. In other words yes that is the policy. So whatever your circumstances are if"
    },
    {
      "start": 358.3,
      "dur": 9.3,
      "text": "So whatever your circumstances are if your country is safe you'll have to go. your country is safe you'll have to go. And that would also be the case, And that would also be the case, although she tried, I think, to use a although she tried, I think, to use a slightly technical way of not quite slightly technical way of not quite saying this out loud, there are 200,000"
    },
    {
      "start": 367.6,
      "dur": 9.3,
      "text": "saying this out loud, there are 200,000 roughly Ukrainians in the UK. It is the roughly Ukrainians in the UK. It is the case that under the logic of this policy case that under the logic of this policy that should that war, and let's for that should that war, and let's for goodness sake hope that it does, if that"
    },
    {
      "start": 376.9,
      "dur": 8.1,
      "text": "goodness sake hope that it does, if that war comes to an end and it's safe, then war comes to an end and it's safe, then those Ukrainians would be expected to those Ukrainians would be expected to leave. leave. There's a lot going on here, Henry, There's a lot going on here, Henry, isn't it? There's the role of Shabban isn't it? There's the role of Shabban Mammud, who's new in the job. Yeah."
    },
    {
      "start": 385.0,
      "dur": 9.8,
      "text": "Mammud, who's new in the job. Yeah. There's where she stands in the party, There's where she stands in the party, how she's seen on left or right on this how she's seen on left or right on this issue. There's the fact that reforms issue. There's the fact that reforms making the running on this, the tries making the running on this, the tries and labor are accused of trying to catch"
    },
    {
      "start": 394.8,
      "dur": 8.6,
      "text": "and labor are accused of trying to catch up, etc. But there's also the fact that up, etc. But there's also the fact that this is a speech tomorrow which was in this is a speech tomorrow which was in the Saturday papers on the Sunday the Saturday papers on the Sunday political programs and now on our"
    },
    {
      "start": 403.4,
      "dur": 10.0,
      "text": "political programs and now on our podcast. It's like they're desperate to podcast. It's like they're desperate to talk about this, Henry. Yeah, I think uh talk about this, Henry. Yeah, I think uh to go a bit inside the machine here, to go a bit inside the machine here, there is a new strategy in the"
    },
    {
      "start": 413.4,
      "dur": 8.4,
      "text": "there is a new strategy in the government in terms of how to government in terms of how to communicate, which is to have one big communicate, which is to have one big announcement attached to one cabinet announcement attached to one cabinet minister each week and talk about it minister each week and talk about it again and again and again. Now, in the"
    },
    {
      "start": 421.8,
      "dur": 8.2,
      "text": "again and again and again. Now, in the week that's just ending now, uh though week that's just ending now, uh though it didn't quite play out this way. That it didn't quite play out this way. That was meant to be West Streeting talking was meant to be West Streeting talking about the NHS. It turned out to be West about the NHS. It turned out to be West Streeting talking about how he thinks"
    },
    {
      "start": 430.0,
      "dur": 9.1,
      "text": "Streeting talking about how he thinks that uh the top of this government is that uh the top of this government is toxic and sexist. But that uh you know toxic and sexist. But that uh you know is a slightly separate issue. So this is a slightly separate issue. So this week I think we will hear again and week I think we will hear again and again and again Shabbana Mammud and"
    },
    {
      "start": 439.1,
      "dur": 8.7,
      "text": "again and again Shabbana Mammud and other ministers in the home office other ministers in the home office talking about this because I think the talking about this because I think the government knows that the certainly government knows that the certainly among the voters that they're trying to among the voters that they're trying to appeal here appeal to here which is very"
    },
    {
      "start": 447.8,
      "dur": 9.7,
      "text": "appeal here appeal to here which is very much not all of the Labor coalition but much not all of the Labor coalition but some of it uh the scale of mistrust with some of it uh the scale of mistrust with the government on illegal immigration is the government on illegal immigration is so vast that they know they can't just"
    },
    {
      "start": 457.5,
      "dur": 8.3,
      "text": "so vast that they know they can't just talk about it one morning have a speech talk about it one morning have a speech pat each other on the backs and say pat each other on the backs and say right we'll you know see the effects in right we'll you know see the effects in a few years. They need to emphasize"
    },
    {
      "start": 465.8,
      "dur": 9.5,
      "text": "a few years. They need to emphasize again and again and again what they are again and again and again what they are doing about it. And I think that is also doing about it. And I think that is also part of the desire of having Shabbana part of the desire of having Shabbana Mammud in this job rather than Cooper is Mammud in this job rather than Cooper is that the view of people around Karma is"
    },
    {
      "start": 475.3,
      "dur": 9.1,
      "text": "that the view of people around Karma is that she is punchier in communication that she is punchier in communication but also puncher in policy. but also puncher in policy. And it's interesting this morning to she And it's interesting this morning to she was using phrases like this is a moral"
    },
    {
      "start": 484.4,
      "dur": 8.7,
      "text": "was using phrases like this is a moral mission and she was using the kind of mission and she was using the kind of rhetoric that frankly a couple of years rhetoric that frankly a couple of years ago you could never imagine a labor ago you could never imagine a labor politician using. She was saying politician using. She was saying immigration is illegal. Immigration is"
    },
    {
      "start": 493.1,
      "dur": 8.8,
      "text": "immigration is illegal. Immigration is tearing our country apart. Now that is, tearing our country apart. Now that is, you know, categorically not what you you know, categorically not what you would have heard most labor politicians would have heard most labor politicians saying until really very recently. And I"
    },
    {
      "start": 501.9,
      "dur": 9.0,
      "text": "saying until really very recently. And I actually, as you know, on newscast, actually, as you know, on newscast, we're happy to say when we might have we're happy to say when we might have got things a bit wrong. I remember when got things a bit wrong. I remember when she got the job that we sort of said, she got the job that we sort of said, well, and I think I said it'll be very"
    },
    {
      "start": 510.9,
      "dur": 9.0,
      "text": "well, and I think I said it'll be very interesting to see whether her policy is interesting to see whether her policy is actually any more drastic or any more actually any more drastic or any more dramatic than I Cooper. Certainly, I dramatic than I Cooper. Certainly, I think she'll sound different and her"
    },
    {
      "start": 519.9,
      "dur": 9.7,
      "text": "think she'll sound different and her tone will be different, but I'm not sure tone will be different, but I'm not sure the policy will be that different. the policy will be that different. Yeah. Henry, how would it be if we took Yeah. Henry, how would it be if we took isolated phrases Shabban Mimmude had isolated phrases Shabban Mimmude had said and asked people to say which"
    },
    {
      "start": 529.6,
      "dur": 8.6,
      "text": "said and asked people to say which politician had said them? politician had said them? No, I think that's I think that's a very No, I think that's I think that's a very good way of thinking about it. I mean, I good way of thinking about it. I mean, I think never mind that a Labour think never mind that a Labour politician wouldn't have said this a few politician wouldn't have said this a few years ago. I think if a conservative"
    },
    {
      "start": 538.2,
      "dur": 8.1,
      "text": "years ago. I think if a conservative politician had said this a few years politician had said this a few years ago, it would have felt a bit out there ago, it would have felt a bit out there and you would have had Labour and you would have had Labour politicians probably including Karma, politicians probably including Karma, whatever iteration of his politics he"
    },
    {
      "start": 546.3,
      "dur": 8.3,
      "text": "whatever iteration of his politics he was on then condemning it. Uh and I do was on then condemning it. Uh and I do think it is a sign of how far uh the think it is a sign of how far uh the Labour party has moved. I think if you Labour party has moved. I think if you speak to people in the Labour party"
    },
    {
      "start": 554.6,
      "dur": 9.5,
      "text": "speak to people in the Labour party privately, they say look it's a a sign privately, they say look it's a a sign of how far the public has moved. I mean of how far the public has moved. I mean in that long clip we heard from in that long clip we heard from Shabbalamood earlier, I think she said Shabbalamood earlier, I think she said something which was really important. something which was really important. She said these reforms are designed to"
    },
    {
      "start": 564.1,
      "dur": 8.6,
      "text": "She said these reforms are designed to protect public confidence in having an protect public confidence in having an asylum system at all. She sees herself asylum system at all. She sees herself here as trying to save the concept of"
    },
    {
      "start": 572.7,
      "dur": 8.7,
      "text": "here as trying to save the concept of asylum because her view is that if asylum because her view is that if people keep coming uh in the numbers people keep coming uh in the numbers that they're coming and then the that they're coming and then the government keeps failing to deport them government keeps failing to deport them in the numbers that they're failing to"
    },
    {
      "start": 581.4,
      "dur": 9.3,
      "text": "in the numbers that they're failing to deport them, then the public is going to deport them, then the public is going to end up in a position indeed, she would end up in a position indeed, she would say heading already to a position where say heading already to a position where they're just not going to support the they're just not going to support the concept of the UK being a refuge for"
    },
    {
      "start": 590.7,
      "dur": 8.4,
      "text": "concept of the UK being a refuge for genuine refugees at all. And that's the genuine refugees at all. And that's the argument she's making in order to do argument she's making in order to do these changes and try and sell these"
    },
    {
      "start": 599.1,
      "dur": 9.1,
      "text": "these changes and try and sell these changes to the public and also to their changes to the public and also to their party. But I think there are going to be party. But I think there are going to be an awful lot of bumps in the road. Not an awful lot of bumps in the road. Not least because this is going to be very least because this is going to be very uncomfortable for some people on the"
    },
    {
      "start": 608.2,
      "dur": 8.3,
      "text": "uncomfortable for some people on the Labor backbenches and some of them have Labor backbenches and some of them have already on the left of the party have already on the left of the party have already used language like this is a already used language like this is a moral dead end. This is inciting fear"
    },
    {
      "start": 616.5,
      "dur": 10.9,
      "text": "moral dead end. This is inciting fear and all those kinds of things. But also and all those kinds of things. But also from a policy point of view, I think from a policy point of view, I think there are probably quite a lot of areas there are probably quite a lot of areas where there might be problems. So just"
    },
    {
      "start": 627.4,
      "dur": 8.0,
      "text": "where there might be problems. So just for example, the refugee council told us for example, the refugee council told us this morning, they've toted up how they this morning, they've toted up how they think this more regular checking of think this more regular checking of refugees refugees bureaucracy"
    },
    {
      "start": 635.4,
      "dur": 8.8,
      "text": "bureaucracy bureaucracy. They calculated and they bureaucracy. They calculated and they told us early this morning that would told us early this morning that would mean 67,000 mean 67,000 people would be checked who are not"
    },
    {
      "start": 644.2,
      "dur": 8.7,
      "text": "people would be checked who are not currently being checked. Now, the Home currently being checked. Now, the Home Office's track record for managing admin Office's track record for managing admin and bureaucracy is not something that and bureaucracy is not something that would get you a gold medal. No. So, that"
    },
    {
      "start": 652.9,
      "dur": 9.3,
      "text": "would get you a gold medal. No. So, that might be a problem. The other thing might be a problem. The other thing where I think there could be a political where I think there could be a political problem problem is one of the plans is that asylum is one of the plans is that asylum seekers who could work, that's only seekers who could work, that's only about 8 and a half thousand of them out"
    },
    {
      "start": 662.2,
      "dur": 9.7,
      "text": "about 8 and a half thousand of them out of a 100,000 or asylum seekers who break of a 100,000 or asylum seekers who break any rules or commit any crimes will have any rules or commit any crimes will have their accommodation and their kind of their accommodation and their kind of subsistence payments about £39 a week"
    },
    {
      "start": 671.9,
      "dur": 8.3,
      "text": "subsistence payments about £39 a week that will be taken away. Now there are that will be taken away. Now there are nerves and I understand that several nerves and I understand that several government ministers while these plans government ministers while these plans were being discussed raised concern"
    },
    {
      "start": 680.2,
      "dur": 9.6,
      "text": "were being discussed raised concern about what the possible impact of that about what the possible impact of that might be. The worst case scenario for might be. The worst case scenario for some people in government is look some people in government is look actually what you do is then you force actually what you do is then you force people into destitution. Now, we asked"
    },
    {
      "start": 689.8,
      "dur": 8.6,
      "text": "people into destitution. Now, we asked Shabban Mammud about that this morning, Shabban Mammud about that this morning, but I wouldn't be surprised if there's but I wouldn't be surprised if there's quite a lot of political argi quite a lot of political argi around that issue of possible"
    },
    {
      "start": 698.4,
      "dur": 8.5,
      "text": "around that issue of possible destitution and that issue of whether destitution and that issue of whether the Home Office can actually manage an the Home Office can actually manage an additional level of bureaucracy. additional level of bureaucracy. And the other parties are standing up"
    },
    {
      "start": 706.9,
      "dur": 9.9,
      "text": "And the other parties are standing up like this. The Conservatives say these like this. The Conservatives say these don't go far enough. They back leaving don't go far enough. They back leaving the European Convention on Human Rights the European Convention on Human Rights Reform says we should leave the ECR. The"
    },
    {
      "start": 716.8,
      "dur": 8.5,
      "text": "Reform says we should leave the ECR. The Lib Dems say there's a danger that it Lib Dems say there's a danger that it will prevent refugees contributing to will prevent refugees contributing to society if we crack down in this way. society if we crack down in this way. The Greens have gone further to say"
    },
    {
      "start": 725.3,
      "dur": 9.5,
      "text": "The Greens have gone further to say refugees are welcome here. Uh but refugees are welcome here. Uh but actually if we go back to where it all actually if we go back to where it all started, Henry, the interesting thing started, Henry, the interesting thing seems to me to be whether the government"
    },
    {
      "start": 734.8,
      "dur": 9.3,
      "text": "seems to me to be whether the government can get its back benches on side. This can get its back benches on side. This big range of opinion is there not among big range of opinion is there not among Labour MPs themselves on this. Labour MPs themselves on this. Yeah. And I think it would be a mistake"
    },
    {
      "start": 744.1,
      "dur": 8.5,
      "text": "Yeah. And I think it would be a mistake to assume that it's only MPs on the left to assume that it's only MPs on the left of the Labour Party who are going to of the Labour Party who are going to feel uneasy about this. I think it'll be feel uneasy about this. I think it'll be much broader than that. Actually, in the"
    },
    {
      "start": 752.6,
      "dur": 8.7,
      "text": "much broader than that. Actually, in the context of a a different issue, the context of a a different issue, the other day I was talking to someone on other day I was talking to someone on the right of the Labour Party about the right of the Labour Party about Shabban Mammud, and they said the thing Shabban Mammud, and they said the thing you've got to understand about Shabban you've got to understand about Shabban Mammud is she's on the right of the"
    },
    {
      "start": 761.3,
      "dur": 10.7,
      "text": "Mammud is she's on the right of the Labour Party. She is not a progressive. Labour Party. She is not a progressive. And you've got to remember there are a And you've got to remember there are a lot of people on the right of the Labor lot of people on the right of the Labor Party, sort of historically you'd call Party, sort of historically you'd call them Blairites um who are, you know,"
    },
    {
      "start": 772.0,
      "dur": 11.2,
      "text": "them Blairites um who are, you know, very uh keen on involving the private very uh keen on involving the private sector in the operation of the economy sector in the operation of the economy uh and other sort of labor right things uh and other sort of labor right things like that. But they are progressives as"
    },
    {
      "start": 783.2,
      "dur": 9.4,
      "text": "like that. But they are progressives as they would see it when it comes to they would see it when it comes to immigration. You know, Tony Blair says immigration. You know, Tony Blair says nowadays that there's two kinds of nowadays that there's two kinds of politicians. Those who want uh to be politicians. Those who want uh to be open to the world and those who want to"
    },
    {
      "start": 792.6,
      "dur": 8.3,
      "text": "open to the world and those who want to be closed to the world. And actually I be closed to the world. And actually I think within the right of the Labour think within the right of the Labour party that split is playing out and I party that split is playing out and I think there are going to be people who think there are going to be people who are who are pretty senior in the"
    },
    {
      "start": 800.9,
      "dur": 8.5,
      "text": "are who are pretty senior in the government as I think Laura is alluding government as I think Laura is alluding to there with some of the ministers who to there with some of the ministers who were uncomfortable with elements of this were uncomfortable with elements of this the practicalities at least of this plan the practicalities at least of this plan who are going to think are we heading"
    },
    {
      "start": 809.4,
      "dur": 8.1,
      "text": "who are going to think are we heading too far in the direction of our of too far in the direction of our of voters who we're inevitably going to voters who we're inevitably going to lose here lose here while um aggravating the left flank"
    },
    {
      "start": 817.5,
      "dur": 9.4,
      "text": "while um aggravating the left flank which increasingly more and more people which increasingly more and more people in the Labour party are pretty anxious in the Labour party are pretty anxious about. And also it's interesting for me about. And also it's interesting for me to look at where where immigration fits to look at where where immigration fits into the economy and also because they"
    },
    {
      "start": 826.9,
      "dur": 8.8,
      "text": "into the economy and also because they are doing jobs here which if we didn't are doing jobs here which if we didn't bring the labor in the jobs could not be bring the labor in the jobs could not be done and growth would be less. So for done and growth would be less. So for instance if you think about the instance if you think about the hospitality industry if you think about"
    },
    {
      "start": 835.7,
      "dur": 9.7,
      "text": "hospitality industry if you think about the national health service if you think the national health service if you think about carers in nursing homes there is about carers in nursing homes there is an enormous amount of reliance on people an enormous amount of reliance on people who are expressly brought in to help"
    },
    {
      "start": 845.4,
      "dur": 9.6,
      "text": "who are expressly brought in to help with those jobs. So if we talk about uh with those jobs. So if we talk about uh immigration, immigration, should we not also be talking about what should we not also be talking about what jobs people are doing so that the we can"
    },
    {
      "start": 855.0,
      "dur": 8.2,
      "text": "jobs people are doing so that the we can all have a discussion about do oh so all have a discussion about do oh so shall we not have this type of job then shall we not have this type of job then because we don't have enough of these because we don't have enough of these people to do it from the UK people to do it from the UK or what someone like Pat McFaten who's"
    },
    {
      "start": 863.2,
      "dur": 8.8,
      "text": "or what someone like Pat McFaten who's the new welfare secretary would say is the new welfare secretary would say is actually can we not also make sure that actually can we not also make sure that first of all what you're trying to do is first of all what you're trying to do is get the million or so people who are get the million or so people who are economically inactive in this country"
    },
    {
      "start": 872.0,
      "dur": 8.4,
      "text": "economically inactive in this country and make sure that we can actually make and make sure that we can actually make sure they go to work and can first and sure they go to work and can first and can they fill those posts? But you're can they fill those posts? But you're absolutely right. I mean, this is why"
    },
    {
      "start": 880.4,
      "dur": 8.0,
      "text": "absolutely right. I mean, this is why immigration is such a fraught political immigration is such a fraught political issue issue is because it brings in everything. It is because it brings in everything. It brings in the, you know, the culture of"
    },
    {
      "start": 888.4,
      "dur": 8.2,
      "text": "brings in the, you know, the culture of the country. It brings in the economy. the country. It brings in the economy. It brings in security of the border. It It brings in security of the border. It brings in the quality of life for people brings in the quality of life for people in our towns and cities, which is why"
    },
    {
      "start": 896.6,
      "dur": 8.6,
      "text": "in our towns and cities, which is why the hotels issue has become so the hotels issue has become so incredibly fraught. It brings in our incredibly fraught. It brings in our relationship with other countries. You relationship with other countries. You know, it's a sort of I was going to say"
    },
    {
      "start": 905.2,
      "dur": 9.8,
      "text": "know, it's a sort of I was going to say global, no pun intended, but it's a kind global, no pun intended, but it's a kind of global political issue at home as of global political issue at home as well as a global issue for politicians well as a global issue for politicians around the world. And I think to wind"
    },
    {
      "start": 915.0,
      "dur": 8.6,
      "text": "around the world. And I think to wind all the way out, all the way out, this is now an issue that politicians this is now an issue that politicians discuss internationally in a way that discuss internationally in a way that again they wouldn't have done five 10"
    },
    {
      "start": 923.6,
      "dur": 8.1,
      "text": "again they wouldn't have done five 10 years ago. And Iette Cooper, although by years ago. And Iette Cooper, although by some people was seen as not being quick some people was seen as not being quick enough, not being aggressive enough, she enough, not being aggressive enough, she now is foreign secretary, as I"
    },
    {
      "start": 931.7,
      "dur": 9.1,
      "text": "now is foreign secretary, as I understand it, has has managed to make understand it, has has managed to make sure this gets onto the agenda at G7 sure this gets onto the agenda at G7 meetings. So the big kind of get meetings. So the big kind of get together of foreign secretaries from"
    },
    {
      "start": 940.8,
      "dur": 10.2,
      "text": "together of foreign secretaries from around the world. And she's also, I'm around the world. And she's also, I'm told, doubled the number of people in told, doubled the number of people in the foreign office who are working on the foreign office who are working on migration as an issue. So this is a sort migration as an issue. So this is a sort of cross I was going to say cross"
    },
    {
      "start": 951.0,
      "dur": 9.7,
      "text": "of cross I was going to say cross border. I'm making all sorts of terrible border. I'm making all sorts of terrible puns today, but this, you know, it goes puns today, but this, you know, it goes right across the board, this issue. right across the board, this issue. Yeah. Yeah. For so many reasons. For so many reasons. Let me ask if we can all move the dial"
    },
    {
      "start": 960.7,
      "dur": 8.6,
      "text": "Let me ask if we can all move the dial because there's another reason why we because there's another reason why we should talk about such a senior Labor should talk about such a senior Labor politician coming on your show today, politician coming on your show today, which is the briefings issue, which"
    },
    {
      "start": 969.3,
      "dur": 9.3,
      "text": "which is the briefings issue, which we've been talking about on newscast a we've been talking about on newscast a lot. So, let's have a listen to when you lot. So, let's have a listen to when you asked Shabban Mammud about the briefings asked Shabban Mammud about the briefings from Downing Street. Look, I think what"
    },
    {
      "start": 978.6,
      "dur": 8.8,
      "text": "from Downing Street. Look, I think what happened earlier on this week was uh happened earlier on this week was uh horribly embarrassing. It's deeply horribly embarrassing. It's deeply mortifying for everybody uh in the mortifying for everybody uh in the government. Uh and I'm pleased that the"
    },
    {
      "start": 987.4,
      "dur": 9.5,
      "text": "government. Uh and I'm pleased that the prime minister has dealt with it. I prime minister has dealt with it. I think that everybody needs to draw a think that everybody needs to draw a line under what's happened and move on line under what's happened and move on because actually we've got a really because actually we've got a really important job to do. What I've spent the important job to do. What I've spent the week well what I've spent the week doing"
    },
    {
      "start": 996.9,
      "dur": 8.1,
      "text": "week well what I've spent the week doing is working with my team and my ministers is working with my team and my ministers on drawing up these proposals on changes on drawing up these proposals on changes to our asylum system. We actually also to our asylum system. We actually also this week abolished police and crime"
    },
    {
      "start": 1005.0,
      "dur": 10.9,
      "text": "this week abolished police and crime commissioners because I think that's a commissioners because I think that's a failed uh experiment and it needs to go. failed uh experiment and it needs to go. Uh we next week we will also be making Uh we next week we will also be making more changes on legal migration. We all more changes on legal migration. We all have important difficult jobs to do and"
    },
    {
      "start": 1015.9,
      "dur": 8.9,
      "text": "have important difficult jobs to do and it is incumbent on all of us as cabinet it is incumbent on all of us as cabinet ministers to focus on the job because ministers to focus on the job because all of this title these off thereord all of this title these off thereord briefings people who haven't got the briefings people who haven't got the courage their convictions to say"
    },
    {
      "start": 1024.8,
      "dur": 8.2,
      "text": "courage their convictions to say publicly on the record what they're publicly on the record what they're saying privately to journalists all of saying privately to journalists all of that it doesn't stand the test of time. that it doesn't stand the test of time. Now, do you remember Patty when we were Now, do you remember Patty when we were saying yesterday that ministers are"
    },
    {
      "start": 1033.0,
      "dur": 9.8,
      "text": "saying yesterday that ministers are getting increasingly fed up with getting increasingly fed up with mistakes in number 10 and then you got mistakes in number 10 and then you got the home secretary saying on telly it's the home secretary saying on telly it's absolutely mortifying. absolutely mortifying. Yes, it's a strong word Henry. Yeah,"
    },
    {
      "start": 1042.8,
      "dur": 8.7,
      "text": "Yes, it's a strong word Henry. Yeah, it is strong strong comments and I think it is strong strong comments and I think we shouldn't lose sight of how we shouldn't lose sight of how extraordinary it is that that's now the extraordinary it is that that's now the third uh out of the last five days or"
    },
    {
      "start": 1051.5,
      "dur": 9.3,
      "text": "third uh out of the last five days or whatever it is third time we've had a whatever it is third time we've had a senior cabinet minister Westing Ed senior cabinet minister Westing Ed Milliban now Shabban Mammud you know Milliban now Shabban Mammud you know interviewed on behalf of the government interviewed on behalf of the government and slagging off people in the"
    },
    {
      "start": 1060.8,
      "dur": 8.9,
      "text": "and slagging off people in the government albeit not by name and albeit government albeit not by name and albeit in the sort of broader uh direction of in the sort of broader uh direction of talking about how to improve uh the mood talking about how to improve uh the mood in government and I just think it it is"
    },
    {
      "start": 1069.7,
      "dur": 9.3,
      "text": "in government and I just think it it is kind of a staggering point for this kind of a staggering point for this government to be after 16 months in government to be after 16 months in office. office. And let me just share with you Paddock And let me just share with you Paddock as you were on the wireless while we as you were on the wireless while we were on the tell she went on to say I"
    },
    {
      "start": 1079.0,
      "dur": 10.5,
      "text": "were on the tell she went on to say I hope the individuals who were hope the individuals who were responsible who are now feeling the responsible who are now feeling the abject humiliation of what has happened abject humiliation of what has happened I hope that humiliation"
    },
    {
      "start": 1089.5,
      "dur": 8.7,
      "text": "I hope that humiliation will serve as a reminder that they will serve as a reminder that they should not indulge in a repeat should not indulge in a repeat performance performance that's quite spiky. The the Sunday Times"
    },
    {
      "start": 1098.2,
      "dur": 10.1,
      "text": "that's quite spiky. The the Sunday Times has a story that there was a shouting has a story that there was a shouting match between Morgan Mweeny and Wes match between Morgan Mweeny and Wes Street on the telephone Street on the telephone that had been shared with me too and that had been shared with me too and also that they had not spoken for a"
    },
    {
      "start": 1108.3,
      "dur": 8.7,
      "text": "also that they had not spoken for a couple of months until they had a couple of months until they had a shouting match on Tuesday. shouting match on Tuesday. And I I notice it's not it's there's a And I I notice it's not it's there's a spokesperson saying it's not that's not spokesperson saying it's not that's not the correct characterization."
    },
    {
      "start": 1117.0,
      "dur": 8.7,
      "text": "the correct characterization. But um Henry these noises off they do But um Henry these noises off they do seem it's not the lid has not gone seem it's not the lid has not gone sufficiently back on the pot. Can I put sufficiently back on the pot. Can I put it that way? it that way? No, I think that's right. as you can"
    },
    {
      "start": 1125.7,
      "dur": 9.2,
      "text": "No, I think that's right. as you can also sort of bring all these also sort of bring all these personalities together because Shabban personalities together because Shabban Mammud and Morgan Mweeny uh at least Mammud and Morgan Mweeny uh at least were very close for a time. Exactly."
    },
    {
      "start": 1134.9,
      "dur": 8.5,
      "text": "were very close for a time. Exactly. Sorry. Sorry. Of course. Morgan Mcweeny, Sorry. Sorry. Of course. Morgan Mcweeny, the man with whom we're treating uh the man with whom we're treating uh supposedly had this shouting match. Now supposedly had this shouting match. Now Karma's chief of staff, but he was Karma's chief of staff, but he was running Labour's general election"
    },
    {
      "start": 1143.4,
      "dur": 8.7,
      "text": "running Labour's general election campaign for several years until the campaign for several years until the general election came along and for a general election came along and for a time Shabban Mammud was sort of the co- time Shabban Mammud was sort of the co- campaign coordinator with him. Um so"
    },
    {
      "start": 1152.1,
      "dur": 8.1,
      "text": "campaign coordinator with him. Um so that you know and she also was an MP that you know and she also was an MP very involved in Labor Together which is very involved in Labor Together which is an organization that he ran before he an organization that he ran before he came to run Karma's leadership campaign"
    },
    {
      "start": 1160.2,
      "dur": 8.0,
      "text": "came to run Karma's leadership campaign where streeting and Morgan Mcweeny had where streeting and Morgan Mcweeny had previously been considered to be uh very previously been considered to be uh very close um but evidently not so much now"
    },
    {
      "start": 1168.2,
      "dur": 8.5,
      "text": "close um but evidently not so much now uh as per that reporting. Um and then uh as per that reporting. Um and then how does Karma fit into this? man who how does Karma fit into this? man who was, you know, in the heart of the was, you know, in the heart of the Corbin team when those three people,"
    },
    {
      "start": 1176.7,
      "dur": 8.5,
      "text": "Corbin team when those three people, West Street, Shabban Mammud, uh, and West Street, Shabban Mammud, uh, and Morgan Mweeny, spent his sort of five Morgan Mweeny, spent his sort of five years as leader trying to prepare to years as leader trying to prepare to wrestle back the Labour party from what"
    },
    {
      "start": 1185.2,
      "dur": 8.4,
      "text": "wrestle back the Labour party from what came next. I mean, it is all quite came next. I mean, it is all quite fascinating and I think there are fascinating and I think there are fundamental tensions that a lot of fundamental tensions that a lot of people thought would erupt at some point people thought would erupt at some point there, but I don't think anyone thought"
    },
    {
      "start": 1193.6,
      "dur": 9.1,
      "text": "there, but I don't think anyone thought it would all come out quite as fast as it would all come out quite as fast as this has. this has. I suppose the question is whether or not I suppose the question is whether or not they can move on, right? You know, it's they can move on, right? You know, it's obviously a mess. No one's denying it's obviously a mess. No one's denying it's a mess. Cabinet ministers are saying"
    },
    {
      "start": 1202.7,
      "dur": 9.1,
      "text": "a mess. Cabinet ministers are saying publicly it's a mess. Publicly it's a publicly it's a mess. Publicly it's a mess. And in code they're also saying mess. And in code they're also saying mixweeny etal sort yourselves out mixweeny etal sort yourselves out because we've come a long way on the"
    },
    {
      "start": 1211.8,
      "dur": 9.6,
      "text": "because we've come a long way on the weekend editions of newscast basically weekend editions of newscast basically agreeing several things that aren't agreeing several things that aren't controversial. Governments plural need controversial. Governments plural need to deliver in at the moment we're in a"
    },
    {
      "start": 1221.4,
      "dur": 10.4,
      "text": "to deliver in at the moment we're in a period when the public question what the period when the public question what the state's capable of doing. There's this state's capable of doing. There's this feeling that the state is not feeling that the state is not delivering. And all the politicians delivering. And all the politicians who've come on radio 4 of a senior uh"
    },
    {
      "start": 1231.8,
      "dur": 9.8,
      "text": "who've come on radio 4 of a senior uh ilk have agreed with me the question ilk have agreed with me the question that I've just put that can we say it's that I've just put that can we say it's a consensus labor needs to deliver and a consensus labor needs to deliver and they've all said to me yes absolutely we"
    },
    {
      "start": 1241.6,
      "dur": 8.3,
      "text": "they've all said to me yes absolutely we must show that our plan is delivering must show that our plan is delivering and I think it's also a consensus now and I think it's also a consensus now which is why we ask questions of which is why we ask questions of politicians like this the consensus is"
    },
    {
      "start": 1249.9,
      "dur": 8.9,
      "text": "politicians like this the consensus is that Kier Starmer's position is not that Kier Starmer's position is not necessarily secure in the long term in necessarily secure in the long term in his own party despite his enormous his own party despite his enormous majority And even David Blunkett was on"
    },
    {
      "start": 1258.8,
      "dur": 10.7,
      "text": "majority And even David Blunkett was on a four on Friday morning, I think, a four on Friday morning, I think, saying he's basically got three months saying he's basically got three months to sort things out or else there will be to sort things out or else there will be consequences. Now, Blunkett is not some consequences. Now, Blunkett is not some random voice on the margins of the"
    },
    {
      "start": 1269.5,
      "dur": 8.5,
      "text": "random voice on the margins of the Labour Party. He is a very wellrespected Labour Party. He is a very wellrespected figure, someone who always talks figure, someone who always talks plainly, but he's a wellrespected plainly, but he's a wellrespected figure. and he's not somebody who"
    },
    {
      "start": 1278.0,
      "dur": 8.2,
      "text": "figure. and he's not somebody who indulges in sort of what cabinet indulges in sort of what cabinet ministers would say is title. But as ministers would say is title. But as soon as a politician says it's title,"
    },
    {
      "start": 1286.2,
      "dur": 8.2,
      "text": "soon as a politician says it's title, that is a kind of standby emergency that is a kind of standby emergency break the glass line for, oh my god, I break the glass line for, oh my god, I know my colleagues are all fighting with know my colleagues are all fighting with each other and it's really awful, so I'm each other and it's really awful, so I'm just going to try and say that and make"
    },
    {
      "start": 1294.4,
      "dur": 8.5,
      "text": "just going to try and say that and make it all go away. Someone else who used it all go away. Someone else who used that phrase in one of the papers today that phrase in one of the papers today was Angela Rainer who's put her head was Angela Rainer who's put her head above the parapit um in an interview"
    },
    {
      "start": 1302.9,
      "dur": 8.5,
      "text": "above the parapit um in an interview with a paper the Sunday mirror that's with a paper the Sunday mirror that's very friendly to the Labour party so you very friendly to the Labour party so you know she hasn't yet um and the offers know she hasn't yet um and the offers are always there. There's two chairs in"
    },
    {
      "start": 1311.4,
      "dur": 8.7,
      "text": "are always there. There's two chairs in the studio if she wants to come and talk the studio if she wants to come and talk to us. Um, but it's interesting that to us. Um, but it's interesting that she's chosen this moment to do an she's chosen this moment to do an interview with a newspaper that will"
    },
    {
      "start": 1320.1,
      "dur": 8.9,
      "text": "interview with a newspaper that will probably be quite sympathetic to her to probably be quite sympathetic to her to have her picture taken in a care home have her picture taken in a care home where she was with elderly residents in where she was with elderly residents in her constituency."
    },
    {
      "start": 1329.0,
      "dur": 9.6,
      "text": "her constituency. And that's quite interesting, And that's quite interesting, Henry. That shrieks that shrieks I'm in, Henry. That shrieks that shrieks I'm in, isn't it? isn't it? Yeah. Um, well, I think it shrieks that Yeah. Um, well, I think it shrieks that she wants to, you know, begin dipping"
    },
    {
      "start": 1338.6,
      "dur": 8.3,
      "text": "she wants to, you know, begin dipping her toe back in uh to making public her toe back in uh to making public arguments and if there is to be a arguments and if there is to be a leadership conversation, let alone a"
    },
    {
      "start": 1346.9,
      "dur": 8.0,
      "text": "leadership conversation, let alone a leadership election, then obviously leadership election, then obviously Angela Raina is going to be part of it. Angela Raina is going to be part of it. I think I think there are people who I think I think there are people who would like Angela Raina to be leader of would like Angela Raina to be leader of the Labour Party one day, who think if"
    },
    {
      "start": 1354.9,
      "dur": 8.1,
      "text": "the Labour Party one day, who think if Karma's government falls or Karma rather Karma's government falls or Karma rather falls sooner rather than later, that is falls sooner rather than later, that is too soon for her given the circumstances too soon for her given the circumstances of her departure. But she'd be a power"
    },
    {
      "start": 1363.0,
      "dur": 8.4,
      "text": "of her departure. But she'd be a power broker at the very least. I like the broker at the very least. I like the disruptor argument about this which we disruptor argument about this which we we haven't aired very much which is that we haven't aired very much which is that although it was botched bungled briefing"
    },
    {
      "start": 1371.4,
      "dur": 9.8,
      "text": "although it was botched bungled briefing it actually did make Wes Streeting say I it actually did make Wes Streeting say I don't want it at the moment it did make don't want it at the moment it did make Ed Milliban say I've had it I don't want Ed Milliban say I've had it I don't want it again it again and actually there is there is now an"
    },
    {
      "start": 1381.2,
      "dur": 10.2,
      "text": "and actually there is there is now an understanding by Labour MPs that Karma understanding by Labour MPs that Karma won't go without a fight those messages won't go without a fight those messages were the messages that they did want to were the messages that they did want to put out there and they put out in a put out there and they put out in a bungled way so the Labor MPs do know"
    },
    {
      "start": 1391.4,
      "dur": 9.9,
      "text": "bungled way so the Labor MPs do know they're going to have an ugly threemon they're going to have an ugly threemon process process They do, but they also have demonstrated They do, but they also have demonstrated that number 10 is incredibly itchy and that number 10 is incredibly itchy and paranoid. And now they probably have"
    },
    {
      "start": 1401.3,
      "dur": 8.3,
      "text": "paranoid. And now they probably have reasons to be paranoid, right? Let's be reasons to be paranoid, right? Let's be clear about that. But it has not been in clear about that. But it has not been in any way, shape, or form a successful"
    },
    {
      "start": 1409.6,
      "dur": 8.2,
      "text": "any way, shape, or form a successful week. And you're right to point that out week. And you're right to point that out because sometimes in politics, something because sometimes in politics, something that seems like a disaster actually that seems like a disaster actually months along the line, there could be"
    },
    {
      "start": 1417.8,
      "dur": 10.3,
      "text": "months along the line, there could be all sorts of consequences that none of all sorts of consequences that none of us could predict and actually could go, us could predict and actually could go, \"Oo, that was a good turning point.\" But \"Oo, that was a good turning point.\" But for Downing Street to have done what for Downing Street to have done what they did this week inadvertently or not"
    },
    {
      "start": 1428.1,
      "dur": 9.7,
      "text": "they did this week inadvertently or not or whatever really happened and you know or whatever really happened and you know we'll get to the bottom of it in the end we'll get to the bottom of it in the end um it's been a dreadful dreadful time um it's been a dreadful dreadful time and it's just showed I think how tense"
    },
    {
      "start": 1437.8,
      "dur": 8.1,
      "text": "and it's just showed I think how tense and unhappy things are in there when and unhappy things are in there when you've got cabinet ministers who are you've got cabinet ministers who are furious cabinet ministers who are furious cabinet ministers who are baffled and"
    },
    {
      "start": 1445.9,
      "dur": 8.0,
      "text": "baffled and you know the kind of they just showed you know the kind of they just showed how how stressed they are. I mean, one how how stressed they are. I mean, one source said to me uh on Friday, you source said to me uh on Friday, you know, the thing about this is it's never"
    },
    {
      "start": 1453.9,
      "dur": 9.2,
      "text": "know, the thing about this is it's never been a secret that Wes treating is been a secret that Wes treating is somebody with ambitions. He doesn't somebody with ambitions. He doesn't really try to hide it. And they said, really try to hide it. And they said, \"We're is going to Wes.\" And I thought, \"We're is going to Wes.\" And I thought, \"Oh, that's a good new verb, isn't it?\" \"Oh, that's a good new verb, isn't it?\" But, you know, West Streeting does what"
    },
    {
      "start": 1463.1,
      "dur": 9.1,
      "text": "But, you know, West Streeting does what Wes Streeting does. He's always been Wes Streeting does. He's always been punchy in his communication. He's always punchy in his communication. He's always maybe, you know, kind of tipped the wink maybe, you know, kind of tipped the wink a little bit further than his party's"
    },
    {
      "start": 1472.2,
      "dur": 8.4,
      "text": "a little bit further than his party's leader would want him to. So to react in leader would want him to. So to react in that way, to try to kind of noble him in that way, to try to kind of noble him in such a disastrous way doesn't look like"
    },
    {
      "start": 1480.6,
      "dur": 8.1,
      "text": "such a disastrous way doesn't look like an operation that feels confident and an operation that feels confident and that feels secure. that feels secure. Also to state the obvious, just because Also to state the obvious, just because West Streeting said on the airwaves that"
    },
    {
      "start": 1488.7,
      "dur": 9.4,
      "text": "West Streeting said on the airwaves that he isn't coveting the top job, I mean we he isn't coveting the top job, I mean we all think that if Karma fell in there all think that if Karma fell in there leadership election, West Streeting leadership election, West Streeting would be a candidate. So, you know, has would be a candidate. So, you know, has that actually clarified anything other"
    },
    {
      "start": 1498.1,
      "dur": 9.0,
      "text": "that actually clarified anything other than that he's not completely than that he's not completely politically suicidal and isn't going to politically suicidal and isn't going to launch a leadership challenge, you know, launch a leadership challenge, you know, on a Wednesday morning on BBC breakfast? on a Wednesday morning on BBC breakfast? Well, I'm not sure it really has."
    },
    {
      "start": 1507.1,
      "dur": 9.1,
      "text": "Well, I'm not sure it really has. Ignore Shabban Mammud this morning Ignore Shabban Mammud this morning saying, \"Oh, I'm not focusing on that saying, \"Oh, I'm not focusing on that now. We all need to get under our job on now. We all need to get under our job on with our jobs and K star is our leader with our jobs and K star is our leader and he's really a and he's really a I've also had so many since you"
    },
    {
      "start": 1516.2,
      "dur": 8.0,
      "text": "I've also had so many since you mentioned him, Patty, I've had so many mentioned him, Patty, I've had so many Labour MPs mention Ed Milliband to me Labour MPs mention Ed Milliband to me this week, including after his denial this week, including after his denial that it feels like it's 2015 all over"
    },
    {
      "start": 1524.2,
      "dur": 8.8,
      "text": "that it feels like it's 2015 all over again. I thought you should just lay again. I thought you should just lay down that marker. down that marker. I thought that the the implication was I thought that the the implication was he could be king queen maker rather than he could be king queen maker rather than he goes and puts a crown on."
    },
    {
      "start": 1533.0,
      "dur": 9.6,
      "text": "he goes and puts a crown on. Well, look, if you were thinking of how Well, look, if you were thinking of how MPs might nominate in a leadership MPs might nominate in a leadership election, a bit like how MPs nominated election, a bit like how MPs nominated in the deputy leadership election, which in the deputy leadership election, which happened a few weeks ago, so was a"
    },
    {
      "start": 1542.6,
      "dur": 8.8,
      "text": "happened a few weeks ago, so was a reasonable guide to, you know, how many reasonable guide to, you know, how many MPs are willing to defy the quote MPs are willing to defy the quote unquote leadership candidate. Uh well, unquote leadership candidate. Uh well, Lucy Powell got over the threshold of 80"
    },
    {
      "start": 1551.4,
      "dur": 9.2,
      "text": "Lucy Powell got over the threshold of 80 and then some actually. And of course uh and then some actually. And of course uh one of I think the two cabinet ministers one of I think the two cabinet ministers to back her was Ed Milliban. She ran his to back her was Ed Milliban. She ran his leadership campaign back in the day."
    },
    {
      "start": 1560.6,
      "dur": 9.2,
      "text": "leadership campaign back in the day. She did. And so the people who were She did. And so the people who were mentioned to me I remember having this mentioned to me I remember having this conversation just before the summer with conversation just before the summer with a very senior person in the party who a very senior person in the party who was furious that even then this was just"
    },
    {
      "start": 1569.8,
      "dur": 10.2,
      "text": "was furious that even then this was just before the summer recess. The two they before the summer recess. The two they named were Ed Milliband and Angela named were Ed Milliband and Angela Rener. And they said their behavior in Rener. And they said their behavior in government shows you that they're both government shows you that they're both at it and both after it. paraphrasing a"
    },
    {
      "start": 1580.0,
      "dur": 9.8,
      "text": "at it and both after it. paraphrasing a bit but that was even before the summer bit but that was even before the summer Ed Miban was being touted but look who Ed Miban was being touted but look who knows I think what we can say is that knows I think what we can say is that streeting who at that point before the streeting who at that point before the summer was not seen as somebody who"
    },
    {
      "start": 1589.8,
      "dur": 10.4,
      "text": "summer was not seen as somebody who would be at the top of the list I think would be at the top of the list I think the way he handled this mess this week the way he handled this mess this week definitely notches up his rank a little definitely notches up his rank a little bit bit yes so he has emerged well yes we had um"
    },
    {
      "start": 1600.2,
      "dur": 10.3,
      "text": "yes so he has emerged well yes we had um uh an Anna Gross from the FT on uh an Anna Gross from the FT on Broadcasting House today she's the one Broadcasting House today she's the one who co-authored the the report in the FT who co-authored the the report in the FT about the income tax situation. She"
    },
    {
      "start": 1610.5,
      "dur": 8.1,
      "text": "about the income tax situation. She said, \"However you cut it, it was West said, \"However you cut it, it was West Street West treating was the winner.\" Street West treating was the winner.\" It's also just we should say it's It's also just we should say it's completely bonkers in this whole"
    },
    {
      "start": 1618.6,
      "dur": 8.5,
      "text": "completely bonkers in this whole scenario that not even a full 18 months scenario that not even a full 18 months after Labor won, an incredible majority after Labor won, an incredible majority that people are talking about who the that people are talking about who the next leader is going to be in the way next leader is going to be in the way that they are. This is always a kind of"
    },
    {
      "start": 1627.1,
      "dur": 8.3,
      "text": "that they are. This is always a kind of favorite party game for Sanders like us favorite party game for Sanders like us in Westminster, but this is more than a in Westminster, but this is more than a party game. This is a real live serious party game. This is a real live serious conversation in Labour's ranks. And"
    },
    {
      "start": 1635.4,
      "dur": 8.9,
      "text": "conversation in Labour's ranks. And that's why we've been wanging on about that's why we've been wanging on about it for ages. We weren't no wanging on it for ages. We weren't no wanging on for 25 hours. In the 25hour for 25 hours. In the 25hour podcastathon,"
    },
    {
      "start": 1644.3,
      "dur": 8.0,
      "text": "podcastathon, news has reached me that one of the news has reached me that one of the things that you discussed things that you discussed was your recipe for mints. was your recipe for mints. Well, it's 25 hours. Adam asked me to"
    },
    {
      "start": 1652.3,
      "dur": 10.1,
      "text": "Well, it's 25 hours. Adam asked me to come in. come in. Yes. Yes. And up came the subject of mints. And up came the subject of mints. Why? Why? Well, because you'd have to go back and Well, because you'd have to go back and listen. In fact, we've had we've had listen. In fact, we've had we've had this message uh from Julie. I trying to"
    },
    {
      "start": 1662.4,
      "dur": 9.0,
      "text": "this message uh from Julie. I trying to watch the 25 hours on I play and I watch the 25 hours on I play and I can't. Will it ever be available? Um, can't. Will it ever be available? Um, and we approached the person in charge and we approached the person in charge of newscast, Julie, and his response,"
    },
    {
      "start": 1671.4,
      "dur": 9.1,
      "text": "of newscast, Julie, and his response, \"We'll be making parts available. More \"We'll be making parts available. More of that to follow.\" But Henry was rude of that to follow.\" But Henry was rude about my mince recipe. I'm glad you've about my mince recipe. I'm glad you've raised this. raised this. What? What? I mean"
    },
    {
      "start": 1680.5,
      "dur": 10.3,
      "text": "What? What? I mean Well, I don't I mean, your mince recipe Well, I don't I mean, your mince recipe appeared to just be mints, Patty. Was appeared to just be mints, Patty. Was there anything else in it? there anything else in it? Do you know I mean Well, you know what Do you know I mean Well, you know what we can do? By popular demand, we're not"
    },
    {
      "start": 1690.8,
      "dur": 11.3,
      "text": "we can do? By popular demand, we're not going to replay the whole 25 hours, but going to replay the whole 25 hours, but we can replay your mince recipe. Have a we can replay your mince recipe. Have a listen. I was lucky to be educated in listen. I was lucky to be educated in Scotland and Scots do mints very well in"
    },
    {
      "start": 1702.1,
      "dur": 9.1,
      "text": "Scotland and Scots do mints very well in my opinion and I know other parts of the my opinion and I know other parts of the UK are available but let's just ignore UK are available but let's just ignore them them because the Scots know what to do with because the Scots know what to do with mints. mints. And what you need to do with it really"
    },
    {
      "start": 1711.2,
      "dur": 8.6,
      "text": "And what you need to do with it really is kind of cook it with a bit of is kind of cook it with a bit of carrots. carrots. Yeah. Yeah. Cook it and with a little bit of uh Cook it and with a little bit of uh stock. stock. Yeah. Yeah. Little bit you runny or thick, it's up"
    },
    {
      "start": 1719.8,
      "dur": 8.4,
      "text": "Little bit you runny or thick, it's up to you. Bit of flour. to you. Bit of flour. And then I would have it with mash. And then I would have it with mash. Yeah. And I've really only just recently Yeah. And I've really only just recently gone back to it and it's made me a very gone back to it and it's made me a very happy man late at night."
    },
    {
      "start": 1728.2,
      "dur": 10.2,
      "text": "happy man late at night. Oh, mint and tatties used to be one of Oh, mint and tatties used to be one of my favorite meals with some woristers my favorite meals with some woristers sauce on. You sauce on. You tried that? tried that? But do you have a view on the key thing But do you have a view on the key thing when you're going to buy your mints?"
    },
    {
      "start": 1738.4,
      "dur": 9.4,
      "text": "when you're going to buy your mints? What percentage fat? Are you a 5%, a What percentage fat? Are you a 5%, a 10%, a 15%, a 20%? 10%, a 15%, a 20%? So, I have a hack. You buy the cheaper,"
    },
    {
      "start": 1747.8,
      "dur": 9.6,
      "text": "So, I have a hack. You buy the cheaper, fattier stuff and you drain the fat off. fattier stuff and you drain the fat off. So, you just you let it you let the fat So, you just you let it you let the fat bubble away and you drain it off. So, bubble away and you drain it off. So, you've paid less. This is the student you've paid less. This is the student tip. I mean, I know I'm overpaid at in"
    },
    {
      "start": 1757.4,
      "dur": 11.1,
      "text": "tip. I mean, I know I'm overpaid at in the job I do. I I should be immediately the job I do. I I should be immediately sacked. But putting that aside, that's sacked. But putting that aside, that's my tip for getting rid of a bit of fatty my tip for getting rid of a bit of fatty old mints. old mints. I don't What's wrong with that, Henry?"
    },
    {
      "start": 1768.5,
      "dur": 9.7,
      "text": "I don't What's wrong with that, Henry? Cabbage stock and flour. Have you heard Cabbage stock and flour. Have you heard of of salt, pepper, celery, onion, garlic? salt, pepper, celery, onion, garlic? Do you use Do you use cabbage stock in Do you use Do you use cabbage stock in your mints?"
    },
    {
      "start": 1778.2,
      "dur": 8.3,
      "text": "your mints? No. Carrots. Carrot. You said carrot. No. Carrots. Carrot. You said carrot. Yes. But I did carrot. Yes. Yes. What's Yes. But I did carrot. Yes. Yes. What's the matter? What would you put in there? the matter? What would you put in there? What do I What do I put? Just some other stuff to give it a"
    },
    {
      "start": 1786.5,
      "dur": 8.4,
      "text": "put? Just some other stuff to give it a bit of flavor. bit of flavor. You know, you know, just garlic and You know, you know, just garlic and Well, sorry. I mean, maybe I'm maybe Well, sorry. I mean, maybe I'm maybe I'm, you know, not Scottish enough in"
    },
    {
      "start": 1794.9,
      "dur": 8.2,
      "text": "I'm, you know, not Scottish enough in this conversation. this conversation. Outrageous. Can I can I also just say Outrageous. Can I can I also just say that in Scotland sometimes when people that in Scotland sometimes when people talk about mints, they say, \"You're talk about mints, they say, \"You're talking mints as in you're talking a talking mints as in you're talking a whole lo of rubbish.\""
    },
    {
      "start": 1803.1,
      "dur": 9.5,
      "text": "whole lo of rubbish.\" Right. Well, I am. Right. Well, I am. Well, I mean, I wasn't going to say Well, I mean, I wasn't going to say that. I just wanted people to know that that. I just wanted people to know that there is that meaning that colloquia there is that meaning that colloquia colloqui. colloqui. Is that a Is that a word?"
    },
    {
      "start": 1812.6,
      "dur": 8.0,
      "text": "Is that a Is that a word? Yeah. Yeah. Anyway, I think Grace Dent needs to be Anyway, I think Grace Dent needs to be very worried. very worried. But we do go back to where this all"
    },
    {
      "start": 1820.6,
      "dur": 9.8,
      "text": "But we do go back to where this all started, which is that that was started, which is that that was we were keeping I was keeping Adam we were keeping I was keeping Adam company because he was doing his 25 company because he was doing his 25 hours uh in in honor of Children in hours uh in in honor of Children in Need, which done raised amazing amounts"
    },
    {
      "start": 1830.4,
      "dur": 9.6,
      "text": "Need, which done raised amazing amounts of money and people want to know can of money and people want to know can they watch and all of it and the answer they watch and all of it and the answer seems to be you can only watch it in seems to be you can only watch it in slices slices of mints. of mints. Yes. We're leaving now. Henry. Um,"
    },
    {
      "start": 1840.0,
      "dur": 8.1,
      "text": "Yes. We're leaving now. Henry. Um, should we should we um Well, I'm off for a Sunday roast, so um Well, I'm off for a Sunday roast, so I I hope that has more uh I I hope it I I hope that has more uh I I hope it hasn't been cooked by you, Patty. No, hasn't been cooked by you, Patty. No, I'm sure your mint is delicious. I'm"
    },
    {
      "start": 1848.1,
      "dur": 10.0,
      "text": "I'm sure your mint is delicious. I'm sorry I'm sounding very rude. sorry I'm sounding very rude. That's fair. I take it. I take it. I That's fair. I take it. I take it. I take it very well. Look, it is time to take it very well. Look, it is time to say thank you very much indeed for say thank you very much indeed for listening at the end of this newscast. listening at the end of this newscast. It is. I just want to know what you're"
    },
    {
      "start": 1858.1,
      "dur": 8.3,
      "text": "It is. I just want to know what you're going to have for lunch, though. You got going to have for lunch, though. You got any leftovers from your mints? any leftovers from your mints? I'm I feel I'm being food shamed. I'm I feel I'm being food shamed. I like mints, too. I just I like mints, too. I just I had it last night because I've got it"
    },
    {
      "start": 1866.4,
      "dur": 9.6,
      "text": "I had it last night because I've got it so much on my mind. Look, we are ending so much on my mind. Look, we are ending now. Uh, thank you very very much for now. Uh, thank you very very much for getting to this point. Goodbye. getting to this point. Goodbye. Goodbye."
    }
  ]
}