{
  "videoId": "ff7biVdPIfo",
  "title": "Could Cuba's government fall under Trump? | The Global Story",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 1365,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.0,
      "text": "Looks like it's going down. It's going"
    },
    {
      "start": 2.08,
      "dur": 1.51,
      "text": "Looks like it's going down. It's going down for the count. You ever watch a"
    },
    {
      "start": 3.6,
      "dur": 1.59,
      "text": "down for the count. You ever watch a fight?"
    },
    {
      "start": 5.2,
      "dur": 1.83,
      "text": "fight? &gt;&gt; They go down for the count."
    },
    {
      "start": 7.04,
      "dur": 1.99,
      "text": "&gt;&gt; They go down for the count. &gt;&gt; President Trump has his sight set on"
    },
    {
      "start": 9.04,
      "dur": 1.99,
      "text": "&gt;&gt; President Trump has his sight set on another country in the United States"
    },
    {
      "start": 11.04,
      "dur": 1.91,
      "text": "another country in the United States backyard, Cuba."
    },
    {
      "start": 12.96,
      "dur": 1.43,
      "text": "backyard, Cuba. &gt;&gt; I don't know how they if they're going"
    },
    {
      "start": 14.4,
      "dur": 0.79,
      "text": "&gt;&gt; I don't know how they if they're going to hold up."
    },
    {
      "start": 15.2,
      "dur": 2.79,
      "text": "to hold up. &gt;&gt; It's one of the US's closest neighbors"
    },
    {
      "start": 18.0,
      "dur": 3.029,
      "text": "&gt;&gt; It's one of the US's closest neighbors and one of Venezuela's closest allies."
    },
    {
      "start": 21.039,
      "dur": 2.791,
      "text": "and one of Venezuela's closest allies. American presidents have long criticized"
    },
    {
      "start": 23.84,
      "dur": 2.31,
      "text": "American presidents have long criticized the Cuban government, but now some say"
    },
    {
      "start": 26.16,
      "dur": 2.31,
      "text": "the Cuban government, but now some say the Trump administration is emboldened"
    },
    {
      "start": 28.48,
      "dur": 2.15,
      "text": "the Trump administration is emboldened to go further than before."
    },
    {
      "start": 30.64,
      "dur": 2.39,
      "text": "to go further than before. &gt;&gt; Cuba is a failing nation. I think Cuba"
    },
    {
      "start": 33.04,
      "dur": 2.39,
      "text": "&gt;&gt; Cuba is a failing nation. I think Cuba will not be able to survive."
    },
    {
      "start": 35.44,
      "dur": 2.39,
      "text": "will not be able to survive. &gt;&gt; From the BBC, I'm Asma Khaled in"
    },
    {
      "start": 37.84,
      "dur": 2.15,
      "text": "&gt;&gt; From the BBC, I'm Asma Khaled in Washington DC. And today on the Global"
    },
    {
      "start": 40.0,
      "dur": 9.029,
      "text": "Washington DC. And today on the Global Story, after Venezuela, is Cuba next?"
    },
    {
      "start": 49.039,
      "dur": 2.0,
      "text": "&gt;&gt; I'm Will Grant. I'm the BBC"
    },
    {
      "start": 51.039,
      "dur": 2.231,
      "text": "&gt;&gt; I'm Will Grant. I'm the BBC correspondent in Mexico for Mexico,"
    },
    {
      "start": 53.28,
      "dur": 1.589,
      "text": "correspondent in Mexico for Mexico, Central America, and the Caribbean."
    },
    {
      "start": 54.879,
      "dur": 1.431,
      "text": "Central America, and the Caribbean. &gt;&gt; Well, I know you've lived in Cuba."
    },
    {
      "start": 56.32,
      "dur": 1.35,
      "text": "&gt;&gt; Well, I know you've lived in Cuba. You've spent a lot of time reporting"
    },
    {
      "start": 57.68,
      "dur": 2.869,
      "text": "You've spent a lot of time reporting from there. From your vantage point,"
    },
    {
      "start": 60.559,
      "dur": 3.431,
      "text": "from there. From your vantage point, what is the crux of the problem that the"
    },
    {
      "start": 64.0,
      "dur": 2.07,
      "text": "what is the crux of the problem that the Trump administration has with Cuba?"
    },
    {
      "start": 66.08,
      "dur": 1.27,
      "text": "Trump administration has with Cuba? &gt;&gt; At the heart of the Trump"
    },
    {
      "start": 67.36,
      "dur": 1.67,
      "text": "&gt;&gt; At the heart of the Trump administration's issue with Cuba is"
    },
    {
      "start": 69.04,
      "dur": 3.03,
      "text": "administration's issue with Cuba is really the heart of Washington's ongoing"
    },
    {
      "start": 72.08,
      "dur": 3.11,
      "text": "really the heart of Washington's ongoing issue with Cuba. Basically, they don't"
    },
    {
      "start": 75.2,
      "dur": 2.549,
      "text": "issue with Cuba. Basically, they don't like a communistrun government 90 miles"
    },
    {
      "start": 77.759,
      "dur": 1.511,
      "text": "like a communistrun government 90 miles off the coast of Florida. They've never"
    },
    {
      "start": 79.28,
      "dur": 1.99,
      "text": "off the coast of Florida. They've never liked a communistr run government 90 mi"
    },
    {
      "start": 81.28,
      "dur": 1.99,
      "text": "liked a communistr run government 90 mi off the coast of Florida. They've tried"
    },
    {
      "start": 83.28,
      "dur": 2.23,
      "text": "off the coast of Florida. They've tried to remove a communistr run government 90"
    },
    {
      "start": 85.52,
      "dur": 1.99,
      "text": "to remove a communistr run government 90 mi off the coast of Florida many many"
    },
    {
      "start": 87.52,
      "dur": 2.949,
      "text": "mi off the coast of Florida many many times in different guises through CIA"
    },
    {
      "start": 90.479,
      "dur": 2.551,
      "text": "times in different guises through CIA planned attempts on Fidel Castro's life,"
    },
    {
      "start": 93.04,
      "dur": 1.99,
      "text": "planned attempts on Fidel Castro's life, the late leader of the Cuban revolution."
    },
    {
      "start": 95.04,
      "dur": 1.51,
      "text": "the late leader of the Cuban revolution. Hundreds of those were planned and"
    },
    {
      "start": 96.56,
      "dur": 3.509,
      "text": "Hundreds of those were planned and several were attempted to squeezing the"
    },
    {
      "start": 100.079,
      "dur": 1.911,
      "text": "several were attempted to squeezing the island through the US economic embargo"
    },
    {
      "start": 102.0,
      "dur": 2.23,
      "text": "island through the US economic embargo for six and a half decades. Putting"
    },
    {
      "start": 104.24,
      "dur": 2.869,
      "text": "for six and a half decades. Putting punitive measures on everything from"
    },
    {
      "start": 107.119,
      "dur": 2.95,
      "text": "punitive measures on everything from companies that might want to send food"
    },
    {
      "start": 110.079,
      "dur": 3.111,
      "text": "companies that might want to send food and medicines to Cuba to even British"
    },
    {
      "start": 113.2,
      "dur": 3.589,
      "text": "and medicines to Cuba to even British and European tourists who visit Cuba. So"
    },
    {
      "start": 116.799,
      "dur": 1.831,
      "text": "and European tourists who visit Cuba. So there's a whole series of things that"
    },
    {
      "start": 118.64,
      "dur": 2.55,
      "text": "there's a whole series of things that Washington has done since 1959"
    },
    {
      "start": 121.2,
      "dur": 1.909,
      "text": "Washington has done since 1959 essentially to force regime change in"
    },
    {
      "start": 123.119,
      "dur": 2.231,
      "text": "essentially to force regime change in Cuba. Of course, Donald Trump in his"
    },
    {
      "start": 125.36,
      "dur": 2.63,
      "text": "Cuba. Of course, Donald Trump in his second administration with Marco Rubio"
    },
    {
      "start": 128.0,
      "dur": 2.389,
      "text": "second administration with Marco Rubio as his secretary of state, it looks like"
    },
    {
      "start": 130.399,
      "dur": 3.271,
      "text": "as his secretary of state, it looks like they really do intend to see some form"
    },
    {
      "start": 133.68,
      "dur": 3.59,
      "text": "they really do intend to see some form of regime change, some kind of permanent"
    },
    {
      "start": 137.28,
      "dur": 2.71,
      "text": "of regime change, some kind of permanent shift in Cuba off the back of what's"
    },
    {
      "start": 140.0,
      "dur": 1.19,
      "text": "shift in Cuba off the back of what's happened in Venezuela."
    },
    {
      "start": 141.2,
      "dur": 1.109,
      "text": "happened in Venezuela. &gt;&gt; It does seem, at least here in"
    },
    {
      "start": 142.319,
      "dur": 1.831,
      "text": "&gt;&gt; It does seem, at least here in Washington, that we are hearing a lot"
    },
    {
      "start": 144.16,
      "dur": 3.27,
      "text": "Washington, that we are hearing a lot more about Cuba and about Cuba's"
    },
    {
      "start": 147.44,
      "dur": 2.47,
      "text": "more about Cuba and about Cuba's connections to Venezuela. Uh we've heard"
    },
    {
      "start": 149.92,
      "dur": 2.23,
      "text": "connections to Venezuela. Uh we've heard President Trump refer to Cubans as being"
    },
    {
      "start": 152.16,
      "dur": 2.47,
      "text": "President Trump refer to Cubans as being the protectors, the thugs behind the"
    },
    {
      "start": 154.64,
      "dur": 1.75,
      "text": "the protectors, the thugs behind the Venezuelan government. And and one thing"
    },
    {
      "start": 156.4,
      "dur": 1.51,
      "text": "Venezuelan government. And and one thing that caught my eye when the United"
    },
    {
      "start": 157.92,
      "dur": 2.87,
      "text": "that caught my eye when the United States captured uh Venezuela's leader"
    },
    {
      "start": 160.8,
      "dur": 1.91,
      "text": "States captured uh Venezuela's leader Nicholas Maduro was that there were a"
    },
    {
      "start": 162.72,
      "dur": 2.55,
      "text": "Nicholas Maduro was that there were a number of Cuban soldiers who were killed"
    },
    {
      "start": 165.28,
      "dur": 2.55,
      "text": "number of Cuban soldiers who were killed in that operation. They were protecting"
    },
    {
      "start": 167.84,
      "dur": 2.55,
      "text": "in that operation. They were protecting Maduro. And Will, I have a lot of"
    },
    {
      "start": 170.4,
      "dur": 1.59,
      "text": "Maduro. And Will, I have a lot of questions here, but but why would there"
    },
    {
      "start": 172.0,
      "dur": 2.949,
      "text": "questions here, but but why would there have been Cubans protecting Maduro? part"
    },
    {
      "start": 174.959,
      "dur": 2.55,
      "text": "have been Cubans protecting Maduro? part of the relationship, the bilateral"
    },
    {
      "start": 177.519,
      "dur": 2.871,
      "text": "of the relationship, the bilateral relationship between Cuba and Venezuela"
    },
    {
      "start": 180.4,
      "dur": 3.189,
      "text": "relationship between Cuba and Venezuela is built on intelligence officers and"
    },
    {
      "start": 183.599,
      "dur": 3.35,
      "text": "is built on intelligence officers and soldiers, military support. Now, the"
    },
    {
      "start": 186.959,
      "dur": 2.391,
      "text": "soldiers, military support. Now, the Cubans had denied that. They said that"
    },
    {
      "start": 189.36,
      "dur": 2.55,
      "text": "Cubans had denied that. They said that basically the arrangement was that crude"
    },
    {
      "start": 191.92,
      "dur": 2.229,
      "text": "basically the arrangement was that crude oil would come to Cuba and prop up the"
    },
    {
      "start": 194.159,
      "dur": 2.231,
      "text": "oil would come to Cuba and prop up the Cuban revolution and doctors would go"
    },
    {
      "start": 196.4,
      "dur": 1.35,
      "text": "Cuban revolution and doctors would go back in the other direction, leave them."
    },
    {
      "start": 197.76,
      "dur": 1.829,
      "text": "back in the other direction, leave them. crude oil would go from Venezuela to"
    },
    {
      "start": 199.599,
      "dur": 0.791,
      "text": "crude oil would go from Venezuela to Cuba"
    },
    {
      "start": 200.4,
      "dur": 1.59,
      "text": "Cuba &gt;&gt; and in return they would pay for that"
    },
    {
      "start": 202.0,
      "dur": 1.75,
      "text": "&gt;&gt; and in return they would pay for that with human capital in the form of"
    },
    {
      "start": 203.76,
      "dur": 2.79,
      "text": "with human capital in the form of doctors and medics and healthare workers"
    },
    {
      "start": 206.56,
      "dur": 1.91,
      "text": "doctors and medics and healthare workers who would work in the shanty towns and"
    },
    {
      "start": 208.48,
      "dur": 2.95,
      "text": "who would work in the shanty towns and in the remote regions of of Venezuela."
    },
    {
      "start": 211.44,
      "dur": 2.869,
      "text": "in the remote regions of of Venezuela. Ugo Chavez the late Venezuelan leader"
    },
    {
      "start": 214.319,
      "dur": 2.951,
      "text": "Ugo Chavez the late Venezuelan leader and Fidel Castro the late Cuban"
    },
    {
      "start": 217.28,
      "dur": 3.669,
      "text": "and Fidel Castro the late Cuban revolutionary leader. The two of them uh"
    },
    {
      "start": 220.959,
      "dur": 2.071,
      "text": "revolutionary leader. The two of them uh came up with that idea and it was"
    },
    {
      "start": 223.04,
      "dur": 2.79,
      "text": "came up with that idea and it was basically the mainstay of uh the"
    },
    {
      "start": 225.84,
      "dur": 2.15,
      "text": "basically the mainstay of uh the economic relationship between the two"
    },
    {
      "start": 228.0,
      "dur": 2.55,
      "text": "economic relationship between the two socialist allies until this point. There"
    },
    {
      "start": 230.56,
      "dur": 1.91,
      "text": "socialist allies until this point. There was a third dimension to that though of"
    },
    {
      "start": 232.48,
      "dur": 3.27,
      "text": "was a third dimension to that though of course which was intelligence officers"
    },
    {
      "start": 235.76,
      "dur": 1.749,
      "text": "course which was intelligence officers support particularly in the wake of an"
    },
    {
      "start": 237.519,
      "dur": 4.231,
      "text": "support particularly in the wake of an attempted coup on Ugo Chaveis in 2002. I"
    },
    {
      "start": 241.76,
      "dur": 2.95,
      "text": "attempted coup on Ugo Chaveis in 2002. I think from there on there was more of a"
    },
    {
      "start": 244.72,
      "dur": 3.91,
      "text": "think from there on there was more of a role for Cuba because basically Cuba's"
    },
    {
      "start": 248.64,
      "dur": 2.63,
      "text": "role for Cuba because basically Cuba's knowhow in terms of what Venezuela"
    },
    {
      "start": 251.28,
      "dur": 1.589,
      "text": "knowhow in terms of what Venezuela wanted to achieve or the Venezuelan"
    },
    {
      "start": 252.879,
      "dur": 1.511,
      "text": "wanted to achieve or the Venezuelan government wanted to achieve was in"
    },
    {
      "start": 254.4,
      "dur": 2.949,
      "text": "government wanted to achieve was in terms of how to stay in power, how to"
    },
    {
      "start": 257.359,
      "dur": 1.671,
      "text": "terms of how to stay in power, how to remain in power for six and a half"
    },
    {
      "start": 259.04,
      "dur": 1.429,
      "text": "remain in power for six and a half decades. So,"
    },
    {
      "start": 260.479,
      "dur": 3.511,
      "text": "decades. So, &gt;&gt; and so part of that intelligence sharing"
    },
    {
      "start": 264.0,
      "dur": 2.87,
      "text": "&gt;&gt; and so part of that intelligence sharing involved actual physical bodyguards"
    },
    {
      "start": 266.88,
      "dur": 3.35,
      "text": "involved actual physical bodyguards &gt;&gt; on the ground protecting um uh Nicholas"
    },
    {
      "start": 270.24,
      "dur": 6.31,
      "text": "&gt;&gt; on the ground protecting um uh Nicholas Maduro. So he as a as a um disciple of"
    },
    {
      "start": 276.56,
      "dur": 2.95,
      "text": "Maduro. So he as a as a um disciple of Fidel Castro of the Castro brothers was"
    },
    {
      "start": 279.52,
      "dur": 3.75,
      "text": "Fidel Castro of the Castro brothers was very much part of the the same equation"
    },
    {
      "start": 283.28,
      "dur": 2.629,
      "text": "very much part of the the same equation that Fidel Castro and Ugo Chavis"
    },
    {
      "start": 285.919,
      "dur": 2.631,
      "text": "that Fidel Castro and Ugo Chavis created. So he had Cubans around them."
    },
    {
      "start": 288.56,
      "dur": 1.99,
      "text": "created. So he had Cubans around them. It was rumored that he actually trusted"
    },
    {
      "start": 290.56,
      "dur": 2.47,
      "text": "It was rumored that he actually trusted Cubans more than his own countrymen as"
    },
    {
      "start": 293.04,
      "dur": 2.149,
      "text": "Cubans more than his own countrymen as somebody who himself was trained in"
    },
    {
      "start": 295.199,
      "dur": 3.191,
      "text": "somebody who himself was trained in Cuba. He bought in to the Cuban vision"
    },
    {
      "start": 298.4,
      "dur": 3.27,
      "text": "Cuba. He bought in to the Cuban vision of a socialist nation. The other things"
    },
    {
      "start": 301.68,
      "dur": 4.31,
      "text": "of a socialist nation. The other things they did was advise on Russian descent."
    },
    {
      "start": 306.0,
      "dur": 2.71,
      "text": "they did was advise on Russian descent. Quite frankly, there's reports from"
    },
    {
      "start": 308.72,
      "dur": 2.87,
      "text": "Quite frankly, there's reports from people who were held in detention, um,"
    },
    {
      "start": 311.6,
      "dur": 2.63,
      "text": "people who were held in detention, um, dissident and journalists that when they"
    },
    {
      "start": 314.24,
      "dur": 2.55,
      "text": "dissident and journalists that when they were held in a in a in a very notorious"
    },
    {
      "start": 316.8,
      "dur": 1.27,
      "text": "were held in a in a in a very notorious detention center in the center of"
    },
    {
      "start": 318.08,
      "dur": 2.63,
      "text": "detention center in the center of Karaca's school dele that they were"
    },
    {
      "start": 320.72,
      "dur": 1.749,
      "text": "Karaca's school dele that they were interrogated by people with Cuban"
    },
    {
      "start": 322.479,
      "dur": 2.871,
      "text": "interrogated by people with Cuban accents throughout this entire period"
    },
    {
      "start": 325.36,
      "dur": 1.75,
      "text": "accents throughout this entire period against those sorts of allegations and"
    },
    {
      "start": 327.12,
      "dur": 1.59,
      "text": "against those sorts of allegations and against the allegations that Cuban"
    },
    {
      "start": 328.72,
      "dur": 1.59,
      "text": "against the allegations that Cuban soldiers were infiltrated in the"
    },
    {
      "start": 330.32,
      "dur": 2.149,
      "text": "soldiers were infiltrated in the Venezuelan military at absolutely every"
    },
    {
      "start": 332.479,
      "dur": 1.99,
      "text": "Venezuelan military at absolutely every every level, the Cuban government denied"
    },
    {
      "start": 334.479,
      "dur": 1.671,
      "text": "every level, the Cuban government denied them, said that they weren't that it was"
    },
    {
      "start": 336.16,
      "dur": 1.51,
      "text": "them, said that they weren't that it was an invention by Washington, that it"
    },
    {
      "start": 337.68,
      "dur": 2.63,
      "text": "an invention by Washington, that it simply wasn't true. Well, considering"
    },
    {
      "start": 340.32,
      "dur": 3.03,
      "text": "simply wasn't true. Well, considering that 32 of the 100 or so people who were"
    },
    {
      "start": 343.36,
      "dur": 2.71,
      "text": "that 32 of the 100 or so people who were killed in the US operation in Venezuela"
    },
    {
      "start": 346.08,
      "dur": 2.23,
      "text": "killed in the US operation in Venezuela were Cubans, they simply had to"
    },
    {
      "start": 348.32,
      "dur": 1.51,
      "text": "were Cubans, they simply had to acknowledge them. They had to"
    },
    {
      "start": 349.84,
      "dur": 1.75,
      "text": "acknowledge them. They had to acknowledge that they were there"
    },
    {
      "start": 351.6,
      "dur": 2.55,
      "text": "acknowledge that they were there &gt;&gt; and it's sort of exposed that it was"
    },
    {
      "start": 354.16,
      "dur": 2.15,
      "text": "&gt;&gt; and it's sort of exposed that it was true that they had they had people on"
    },
    {
      "start": 356.32,
      "dur": 1.75,
      "text": "true that they had they had people on the ground in Venezuela and had done for"
    },
    {
      "start": 358.08,
      "dur": 3.91,
      "text": "the ground in Venezuela and had done for years. So Will, you were in Havana, the"
    },
    {
      "start": 362.0,
      "dur": 2.95,
      "text": "years. So Will, you were in Havana, the capital of Cuba recently as those"
    },
    {
      "start": 364.96,
      "dur": 2.55,
      "text": "capital of Cuba recently as those soldiers remains were brought back and"
    },
    {
      "start": 367.52,
      "dur": 3.19,
      "text": "soldiers remains were brought back and put on display, essentially lying in"
    },
    {
      "start": 370.72,
      "dur": 2.87,
      "text": "put on display, essentially lying in state, right? They were honored by the"
    },
    {
      "start": 373.6,
      "dur": 2.309,
      "text": "state, right? They were honored by the Cuban government. What was the scene"
    },
    {
      "start": 375.919,
      "dur": 1.431,
      "text": "Cuban government. What was the scene like there in Cuba as you were there"
    },
    {
      "start": 377.36,
      "dur": 0.87,
      "text": "like there in Cuba as you were there reporting?"
    },
    {
      "start": 378.24,
      "dur": 3.11,
      "text": "reporting? &gt;&gt; It was truly extraordinary. I mean Raul"
    },
    {
      "start": 381.36,
      "dur": 2.63,
      "text": "&gt;&gt; It was truly extraordinary. I mean Raul Castra who who uh makes very few public"
    },
    {
      "start": 384.0,
      "dur": 1.51,
      "text": "Castra who who uh makes very few public appearances now was there to receive"
    },
    {
      "start": 385.52,
      "dur": 2.87,
      "text": "appearances now was there to receive them at the airport age 94 um standing"
    },
    {
      "start": 388.4,
      "dur": 2.629,
      "text": "them at the airport age 94 um standing next to him uh President Miguel Diaz"
    },
    {
      "start": 391.039,
      "dur": 2.87,
      "text": "next to him uh President Miguel Diaz Canel to full military honors as you say"
    },
    {
      "start": 393.919,
      "dur": 2.311,
      "text": "Canel to full military honors as you say the boxes were taken from the plane and"
    },
    {
      "start": 396.24,
      "dur": 2.069,
      "text": "the boxes were taken from the plane and loaded into a funeral procession that"
    },
    {
      "start": 398.319,
      "dur": 4.551,
      "text": "loaded into a funeral procession that then drove um into um Havana to the"
    },
    {
      "start": 402.88,
      "dur": 1.91,
      "text": "then drove um into um Havana to the Ministry of the Armed Forces. or the"
    },
    {
      "start": 404.8,
      "dur": 2.229,
      "text": "Ministry of the Armed Forces. or the vast majority of the route uh towards"
    },
    {
      "start": 407.039,
      "dur": 1.99,
      "text": "vast majority of the route uh towards from the airport to this ministry will"
    },
    {
      "start": 409.039,
      "dur": 2.071,
      "text": "from the airport to this ministry will have had people along the way. Cuba"
    },
    {
      "start": 411.12,
      "dur": 2.87,
      "text": "have had people along the way. Cuba hasn't lost this number of combatants in"
    },
    {
      "start": 414.0,
      "dur": 3.83,
      "text": "hasn't lost this number of combatants in a one-on-one battle with U the US"
    },
    {
      "start": 417.84,
      "dur": 2.23,
      "text": "a one-on-one battle with U the US military as far as I can see since the"
    },
    {
      "start": 420.08,
      "dur": 1.91,
      "text": "military as far as I can see since the start of the Cuban Revolution. The only"
    },
    {
      "start": 422.0,
      "dur": 2.23,
      "text": "start of the Cuban Revolution. The only point that we can compare it to is the"
    },
    {
      "start": 424.24,
      "dur": 3.59,
      "text": "point that we can compare it to is the Bay of Pigs in 1961. But that was Cuban"
    },
    {
      "start": 427.84,
      "dur": 2.31,
      "text": "Bay of Pigs in 1961. But that was Cuban exiles who were trained by the CIA and"
    },
    {
      "start": 430.16,
      "dur": 2.23,
      "text": "exiles who were trained by the CIA and brought to the coast of Cuba to"
    },
    {
      "start": 432.4,
      "dur": 1.67,
      "text": "brought to the coast of Cuba to basically try and take back the island."
    },
    {
      "start": 434.08,
      "dur": 2.71,
      "text": "basically try and take back the island. That failed. There were there were"
    },
    {
      "start": 436.8,
      "dur": 1.91,
      "text": "That failed. There were there were fatalities on either side and certainly"
    },
    {
      "start": 438.72,
      "dur": 2.23,
      "text": "fatalities on either side and certainly the US military was involved. But in a"
    },
    {
      "start": 440.96,
      "dur": 2.229,
      "text": "the US military was involved. But in a direct fight like this with 32"
    },
    {
      "start": 443.199,
      "dur": 3.031,
      "text": "direct fight like this with 32 combatants killed and none on the other"
    },
    {
      "start": 446.24,
      "dur": 3.27,
      "text": "combatants killed and none on the other side, it was a very sobering moment, a"
    },
    {
      "start": 449.52,
      "dur": 3.509,
      "text": "side, it was a very sobering moment, a very um almost humiliating moment in a"
    },
    {
      "start": 453.039,
      "dur": 2.391,
      "text": "very um almost humiliating moment in a sense for the Cuban Revolution. Except"
    },
    {
      "start": 455.44,
      "dur": 1.189,
      "text": "sense for the Cuban Revolution. Except they certainly didn't paint it like"
    },
    {
      "start": 456.639,
      "dur": 1.591,
      "text": "they certainly didn't paint it like that. As you'd expect, it was a moment"
    },
    {
      "start": 458.24,
      "dur": 2.87,
      "text": "that. As you'd expect, it was a moment of pride, a moment of uh of honor. The"
    },
    {
      "start": 461.12,
      "dur": 2.15,
      "text": "of pride, a moment of uh of honor. The words next to each of these boxes with"
    },
    {
      "start": 463.28,
      "dur": 2.39,
      "text": "words next to each of these boxes with the photo of the respective soldier were"
    },
    {
      "start": 465.68,
      "dur": 2.949,
      "text": "the photo of the respective soldier were the words honor and glory next to them."
    },
    {
      "start": 468.639,
      "dur": 2.311,
      "text": "the words honor and glory next to them. &gt;&gt; You've mentioned oil a few times here."
    },
    {
      "start": 470.96,
      "dur": 2.87,
      "text": "&gt;&gt; You've mentioned oil a few times here. How much oil has Cuba been getting from"
    },
    {
      "start": 473.84,
      "dur": 1.43,
      "text": "How much oil has Cuba been getting from Venezuela?"
    },
    {
      "start": 475.28,
      "dur": 2.79,
      "text": "Venezuela? &gt;&gt; Well, it was much higher when um when"
    },
    {
      "start": 478.08,
      "dur": 2.71,
      "text": "&gt;&gt; Well, it was much higher when um when Ugo Chavez and Fidel Castro struck up"
    },
    {
      "start": 480.8,
      "dur": 3.75,
      "text": "Ugo Chavez and Fidel Castro struck up their their relationship. uh it was in"
    },
    {
      "start": 484.56,
      "dur": 1.909,
      "text": "their their relationship. uh it was in the region of 100,000 barrels of oil a"
    },
    {
      "start": 486.479,
      "dur": 2.631,
      "text": "the region of 100,000 barrels of oil a day with which Cuba could sell the"
    },
    {
      "start": 489.12,
      "dur": 2.23,
      "text": "day with which Cuba could sell the excess beyond its domestic consumption"
    },
    {
      "start": 491.36,
      "dur": 3.269,
      "text": "excess beyond its domestic consumption to other nations in the procar a"
    },
    {
      "start": 494.639,
      "dur": 2.311,
      "text": "to other nations in the procar a Caribbean agreement you know in that"
    },
    {
      "start": 496.96,
      "dur": 2.949,
      "text": "Caribbean agreement you know in that sense we talk about you know Venezuelan"
    },
    {
      "start": 499.919,
      "dur": 3.11,
      "text": "sense we talk about you know Venezuelan oil basically uplifting upholding the"
    },
    {
      "start": 503.039,
      "dur": 1.99,
      "text": "oil basically uplifting upholding the Cuban revolution it was through steps"
    },
    {
      "start": 505.039,
      "dur": 2.391,
      "text": "Cuban revolution it was through steps like that gradually over time and with"
    },
    {
      "start": 507.44,
      "dur": 3.189,
      "text": "like that gradually over time and with the fall of the um of the oil price the"
    },
    {
      "start": 510.639,
      "dur": 2.711,
      "text": "the fall of the um of the oil price the global oil price um Venezuela hasn't"
    },
    {
      "start": 513.36,
      "dur": 2.149,
      "text": "global oil price um Venezuela hasn't been able to provide that kind of those"
    },
    {
      "start": 515.519,
      "dur": 2.31,
      "text": "been able to provide that kind of those kind of numbers and it's reduced to more"
    },
    {
      "start": 517.839,
      "dur": 1.911,
      "text": "kind of numbers and it's reduced to more like the accepted number is somewhere"
    },
    {
      "start": 519.76,
      "dur": 3.749,
      "text": "like the accepted number is somewhere around 35 maybe 40,000 barrels of oil a"
    },
    {
      "start": 523.519,
      "dur": 2.551,
      "text": "around 35 maybe 40,000 barrels of oil a day much much less but when combined"
    },
    {
      "start": 526.08,
      "dur": 4.23,
      "text": "day much much less but when combined with what Cuba gets from Mexico and from"
    },
    {
      "start": 530.32,
      "dur": 2.31,
      "text": "with what Cuba gets from Mexico and from Russia enough traditionally to be able"
    },
    {
      "start": 532.64,
      "dur": 3.51,
      "text": "Russia enough traditionally to be able to keep the lights on but not recently."
    },
    {
      "start": 536.16,
      "dur": 2.55,
      "text": "to keep the lights on but not recently. So if in this relationship"
    },
    {
      "start": 538.72,
      "dur": 2.47,
      "text": "So if in this relationship Cuba has been getting oil, you say in"
    },
    {
      "start": 541.2,
      "dur": 2.95,
      "text": "Cuba has been getting oil, you say in return they send doctors and soldiers to"
    },
    {
      "start": 544.16,
      "dur": 3.75,
      "text": "return they send doctors and soldiers to Venezuela. How many doctors and soldiers"
    },
    {
      "start": 547.92,
      "dur": 0.87,
      "text": "Venezuela. How many doctors and soldiers are you speaking of?"
    },
    {
      "start": 548.8,
      "dur": 2.87,
      "text": "are you speaking of? &gt;&gt; I mean thousands, tens of thousands. We"
    },
    {
      "start": 551.68,
      "dur": 2.39,
      "text": "&gt;&gt; I mean thousands, tens of thousands. We don't or at least I don't currently know"
    },
    {
      "start": 554.08,
      "dur": 2.39,
      "text": "don't or at least I don't currently know how big it is. We just know that it has"
    },
    {
      "start": 556.48,
      "dur": 2.789,
      "text": "how big it is. We just know that it has been in the past to the tune of"
    },
    {
      "start": 559.279,
      "dur": 2.311,
      "text": "been in the past to the tune of thousands, many thousands. And the"
    },
    {
      "start": 561.6,
      "dur": 1.83,
      "text": "thousands, many thousands. And the benefit is that those doctors would be"
    },
    {
      "start": 563.44,
      "dur": 4.31,
      "text": "benefit is that those doctors would be paid um much better than they would be"
    },
    {
      "start": 567.76,
      "dur": 3.99,
      "text": "paid um much better than they would be paid in um Cuba. But the argument in"
    },
    {
      "start": 571.76,
      "dur": 3.43,
      "text": "paid in um Cuba. But the argument in terms of those uh in Florida that it was"
    },
    {
      "start": 575.2,
      "dur": 1.83,
      "text": "terms of those uh in Florida that it was exploitative, that they were still being"
    },
    {
      "start": 577.04,
      "dur": 1.99,
      "text": "exploitative, that they were still being paid a fraction of what the Venezuelan"
    },
    {
      "start": 579.04,
      "dur": 3.909,
      "text": "paid a fraction of what the Venezuelan government was getting per um per medic,"
    },
    {
      "start": 582.959,
      "dur": 2.071,
      "text": "government was getting per um per medic, and that that people are basically"
    },
    {
      "start": 585.04,
      "dur": 2.469,
      "text": "and that that people are basically obliged to go to very dangerous shanty"
    },
    {
      "start": 587.519,
      "dur": 3.031,
      "text": "obliged to go to very dangerous shanty towns in in Karakas or remote"
    },
    {
      "start": 590.56,
      "dur": 2.23,
      "text": "towns in in Karakas or remote communities because they're not paid a"
    },
    {
      "start": 592.8,
      "dur": 2.87,
      "text": "communities because they're not paid a dignified wage back in Cuba. So will you"
    },
    {
      "start": 595.68,
      "dur": 2.63,
      "text": "dignified wage back in Cuba. So will you say prior to Maduro's ouster, the Cuban"
    },
    {
      "start": 598.32,
      "dur": 2.23,
      "text": "say prior to Maduro's ouster, the Cuban government had not in an official"
    },
    {
      "start": 600.56,
      "dur": 1.829,
      "text": "government had not in an official capacity really recognized that they"
    },
    {
      "start": 602.399,
      "dur": 2.151,
      "text": "capacity really recognized that they were providing this intelligence uh"
    },
    {
      "start": 604.56,
      "dur": 3.43,
      "text": "were providing this intelligence uh protection service. Now at this moment,"
    },
    {
      "start": 608.0,
      "dur": 1.67,
      "text": "protection service. Now at this moment, what's happened to the rest of the Cuban"
    },
    {
      "start": 609.68,
      "dur": 2.149,
      "text": "what's happened to the rest of the Cuban security intelligence uh operation in"
    },
    {
      "start": 611.839,
      "dur": 0.871,
      "text": "security intelligence uh operation in Venezuela?"
    },
    {
      "start": 612.72,
      "dur": 2.15,
      "text": "Venezuela? &gt;&gt; Well, we don't know exactly in terms of"
    },
    {
      "start": 614.88,
      "dur": 3.03,
      "text": "&gt;&gt; Well, we don't know exactly in terms of numbers, but here's an anecdote that"
    },
    {
      "start": 617.92,
      "dur": 2.469,
      "text": "numbers, but here's an anecdote that tells us quite a lot about where we are"
    },
    {
      "start": 620.399,
      "dur": 2.951,
      "text": "tells us quite a lot about where we are now. The next day after these remains"
    },
    {
      "start": 623.36,
      "dur": 2.31,
      "text": "now. The next day after these remains have returned, the the boxes of cremated"
    },
    {
      "start": 625.68,
      "dur": 3.35,
      "text": "have returned, the the boxes of cremated ashes, there is a protest outside the US"
    },
    {
      "start": 629.04,
      "dur": 2.469,
      "text": "ashes, there is a protest outside the US embassy led by President Miguel Dias"
    },
    {
      "start": 631.519,
      "dur": 3.511,
      "text": "embassy led by President Miguel Dias Canel. Um he makes a fiery speech and"
    },
    {
      "start": 635.04,
      "dur": 4.07,
      "text": "Canel. Um he makes a fiery speech and then a whole slew of people walk past"
    },
    {
      "start": 639.12,
      "dur": 2.31,
      "text": "then a whole slew of people walk past the US embassy waving Venezuelan and"
    },
    {
      "start": 641.44,
      "dur": 1.43,
      "text": "the US embassy waving Venezuelan and Cuban flags and chanting about"
    },
    {
      "start": 642.88,
      "dur": 2.55,
      "text": "Cuban flags and chanting about solidarity and cooperation to the death"
    },
    {
      "start": 645.44,
      "dur": 3.75,
      "text": "solidarity and cooperation to the death and so on. Now, as that was happening,"
    },
    {
      "start": 649.2,
      "dur": 2.069,
      "text": "and so on. Now, as that was happening, we received on our phones confirmation"
    },
    {
      "start": 651.279,
      "dur": 2.55,
      "text": "we received on our phones confirmation that Deli Rodriguez, the interim"
    },
    {
      "start": 653.839,
      "dur": 2.631,
      "text": "that Deli Rodriguez, the interim president in Venezuela, had met with"
    },
    {
      "start": 656.48,
      "dur": 3.43,
      "text": "president in Venezuela, had met with John Ratcliffe, the director of the CIA"
    },
    {
      "start": 659.92,
      "dur": 5.19,
      "text": "John Ratcliffe, the director of the CIA in Karakas. That asthma is for Cuba"
    },
    {
      "start": 665.12,
      "dur": 1.99,
      "text": "in Karakas. That asthma is for Cuba watchers, Venezuela watches, is"
    },
    {
      "start": 667.12,
      "dur": 2.31,
      "text": "watchers, Venezuela watches, is extraordinary. She didn't meet with a"
    },
    {
      "start": 669.44,
      "dur": 2.31,
      "text": "extraordinary. She didn't meet with a distant diplomat. She didn't meet on the"
    },
    {
      "start": 671.76,
      "dur": 1.59,
      "text": "distant diplomat. She didn't meet on the head of Latin American affairs or the"
    },
    {
      "start": 673.36,
      "dur": 1.67,
      "text": "head of Latin American affairs or the Western Hemispheric Affairs from the"
    },
    {
      "start": 675.04,
      "dur": 2.229,
      "text": "Western Hemispheric Affairs from the State Department. She didn't meet with a"
    },
    {
      "start": 677.279,
      "dur": 2.79,
      "text": "State Department. She didn't meet with a emissary from the White House or"
    },
    {
      "start": 680.079,
      "dur": 2.951,
      "text": "emissary from the White House or &gt;&gt; she met with the director of the CIA"
    },
    {
      "start": 683.04,
      "dur": 2.87,
      "text": "&gt;&gt; she met with the director of the CIA less than two weeks after her boss has"
    },
    {
      "start": 685.92,
      "dur": 3.67,
      "text": "less than two weeks after her boss has been removed by US troops and I showed"
    },
    {
      "start": 689.6,
      "dur": 1.43,
      "text": "been removed by US troops and I showed the information to a Cuban government"
    },
    {
      "start": 691.04,
      "dur": 3.11,
      "text": "the information to a Cuban government official. And to say he went white is an"
    },
    {
      "start": 694.16,
      "dur": 2.95,
      "text": "official. And to say he went white is an understatement. Why?"
    },
    {
      "start": 697.12,
      "dur": 3.269,
      "text": "understatement. Why? because it indicates the suggestion that"
    },
    {
      "start": 700.399,
      "dur": 1.591,
      "text": "because it indicates the suggestion that this is the direction of traffic from"
    },
    {
      "start": 702.0,
      "dur": 3.269,
      "text": "this is the direction of traffic from Caracus now away from Havana and towards"
    },
    {
      "start": 705.279,
      "dur": 2.071,
      "text": "Caracus now away from Havana and towards Washington. Well, when you talk about"
    },
    {
      "start": 707.36,
      "dur": 2.87,
      "text": "Washington. Well, when you talk about what comes next for Cuba, the United"
    },
    {
      "start": 710.24,
      "dur": 2.39,
      "text": "what comes next for Cuba, the United States relationship has been testy with"
    },
    {
      "start": 712.64,
      "dur": 1.749,
      "text": "States relationship has been testy with Cuba for a for a long time, as we've"
    },
    {
      "start": 714.399,
      "dur": 4.071,
      "text": "Cuba for a for a long time, as we've said, but there was this period of"
    },
    {
      "start": 718.48,
      "dur": 1.51,
      "text": "said, but there was this period of reprochamont, you could sort of say,"
    },
    {
      "start": 720.0,
      "dur": 2.15,
      "text": "reprochamont, you could sort of say, right, under the former Democratic"
    },
    {
      "start": 722.16,
      "dur": 2.31,
      "text": "right, under the former Democratic President Barack Obama when he came to"
    },
    {
      "start": 724.48,
      "dur": 2.39,
      "text": "President Barack Obama when he came to office, he tried to ease the United"
    },
    {
      "start": 726.88,
      "dur": 1.67,
      "text": "office, he tried to ease the United States relationship with Cuba. In fact,"
    },
    {
      "start": 728.56,
      "dur": 3.03,
      "text": "States relationship with Cuba. In fact, I recall that moment when he visited"
    },
    {
      "start": 731.6,
      "dur": 4.07,
      "text": "I recall that moment when he visited Cuba with his family. This was 2016, I"
    },
    {
      "start": 735.68,
      "dur": 2.63,
      "text": "Cuba with his family. This was 2016, I believe, the first American president in"
    },
    {
      "start": 738.32,
      "dur": 2.47,
      "text": "believe, the first American president in in years. What was it? Nearly nine"
    },
    {
      "start": 740.8,
      "dur": 4.63,
      "text": "in years. What was it? Nearly nine decades to visit Cuba. Why has that"
    },
    {
      "start": 745.44,
      "dur": 3.43,
      "text": "decades to visit Cuba. Why has that effort at reproant that warmth"
    },
    {
      "start": 748.88,
      "dur": 2.949,
      "text": "effort at reproant that warmth not lasted? It was just a little blip,"
    },
    {
      "start": 751.839,
      "dur": 2.23,
      "text": "not lasted? It was just a little blip, it seems, in American history."
    },
    {
      "start": 754.079,
      "dur": 2.791,
      "text": "it seems, in American history. &gt;&gt; I moved to Cuba around that time, just"
    },
    {
      "start": 756.88,
      "dur": 2.389,
      "text": "&gt;&gt; I moved to Cuba around that time, just before the announcement. I think we all"
    },
    {
      "start": 759.279,
      "dur": 2.311,
      "text": "before the announcement. I think we all thought that it really was the turning"
    },
    {
      "start": 761.6,
      "dur": 2.63,
      "text": "thought that it really was the turning of a page. I mean, the words Obama used"
    },
    {
      "start": 764.24,
      "dur": 1.91,
      "text": "of a page. I mean, the words Obama used himself is that I come to bury the"
    },
    {
      "start": 766.16,
      "dur": 1.43,
      "text": "himself is that I come to bury the remnants of the cold war in the"
    },
    {
      "start": 767.6,
      "dur": 2.789,
      "text": "remnants of the cold war in the Americas. And the tears down the cheeks"
    },
    {
      "start": 770.399,
      "dur": 2.151,
      "text": "Americas. And the tears down the cheeks of people watching, you know, that will"
    },
    {
      "start": 772.56,
      "dur": 2.23,
      "text": "of people watching, you know, that will never leave me. Watching that speech,"
    },
    {
      "start": 774.8,
      "dur": 1.75,
      "text": "never leave me. Watching that speech, watching the reaction of people,"
    },
    {
      "start": 776.56,
      "dur": 0.31,
      "text": "watching the reaction of people, friends."
    },
    {
      "start": 776.88,
      "dur": 1.67,
      "text": "friends. &gt;&gt; So, people in Cuba felt really hopeful"
    },
    {
      "start": 778.56,
      "dur": 0.709,
      "text": "&gt;&gt; So, people in Cuba felt really hopeful at that moment."
    },
    {
      "start": 779.279,
      "dur": 1.751,
      "text": "at that moment. &gt;&gt; Extremely hopeful. Young people felt"
    },
    {
      "start": 781.04,
      "dur": 1.67,
      "text": "&gt;&gt; Extremely hopeful. Young people felt that there might be a future for them on"
    },
    {
      "start": 782.72,
      "dur": 2.39,
      "text": "that there might be a future for them on the island. That they might be able to"
    },
    {
      "start": 785.12,
      "dur": 2.63,
      "text": "the island. That they might be able to open businesses, they might be able to"
    },
    {
      "start": 787.76,
      "dur": 1.91,
      "text": "open businesses, they might be able to do artistic projects, they might be able"
    },
    {
      "start": 789.68,
      "dur": 2.149,
      "text": "do artistic projects, they might be able to come and go more freely, that there"
    },
    {
      "start": 791.839,
      "dur": 3.591,
      "text": "to come and go more freely, that there would be university exchange programs."
    },
    {
      "start": 795.44,
      "dur": 2.23,
      "text": "would be university exchange programs. That there would just be a modern"
    },
    {
      "start": 797.68,
      "dur": 2.07,
      "text": "That there would just be a modern grown-up relationship between these two"
    },
    {
      "start": 799.76,
      "dur": 2.15,
      "text": "grown-up relationship between these two old en enemies. And of course, we never"
    },
    {
      "start": 801.92,
      "dur": 1.51,
      "text": "old en enemies. And of course, we never got a chance to find out what else might"
    },
    {
      "start": 803.44,
      "dur": 1.75,
      "text": "got a chance to find out what else might have come because"
    },
    {
      "start": 805.2,
      "dur": 4.15,
      "text": "have come because &gt;&gt; Donald Trump won the 2016 election. And"
    },
    {
      "start": 809.36,
      "dur": 1.83,
      "text": "&gt;&gt; Donald Trump won the 2016 election. And the whole thing fell like a house of"
    },
    {
      "start": 811.2,
      "dur": 2.71,
      "text": "the whole thing fell like a house of cards because he was so thankful to the"
    },
    {
      "start": 813.92,
      "dur": 1.83,
      "text": "cards because he was so thankful to the Cuban Americans, I think, for for"
    },
    {
      "start": 815.76,
      "dur": 1.99,
      "text": "Cuban Americans, I think, for for handing him Florida that I think it was"
    },
    {
      "start": 817.76,
      "dur": 2.79,
      "text": "handing him Florida that I think it was his quid proquo was to undo everything"
    },
    {
      "start": 820.56,
      "dur": 3.19,
      "text": "his quid proquo was to undo everything they didn't like in Cuba. He he is a"
    },
    {
      "start": 823.76,
      "dur": 2.15,
      "text": "they didn't like in Cuba. He he is a Florida man to all intents and purposes"
    },
    {
      "start": 825.92,
      "dur": 2.39,
      "text": "Florida man to all intents and purposes and he's listening very closely to Marco"
    },
    {
      "start": 828.32,
      "dur": 2.55,
      "text": "and he's listening very closely to Marco Rubio. You mentioned Marco Rubio and I"
    },
    {
      "start": 830.88,
      "dur": 2.389,
      "text": "Rubio. You mentioned Marco Rubio and I want to follow up on that because here"
    },
    {
      "start": 833.279,
      "dur": 2.391,
      "text": "want to follow up on that because here in Washington there's been a lot of"
    },
    {
      "start": 835.68,
      "dur": 1.99,
      "text": "in Washington there's been a lot of interest and curiosity in in the"
    },
    {
      "start": 837.68,
      "dur": 3.99,
      "text": "interest and curiosity in in the Secretary of State and how perhaps his"
    },
    {
      "start": 841.68,
      "dur": 1.99,
      "text": "Secretary of State and how perhaps his uh personal identity, his politics might"
    },
    {
      "start": 843.68,
      "dur": 1.99,
      "text": "uh personal identity, his politics might be factoring into this all. Um Marco"
    },
    {
      "start": 845.68,
      "dur": 2.07,
      "text": "be factoring into this all. Um Marco Rubio um who we all know his family"
    },
    {
      "start": 847.76,
      "dur": 2.39,
      "text": "Rubio um who we all know his family moved to the US from Cuba and his"
    },
    {
      "start": 850.16,
      "dur": 1.99,
      "text": "moved to the US from Cuba and his political identity as the son of Cuban"
    },
    {
      "start": 852.16,
      "dur": 2.469,
      "text": "political identity as the son of Cuban immigrants has been central to his"
    },
    {
      "start": 854.639,
      "dur": 2.791,
      "text": "immigrants has been central to his politics over the years."
    },
    {
      "start": 857.44,
      "dur": 3.59,
      "text": "politics over the years. How much of an impact do you see Rubio"
    },
    {
      "start": 861.04,
      "dur": 3.43,
      "text": "How much of an impact do you see Rubio having on what happens next in Cuba?"
    },
    {
      "start": 864.48,
      "dur": 1.99,
      "text": "having on what happens next in Cuba? &gt;&gt; I think he's absolutely key. I think"
    },
    {
      "start": 866.48,
      "dur": 2.31,
      "text": "&gt;&gt; I think he's absolutely key. I think he's essentially the architect of it and"
    },
    {
      "start": 868.8,
      "dur": 3.35,
      "text": "he's essentially the architect of it and it's clear that as you say this ties in"
    },
    {
      "start": 872.16,
      "dur": 2.15,
      "text": "it's clear that as you say this ties in to an existing"
    },
    {
      "start": 874.32,
      "dur": 3.35,
      "text": "to an existing political DNA for Marco Rubio and I"
    },
    {
      "start": 877.68,
      "dur": 3.75,
      "text": "political DNA for Marco Rubio and I think that he sees his he sees himself"
    },
    {
      "start": 881.44,
      "dur": 2.949,
      "text": "think that he sees his he sees himself as being able to affect change an end of"
    },
    {
      "start": 884.399,
      "dur": 1.831,
      "text": "as being able to affect change an end of the Cuban revolution and to create the"
    },
    {
      "start": 886.24,
      "dur": 2.31,
      "text": "the Cuban revolution and to create the conditions of as it were inverted commas"
    },
    {
      "start": 888.56,
      "dur": 2.709,
      "text": "conditions of as it were inverted commas a free Cuba the one that they always"
    },
    {
      "start": 891.279,
      "dur": 2.23,
      "text": "a free Cuba the one that they always talk about in Miami that vision of a"
    },
    {
      "start": 893.519,
      "dur": 2.391,
      "text": "talk about in Miami that vision of a free Cuba I one without staterun on"
    },
    {
      "start": 895.92,
      "dur": 4.63,
      "text": "free Cuba I one without staterun on socialism and he would do almost"
    },
    {
      "start": 900.56,
      "dur": 2.23,
      "text": "socialism and he would do almost anything and certainly stay loyal to"
    },
    {
      "start": 902.8,
      "dur": 2.23,
      "text": "anything and certainly stay loyal to Donald Trump for the next three years. I"
    },
    {
      "start": 905.04,
      "dur": 2.469,
      "text": "Donald Trump for the next three years. I think if this is the means to make that"
    },
    {
      "start": 907.519,
      "dur": 4.151,
      "text": "think if this is the means to make that a reality, he has seen the roadmap to"
    },
    {
      "start": 911.68,
      "dur": 3.11,
      "text": "a reality, he has seen the roadmap to making the change in Havana possible"
    },
    {
      "start": 914.8,
      "dur": 2.55,
      "text": "making the change in Havana possible through the removal of Nicholas Madurong"
    },
    {
      "start": 917.36,
      "dur": 3.43,
      "text": "through the removal of Nicholas Madurong because that is how you turn off the tap"
    },
    {
      "start": 920.8,
      "dur": 3.269,
      "text": "because that is how you turn off the tap of crude to Havana and then you create"
    },
    {
      "start": 924.079,
      "dur": 3.031,
      "text": "of crude to Havana and then you create the conditions um by which the Cuban"
    },
    {
      "start": 927.12,
      "dur": 2.87,
      "text": "the conditions um by which the Cuban revolution topples on its on its own. a"
    },
    {
      "start": 930.0,
      "dur": 3.509,
      "text": "revolution topples on its on its own. a big gamble in a sense because um as"
    },
    {
      "start": 933.519,
      "dur": 1.99,
      "text": "big gamble in a sense because um as we've said the one thing that the Cuban"
    },
    {
      "start": 935.519,
      "dur": 1.99,
      "text": "we've said the one thing that the Cuban revolution knows how to do is dig in its"
    },
    {
      "start": 937.519,
      "dur": 3.191,
      "text": "revolution knows how to do is dig in its heels. It has it has dealt with decades"
    },
    {
      "start": 940.72,
      "dur": 2.63,
      "text": "heels. It has it has dealt with decades of an econ economic embargo. It has"
    },
    {
      "start": 943.36,
      "dur": 1.99,
      "text": "of an econ economic embargo. It has brought the world to the brink of"
    },
    {
      "start": 945.36,
      "dur": 3.029,
      "text": "brought the world to the brink of nuclear war in 1962 over its principles"
    },
    {
      "start": 948.399,
      "dur": 2.151,
      "text": "nuclear war in 1962 over its principles under Fidel Castro and a refusal to back"
    },
    {
      "start": 950.56,
      "dur": 2.47,
      "text": "under Fidel Castro and a refusal to back down in the face of the ideological"
    },
    {
      "start": 953.04,
      "dur": 2.55,
      "text": "down in the face of the ideological opposite 90 mi away. I wouldn't expect"
    },
    {
      "start": 955.6,
      "dur": 2.55,
      "text": "opposite 90 mi away. I wouldn't expect to hear any public public declarations"
    },
    {
      "start": 958.16,
      "dur": 2.39,
      "text": "to hear any public public declarations of of anything other than double down,"
    },
    {
      "start": 960.56,
      "dur": 3.67,
      "text": "of of anything other than double down, hold fast, push back."
    },
    {
      "start": 964.24,
      "dur": 1.67,
      "text": "hold fast, push back. You know, now if the reality behind the"
    },
    {
      "start": 965.92,
      "dur": 1.11,
      "text": "You know, now if the reality behind the scenes is different and there's"
    },
    {
      "start": 967.04,
      "dur": 3.029,
      "text": "scenes is different and there's conversations we don't yet know, but it"
    },
    {
      "start": 970.079,
      "dur": 3.271,
      "text": "conversations we don't yet know, but it will be extremely difficult to stay the"
    },
    {
      "start": 973.36,
      "dur": 1.829,
      "text": "will be extremely difficult to stay the course without being propped up by"
    },
    {
      "start": 975.199,
      "dur": 2.31,
      "text": "course without being propped up by Venezuelan oil. This isn't happening in"
    },
    {
      "start": 977.519,
      "dur": 1.831,
      "text": "Venezuelan oil. This isn't happening in the context of an of a Cuba that was"
    },
    {
      "start": 979.36,
      "dur": 1.67,
      "text": "the context of an of a Cuba that was otherwise healthy and doing well and had"
    },
    {
      "start": 981.04,
      "dur": 1.75,
      "text": "otherwise healthy and doing well and had the tourist numbers that you saw under"
    },
    {
      "start": 982.8,
      "dur": 2.31,
      "text": "the tourist numbers that you saw under Obama. The tourism has dropped off a"
    },
    {
      "start": 985.12,
      "dur": 2.149,
      "text": "Obama. The tourism has dropped off a cliff since those that high point of of"
    },
    {
      "start": 987.279,
      "dur": 2.55,
      "text": "cliff since those that high point of of the Obama era Thor. There's rolling"
    },
    {
      "start": 989.839,
      "dur": 1.751,
      "text": "the Obama era Thor. There's rolling blackouts the length and breadth of the"
    },
    {
      "start": 991.6,
      "dur": 1.83,
      "text": "blackouts the length and breadth of the island. There are parts of Havana when I"
    },
    {
      "start": 993.44,
      "dur": 1.99,
      "text": "island. There are parts of Havana when I was there just now that were more often"
    },
    {
      "start": 995.44,
      "dur": 2.389,
      "text": "was there just now that were more often without power than with. That's food"
    },
    {
      "start": 997.839,
      "dur": 3.35,
      "text": "without power than with. That's food rotting in fridges. That's no fans or"
    },
    {
      "start": 1001.199,
      "dur": 2.151,
      "text": "rotting in fridges. That's no fans or air conditioning to keep the mosquitoes"
    },
    {
      "start": 1003.36,
      "dur": 2.469,
      "text": "air conditioning to keep the mosquitoes at bay. There's an outbreak of chicken"
    },
    {
      "start": 1005.839,
      "dur": 3.91,
      "text": "at bay. There's an outbreak of chicken gona and and um deni fever that is"
    },
    {
      "start": 1009.759,
      "dur": 2.551,
      "text": "gona and and um deni fever that is affecting people. So the island's in a"
    },
    {
      "start": 1012.32,
      "dur": 2.39,
      "text": "affecting people. So the island's in a really difficult place. Take away the"
    },
    {
      "start": 1014.72,
      "dur": 2.39,
      "text": "really difficult place. Take away the Venezuelan oil on top of that. And then"
    },
    {
      "start": 1017.12,
      "dur": 1.43,
      "text": "Venezuelan oil on top of that. And then that's what Donald Trump is referring"
    },
    {
      "start": 1018.56,
      "dur": 1.829,
      "text": "that's what Donald Trump is referring to, I suppose, when he says it's ready"
    },
    {
      "start": 1020.399,
      "dur": 0.87,
      "text": "to, I suppose, when he says it's ready to fall."
    },
    {
      "start": 1021.279,
      "dur": 2.391,
      "text": "to fall. &gt;&gt; But do you see, will really Cuba being"
    },
    {
      "start": 1023.68,
      "dur": 2.95,
      "text": "&gt;&gt; But do you see, will really Cuba being next in that same way? Or is the goal"
    },
    {
      "start": 1026.64,
      "dur": 4.549,
      "text": "next in that same way? Or is the goal here to economically squeeze Cuba,"
    },
    {
      "start": 1031.199,
      "dur": 2.951,
      "text": "here to economically squeeze Cuba, cut off access to oil, and then force an"
    },
    {
      "start": 1034.16,
      "dur": 1.749,
      "text": "cut off access to oil, and then force an uprising? I think it might be that"
    },
    {
      "start": 1035.919,
      "dur": 3.03,
      "text": "uprising? I think it might be that latter path but ultimately the"
    },
    {
      "start": 1038.959,
      "dur": 2.551,
      "text": "latter path but ultimately the destination is the same which is regime"
    },
    {
      "start": 1041.52,
      "dur": 2.47,
      "text": "destination is the same which is regime change. And I think the question that"
    },
    {
      "start": 1044.0,
      "dur": 3.99,
      "text": "change. And I think the question that people are asking themselves in Cuba is,"
    },
    {
      "start": 1048.0,
      "dur": 3.27,
      "text": "people are asking themselves in Cuba is, is the ultimate goal of what Donald"
    },
    {
      "start": 1051.28,
      "dur": 4.07,
      "text": "is the ultimate goal of what Donald Trump and Marubio did in Karakas and"
    },
    {
      "start": 1055.36,
      "dur": 2.47,
      "text": "Trump and Marubio did in Karakas and with Nicholas Maduro, not regime change"
    },
    {
      "start": 1057.84,
      "dur": 1.829,
      "text": "with Nicholas Maduro, not regime change in Karacus so much, particularly if"
    },
    {
      "start": 1059.679,
      "dur": 1.831,
      "text": "in Karacus so much, particularly if they're prepared to talk and work with"
    },
    {
      "start": 1061.52,
      "dur": 1.43,
      "text": "they're prepared to talk and work with the interim government of Deli"
    },
    {
      "start": 1062.96,
      "dur": 2.87,
      "text": "the interim government of Deli Rodriguez, but actually regime change in"
    },
    {
      "start": 1065.84,
      "dur": 3.11,
      "text": "Rodriguez, but actually regime change in Havana. I think that when it comes to"
    },
    {
      "start": 1068.96,
      "dur": 4.15,
      "text": "Havana. I think that when it comes to Marco Rubio's personal goals, it is"
    },
    {
      "start": 1073.12,
      "dur": 2.31,
      "text": "Marco Rubio's personal goals, it is equally about Havana as it is about"
    },
    {
      "start": 1075.44,
      "dur": 2.07,
      "text": "equally about Havana as it is about about Venezuela,"
    },
    {
      "start": 1077.52,
      "dur": 1.83,
      "text": "about Venezuela, if not more so. I mean, Donald Trump's"
    },
    {
      "start": 1079.36,
      "dur": 2.23,
      "text": "if not more so. I mean, Donald Trump's joked about him being the next president"
    },
    {
      "start": 1081.6,
      "dur": 1.189,
      "text": "joked about him being the next president of Cuba."
    },
    {
      "start": 1082.799,
      "dur": 2.471,
      "text": "of Cuba. &gt;&gt; So, will let me take you back to some of"
    },
    {
      "start": 1085.28,
      "dur": 1.67,
      "text": "&gt;&gt; So, will let me take you back to some of the words from President Trump that we"
    },
    {
      "start": 1086.96,
      "dur": 2.55,
      "text": "the words from President Trump that we began our conversation with him saying"
    },
    {
      "start": 1089.52,
      "dur": 3.029,
      "text": "began our conversation with him saying that Cuba is ready to fall, that it's"
    },
    {
      "start": 1092.559,
      "dur": 2.551,
      "text": "that Cuba is ready to fall, that it's hanging on by a thread."
    },
    {
      "start": 1095.12,
      "dur": 2.47,
      "text": "hanging on by a thread. You know Cuba well. You've reported from"
    },
    {
      "start": 1097.6,
      "dur": 3.67,
      "text": "You know Cuba well. You've reported from there for years. On this last reporting"
    },
    {
      "start": 1101.28,
      "dur": 3.91,
      "text": "there for years. On this last reporting trip that you took just this month."
    },
    {
      "start": 1105.2,
      "dur": 1.11,
      "text": "trip that you took just this month. Did you get a sense that that's"
    },
    {
      "start": 1106.32,
      "dur": 1.83,
      "text": "Did you get a sense that that's accurate? Does the Cuban government"
    },
    {
      "start": 1108.16,
      "dur": 1.83,
      "text": "accurate? Does the Cuban government really appear like it's hanging on by a"
    },
    {
      "start": 1110.0,
      "dur": 1.029,
      "text": "really appear like it's hanging on by a thread?"
    },
    {
      "start": 1111.039,
      "dur": 2.551,
      "text": "thread? &gt;&gt; Definitely looks like it's in the face"
    },
    {
      "start": 1113.6,
      "dur": 2.47,
      "text": "&gt;&gt; Definitely looks like it's in the face of an existential threat right now. And"
    },
    {
      "start": 1116.08,
      "dur": 2.39,
      "text": "of an existential threat right now. And I think that they appreciate that. they"
    },
    {
      "start": 1118.48,
      "dur": 2.549,
      "text": "I think that they appreciate that. they they know that that this is about as"
    },
    {
      "start": 1121.039,
      "dur": 2.391,
      "text": "they know that that this is about as serious as it gets um in the 21st"
    },
    {
      "start": 1123.44,
      "dur": 2.07,
      "text": "serious as it gets um in the 21st century to lose the support of Venezuela"
    },
    {
      "start": 1125.52,
      "dur": 1.509,
      "text": "century to lose the support of Venezuela which we don't have completely confirmed"
    },
    {
      "start": 1127.039,
      "dur": 2.471,
      "text": "which we don't have completely confirmed yet. It never looks like it's about to"
    },
    {
      "start": 1129.52,
      "dur": 2.23,
      "text": "yet. It never looks like it's about to fall in the sense that it is so"
    },
    {
      "start": 1131.76,
      "dur": 2.149,
      "text": "fall in the sense that it is so ingrained into society. I was standing"
    },
    {
      "start": 1133.919,
      "dur": 2.551,
      "text": "ingrained into society. I was standing there on the front row as all of these"
    },
    {
      "start": 1136.48,
      "dur": 2.309,
      "text": "there on the front row as all of these military men and and young cadetses and"
    },
    {
      "start": 1138.799,
      "dur": 3.911,
      "text": "military men and and young cadetses and and military officials and um state"
    },
    {
      "start": 1142.72,
      "dur": 2.47,
      "text": "and military officials and um state employees come trooping past the boxes"
    },
    {
      "start": 1145.2,
      "dur": 2.709,
      "text": "employees come trooping past the boxes of the remains of the 32 who were killed"
    },
    {
      "start": 1147.919,
      "dur": 2.231,
      "text": "of the remains of the 32 who were killed on Venezuelan soil. And I just got a"
    },
    {
      "start": 1150.16,
      "dur": 3.03,
      "text": "on Venezuelan soil. And I just got a sense of like this thing is so riven"
    },
    {
      "start": 1153.2,
      "dur": 3.27,
      "text": "sense of like this thing is so riven into the di DNA of of Cuba that it would"
    },
    {
      "start": 1156.48,
      "dur": 2.87,
      "text": "into the di DNA of of Cuba that it would be extremely difficult for Washington to"
    },
    {
      "start": 1159.36,
      "dur": 1.59,
      "text": "be extremely difficult for Washington to achieve. I mean it hasn't done in six"
    },
    {
      "start": 1160.96,
      "dur": 1.91,
      "text": "achieve. I mean it hasn't done in six and a half decades. you know what would"
    },
    {
      "start": 1162.88,
      "dur": 2.31,
      "text": "and a half decades. you know what would make this moment any different? But this"
    },
    {
      "start": 1165.2,
      "dur": 2.31,
      "text": "make this moment any different? But this moment is different after what happened"
    },
    {
      "start": 1167.52,
      "dur": 3.67,
      "text": "moment is different after what happened in in on the 3rd of January. This moment"
    },
    {
      "start": 1171.2,
      "dur": 3.75,
      "text": "in in on the 3rd of January. This moment is unprecedented. I think actually um"
    },
    {
      "start": 1174.96,
      "dur": 2.23,
      "text": "is unprecedented. I think actually um certainly in the 21st century for Cuba"
    },
    {
      "start": 1177.2,
      "dur": 2.31,
      "text": "certainly in the 21st century for Cuba and I think it's possible that there"
    },
    {
      "start": 1179.52,
      "dur": 2.389,
      "text": "and I think it's possible that there could be military force used in Cuba. I"
    },
    {
      "start": 1181.919,
      "dur": 1.511,
      "text": "could be military force used in Cuba. I would have said not. I would say it's"
    },
    {
      "start": 1183.44,
      "dur": 1.67,
      "text": "would have said not. I would say it's not part of the equation. But I think"
    },
    {
      "start": 1185.12,
      "dur": 1.59,
      "text": "not part of the equation. But I think the one thing that we can take from the"
    },
    {
      "start": 1186.72,
      "dur": 2.63,
      "text": "the one thing that we can take from the past few weeks is that nothing is off"
    },
    {
      "start": 1189.36,
      "dur": 1.669,
      "text": "past few weeks is that nothing is off the table when it comes to Donald Trump"
    },
    {
      "start": 1191.039,
      "dur": 3.591,
      "text": "the table when it comes to Donald Trump and and and his current set of goals."
    },
    {
      "start": 1194.64,
      "dur": 1.75,
      "text": "and and and his current set of goals. &gt;&gt; Will, I do want to hear from you because"
    },
    {
      "start": 1196.4,
      "dur": 2.07,
      "text": "&gt;&gt; Will, I do want to hear from you because you have been on the ground reporting in"
    },
    {
      "start": 1198.48,
      "dur": 4.23,
      "text": "you have been on the ground reporting in Cuba about what people are feeling. I"
    },
    {
      "start": 1202.72,
      "dur": 2.069,
      "text": "Cuba about what people are feeling. I mean, it strikes me that Cuba Occupy is"
    },
    {
      "start": 1204.799,
      "dur": 3.351,
      "text": "mean, it strikes me that Cuba Occupy is such a unique place in"
    },
    {
      "start": 1208.16,
      "dur": 2.47,
      "text": "such a unique place in US foreign policy mythology, right? You"
    },
    {
      "start": 1210.64,
      "dur": 1.909,
      "text": "US foreign policy mythology, right? You refer to as being 90 miles off the coast"
    },
    {
      "start": 1212.559,
      "dur": 2.071,
      "text": "refer to as being 90 miles off the coast of Florida. I too have been to Key West"
    },
    {
      "start": 1214.64,
      "dur": 2.389,
      "text": "of Florida. I too have been to Key West where there's that little uh sign marker"
    },
    {
      "start": 1217.039,
      "dur": 2.071,
      "text": "where there's that little uh sign marker pointing you in the direction of Cuba."
    },
    {
      "start": 1219.12,
      "dur": 2.63,
      "text": "pointing you in the direction of Cuba. It is so close and yet in the minds of"
    },
    {
      "start": 1221.76,
      "dur": 2.31,
      "text": "It is so close and yet in the minds of so many of us, it is so so distant and"
    },
    {
      "start": 1224.08,
      "dur": 2.15,
      "text": "so many of us, it is so so distant and so far away. And so I really want to"
    },
    {
      "start": 1226.24,
      "dur": 1.83,
      "text": "so far away. And so I really want to hear what you heard from people."
    },
    {
      "start": 1228.08,
      "dur": 2.069,
      "text": "hear what you heard from people. &gt;&gt; First and foremost, it's the only topic"
    },
    {
      "start": 1230.159,
      "dur": 1.51,
      "text": "&gt;&gt; First and foremost, it's the only topic of conversation. It's all people are"
    },
    {
      "start": 1231.679,
      "dur": 1.591,
      "text": "of conversation. It's all people are talking about. They're obsessed by it."
    },
    {
      "start": 1233.28,
      "dur": 1.83,
      "text": "talking about. They're obsessed by it. And how could they not be? I mean, you"
    },
    {
      "start": 1235.12,
      "dur": 2.63,
      "text": "And how could they not be? I mean, you know, politics is thrust down your"
    },
    {
      "start": 1237.76,
      "dur": 2.149,
      "text": "know, politics is thrust down your throat from a very young age in Cuba."
    },
    {
      "start": 1239.919,
      "dur": 1.75,
      "text": "throat from a very young age in Cuba. And so you grow up as a sort of"
    },
    {
      "start": 1241.679,
      "dur": 2.151,
      "text": "And so you grow up as a sort of politically conscious being all the way"
    },
    {
      "start": 1243.84,
      "dur": 1.829,
      "text": "politically conscious being all the way through your life. Even if you later on"
    },
    {
      "start": 1245.679,
      "dur": 1.831,
      "text": "through your life. Even if you later on go on to reject it. People are talking"
    },
    {
      "start": 1247.52,
      "dur": 2.31,
      "text": "go on to reject it. People are talking about it because even if they don't want"
    },
    {
      "start": 1249.84,
      "dur": 2.309,
      "text": "about it because even if they don't want the Cuban revolution anymore, even if"
    },
    {
      "start": 1252.159,
      "dur": 2.791,
      "text": "the Cuban revolution anymore, even if they felt Maduro was an autocrat and you"
    },
    {
      "start": 1254.96,
      "dur": 2.31,
      "text": "they felt Maduro was an autocrat and you know riding rough shot on people's human"
    },
    {
      "start": 1257.28,
      "dur": 2.869,
      "text": "know riding rough shot on people's human rights, even if they want change,"
    },
    {
      "start": 1260.159,
      "dur": 2.551,
      "text": "rights, even if they want change, &gt;&gt; they are frightened about what that"
    },
    {
      "start": 1262.72,
      "dur": 1.829,
      "text": "&gt;&gt; they are frightened about what that change might be. It's like a toxic"
    },
    {
      "start": 1264.559,
      "dur": 1.99,
      "text": "change might be. It's like a toxic relationship. It's like the kind of"
    },
    {
      "start": 1266.559,
      "dur": 1.911,
      "text": "relationship. It's like the kind of boyfriend that somebody should leave,"
    },
    {
      "start": 1268.48,
      "dur": 1.27,
      "text": "boyfriend that somebody should leave, but they don't know what life would look"
    },
    {
      "start": 1269.76,
      "dur": 1.909,
      "text": "but they don't know what life would look like without it or that kind of a thing."
    },
    {
      "start": 1271.679,
      "dur": 2.551,
      "text": "like without it or that kind of a thing. It's it's this paternalistic thing that"
    },
    {
      "start": 1274.24,
      "dur": 2.63,
      "text": "It's it's this paternalistic thing that Cubans have had their whole lives. So"
    },
    {
      "start": 1276.88,
      "dur": 3.99,
      "text": "Cubans have had their whole lives. So even if things are bad, then it still"
    },
    {
      "start": 1280.88,
      "dur": 2.149,
      "text": "even if things are bad, then it still has this slight safety net of free"
    },
    {
      "start": 1283.039,
      "dur": 2.471,
      "text": "has this slight safety net of free health care, of schooling, of every"
    },
    {
      "start": 1285.52,
      "dur": 2.55,
      "text": "health care, of schooling, of every month subsidized food. But each of those"
    },
    {
      "start": 1288.08,
      "dur": 3.829,
      "text": "month subsidized food. But each of those things have been sort of picked away at."
    },
    {
      "start": 1291.919,
      "dur": 2.311,
      "text": "things have been sort of picked away at. there isn't this sort of blanket support"
    },
    {
      "start": 1294.24,
      "dur": 1.51,
      "text": "there isn't this sort of blanket support for the revolution that once had"
    },
    {
      "start": 1295.76,
      "dur": 2.55,
      "text": "for the revolution that once had enjoyed. I've heard people say this."
    },
    {
      "start": 1298.32,
      "dur": 1.829,
      "text": "enjoyed. I've heard people say this. Look, we don't know what's coming, but"
    },
    {
      "start": 1300.159,
      "dur": 1.431,
      "text": "Look, we don't know what's coming, but whatever it is, it's got to be better"
    },
    {
      "start": 1301.6,
      "dur": 2.15,
      "text": "whatever it is, it's got to be better than this because the constant"
    },
    {
      "start": 1303.76,
      "dur": 2.47,
      "text": "than this because the constant blackouts, the constant lack of food,"
    },
    {
      "start": 1306.24,
      "dur": 2.789,
      "text": "blackouts, the constant lack of food, the prices compared to the wages, like"
    },
    {
      "start": 1309.039,
      "dur": 2.791,
      "text": "the prices compared to the wages, like it's beginning to turn. I honestly do"
    },
    {
      "start": 1311.84,
      "dur": 2.709,
      "text": "it's beginning to turn. I honestly do not know what the future holds in terms"
    },
    {
      "start": 1314.559,
      "dur": 1.99,
      "text": "not know what the future holds in terms of the government's ability to hold on."
    },
    {
      "start": 1316.559,
      "dur": 3.35,
      "text": "of the government's ability to hold on. They will try. That much I'm sure of."
    },
    {
      "start": 1319.919,
      "dur": 4.311,
      "text": "They will try. That much I'm sure of. Ral Castro is 94. He's an old man. When"
    },
    {
      "start": 1324.24,
      "dur": 3.19,
      "text": "Ral Castro is 94. He's an old man. When he is no longer in any way part of the"
    },
    {
      "start": 1327.44,
      "dur": 1.99,
      "text": "he is no longer in any way part of the equation of what happens in Cuba,"
    },
    {
      "start": 1329.44,
      "dur": 2.229,
      "text": "equation of what happens in Cuba, perhaps there'll be an opening or an"
    },
    {
      "start": 1331.679,
      "dur": 1.911,
      "text": "perhaps there'll be an opening or an opportunity for change there. But then"
    },
    {
      "start": 1333.6,
      "dur": 1.75,
      "text": "opportunity for change there. But then that throws it back to what will be"
    },
    {
      "start": 1335.36,
      "dur": 2.15,
      "text": "that throws it back to what will be acceptable to Washington. As far as I"
    },
    {
      "start": 1337.52,
      "dur": 3.269,
      "text": "acceptable to Washington. As far as I can see, Marco Rubio's red line is"
    },
    {
      "start": 1340.799,
      "dur": 2.151,
      "text": "can see, Marco Rubio's red line is nothing less than complete regime"
    },
    {
      "start": 1342.96,
      "dur": 2.23,
      "text": "nothing less than complete regime change. It's not like they would work"
    },
    {
      "start": 1345.2,
      "dur": 2.15,
      "text": "change. It's not like they would work with a, you know, a watered down version"
    },
    {
      "start": 1347.36,
      "dur": 1.99,
      "text": "with a, you know, a watered down version of the revolution. They want no"
    },
    {
      "start": 1349.36,
      "dur": 1.51,
      "text": "of the revolution. They want no revolution in Cuba."
    },
    {
      "start": 1350.88,
      "dur": 1.99,
      "text": "revolution in Cuba. &gt;&gt; Well, on that note, Will, I just want to"
    },
    {
      "start": 1352.88,
      "dur": 1.59,
      "text": "&gt;&gt; Well, on that note, Will, I just want to say thank you for bringing your"
    },
    {
      "start": 1354.48,
      "dur": 1.99,
      "text": "say thank you for bringing your reporting, your expertise to the show."
    },
    {
      "start": 1356.48,
      "dur": 1.35,
      "text": "reporting, your expertise to the show. We always appreciate it."
    },
    {
      "start": 1357.84,
      "dur": 1.43,
      "text": "We always appreciate it. &gt;&gt; Real pleasure. I love speaking to you"
    },
    {
      "start": 1359.28,
      "dur": 3.0,
      "text": "&gt;&gt; Real pleasure. I love speaking to you guys."
    }
  ]
}