{
  "videoId": "Fm7DZlL5FOM",
  "title": "Can Trump really save the midterms for the Republicans? | BBC Americast",
  "publishedAt": "2026-01-31",
  "channel": "BBC News",
  "durationSeconds": 1715,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.44,
      "text": "was starting the campaign to win the"
    },
    {
      "start": 1.6,
      "dur": 1.664,
      "text": "was starting the campaign to win the midterms. You got to win the midterms."
    },
    {
      "start": 3.274,
      "dur": 0.236,
      "text": "midterms. You got to win the midterms. [cheering]"
    },
    {
      "start": 3.52,
      "dur": 1.67,
      "text": "[cheering] &gt;&gt; Got to win them. That's what Donald"
    },
    {
      "start": 5.2,
      "dur": 1.51,
      "text": "&gt;&gt; Got to win them. That's what Donald Trump's going to be saying for nine"
    },
    {
      "start": 6.72,
      "dur": 2.23,
      "text": "Trump's going to be saying for nine months in advance of the big political"
    },
    {
      "start": 8.96,
      "dur": 2.789,
      "text": "months in advance of the big political event of 2026, the midterm elections"
    },
    {
      "start": 11.759,
      "dur": 2.79,
      "text": "event of 2026, the midterm elections coming in November. Can Republicans"
    },
    {
      "start": 14.559,
      "dur": 1.511,
      "text": "coming in November. Can Republicans possibly hold on to the House and the"
    },
    {
      "start": 16.08,
      "dur": 1.67,
      "text": "possibly hold on to the House and the Senate? What will it mean for Donald"
    },
    {
      "start": 17.76,
      "dur": 2.95,
      "text": "Senate? What will it mean for Donald Trump's presidency if they don't?"
    },
    {
      "start": 20.72,
      "dur": 8.709,
      "text": "Trump's presidency if they don't? Welcome to America."
    },
    {
      "start": 29.439,
      "dur": 2.0,
      "text": "&gt;&gt; Hello, it's Sarah in the BBC's bureau in"
    },
    {
      "start": 31.439,
      "dur": 0.471,
      "text": "&gt;&gt; Hello, it's Sarah in the BBC's bureau in Washington"
    },
    {
      "start": 31.92,
      "dur": 1.75,
      "text": "Washington &gt;&gt; and it's Anthony right here next to"
    },
    {
      "start": 33.68,
      "dur": 1.83,
      "text": "&gt;&gt; and it's Anthony right here next to Sarah in Washington DC."
    },
    {
      "start": 35.52,
      "dur": 2.15,
      "text": "Sarah in Washington DC. &gt;&gt; Now, right now, November seems quite a"
    },
    {
      "start": 37.68,
      "dur": 1.35,
      "text": "&gt;&gt; Now, right now, November seems quite a long way off, but it's going to come"
    },
    {
      "start": 39.04,
      "dur": 1.75,
      "text": "long way off, but it's going to come barreling at us very, very quickly,"
    },
    {
      "start": 40.8,
      "dur": 2.39,
      "text": "barreling at us very, very quickly, isn't it? When we've got these crucial"
    },
    {
      "start": 43.2,
      "dur": 2.79,
      "text": "isn't it? When we've got these crucial midterm elections, uh, absolutely vital"
    },
    {
      "start": 46.0,
      "dur": 1.75,
      "text": "midterm elections, uh, absolutely vital for Donald Trump. And a little bit"
    },
    {
      "start": 47.76,
      "dur": 1.99,
      "text": "for Donald Trump. And a little bit later, and we're really lucky because"
    },
    {
      "start": 49.76,
      "dur": 1.83,
      "text": "later, and we're really lucky because one of our um podcast friends, Brian"
    },
    {
      "start": 51.6,
      "dur": 1.75,
      "text": "one of our um podcast friends, Brian Lanza, is going to come and try and uh"
    },
    {
      "start": 53.36,
      "dur": 1.829,
      "text": "Lanza, is going to come and try and uh tell us what the Republican campaign"
    },
    {
      "start": 55.199,
      "dur": 1.51,
      "text": "tell us what the Republican campaign will look like. He worked on Donald"
    },
    {
      "start": 56.719,
      "dur": 2.31,
      "text": "will look like. He worked on Donald Trump's 2016 and 2024 campaign. So, he's"
    },
    {
      "start": 59.039,
      "dur": 2.631,
      "text": "Trump's 2016 and 2024 campaign. So, he's a great guy to talk to about this, but"
    },
    {
      "start": 61.68,
      "dur": 1.83,
      "text": "a great guy to talk to about this, but but let's um lay out exactly what the"
    },
    {
      "start": 63.52,
      "dur": 2.87,
      "text": "but let's um lay out exactly what the stakes are first because it is hard,"
    },
    {
      "start": 66.4,
      "dur": 2.389,
      "text": "stakes are first because it is hard, isn't it, for a sitting president to um"
    },
    {
      "start": 68.799,
      "dur": 1.911,
      "text": "isn't it, for a sitting president to um try and do well in midterm elections,"
    },
    {
      "start": 70.72,
      "dur": 2.47,
      "text": "try and do well in midterm elections, &gt;&gt; right? I the stakes are very high. Uh"
    },
    {
      "start": 73.2,
      "dur": 3.269,
      "text": "&gt;&gt; right? I the stakes are very high. Uh control of the US Congress is in play."
    },
    {
      "start": 76.479,
      "dur": 2.071,
      "text": "control of the US Congress is in play. control of key governorships are in"
    },
    {
      "start": 78.56,
      "dur": 3.27,
      "text": "control of key governorships are in play. Uh and the Republicans have an"
    },
    {
      "start": 81.84,
      "dur": 1.909,
      "text": "play. Uh and the Republicans have an uphill battle traditionally, something"
    },
    {
      "start": 83.759,
      "dur": 2.871,
      "text": "uphill battle traditionally, something that Donald Trump himself pointed to in"
    },
    {
      "start": 86.64,
      "dur": 2.789,
      "text": "that Donald Trump himself pointed to in a rally he held this week in Iowa. You"
    },
    {
      "start": 89.439,
      "dur": 1.431,
      "text": "a rally he held this week in Iowa. You know, the worst thing about the midterms"
    },
    {
      "start": 90.88,
      "dur": 2.79,
      "text": "know, the worst thing about the midterms is the fact that no matter what happens,"
    },
    {
      "start": 93.68,
      "dur": 2.23,
      "text": "is the fact that no matter what happens, the people that win the presidency, you"
    },
    {
      "start": 95.92,
      "dur": 1.59,
      "text": "the people that win the presidency, you win the even if you're a good president."
    },
    {
      "start": 97.52,
      "dur": 1.51,
      "text": "win the even if you're a good president. We I think we had the best first year of"
    },
    {
      "start": 99.04,
      "dur": 1.821,
      "text": "We I think we had the best first year of any president ever, maybe they say."
    },
    {
      "start": 100.871,
      "dur": 2.959,
      "text": "any president ever, maybe they say. [cheering] But even if you're having a"
    },
    {
      "start": 103.84,
      "dur": 3.75,
      "text": "[cheering] But even if you're having a great It's like in the last 50 years,"
    },
    {
      "start": 107.6,
      "dur": 2.31,
      "text": "great It's like in the last 50 years, they've won it twice. Can you believe"
    },
    {
      "start": 109.92,
      "dur": 3.03,
      "text": "they've won it twice. Can you believe it? Something happens is a screw turns"
    },
    {
      "start": 112.96,
      "dur": 2.23,
      "text": "it? Something happens is a screw turns with the voters. So even if it's a"
    },
    {
      "start": 115.2,
      "dur": 2.15,
      "text": "with the voters. So even if it's a Democrat or Republican, whoever wins the"
    },
    {
      "start": 117.36,
      "dur": 1.59,
      "text": "Democrat or Republican, whoever wins the presidency has a hard time with the"
    },
    {
      "start": 118.96,
      "dur": 3.59,
      "text": "presidency has a hard time with the midterm. If we lose the midterms, you'll"
    },
    {
      "start": 122.56,
      "dur": 1.75,
      "text": "midterm. If we lose the midterms, you'll lose so many of the things that we're"
    },
    {
      "start": 124.32,
      "dur": 1.67,
      "text": "lose so many of the things that we're talking about, so many of the assets"
    },
    {
      "start": 126.0,
      "dur": 1.67,
      "text": "talking about, so many of the assets that we're talking about, so many of the"
    },
    {
      "start": 127.68,
      "dur": 2.549,
      "text": "that we're talking about, so many of the tax cuts that we're talking about, and"
    },
    {
      "start": 130.239,
      "dur": 2.07,
      "text": "tax cuts that we're talking about, and it would lead to very bad things. We got"
    },
    {
      "start": 132.319,
      "dur": 1.511,
      "text": "it would lead to very bad things. We got to win the midterms. I mean, I'm here"
    },
    {
      "start": 133.84,
      "dur": 1.43,
      "text": "to win the midterms. I mean, I'm here because I love Iowa, but I'm here"
    },
    {
      "start": 135.28,
      "dur": 1.51,
      "text": "because I love Iowa, but I'm here because we're starting the campaign to"
    },
    {
      "start": 136.8,
      "dur": 1.19,
      "text": "because we're starting the campaign to win the midterms. We got to win the"
    },
    {
      "start": 138.0,
      "dur": 2.47,
      "text": "win the midterms. We got to win the midterms. [cheering]"
    },
    {
      "start": 140.48,
      "dur": 2.23,
      "text": "midterms. [cheering] &gt;&gt; That means Senate and it means House."
    },
    {
      "start": 142.72,
      "dur": 2.07,
      "text": "&gt;&gt; That means Senate and it means House. It's not the grandest sounding name for"
    },
    {
      "start": 144.8,
      "dur": 2.789,
      "text": "It's not the grandest sounding name for a set of elections, the midterms, is it?"
    },
    {
      "start": 147.599,
      "dur": 2.151,
      "text": "a set of elections, the midterms, is it? Uh, what's at stake, Anthony, I think,"
    },
    {
      "start": 149.76,
      "dur": 1.51,
      "text": "Uh, what's at stake, Anthony, I think, is all of the seats in the House of"
    },
    {
      "start": 151.28,
      "dur": 1.91,
      "text": "is all of the seats in the House of Representatives, a third of the seats in"
    },
    {
      "start": 153.2,
      "dur": 1.27,
      "text": "Representatives, a third of the seats in the Senate, and is it about a third of"
    },
    {
      "start": 154.48,
      "dur": 1.43,
      "text": "the Senate, and is it about a third of the governorships across America?"
    },
    {
      "start": 155.92,
      "dur": 1.27,
      "text": "the governorships across America? &gt;&gt; That that's right. And state"
    },
    {
      "start": 157.2,
      "dur": 1.83,
      "text": "&gt;&gt; That that's right. And state legislatores, too, which is also"
    },
    {
      "start": 159.04,
      "dur": 1.59,
      "text": "legislatores, too, which is also important for determining policy in"
    },
    {
      "start": 160.64,
      "dur": 2.309,
      "text": "important for determining policy in these states. Uh, the stakes are high."
    },
    {
      "start": 162.959,
      "dur": 2.391,
      "text": "these states. Uh, the stakes are high. Uh, there's no doubt about it because"
    },
    {
      "start": 165.36,
      "dur": 1.83,
      "text": "Uh, there's no doubt about it because control of Congress right now is held by"
    },
    {
      "start": 167.2,
      "dur": 2.389,
      "text": "control of Congress right now is held by Republicans entirely. Democrats really"
    },
    {
      "start": 169.599,
      "dur": 1.671,
      "text": "Republicans entirely. Democrats really don't have any any hands on the levers"
    },
    {
      "start": 171.28,
      "dur": 2.309,
      "text": "don't have any any hands on the levers of power. If they win one chamber or"
    },
    {
      "start": 173.599,
      "dur": 1.591,
      "text": "of power. If they win one chamber or both chambers, they're going to be able"
    },
    {
      "start": 175.2,
      "dur": 2.15,
      "text": "both chambers, they're going to be able to grind Donald Trump's legislative"
    },
    {
      "start": 177.36,
      "dur": 2.71,
      "text": "to grind Donald Trump's legislative agenda to a halt. Uh but more than that,"
    },
    {
      "start": 180.08,
      "dur": 1.75,
      "text": "agenda to a halt. Uh but more than that, they're going to be able to ramp up"
    },
    {
      "start": 181.84,
      "dur": 1.83,
      "text": "they're going to be able to ramp up oversight of Donald Trump. They're going"
    },
    {
      "start": 183.68,
      "dur": 1.67,
      "text": "oversight of Donald Trump. They're going to be able to hold hearings, issue"
    },
    {
      "start": 185.36,
      "dur": 2.149,
      "text": "to be able to hold hearings, issue subpoenas, have investigations. They can"
    },
    {
      "start": 187.519,
      "dur": 2.151,
      "text": "subpoenas, have investigations. They can make Donald Trump's life for the last"
    },
    {
      "start": 189.68,
      "dur": 2.23,
      "text": "make Donald Trump's life for the last two years of his presidency really"
    },
    {
      "start": 191.92,
      "dur": 1.83,
      "text": "two years of his presidency really difficult in the way they did for the"
    },
    {
      "start": 193.76,
      "dur": 1.99,
      "text": "difficult in the way they did for the last two years of his first term in"
    },
    {
      "start": 195.76,
      "dur": 1.99,
      "text": "last two years of his first term in office where Democrats won control of"
    },
    {
      "start": 197.76,
      "dur": 2.23,
      "text": "office where Democrats won control of the House of Representatives in January"
    },
    {
      "start": 200.0,
      "dur": 2.47,
      "text": "the House of Representatives in January of 2019 and they impeached Donald Trump"
    },
    {
      "start": 202.48,
      "dur": 1.35,
      "text": "of 2019 and they impeached Donald Trump by the end of that year."
    },
    {
      "start": 203.84,
      "dur": 1.35,
      "text": "by the end of that year. &gt;&gt; Yeah, they would move to impeach him"
    },
    {
      "start": 205.2,
      "dur": 1.19,
      "text": "&gt;&gt; Yeah, they would move to impeach him again surely, wouldn't they, if they"
    },
    {
      "start": 206.4,
      "dur": 1.67,
      "text": "again surely, wouldn't they, if they took control of either house. I I think"
    },
    {
      "start": 208.08,
      "dur": 1.75,
      "text": "took control of either house. I I think there's a lot of uh a lot of sentiment"
    },
    {
      "start": 209.84,
      "dur": 1.59,
      "text": "there's a lot of uh a lot of sentiment to do something like that. Although they"
    },
    {
      "start": 211.44,
      "dur": 2.31,
      "text": "to do something like that. Although they may start a little lower on and focus on"
    },
    {
      "start": 213.76,
      "dur": 1.029,
      "text": "may start a little lower on and focus on people like Christine Gnome, the"
    },
    {
      "start": 214.799,
      "dur": 1.591,
      "text": "people like Christine Gnome, the Homeland Security Secretary, which they"
    },
    {
      "start": 216.4,
      "dur": 1.829,
      "text": "Homeland Security Secretary, which they think they might have a better chance of"
    },
    {
      "start": 218.239,
      "dur": 1.591,
      "text": "think they might have a better chance of actually bumping out of power. They may"
    },
    {
      "start": 219.84,
      "dur": 2.15,
      "text": "actually bumping out of power. They may have given up on impeaching Trump after"
    },
    {
      "start": 222.0,
      "dur": 2.55,
      "text": "have given up on impeaching Trump after two two bites at it last time around."
    },
    {
      "start": 224.56,
      "dur": 2.47,
      "text": "two two bites at it last time around. &gt;&gt; Is he right when he says sitting"
    },
    {
      "start": 227.04,
      "dur": 2.31,
      "text": "&gt;&gt; Is he right when he says sitting presidents, their own party, very rarely"
    },
    {
      "start": 229.36,
      "dur": 1.75,
      "text": "presidents, their own party, very rarely wins the midterms? I know it's"
    },
    {
      "start": 231.12,
      "dur": 1.99,
      "text": "wins the midterms? I know it's traditional that two years into your"
    },
    {
      "start": 233.12,
      "dur": 1.91,
      "text": "traditional that two years into your presidency voters have maybe turned"
    },
    {
      "start": 235.04,
      "dur": 1.109,
      "text": "presidency voters have maybe turned against you a bit, but is he"
    },
    {
      "start": 236.159,
      "dur": 1.35,
      "text": "against you a bit, but is he exaggerating when he says you can just"
    },
    {
      "start": 237.519,
      "dur": 1.751,
      "text": "exaggerating when he says you can just basically never win them as a sitting"
    },
    {
      "start": 239.28,
      "dur": 0.47,
      "text": "basically never win them as a sitting president?"
    },
    {
      "start": 239.76,
      "dur": 2.31,
      "text": "president? &gt;&gt; Very seldom. I'm not sure if it the two"
    },
    {
      "start": 242.08,
      "dur": 1.99,
      "text": "&gt;&gt; Very seldom. I'm not sure if it the two times over the last 50 years is right,"
    },
    {
      "start": 244.08,
      "dur": 1.75,
      "text": "times over the last 50 years is right, although I can think of two examples"
    },
    {
      "start": 245.84,
      "dur": 2.63,
      "text": "although I can think of two examples where the president's party did do"
    },
    {
      "start": 248.48,
      "dur": 1.91,
      "text": "where the president's party did do better and pick up seats in midterm"
    },
    {
      "start": 250.4,
      "dur": 3.35,
      "text": "better and pick up seats in midterm elections. One was in 2002 with George"
    },
    {
      "start": 253.76,
      "dur": 2.79,
      "text": "elections. One was in 2002 with George W. Bush. That was after uh the September"
    },
    {
      "start": 256.56,
      "dur": 2.31,
      "text": "W. Bush. That was after uh the September 11th terror attacks. uh and the"
    },
    {
      "start": 258.88,
      "dur": 2.869,
      "text": "11th terror attacks. uh and the Republicans ran on national security and"
    },
    {
      "start": 261.759,
      "dur": 2.311,
      "text": "Republicans ran on national security and homeland defense uh and did better in"
    },
    {
      "start": 264.08,
      "dur": 1.51,
      "text": "homeland defense uh and did better in those midterms. The other one I think"
    },
    {
      "start": 265.6,
      "dur": 2.55,
      "text": "those midterms. The other one I think was in 98 uh with Bill Clinton in the"
    },
    {
      "start": 268.16,
      "dur": 2.309,
      "text": "was in 98 uh with Bill Clinton in the midterms in the second uh term of his"
    },
    {
      "start": 270.479,
      "dur": 1.591,
      "text": "midterms in the second uh term of his presidency and that was right in the"
    },
    {
      "start": 272.08,
      "dur": 2.47,
      "text": "presidency and that was right in the midst of the Monica Lewinsky scandal and"
    },
    {
      "start": 274.56,
      "dur": 2.23,
      "text": "midst of the Monica Lewinsky scandal and House Republicans were in the process of"
    },
    {
      "start": 276.8,
      "dur": 1.99,
      "text": "House Republicans were in the process of impeaching and while the Democrats"
    },
    {
      "start": 278.8,
      "dur": 1.59,
      "text": "impeaching and while the Democrats didn't take control back of the House,"
    },
    {
      "start": 280.4,
      "dur": 2.39,
      "text": "didn't take control back of the House, they did pick up some seats. Those were"
    },
    {
      "start": 282.8,
      "dur": 2.55,
      "text": "they did pick up some seats. Those were the exceptions though. The rule is that"
    },
    {
      "start": 285.36,
      "dur": 2.389,
      "text": "the exceptions though. The rule is that uh as Donald Trump described, it is a a"
    },
    {
      "start": 287.759,
      "dur": 2.471,
      "text": "uh as Donald Trump described, it is a a push back against the president and his"
    },
    {
      "start": 290.24,
      "dur": 3.03,
      "text": "push back against the president and his party who control power. Uh it is a way"
    },
    {
      "start": 293.28,
      "dur": 2.39,
      "text": "party who control power. Uh it is a way to put a check on a president who the"
    },
    {
      "start": 295.68,
      "dur": 1.75,
      "text": "to put a check on a president who the public may think has overextended"
    },
    {
      "start": 297.44,
      "dur": 1.91,
      "text": "public may think has overextended himself. And certainly across the"
    },
    {
      "start": 299.36,
      "dur": 3.829,
      "text": "himself. And certainly across the country now from Minnesota to Texas, we"
    },
    {
      "start": 303.199,
      "dur": 1.831,
      "text": "country now from Minnesota to Texas, we can see some very very animated people"
    },
    {
      "start": 305.04,
      "dur": 1.989,
      "text": "can see some very very animated people in opposition to Trump's policies. It's"
    },
    {
      "start": 307.039,
      "dur": 1.351,
      "text": "in opposition to Trump's policies. It's not difficult to see how you would try"
    },
    {
      "start": 308.4,
      "dur": 2.229,
      "text": "not difficult to see how you would try and motivate them to get out and vote"
    },
    {
      "start": 310.639,
      "dur": 1.99,
      "text": "and motivate them to get out and vote against what's happening. It's going to"
    },
    {
      "start": 312.639,
      "dur": 1.511,
      "text": "against what's happening. It's going to be a problem though, isn't it, for"
    },
    {
      "start": 314.16,
      "dur": 1.67,
      "text": "be a problem though, isn't it, for Republicans that Donald Trump's name's"
    },
    {
      "start": 315.84,
      "dur": 1.27,
      "text": "Republicans that Donald Trump's name's not on the ballot because there are a"
    },
    {
      "start": 317.12,
      "dur": 1.75,
      "text": "not on the ballot because there are a lot of people who do still support him,"
    },
    {
      "start": 318.88,
      "dur": 1.83,
      "text": "lot of people who do still support him, who still love him, but may not bother"
    },
    {
      "start": 320.72,
      "dur": 1.59,
      "text": "who still love him, but may not bother to turn out to the polls if they can't"
    },
    {
      "start": 322.32,
      "dur": 2.39,
      "text": "to turn out to the polls if they can't vote for Donald Trump himself. Just some"
    },
    {
      "start": 324.72,
      "dur": 1.83,
      "text": "vote for Donald Trump himself. Just some candidates that that he's approved of."
    },
    {
      "start": 326.56,
      "dur": 2.31,
      "text": "candidates that that he's approved of. And actually, his um chief of staff,"
    },
    {
      "start": 328.88,
      "dur": 1.91,
      "text": "And actually, his um chief of staff, Susie Wilds, was um talking about this"
    },
    {
      "start": 330.8,
      "dur": 1.829,
      "text": "Susie Wilds, was um talking about this the other day when she was on the Mom"
    },
    {
      "start": 332.639,
      "dur": 1.031,
      "text": "the other day when she was on the Mom View podcast."
    },
    {
      "start": 333.68,
      "dur": 2.31,
      "text": "View podcast. &gt;&gt; Typically, you in the midterms, it's not"
    },
    {
      "start": 336.0,
      "dur": 1.83,
      "text": "&gt;&gt; Typically, you in the midterms, it's not about who's sitting at the White House."
    },
    {
      "start": 337.84,
      "dur": 2.39,
      "text": "about who's sitting at the White House. It's you localize the election, right?"
    },
    {
      "start": 340.24,
      "dur": 2.229,
      "text": "It's you localize the election, right? and you and you keep the federal"
    },
    {
      "start": 342.479,
      "dur": 1.831,
      "text": "and you and you keep the federal officials out of it. We're actually"
    },
    {
      "start": 344.32,
      "dur": 1.429,
      "text": "officials out of it. We're actually going to turn that on its head."
    },
    {
      "start": 345.759,
      "dur": 0.71,
      "text": "going to turn that on its head. &gt;&gt; Good."
    },
    {
      "start": 346.479,
      "dur": 2.311,
      "text": "&gt;&gt; Good. &gt;&gt; And put him on the ballot because so"
    },
    {
      "start": 348.8,
      "dur": 2.229,
      "text": "&gt;&gt; And put him on the ballot because so many of those low propensity voters are"
    },
    {
      "start": 351.039,
      "dur": 0.631,
      "text": "many of those low propensity voters are Trump voters."
    },
    {
      "start": 351.68,
      "dur": 0.71,
      "text": "Trump voters. &gt;&gt; Yes, they are."
    },
    {
      "start": 352.4,
      "dur": 2.629,
      "text": "&gt;&gt; Yes, they are. &gt;&gt; And we saw a week ago Tuesday what"
    },
    {
      "start": 355.039,
      "dur": 1.751,
      "text": "&gt;&gt; And we saw a week ago Tuesday what happens when he's not on the ballot and"
    },
    {
      "start": 356.8,
      "dur": 2.71,
      "text": "happens when he's not on the ballot and not active. So I haven't quite broken it"
    },
    {
      "start": 359.52,
      "dur": 2.229,
      "text": "not active. So I haven't quite broken it to him yet, but he's going to campaign"
    },
    {
      "start": 361.759,
      "dur": 1.671,
      "text": "to him yet, but he's going to campaign like it's 2024 again."
    },
    {
      "start": 363.44,
      "dur": 1.589,
      "text": "like it's 2024 again. &gt;&gt; So when she was saying a week ago"
    },
    {
      "start": 365.039,
      "dur": 1.111,
      "text": "&gt;&gt; So when she was saying a week ago Tuesday, she was talking to some of"
    },
    {
      "start": 366.16,
      "dur": 1.27,
      "text": "Tuesday, she was talking to some of those off-year elections where"
    },
    {
      "start": 367.44,
      "dur": 1.43,
      "text": "those off-year elections where Republicans didn't really do that well"
    },
    {
      "start": 368.88,
      "dur": 1.51,
      "text": "Republicans didn't really do that well last year. they they didn't do that"
    },
    {
      "start": 370.4,
      "dur": 2.15,
      "text": "last year. they they didn't do that well. And in those off-year elections in"
    },
    {
      "start": 372.56,
      "dur": 2.469,
      "text": "well. And in those off-year elections in Virginia and New Jersey, the Democrats"
    },
    {
      "start": 375.039,
      "dur": 2.15,
      "text": "Virginia and New Jersey, the Democrats did quite well. Uh and in some other, as"
    },
    {
      "start": 377.199,
      "dur": 1.99,
      "text": "did quite well. Uh and in some other, as we've discussed in the past, isolated"
    },
    {
      "start": 379.199,
      "dur": 1.83,
      "text": "we've discussed in the past, isolated little elections like some uh state"
    },
    {
      "start": 381.039,
      "dur": 1.99,
      "text": "little elections like some uh state level elections in in Georgia, the"
    },
    {
      "start": 383.039,
      "dur": 3.351,
      "text": "level elections in in Georgia, the Democrats outperformed prior uh prior"
    },
    {
      "start": 386.4,
      "dur": 2.39,
      "text": "Democrats outperformed prior uh prior results, particularly the 2024 results"
    },
    {
      "start": 388.8,
      "dur": 1.829,
      "text": "results, particularly the 2024 results when Donald Trump was on the ballot. And"
    },
    {
      "start": 390.639,
      "dur": 1.431,
      "text": "when Donald Trump was on the ballot. And if you look at special elections all"
    },
    {
      "start": 392.08,
      "dur": 1.99,
      "text": "if you look at special elections all through last year, special congressional"
    },
    {
      "start": 394.08,
      "dur": 2.15,
      "text": "through last year, special congressional elections, uh Democrats, even when they"
    },
    {
      "start": 396.24,
      "dur": 2.789,
      "text": "elections, uh Democrats, even when they didn't win, uh they they did better than"
    },
    {
      "start": 399.039,
      "dur": 3.111,
      "text": "didn't win, uh they they did better than they did in 2024. They by about 13% on"
    },
    {
      "start": 402.16,
      "dur": 2.79,
      "text": "they did in 2024. They by about 13% on average, which tells you uh exactly the"
    },
    {
      "start": 404.96,
      "dur": 1.75,
      "text": "average, which tells you uh exactly the headwinds that Republicans are going to"
    },
    {
      "start": 406.72,
      "dur": 1.909,
      "text": "headwinds that Republicans are going to be going to into. If they hit this"
    },
    {
      "start": 408.639,
      "dur": 1.751,
      "text": "be going to into. If they hit this November with these midterm elections"
    },
    {
      "start": 410.4,
      "dur": 2.789,
      "text": "November with these midterm elections and do 13% worse than they did in 2024,"
    },
    {
      "start": 413.199,
      "dur": 1.43,
      "text": "and do 13% worse than they did in 2024, they are definitely going to lose the"
    },
    {
      "start": 414.639,
      "dur": 1.591,
      "text": "they are definitely going to lose the House of Representatives. And it could"
    },
    {
      "start": 416.24,
      "dur": 1.75,
      "text": "House of Representatives. And it could very well put the Senate, which is a"
    },
    {
      "start": 418.0,
      "dur": 1.83,
      "text": "very well put the Senate, which is a higher bar for the Democrats to try to"
    },
    {
      "start": 419.84,
      "dur": 1.67,
      "text": "higher bar for the Democrats to try to take, but it could put the Senate in"
    },
    {
      "start": 421.52,
      "dur": 0.55,
      "text": "take, but it could put the Senate in play."
    },
    {
      "start": 422.08,
      "dur": 1.43,
      "text": "play. &gt;&gt; Yeah. Because the margins are so"
    },
    {
      "start": 423.52,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. Because the margins are so incredibly tight at the moment. Now,"
    },
    {
      "start": 424.96,
      "dur": 1.349,
      "text": "incredibly tight at the moment. Now, they they they change a bit, don't they,"
    },
    {
      "start": 426.319,
      "dur": 1.191,
      "text": "they they they change a bit, don't they, in the House because some people have"
    },
    {
      "start": 427.52,
      "dur": 2.55,
      "text": "in the House because some people have resigned and what what is the size of"
    },
    {
      "start": 430.08,
      "dur": 1.35,
      "text": "resigned and what what is the size of the Republican majority right now?"
    },
    {
      "start": 431.44,
      "dur": 2.23,
      "text": "the Republican majority right now? &gt;&gt; I think it's about a two seat majority u"
    },
    {
      "start": 433.68,
      "dur": 2.71,
      "text": "&gt;&gt; I think it's about a two seat majority u you know, in a in a 435"
    },
    {
      "start": 436.4,
      "dur": 1.909,
      "text": "you know, in a in a 435 seat chamber. So, that that shows you"
    },
    {
      "start": 438.319,
      "dur": 2.31,
      "text": "seat chamber. So, that that shows you how small it is. It doesn't take much to"
    },
    {
      "start": 440.639,
      "dur": 2.95,
      "text": "how small it is. It doesn't take much to to tilt it back to the Democrats. And uh"
    },
    {
      "start": 443.599,
      "dur": 1.831,
      "text": "to tilt it back to the Democrats. And uh and there are seats that Democrats are"
    },
    {
      "start": 445.44,
      "dur": 3.029,
      "text": "and there are seats that Democrats are targeting that Kla Harris carried uh in"
    },
    {
      "start": 448.479,
      "dur": 2.631,
      "text": "targeting that Kla Harris carried uh in 2024 that are controlled by Republican"
    },
    {
      "start": 451.12,
      "dur": 3.11,
      "text": "2024 that are controlled by Republican members of Congress. Uh for instance, uh"
    },
    {
      "start": 454.24,
      "dur": 1.75,
      "text": "members of Congress. Uh for instance, uh I believe Nebraska is one of them. There"
    },
    {
      "start": 456.0,
      "dur": 1.43,
      "text": "I believe Nebraska is one of them. There are some in California that have been"
    },
    {
      "start": 457.44,
      "dur": 2.39,
      "text": "are some in California that have been redistricted. Uh some in New York. Uh"
    },
    {
      "start": 459.84,
      "dur": 2.31,
      "text": "redistricted. Uh some in New York. Uh now the redistricting in Texas has made"
    },
    {
      "start": 462.16,
      "dur": 1.67,
      "text": "now the redistricting in Texas has made it likely the Republicans will pick up"
    },
    {
      "start": 463.84,
      "dur": 2.069,
      "text": "it likely the Republicans will pick up some seats there. But if this is a wave"
    },
    {
      "start": 465.919,
      "dur": 1.67,
      "text": "some seats there. But if this is a wave election, which we've seen in the past"
    },
    {
      "start": 467.599,
      "dur": 2.631,
      "text": "election, which we've seen in the past when there's an animated out of power"
    },
    {
      "start": 470.24,
      "dur": 2.15,
      "text": "when there's an animated out of power party looking to get to the polls, if"
    },
    {
      "start": 472.4,
      "dur": 1.75,
      "text": "party looking to get to the polls, if this is that wave election, then even"
    },
    {
      "start": 474.16,
      "dur": 2.149,
      "text": "this is that wave election, then even these little little redistricting things"
    },
    {
      "start": 476.319,
      "dur": 1.59,
      "text": "these little little redistricting things here and there and little details aren't"
    },
    {
      "start": 477.919,
      "dur": 1.751,
      "text": "here and there and little details aren't going to matter. It's going to be uh"
    },
    {
      "start": 479.68,
      "dur": 2.47,
      "text": "going to matter. It's going to be uh such a route that uh that the Democrats"
    },
    {
      "start": 482.16,
      "dur": 2.709,
      "text": "such a route that uh that the Democrats will be able to win uh despite what the"
    },
    {
      "start": 484.879,
      "dur": 1.671,
      "text": "will be able to win uh despite what the Republicans are trying to do. And as you"
    },
    {
      "start": 486.56,
      "dur": 1.67,
      "text": "Republicans are trying to do. And as you say, it's harder for Democrats to try"
    },
    {
      "start": 488.24,
      "dur": 1.75,
      "text": "say, it's harder for Democrats to try and take the Senate, but they've got a"
    },
    {
      "start": 490.0,
      "dur": 1.99,
      "text": "and take the Senate, but they've got a few interesting options because some"
    },
    {
      "start": 492.0,
      "dur": 3.35,
      "text": "few interesting options because some bigname popular Republican senators are"
    },
    {
      "start": 495.36,
      "dur": 2.229,
      "text": "bigname popular Republican senators are retiring or not running for re-election,"
    },
    {
      "start": 497.599,
      "dur": 1.751,
      "text": "retiring or not running for re-election, aren't they? Which means that some of"
    },
    {
      "start": 499.36,
      "dur": 1.829,
      "text": "aren't they? Which means that some of those races are a bit more open than"
    },
    {
      "start": 501.199,
      "dur": 1.27,
      "text": "those races are a bit more open than they might have been, even in unusual"
    },
    {
      "start": 502.479,
      "dur": 0.39,
      "text": "they might have been, even in unusual states,"
    },
    {
      "start": 502.879,
      "dur": 2.231,
      "text": "states, &gt;&gt; right? Tom Tillis in North Carolina, uh,"
    },
    {
      "start": 505.12,
      "dur": 2.23,
      "text": "&gt;&gt; right? Tom Tillis in North Carolina, uh, who has been an increasingly outspoken"
    },
    {
      "start": 507.36,
      "dur": 1.35,
      "text": "who has been an increasingly outspoken critic of Donald Trump. He's a"
    },
    {
      "start": 508.72,
      "dur": 1.83,
      "text": "critic of Donald Trump. He's a Republican. Uh, he isn't running again."
    },
    {
      "start": 510.56,
      "dur": 1.51,
      "text": "Republican. Uh, he isn't running again. So, that's an open seat in a swing"
    },
    {
      "start": 512.08,
      "dur": 1.749,
      "text": "So, that's an open seat in a swing state. Democrats have to win that"
    },
    {
      "start": 513.839,
      "dur": 1.67,
      "text": "state. Democrats have to win that basically if they want to be able to"
    },
    {
      "start": 515.519,
      "dur": 1.51,
      "text": "basically if they want to be able to take control of the Senate. They'll have"
    },
    {
      "start": 517.039,
      "dur": 2.391,
      "text": "take control of the Senate. They'll have to pick up four seats to take control of"
    },
    {
      "start": 519.44,
      "dur": 2.55,
      "text": "to pick up four seats to take control of the Senate because it's a 5347"
    },
    {
      "start": 522.0,
      "dur": 1.829,
      "text": "the Senate because it's a 5347 Republican majority and a tie would be"
    },
    {
      "start": 523.839,
      "dur": 2.871,
      "text": "Republican majority and a tie would be broken by JD Vance because uh he's he's"
    },
    {
      "start": 526.72,
      "dur": 1.83,
      "text": "broken by JD Vance because uh he's he's the vice president right now. Uh so"
    },
    {
      "start": 528.56,
      "dur": 2.07,
      "text": "the vice president right now. Uh so that's one. Susan Collins in Maine,"
    },
    {
      "start": 530.64,
      "dur": 1.99,
      "text": "that's one. Susan Collins in Maine, she's running for reelection, but Maine"
    },
    {
      "start": 532.64,
      "dur": 2.629,
      "text": "she's running for reelection, but Maine is a more liberal state and she has uh"
    },
    {
      "start": 535.279,
      "dur": 1.431,
      "text": "is a more liberal state and she has uh won against the odds in her past"
    },
    {
      "start": 536.72,
      "dur": 2.31,
      "text": "won against the odds in her past re-election campaigns. Maybe her luck"
    },
    {
      "start": 539.04,
      "dur": 1.43,
      "text": "re-election campaigns. Maybe her luck runs out this time around. That gets to"
    },
    {
      "start": 540.48,
      "dur": 1.67,
      "text": "runs out this time around. That gets to you to two. Then you have to start"
    },
    {
      "start": 542.16,
      "dur": 1.91,
      "text": "you to two. Then you have to start thinking about other states that are a"
    },
    {
      "start": 544.08,
      "dur": 1.51,
      "text": "thinking about other states that are a little bit more of a reach and where"
    },
    {
      "start": 545.6,
      "dur": 1.27,
      "text": "little bit more of a reach and where they can pick up. And one of those is"
    },
    {
      "start": 546.88,
      "dur": 2.389,
      "text": "they can pick up. And one of those is Joanie Ernst seat in Iowa where Donald"
    },
    {
      "start": 549.279,
      "dur": 2.071,
      "text": "Joanie Ernst seat in Iowa where Donald Trump was this week. She's not running"
    },
    {
      "start": 551.36,
      "dur": 2.95,
      "text": "Trump was this week. She's not running for reelection. That seems like a reach,"
    },
    {
      "start": 554.32,
      "dur": 2.39,
      "text": "for reelection. That seems like a reach, but in the past Democrats have have been"
    },
    {
      "start": 556.72,
      "dur": 2.229,
      "text": "but in the past Democrats have have been able to be competitive in Iowa. Maybe"
    },
    {
      "start": 558.959,
      "dur": 2.711,
      "text": "able to be competitive in Iowa. Maybe that turns around. We have a a Florida"
    },
    {
      "start": 561.68,
      "dur": 2.31,
      "text": "that turns around. We have a a Florida seat, a Senate seat. It's not an open"
    },
    {
      "start": 564.0,
      "dur": 2.31,
      "text": "seat, a Senate seat. It's not an open seat. Alaska, they have a Democrats have"
    },
    {
      "start": 566.32,
      "dur": 1.99,
      "text": "seat. Alaska, they have a Democrats have a good candidate running against the"
    },
    {
      "start": 568.32,
      "dur": 3.27,
      "text": "a good candidate running against the incumbent there. Uh all of these would"
    },
    {
      "start": 571.6,
      "dur": 2.39,
      "text": "incumbent there. Uh all of these would be mildly surprising, maybe even more"
    },
    {
      "start": 574.0,
      "dur": 1.67,
      "text": "be mildly surprising, maybe even more than mildly surprising, but they're the"
    },
    {
      "start": 575.68,
      "dur": 2.149,
      "text": "than mildly surprising, but they're the kind of seats uh that Democrats would"
    },
    {
      "start": 577.839,
      "dur": 2.071,
      "text": "kind of seats uh that Democrats would have to win to get those four flips. And"
    },
    {
      "start": 579.92,
      "dur": 2.63,
      "text": "have to win to get those four flips. And it it definitely means uh that they're"
    },
    {
      "start": 582.56,
      "dur": 2.389,
      "text": "it it definitely means uh that they're going to have to find a way to kick out"
    },
    {
      "start": 584.959,
      "dur": 1.751,
      "text": "going to have to find a way to kick out some incumbents, which is always harder."
    },
    {
      "start": 586.72,
      "dur": 2.229,
      "text": "some incumbents, which is always harder. &gt;&gt; Okay, let's try and drill down into what"
    },
    {
      "start": 588.959,
      "dur": 1.99,
      "text": "&gt;&gt; Okay, let's try and drill down into what Donald Trump and the Republicans can do"
    },
    {
      "start": 590.959,
      "dur": 1.671,
      "text": "Donald Trump and the Republicans can do to maximize their chances, how they're"
    },
    {
      "start": 592.64,
      "dur": 1.51,
      "text": "to maximize their chances, how they're going to run this campaign basically for"
    },
    {
      "start": 594.16,
      "dur": 1.43,
      "text": "going to run this campaign basically for the next nine months."
    },
    {
      "start": 595.6,
      "dur": 1.59,
      "text": "the next nine months. &gt;&gt; Hello, Brian. Great to have you back."
    },
    {
      "start": 597.2,
      "dur": 1.189,
      "text": "&gt;&gt; Hello, Brian. Great to have you back. Thank you so much for coming into the"
    },
    {
      "start": 598.399,
      "dur": 0.311,
      "text": "Thank you so much for coming into the studio."
    },
    {
      "start": 598.72,
      "dur": 1.256,
      "text": "studio. &gt;&gt; Great. Thank you for having me."
    },
    {
      "start": 599.986,
      "dur": 0.164,
      "text": "&gt;&gt; Great. Thank you for having me. [laughter]"
    },
    {
      "start": 600.16,
      "dur": 1.75,
      "text": "[laughter] &gt;&gt; It's been quite a year since I think we"
    },
    {
      "start": 601.92,
      "dur": 2.95,
      "text": "&gt;&gt; It's been quite a year since I think we last spoke, Brian. Uh, you know, what do"
    },
    {
      "start": 604.88,
      "dur": 1.27,
      "text": "last spoke, Brian. Uh, you know, what do you think is happening? What do you"
    },
    {
      "start": 606.16,
      "dur": 2.71,
      "text": "you think is happening? What do you think the outlook is for the midterms"
    },
    {
      "start": 608.88,
      "dur": 1.99,
      "text": "think the outlook is for the midterms now that Donald Trump has a year under"
    },
    {
      "start": 610.88,
      "dur": 1.67,
      "text": "now that Donald Trump has a year under his belt in his second term?"
    },
    {
      "start": 612.56,
      "dur": 1.91,
      "text": "his belt in his second term? &gt;&gt; I mean, the pace has been unrelenting. I"
    },
    {
      "start": 614.48,
      "dur": 1.51,
      "text": "&gt;&gt; I mean, the pace has been unrelenting. I I think that's what we sort of take away"
    },
    {
      "start": 616.0,
      "dur": 1.829,
      "text": "I think that's what we sort of take away from the last year. I mean, I think the"
    },
    {
      "start": 617.839,
      "dur": 1.271,
      "text": "from the last year. I mean, I think the midterms are going to be tough, right?"
    },
    {
      "start": 619.12,
      "dur": 2.63,
      "text": "midterms are going to be tough, right? They're always tough for the party in"
    },
    {
      "start": 621.76,
      "dur": 1.67,
      "text": "They're always tough for the party in power, at least on the House of"
    },
    {
      "start": 623.44,
      "dur": 2.389,
      "text": "power, at least on the House of Representatative sides. Uh, the economy"
    },
    {
      "start": 625.839,
      "dur": 1.99,
      "text": "Representatative sides. Uh, the economy is not where it should be. It's it is"
    },
    {
      "start": 627.839,
      "dur": 1.99,
      "text": "is not where it should be. It's it is better than what it was under Joe Biden."
    },
    {
      "start": 629.839,
      "dur": 1.43,
      "text": "better than what it was under Joe Biden. But President Trump made promises that"
    },
    {
      "start": 631.279,
      "dur": 1.99,
      "text": "But President Trump made promises that it would be exponentially better. And so"
    },
    {
      "start": 633.279,
      "dur": 1.271,
      "text": "it would be exponentially better. And so they have some work to do and some"
    },
    {
      "start": 634.56,
      "dur": 1.43,
      "text": "they have some work to do and some catching up to do, but at the end of the"
    },
    {
      "start": 636.0,
      "dur": 1.75,
      "text": "catching up to do, but at the end of the day, you know, it was always going to be"
    },
    {
      "start": 637.76,
      "dur": 1.509,
      "text": "day, you know, it was always going to be an uphill battle. The fact that there's"
    },
    {
      "start": 639.279,
      "dur": 1.591,
      "text": "an uphill battle. The fact that there's question marks about the economy makes"
    },
    {
      "start": 640.88,
      "dur": 2.47,
      "text": "question marks about the economy makes it harder. And then you throw in what"
    },
    {
      "start": 643.36,
      "dur": 2.55,
      "text": "it harder. And then you throw in what was President Trump's signature issue"
    },
    {
      "start": 645.92,
      "dur": 1.909,
      "text": "was President Trump's signature issue and his, you know, and the rally to to"
    },
    {
      "start": 647.839,
      "dur": 3.031,
      "text": "and his, you know, and the rally to to to the MAGA base, which is immigration."
    },
    {
      "start": 650.88,
      "dur": 1.509,
      "text": "to the MAGA base, which is immigration. At least visually, it's turning into a"
    },
    {
      "start": 652.399,
      "dur": 2.071,
      "text": "At least visually, it's turning into a liability. So it's it's it's certainly"
    },
    {
      "start": 654.48,
      "dur": 2.15,
      "text": "liability. So it's it's it's certainly the start of an interesting year. uh"
    },
    {
      "start": 656.64,
      "dur": 2.15,
      "text": "the start of an interesting year. uh plenty of time to turn it around, but uh"
    },
    {
      "start": 658.8,
      "dur": 1.029,
      "text": "plenty of time to turn it around, but uh you know, if the election were held"
    },
    {
      "start": 659.839,
      "dur": 1.191,
      "text": "you know, if the election were held today, I wouldn't have a good feeling"
    },
    {
      "start": 661.04,
      "dur": 0.39,
      "text": "today, I wouldn't have a good feeling about it."
    },
    {
      "start": 661.44,
      "dur": 1.67,
      "text": "about it. &gt;&gt; You know, we listened to a Susie Wilds"
    },
    {
      "start": 663.12,
      "dur": 2.47,
      "text": "&gt;&gt; You know, we listened to a Susie Wilds clip earlier uh talking about their"
    },
    {
      "start": 665.6,
      "dur": 2.469,
      "text": "clip earlier uh talking about their campaign strategy, and she said that she"
    },
    {
      "start": 668.079,
      "dur": 1.671,
      "text": "campaign strategy, and she said that she was going to get Donald Trump out there"
    },
    {
      "start": 669.76,
      "dur": 2.15,
      "text": "was going to get Donald Trump out there campaigning non-stop like this was a"
    },
    {
      "start": 671.92,
      "dur": 1.75,
      "text": "campaigning non-stop like this was a presidential election. Usually in"
    },
    {
      "start": 673.68,
      "dur": 1.829,
      "text": "presidential election. Usually in midterms, when the president isn't all"
    },
    {
      "start": 675.519,
      "dur": 2.231,
      "text": "midterms, when the president isn't all that popular, they kind of disappear. Uh"
    },
    {
      "start": 677.76,
      "dur": 1.91,
      "text": "that popular, they kind of disappear. Uh that doesn't seem like the strategy now."
    },
    {
      "start": 679.68,
      "dur": 1.75,
      "text": "that doesn't seem like the strategy now. They want Donald Trump front and center."
    },
    {
      "start": 681.44,
      "dur": 1.19,
      "text": "They want Donald Trump front and center. Is that a good idea, you think?"
    },
    {
      "start": 682.64,
      "dur": 1.03,
      "text": "Is that a good idea, you think? &gt;&gt; I mean, he's front and center"
    },
    {
      "start": 683.68,
      "dur": 1.43,
      "text": "&gt;&gt; I mean, he's front and center regardless. I think we learned that in"
    },
    {
      "start": 685.12,
      "dur": 2.55,
      "text": "regardless. I think we learned that in 2018 that whether he's on the ballot or"
    },
    {
      "start": 687.68,
      "dur": 1.589,
      "text": "2018 that whether he's on the ballot or not on the ballot, you know, the entire"
    },
    {
      "start": 689.279,
      "dur": 1.751,
      "text": "not on the ballot, you know, the entire campaigns for a lot of these Democrats"
    },
    {
      "start": 691.04,
      "dur": 2.15,
      "text": "campaigns for a lot of these Democrats are going to be about Donald Trump and"
    },
    {
      "start": 693.2,
      "dur": 2.39,
      "text": "are going to be about Donald Trump and he is his best messenger. He is the best"
    },
    {
      "start": 695.6,
      "dur": 1.43,
      "text": "he is his best messenger. He is the best counterpuncher out there in American"
    },
    {
      "start": 697.04,
      "dur": 2.469,
      "text": "counterpuncher out there in American politics and he is the contrast, right?"
    },
    {
      "start": 699.519,
      "dur": 1.591,
      "text": "politics and he is the contrast, right? I think you Democrats, what they're"
    },
    {
      "start": 701.12,
      "dur": 2.07,
      "text": "I think you Democrats, what they're talking about now, the election for them"
    },
    {
      "start": 703.2,
      "dur": 1.749,
      "text": "talking about now, the election for them isn't about the economy. It's not about"
    },
    {
      "start": 704.959,
      "dur": 1.99,
      "text": "isn't about the economy. It's not about affordability. It's not about pricing"
    },
    {
      "start": 706.959,
      "dur": 2.231,
      "text": "affordability. It's not about pricing for them. It's about impeachment. And"
    },
    {
      "start": 709.2,
      "dur": 1.51,
      "text": "for them. It's about impeachment. And the more you have President Trump out"
    },
    {
      "start": 710.72,
      "dur": 1.75,
      "text": "the more you have President Trump out there, the more it's going to trigger"
    },
    {
      "start": 712.48,
      "dur": 3.43,
      "text": "there, the more it's going to trigger the Democratic base to stop lying behind"
    },
    {
      "start": 715.92,
      "dur": 1.99,
      "text": "the Democratic base to stop lying behind their other political arguments and"
    },
    {
      "start": 717.92,
      "dur": 1.349,
      "text": "their other political arguments and Trump out there sort of makes them"
    },
    {
      "start": 719.279,
      "dur": 1.67,
      "text": "Trump out there sort of makes them address, you know, the election for"
    },
    {
      "start": 720.959,
      "dur": 1.591,
      "text": "address, you know, the election for Democrats is solely about impeachment."
    },
    {
      "start": 722.56,
      "dur": 1.509,
      "text": "Democrats is solely about impeachment. And that's a political problem for them."
    },
    {
      "start": 724.079,
      "dur": 2.231,
      "text": "And that's a political problem for them. People want more than just divided,"
    },
    {
      "start": 726.32,
      "dur": 1.509,
      "text": "People want more than just divided, frozen government than and an"
    },
    {
      "start": 727.839,
      "dur": 1.751,
      "text": "frozen government than and an impeachment every month. So, Donald"
    },
    {
      "start": 729.6,
      "dur": 2.15,
      "text": "impeachment every month. So, Donald Trump has been getting out there and he"
    },
    {
      "start": 731.76,
      "dur": 1.83,
      "text": "Trump has been getting out there and he delivered what was basically a campaign"
    },
    {
      "start": 733.6,
      "dur": 2.63,
      "text": "delivered what was basically a campaign speech in Iowa earlier this week on one"
    },
    {
      "start": 736.24,
      "dur": 1.19,
      "text": "speech in Iowa earlier this week on one of the things you say that's all"
    },
    {
      "start": 737.44,
      "dur": 1.91,
      "text": "of the things you say that's all important on the economy. And I wonder"
    },
    {
      "start": 739.36,
      "dur": 2.07,
      "text": "important on the economy. And I wonder if you think he's got the message right"
    },
    {
      "start": 741.44,
      "dur": 1.43,
      "text": "if you think he's got the message right on this. Let's listen to what he had to"
    },
    {
      "start": 742.88,
      "dur": 0.389,
      "text": "on this. Let's listen to what he had to say."
    },
    {
      "start": 743.279,
      "dur": 1.591,
      "text": "say. &gt;&gt; It's a word that they came up with"
    },
    {
      "start": 744.88,
      "dur": 1.99,
      "text": "&gt;&gt; It's a word that they came up with affordability. Every time you hear the"
    },
    {
      "start": 746.88,
      "dur": 1.59,
      "text": "affordability. Every time you hear the word, remember they're the ones that"
    },
    {
      "start": 748.48,
      "dur": 3.909,
      "text": "word, remember they're the ones that caused the problem. And uh the first"
    },
    {
      "start": 752.399,
      "dur": 1.351,
      "text": "caused the problem. And uh the first time you heard about it was like a few"
    },
    {
      "start": 753.76,
      "dur": 2.15,
      "text": "time you heard about it was like a few months ago. This luxurion is all about"
    },
    {
      "start": 755.92,
      "dur": 2.469,
      "text": "months ago. This luxurion is all about affordability. Well, they're the ones"
    },
    {
      "start": 758.399,
      "dur": 1.99,
      "text": "affordability. Well, they're the ones that caused the problem, but nobody"
    },
    {
      "start": 760.399,
      "dur": 2.23,
      "text": "that caused the problem, but nobody knows that. You know, people forget, so"
    },
    {
      "start": 762.639,
      "dur": 2.391,
      "text": "knows that. You know, people forget, so they say, \"Oh, affordability. Let's vote"
    },
    {
      "start": 765.04,
      "dur": 1.67,
      "text": "they say, \"Oh, affordability. Let's vote for the Democrats.\" It's no"
    },
    {
      "start": 766.72,
      "dur": 3.03,
      "text": "for the Democrats.\" It's no affordability. They caused a tremendous"
    },
    {
      "start": 769.76,
      "dur": 2.39,
      "text": "affordability. They caused a tremendous price increases. It was caused by the"
    },
    {
      "start": 772.16,
      "dur": 2.789,
      "text": "price increases. It was caused by the worst inflation we've ever had. And they"
    },
    {
      "start": 774.959,
      "dur": 1.99,
      "text": "worst inflation we've ever had. And they come up with this word affordability."
    },
    {
      "start": 776.959,
      "dur": 1.831,
      "text": "come up with this word affordability. And I saw it even re although you're not"
    },
    {
      "start": 778.8,
      "dur": 1.43,
      "text": "And I saw it even re although you're not hearing it so much anymore. You know"
    },
    {
      "start": 780.24,
      "dur": 1.589,
      "text": "hearing it so much anymore. You know why? Because the prices are coming down"
    },
    {
      "start": 781.839,
      "dur": 1.831,
      "text": "why? Because the prices are coming down so much. They don't want it to be an"
    },
    {
      "start": 783.68,
      "dur": 2.47,
      "text": "so much. They don't want it to be an election based on lower prices. But"
    },
    {
      "start": 786.16,
      "dur": 1.59,
      "text": "election based on lower prices. But we're bringing down the lower. I like"
    },
    {
      "start": 787.76,
      "dur": 0.71,
      "text": "we're bringing down the lower. I like that term better,"
    },
    {
      "start": 788.48,
      "dur": 2.149,
      "text": "that term better, &gt;&gt; Brian. To me, that sounds as though"
    },
    {
      "start": 790.639,
      "dur": 1.75,
      "text": "&gt;&gt; Brian. To me, that sounds as though President Trump is trying to tell people"
    },
    {
      "start": 792.399,
      "dur": 1.911,
      "text": "President Trump is trying to tell people that they're better off than they feel."
    },
    {
      "start": 794.32,
      "dur": 1.83,
      "text": "that they're better off than they feel. That the evidence of their own wallets"
    },
    {
      "start": 796.16,
      "dur": 2.31,
      "text": "That the evidence of their own wallets or bank balances is lying to them, which"
    },
    {
      "start": 798.48,
      "dur": 2.39,
      "text": "or bank balances is lying to them, which is kind of what Joe Biden tried to do"
    },
    {
      "start": 800.88,
      "dur": 1.83,
      "text": "is kind of what Joe Biden tried to do before 2024 and that didn't work."
    },
    {
      "start": 802.72,
      "dur": 2.07,
      "text": "before 2024 and that didn't work. &gt;&gt; No. Listen, I I think the differences"
    },
    {
      "start": 804.8,
      "dur": 3.029,
      "text": "&gt;&gt; No. Listen, I I think the differences here are, you know, Democratic policies"
    },
    {
      "start": 807.839,
      "dur": 2.79,
      "text": "here are, you know, Democratic policies as a whole drive up costs. We know this."
    },
    {
      "start": 810.639,
      "dur": 1.75,
      "text": "as a whole drive up costs. We know this. It's it's not a secret. So when"
    },
    {
      "start": 812.399,
      "dur": 2.151,
      "text": "It's it's not a secret. So when President Trump says affordability"
    },
    {
      "start": 814.56,
      "dur": 2.709,
      "text": "President Trump says affordability conversation is a scam, 100% is a scam"
    },
    {
      "start": 817.279,
      "dur": 1.591,
      "text": "conversation is a scam, 100% is a scam in the sense that Democrats don't care"
    },
    {
      "start": 818.88,
      "dur": 2.629,
      "text": "in the sense that Democrats don't care about affordability. They never have. So"
    },
    {
      "start": 821.519,
      "dur": 3.11,
      "text": "about affordability. They never have. So it is ironic for for us to you who who"
    },
    {
      "start": 824.639,
      "dur": 1.831,
      "text": "it is ironic for for us to you who who observers of campaigns who work with the"
    },
    {
      "start": 826.48,
      "dur": 2.149,
      "text": "observers of campaigns who work with the president to hear the media prop up and"
    },
    {
      "start": 828.639,
      "dur": 2.071,
      "text": "president to hear the media prop up and the Democrats prop up the conversation"
    },
    {
      "start": 830.72,
      "dur": 2.39,
      "text": "the Democrats prop up the conversation affordability when they've never cared"
    },
    {
      "start": 833.12,
      "dur": 2.31,
      "text": "affordability when they've never cared about the issue before. And evidence is"
    },
    {
      "start": 835.44,
      "dur": 1.27,
      "text": "about the issue before. And evidence is that they don't care about it now and"
    },
    {
      "start": 836.72,
      "dur": 1.83,
      "text": "that they don't care about it now and they want to double down on Joe Biden's"
    },
    {
      "start": 838.56,
      "dur": 2.069,
      "text": "they want to double down on Joe Biden's policies which led to an affordability"
    },
    {
      "start": 840.639,
      "dur": 2.31,
      "text": "policies which led to an affordability crisis. That's a sophisticated argument."
    },
    {
      "start": 842.959,
      "dur": 1.11,
      "text": "crisis. That's a sophisticated argument. I would put it to you that a lot of"
    },
    {
      "start": 844.079,
      "dur": 1.99,
      "text": "I would put it to you that a lot of voters are going to take this much more"
    },
    {
      "start": 846.079,
      "dur": 2.151,
      "text": "voters are going to take this much more simplistically. And as you say, prices"
    },
    {
      "start": 848.24,
      "dur": 1.269,
      "text": "simplistically. And as you say, prices are still high. There are things people"
    },
    {
      "start": 849.519,
      "dur": 2.231,
      "text": "are still high. There are things people can't afford. They're going to blame the"
    },
    {
      "start": 851.76,
      "dur": 1.59,
      "text": "can't afford. They're going to blame the president or the party who has been in"
    },
    {
      "start": 853.36,
      "dur": 1.43,
      "text": "president or the party who has been in power for almost two years by the time"
    },
    {
      "start": 854.8,
      "dur": 1.589,
      "text": "power for almost two years by the time they go to the ballot box. If they're"
    },
    {
      "start": 856.399,
      "dur": 1.751,
      "text": "they go to the ballot box. If they're feeling the squeeze, they are not going"
    },
    {
      "start": 858.16,
      "dur": 1.27,
      "text": "feeling the squeeze, they are not going to blame Democrats for it. They're going"
    },
    {
      "start": 859.44,
      "dur": 1.03,
      "text": "to blame Democrats for it. They're going to blame the people who are running the"
    },
    {
      "start": 860.48,
      "dur": 0.31,
      "text": "to blame the people who are running the economy."
    },
    {
      "start": 860.8,
      "dur": 1.269,
      "text": "economy. &gt;&gt; Well, I I think you have to look at some"
    },
    {
      "start": 862.079,
      "dur": 1.671,
      "text": "&gt;&gt; Well, I I think you have to look at some things like energy prices are cheaper"
    },
    {
      "start": 863.76,
      "dur": 1.749,
      "text": "things like energy prices are cheaper today than what they were under Joe"
    },
    {
      "start": 865.519,
      "dur": 2.231,
      "text": "today than what they were under Joe Biden. Inflation is lower today than it"
    },
    {
      "start": 867.76,
      "dur": 1.83,
      "text": "Biden. Inflation is lower today than it was under Joe Biden. Eggs are lower. You"
    },
    {
      "start": 869.6,
      "dur": 1.27,
      "text": "was under Joe Biden. Eggs are lower. You know, there are cert, you know, the"
    },
    {
      "start": 870.88,
      "dur": 1.35,
      "text": "know, there are cert, you know, the thing is is there are costs throughout"
    },
    {
      "start": 872.24,
      "dur": 2.31,
      "text": "thing is is there are costs throughout the entire ecosystem of family that are"
    },
    {
      "start": 874.56,
      "dur": 1.509,
      "text": "the entire ecosystem of family that are cheaper today than they were under Joe"
    },
    {
      "start": 876.079,
      "dur": 2.471,
      "text": "cheaper today than they were under Joe Biden. However, things could get cheaper"
    },
    {
      "start": 878.56,
      "dur": 1.509,
      "text": "Biden. However, things could get cheaper faster. I think that's a challenge that"
    },
    {
      "start": 880.079,
      "dur": 2.231,
      "text": "faster. I think that's a challenge that President Trump had is he made it sound"
    },
    {
      "start": 882.32,
      "dur": 1.99,
      "text": "President Trump had is he made it sound like he could return the the the great"
    },
    {
      "start": 884.32,
      "dur": 2.23,
      "text": "like he could return the the the great economy of Trump won with the flip of a"
    },
    {
      "start": 886.56,
      "dur": 2.15,
      "text": "economy of Trump won with the flip of a switch. And he set that expectation. We"
    },
    {
      "start": 888.72,
      "dur": 2.31,
      "text": "switch. And he set that expectation. We set that expectation. It's taken longer"
    },
    {
      "start": 891.04,
      "dur": 1.83,
      "text": "set that expectation. It's taken longer than we wanted. And so, you know,"
    },
    {
      "start": 892.88,
      "dur": 1.59,
      "text": "than we wanted. And so, you know, President Trump, you know, when when"
    },
    {
      "start": 894.48,
      "dur": 1.51,
      "text": "President Trump, you know, when when he's out there, you know, campaigning,"
    },
    {
      "start": 896.0,
      "dur": 1.75,
      "text": "he's out there, you know, campaigning, he, you know, the the campaign is"
    },
    {
      "start": 897.76,
      "dur": 2.069,
      "text": "he, you know, the the campaign is against ultimately himself. He said it"
    },
    {
      "start": 899.839,
      "dur": 1.67,
      "text": "against ultimately himself. He said it was going to be fast and it's taking a"
    },
    {
      "start": 901.519,
      "dur": 1.911,
      "text": "was going to be fast and it's taking a little bit longer. But let's be clear,"
    },
    {
      "start": 903.44,
      "dur": 1.91,
      "text": "little bit longer. But let's be clear, the alternative is what we're"
    },
    {
      "start": 905.36,
      "dur": 2.469,
      "text": "the alternative is what we're experiencing in Virginia, higher taxes,"
    },
    {
      "start": 907.839,
      "dur": 1.751,
      "text": "experiencing in Virginia, higher taxes, less affordability. That is what the"
    },
    {
      "start": 909.6,
      "dur": 1.19,
      "text": "less affordability. That is what the alternative is when you vote for"
    },
    {
      "start": 910.8,
      "dur": 0.55,
      "text": "alternative is when you vote for Democrats."
    },
    {
      "start": 911.36,
      "dur": 1.909,
      "text": "Democrats. &gt;&gt; So, is it a a messaging problem? Donald"
    },
    {
      "start": 913.279,
      "dur": 2.631,
      "text": "&gt;&gt; So, is it a a messaging problem? Donald Trump has said uh previously that maybe"
    },
    {
      "start": 915.92,
      "dur": 1.83,
      "text": "Trump has said uh previously that maybe he needs better messengers, better"
    },
    {
      "start": 917.76,
      "dur": 2.309,
      "text": "he needs better messengers, better people to to to come out with a a better"
    },
    {
      "start": 920.079,
      "dur": 2.711,
      "text": "people to to to come out with a a better message or is it a policy problem? Do"
    },
    {
      "start": 922.8,
      "dur": 1.829,
      "text": "message or is it a policy problem? Do the Republicans need to do something"
    },
    {
      "start": 924.639,
      "dur": 1.99,
      "text": "the Republicans need to do something more to address these these issues?"
    },
    {
      "start": 926.639,
      "dur": 1.99,
      "text": "more to address these these issues? &gt;&gt; You know, I think well, let's be clear,"
    },
    {
      "start": 928.639,
      "dur": 1.911,
      "text": "&gt;&gt; You know, I think well, let's be clear, the best thing that President Trump can"
    },
    {
      "start": 930.56,
      "dur": 2.47,
      "text": "the best thing that President Trump can do with respect to affordability is"
    },
    {
      "start": 933.04,
      "dur": 2.63,
      "text": "do with respect to affordability is choose a new Fed chairman. You know that"
    },
    {
      "start": 935.68,
      "dur": 1.67,
      "text": "choose a new Fed chairman. You know that new fair Cheddman is going to have an"
    },
    {
      "start": 937.36,
      "dur": 1.35,
      "text": "new fair Cheddman is going to have an opportunity I think either in May and"
    },
    {
      "start": 938.72,
      "dur": 2.31,
      "text": "opportunity I think either in May and July most likely in June actually to"
    },
    {
      "start": 941.04,
      "dur": 2.71,
      "text": "July most likely in June actually to drop interest rates. Does he drop it a"
    },
    {
      "start": 943.76,
      "dur": 1.99,
      "text": "drop interest rates. Does he drop it a point? Does he drop it a full point? Or"
    },
    {
      "start": 945.76,
      "dur": 2.23,
      "text": "point? Does he drop it a full point? Or does he go, you know, full MAGA and drop"
    },
    {
      "start": 948.0,
      "dur": 2.389,
      "text": "does he go, you know, full MAGA and drop interest rates two points? That will"
    },
    {
      "start": 950.399,
      "dur": 2.391,
      "text": "interest rates two points? That will supercharge the economy overnight that"
    },
    {
      "start": 952.8,
      "dur": 2.389,
      "text": "supercharge the economy overnight that will basically make, you know, borrowing"
    },
    {
      "start": 955.199,
      "dur": 2.151,
      "text": "will basically make, you know, borrowing cheaper than it's been in in probably 10"
    },
    {
      "start": 957.36,
      "dur": 2.79,
      "text": "cheaper than it's been in in probably 10 years. And the affordability crisis"
    },
    {
      "start": 960.16,
      "dur": 1.909,
      "text": "years. And the affordability crisis quite frankly disappears. Now, there's"
    },
    {
      "start": 962.079,
      "dur": 1.75,
      "text": "quite frankly disappears. Now, there's long-term consequences for that, but you"
    },
    {
      "start": 963.839,
      "dur": 1.271,
      "text": "long-term consequences for that, but you know, that's post-election."
    },
    {
      "start": 965.12,
      "dur": 1.67,
      "text": "know, that's post-election. &gt;&gt; I mean, the long-term concerns that you"
    },
    {
      "start": 966.8,
      "dur": 1.51,
      "text": "&gt;&gt; I mean, the long-term concerns that you mentioned about cutting interest rates"
    },
    {
      "start": 968.32,
      "dur": 1.749,
      "text": "mentioned about cutting interest rates are that it'll drive up inflation, which"
    },
    {
      "start": 970.079,
      "dur": 2.31,
      "text": "are that it'll drive up inflation, which will drive up prices, and is exactly the"
    },
    {
      "start": 972.399,
      "dur": 2.79,
      "text": "will drive up prices, and is exactly the opposite of uh of what Donald Trump"
    },
    {
      "start": 975.199,
      "dur": 1.19,
      "text": "opposite of uh of what Donald Trump wants."
    },
    {
      "start": 976.399,
      "dur": 1.67,
      "text": "wants. &gt;&gt; Listen, right now, what I've learned,"
    },
    {
      "start": 978.079,
      "dur": 1.67,
      "text": "&gt;&gt; Listen, right now, what I've learned, and and I've got a minor in economics,"
    },
    {
      "start": 979.759,
      "dur": 1.671,
      "text": "and and I've got a minor in economics, which means nothing, right? But what"
    },
    {
      "start": 981.44,
      "dur": 1.91,
      "text": "which means nothing, right? But what we've learned over the last years under"
    },
    {
      "start": 983.36,
      "dur": 2.389,
      "text": "we've learned over the last years under Trump's stewardship of of the US economy"
    },
    {
      "start": 985.759,
      "dur": 1.671,
      "text": "Trump's stewardship of of the US economy is the economists get it wrong all the"
    },
    {
      "start": 987.44,
      "dur": 2.55,
      "text": "is the economists get it wrong all the time. The they have the worst record"
    },
    {
      "start": 990.0,
      "dur": 1.91,
      "text": "time. The they have the worst record under President Trump when it comes to"
    },
    {
      "start": 991.92,
      "dur": 1.349,
      "text": "under President Trump when it comes to making these predictions of what's going"
    },
    {
      "start": 993.279,
      "dur": 2.071,
      "text": "making these predictions of what's going to happen. I remember during Trump won"
    },
    {
      "start": 995.36,
      "dur": 1.35,
      "text": "to happen. I remember during Trump won when economists said we were going to"
    },
    {
      "start": 996.72,
      "dur": 1.029,
      "text": "when economists said we were going to get, you know, we were going to drive"
    },
    {
      "start": 997.759,
      "dur": 2.07,
      "text": "get, you know, we were going to drive up, you know, uh, interest rate or we're"
    },
    {
      "start": 999.839,
      "dur": 1.35,
      "text": "up, you know, uh, interest rate or we're going to drive up inflation because of"
    },
    {
      "start": 1001.199,
      "dur": 2.711,
      "text": "going to drive up inflation because of the tariff policy. That didn't happen."
    },
    {
      "start": 1003.92,
      "dur": 1.43,
      "text": "the tariff policy. That didn't happen. &gt;&gt; Yeah. They said that again last year."
    },
    {
      "start": 1005.36,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. They said that again last year. &gt;&gt; And they said that again. I mean, so you"
    },
    {
      "start": 1006.72,
      "dur": 1.669,
      "text": "&gt;&gt; And they said that again. I mean, so you you have to be careful when you listen"
    },
    {
      "start": 1008.399,
      "dur": 1.591,
      "text": "you have to be careful when you listen to economists because economists, you"
    },
    {
      "start": 1010.0,
      "dur": 1.59,
      "text": "to economists because economists, you know, they're on the side of every issue"
    },
    {
      "start": 1011.6,
      "dur": 1.349,
      "text": "know, they're on the side of every issue and they tend to be wrong when it comes"
    },
    {
      "start": 1012.959,
      "dur": 2.151,
      "text": "and they tend to be wrong when it comes to President Trump. We don't know what's"
    },
    {
      "start": 1015.12,
      "dur": 2.79,
      "text": "to President Trump. We don't know what's going to happen if you drop 2%. We have"
    },
    {
      "start": 1017.92,
      "dur": 2.149,
      "text": "going to happen if you drop 2%. We have theories of what might happen, but we've"
    },
    {
      "start": 1020.079,
      "dur": 1.831,
      "text": "theories of what might happen, but we've also learned that those those people who"
    },
    {
      "start": 1021.92,
      "dur": 1.75,
      "text": "also learned that those those people who create those theories tend to be wrong"
    },
    {
      "start": 1023.68,
      "dur": 2.07,
      "text": "create those theories tend to be wrong more than right."
    },
    {
      "start": 1025.76,
      "dur": 2.47,
      "text": "more than right. &gt;&gt; So, the other big issue you identified"
    },
    {
      "start": 1028.24,
      "dur": 1.27,
      "text": "&gt;&gt; So, the other big issue you identified um that will be on the ballot for the"
    },
    {
      "start": 1029.52,
      "dur": 3.029,
      "text": "um that will be on the ballot for the midterms is immigration crackdown. Mhm."
    },
    {
      "start": 1032.559,
      "dur": 1.75,
      "text": "midterms is immigration crackdown. Mhm. &gt;&gt; Um and obviously that's front and center"
    },
    {
      "start": 1034.319,
      "dur": 1.271,
      "text": "&gt;&gt; Um and obviously that's front and center of people's minds because of the images"
    },
    {
      "start": 1035.6,
      "dur": 1.589,
      "text": "of people's minds because of the images that we've been seeing coming out of"
    },
    {
      "start": 1037.199,
      "dur": 2.791,
      "text": "that we've been seeing coming out of Minneapolis. Is that a real problem for"
    },
    {
      "start": 1040.0,
      "dur": 1.35,
      "text": "Minneapolis. Is that a real problem for Republicans come November?"
    },
    {
      "start": 1041.36,
      "dur": 2.069,
      "text": "Republicans come November? &gt;&gt; The images are terrible. Uh there's an"
    },
    {
      "start": 1043.439,
      "dur": 2.47,
      "text": "&gt;&gt; The images are terrible. Uh there's an American citizen that's dead who by"
    },
    {
      "start": 1045.919,
      "dur": 1.831,
      "text": "American citizen that's dead who by every visualization, every video we've"
    },
    {
      "start": 1047.76,
      "dur": 1.51,
      "text": "every visualization, every video we've seen should not be dead. You know, our"
    },
    {
      "start": 1049.28,
      "dur": 1.35,
      "text": "seen should not be dead. You know, our hearts goes out to him and his family."
    },
    {
      "start": 1050.64,
      "dur": 1.43,
      "text": "hearts goes out to him and his family. You know, this is a tragic thing that"
    },
    {
      "start": 1052.08,
      "dur": 3.35,
      "text": "You know, this is a tragic thing that took place. It's clearly a result of uh"
    },
    {
      "start": 1055.44,
      "dur": 2.79,
      "text": "took place. It's clearly a result of uh you know, Customs and Border Agents not"
    },
    {
      "start": 1058.24,
      "dur": 1.51,
      "text": "you know, Customs and Border Agents not having the proper training of dealing"
    },
    {
      "start": 1059.76,
      "dur": 2.07,
      "text": "having the proper training of dealing with crowd control. But that goes to the"
    },
    {
      "start": 1061.84,
      "dur": 1.51,
      "text": "with crowd control. But that goes to the larger issue. Why are we in this"
    },
    {
      "start": 1063.36,
      "dur": 2.07,
      "text": "larger issue. Why are we in this dilemma? Right? I refer to this as a"
    },
    {
      "start": 1065.44,
      "dur": 1.67,
      "text": "dilemma? Right? I refer to this as a blue state rebellion when it comes to"
    },
    {
      "start": 1067.12,
      "dur": 1.429,
      "text": "blue state rebellion when it comes to immigration policies because what you"
    },
    {
      "start": 1068.559,
      "dur": 1.431,
      "text": "immigration policies because what you don't see is you don't see red states"
    },
    {
      "start": 1070.0,
      "dur": 1.909,
      "text": "don't see is you don't see red states having these same situations. You don't"
    },
    {
      "start": 1071.919,
      "dur": 1.591,
      "text": "having these same situations. You don't see red state governors saying don't"
    },
    {
      "start": 1073.52,
      "dur": 1.75,
      "text": "see red state governors saying don't cooperate with ICE. You don't see red"
    },
    {
      "start": 1075.28,
      "dur": 1.67,
      "text": "cooperate with ICE. You don't see red state mayors saying don't cooperate."
    },
    {
      "start": 1076.96,
      "dur": 2.47,
      "text": "state mayors saying don't cooperate. They actually cooperate with ICE. So, a"
    },
    {
      "start": 1079.44,
      "dur": 1.99,
      "text": "They actually cooperate with ICE. So, a normal ICE or Customs and Border, you"
    },
    {
      "start": 1081.44,
      "dur": 3.43,
      "text": "normal ICE or Customs and Border, you know, uh, task or action item is they"
    },
    {
      "start": 1084.88,
      "dur": 1.99,
      "text": "know, uh, task or action item is they pull up on a residence, they knock on a"
    },
    {
      "start": 1086.88,
      "dur": 1.43,
      "text": "pull up on a residence, they knock on a door, they identify who the illegal"
    },
    {
      "start": 1088.32,
      "dur": 1.91,
      "text": "door, they identify who the illegal alien is, and they and they and they put"
    },
    {
      "start": 1090.24,
      "dur": 1.91,
      "text": "alien is, and they and they and they put that person into custody and local law"
    },
    {
      "start": 1092.16,
      "dur": 2.71,
      "text": "that person into custody and local law enforcement does crowd control because"
    },
    {
      "start": 1094.88,
      "dur": 1.99,
      "text": "enforcement does crowd control because local law enforcement is trained to do"
    },
    {
      "start": 1096.88,
      "dur": 1.669,
      "text": "local law enforcement is trained to do crowd control. That is their primary"
    },
    {
      "start": 1098.559,
      "dur": 2.47,
      "text": "crowd control. That is their primary training. What you have in places like"
    },
    {
      "start": 1101.039,
      "dur": 1.591,
      "text": "training. What you have in places like Minnesota, what you have in blue states"
    },
    {
      "start": 1102.64,
      "dur": 2.95,
      "text": "Minnesota, what you have in blue states is you don't have the local support, the"
    },
    {
      "start": 1105.6,
      "dur": 1.83,
      "text": "is you don't have the local support, the customs and borders and ICE doesn't have"
    },
    {
      "start": 1107.44,
      "dur": 1.67,
      "text": "customs and borders and ICE doesn't have the local support of law enforcement to"
    },
    {
      "start": 1109.12,
      "dur": 1.669,
      "text": "the local support of law enforcement to do the crowd control. So, you're"
    },
    {
      "start": 1110.799,
      "dur": 2.391,
      "text": "do the crowd control. So, you're bringing in supremely inexperienced"
    },
    {
      "start": 1113.2,
      "dur": 1.829,
      "text": "bringing in supremely inexperienced people who've never had the training for"
    },
    {
      "start": 1115.039,
      "dur": 1.671,
      "text": "people who've never had the training for crowd control because customs and"
    },
    {
      "start": 1116.72,
      "dur": 1.11,
      "text": "crowd control because customs and borders is far different than"
    },
    {
      "start": 1117.84,
      "dur": 1.67,
      "text": "borders is far different than controlling a crowd. And they're using"
    },
    {
      "start": 1119.52,
      "dur": 1.75,
      "text": "controlling a crowd. And they're using aggressive tactics. They're using the"
    },
    {
      "start": 1121.28,
      "dur": 1.99,
      "text": "aggressive tactics. They're using the tactics that actually work at the border"
    },
    {
      "start": 1123.28,
      "dur": 1.59,
      "text": "tactics that actually work at the border but don't work in our cities. And the"
    },
    {
      "start": 1124.88,
      "dur": 1.43,
      "text": "but don't work in our cities. And the reason those tactics are being used"
    },
    {
      "start": 1126.32,
      "dur": 1.91,
      "text": "reason those tactics are being used today is because of a blue state"
    },
    {
      "start": 1128.24,
      "dur": 2.07,
      "text": "today is because of a blue state rebellion where governors and mayors"
    },
    {
      "start": 1130.32,
      "dur": 1.99,
      "text": "rebellion where governors and mayors don't want to cooperate in enforcing"
    },
    {
      "start": 1132.32,
      "dur": 2.31,
      "text": "don't want to cooperate in enforcing federal law and enforcing what the"
    },
    {
      "start": 1134.64,
      "dur": 2.79,
      "text": "federal law and enforcing what the people voted for in 2005 in their"
    },
    {
      "start": 1137.44,
      "dur": 1.43,
      "text": "people voted for in 2005 in their election. They said we wanted"
    },
    {
      "start": 1138.88,
      "dur": 1.83,
      "text": "election. They said we wanted deportation. We didn't hide what we"
    },
    {
      "start": 1140.72,
      "dur": 2.23,
      "text": "deportation. We didn't hide what we wanted. What they didn't say is we want"
    },
    {
      "start": 1142.96,
      "dur": 1.99,
      "text": "wanted. What they didn't say is we want this, you know, we want deportation, but"
    },
    {
      "start": 1144.96,
      "dur": 1.75,
      "text": "this, you know, we want deportation, but we want blue states to rebel."
    },
    {
      "start": 1146.72,
      "dur": 2.069,
      "text": "we want blue states to rebel. &gt;&gt; They they voted for deporting the worst"
    },
    {
      "start": 1148.799,
      "dur": 1.911,
      "text": "&gt;&gt; They they voted for deporting the worst of the worst, right? They they wanted"
    },
    {
      "start": 1150.72,
      "dur": 0.47,
      "text": "of the worst, right? They they wanted people"
    },
    {
      "start": 1151.2,
      "dur": 1.51,
      "text": "people &gt;&gt; that that's your messaging that what we"
    },
    {
      "start": 1152.72,
      "dur": 1.75,
      "text": "&gt;&gt; that that's your messaging that what we always said is we will start with the"
    },
    {
      "start": 1154.48,
      "dur": 1.67,
      "text": "always said is we will start with the worst of the worst, but we're deporting"
    },
    {
      "start": 1156.16,
      "dur": 1.91,
      "text": "worst of the worst, but we're deporting every illegal alien out there."
    },
    {
      "start": 1158.08,
      "dur": 2.31,
      "text": "every illegal alien out there. &gt;&gt; So when you listen to Donald Trump, he"
    },
    {
      "start": 1160.4,
      "dur": 1.11,
      "text": "&gt;&gt; So when you listen to Donald Trump, he says we're getting the worst of the"
    },
    {
      "start": 1161.52,
      "dur": 2.07,
      "text": "says we're getting the worst of the worst. Now they did have signs at the"
    },
    {
      "start": 1163.6,
      "dur": 2.309,
      "text": "worst. Now they did have signs at the convention saying mass deportation now."
    },
    {
      "start": 1165.919,
      "dur": 1.031,
      "text": "convention saying mass deportation now. &gt;&gt; We never hid behind it."
    },
    {
      "start": 1166.96,
      "dur": 2.23,
      "text": "&gt;&gt; We never hid behind it. &gt;&gt; And uh and people were saying and and"
    },
    {
      "start": 1169.2,
      "dur": 1.589,
      "text": "&gt;&gt; And uh and people were saying and and journalists were saying that means"
    },
    {
      "start": 1170.799,
      "dur": 1.591,
      "text": "journalists were saying that means millions of people being rounded up."
    },
    {
      "start": 1172.4,
      "dur": 1.11,
      "text": "millions of people being rounded up. That means it's going to be more than"
    },
    {
      "start": 1173.52,
      "dur": 2.389,
      "text": "That means it's going to be more than just criminals. But there are I I think"
    },
    {
      "start": 1175.919,
      "dur": 2.311,
      "text": "just criminals. But there are I I think you have to acknowledge there are people"
    },
    {
      "start": 1178.24,
      "dur": 2.07,
      "text": "you have to acknowledge there are people who think this is going too far. And on"
    },
    {
      "start": 1180.32,
      "dur": 2.79,
      "text": "who think this is going too far. And on one hand, deporting a convicted rapist,"
    },
    {
      "start": 1183.12,
      "dur": 1.429,
      "text": "one hand, deporting a convicted rapist, getting them out of this country may be"
    },
    {
      "start": 1184.559,
      "dur": 2.47,
      "text": "getting them out of this country may be a good thing. But what about deporting a"
    },
    {
      "start": 1187.039,
      "dur": 2.391,
      "text": "a good thing. But what about deporting a 5-year-old child at a bus stop or your"
    },
    {
      "start": 1189.44,
      "dur": 1.75,
      "text": "5-year-old child at a bus stop or your local gardener or someone who works in"
    },
    {
      "start": 1191.2,
      "dur": 2.07,
      "text": "local gardener or someone who works in your school? People who have no criminal"
    },
    {
      "start": 1193.28,
      "dur": 1.67,
      "text": "your school? People who have no criminal records beyond just violating"
    },
    {
      "start": 1194.96,
      "dur": 1.829,
      "text": "records beyond just violating immigration law, those weren't the kind"
    },
    {
      "start": 1196.799,
      "dur": 1.591,
      "text": "immigration law, those weren't the kind of people that they had in mind when"
    },
    {
      "start": 1198.4,
      "dur": 2.71,
      "text": "of people that they had in mind when they voted on immigration. When you say"
    },
    {
      "start": 1201.12,
      "dur": 1.75,
      "text": "they voted on immigration. When you say they, I I make the case that half the"
    },
    {
      "start": 1202.88,
      "dur": 1.51,
      "text": "they, I I make the case that half the electorate knew exactly knew what we"
    },
    {
      "start": 1204.4,
      "dur": 1.67,
      "text": "electorate knew exactly knew what we were going to do. We didn't hide from"
    },
    {
      "start": 1206.08,
      "dur": 2.469,
      "text": "were going to do. We didn't hide from it. We had signs said mass deportations."
    },
    {
      "start": 1208.559,
      "dur": 1.831,
      "text": "it. We had signs said mass deportations. I was on this network. I was on various"
    },
    {
      "start": 1210.4,
      "dur": 1.269,
      "text": "I was on this network. I was on various networks explaining how we're going to"
    },
    {
      "start": 1211.679,
      "dur": 1.511,
      "text": "networks explaining how we're going to work. We're going to start with divorce"
    },
    {
      "start": 1213.2,
      "dur": 1.19,
      "text": "work. We're going to start with divorce of the horse. We're going to assess and"
    },
    {
      "start": 1214.4,
      "dur": 1.59,
      "text": "of the horse. We're going to assess and then we're going to continue to the next"
    },
    {
      "start": 1216.0,
      "dur": 2.549,
      "text": "then we're going to continue to the next phase. I'm sorry. These are enforcement"
    },
    {
      "start": 1218.559,
      "dur": 2.391,
      "text": "phase. I'm sorry. These are enforcement actions. These are laws on our books. We"
    },
    {
      "start": 1220.96,
      "dur": 3.11,
      "text": "actions. These are laws on our books. We had was we had a Democratic president"
    },
    {
      "start": 1224.08,
      "dur": 2.87,
      "text": "had was we had a Democratic president under Barack Obama. We had a Democratic"
    },
    {
      "start": 1226.96,
      "dur": 1.91,
      "text": "under Barack Obama. We had a Democratic supermajority or a veto approved"
    },
    {
      "start": 1228.88,
      "dur": 1.75,
      "text": "supermajority or a veto approved majority under Barack Obama and we had a"
    },
    {
      "start": 1230.64,
      "dur": 2.149,
      "text": "majority under Barack Obama and we had a Democratic House. They never passed"
    },
    {
      "start": 1232.799,
      "dur": 2.151,
      "text": "Democratic House. They never passed anything to address these things. It was"
    },
    {
      "start": 1234.96,
      "dur": 2.55,
      "text": "anything to address these things. It was clearly never a priority for them. This"
    },
    {
      "start": 1237.52,
      "dur": 2.389,
      "text": "clearly never a priority for them. This is the net effect of them doing nothing"
    },
    {
      "start": 1239.919,
      "dur": 1.911,
      "text": "is the net effect of them doing nothing and policy not sort of marrying up with"
    },
    {
      "start": 1241.84,
      "dur": 1.59,
      "text": "and policy not sort of marrying up with what the electorate wants. But the"
    },
    {
      "start": 1243.44,
      "dur": 2.79,
      "text": "what the electorate wants. But the reality is is the policy is what is what"
    },
    {
      "start": 1246.24,
      "dur": 1.75,
      "text": "reality is is the policy is what is what we're we're we're fighting for and it's"
    },
    {
      "start": 1248.0,
      "dur": 2.47,
      "text": "we're we're we're fighting for and it's what's being implemented. And uh and you"
    },
    {
      "start": 1250.48,
      "dur": 2.47,
      "text": "what's being implemented. And uh and you know whether it's a 5-year-old who who"
    },
    {
      "start": 1252.96,
      "dur": 2.709,
      "text": "know whether it's a 5-year-old who who is left at at a bus stop or or you know"
    },
    {
      "start": 1255.679,
      "dur": 2.071,
      "text": "is left at at a bus stop or or you know in the process of being deported. If"
    },
    {
      "start": 1257.76,
      "dur": 2.31,
      "text": "in the process of being deported. If policy makers wanted to be differently,"
    },
    {
      "start": 1260.08,
      "dur": 0.87,
      "text": "policy makers wanted to be differently, they should change it."
    },
    {
      "start": 1260.96,
      "dur": 1.829,
      "text": "they should change it. &gt;&gt; The problem though, isn't it, is the the"
    },
    {
      "start": 1262.799,
      "dur": 2.791,
      "text": "&gt;&gt; The problem though, isn't it, is the the images of Alex Prey being killed and"
    },
    {
      "start": 1265.6,
      "dur": 1.27,
      "text": "images of Alex Prey being killed and everybody can see that he wasn't"
    },
    {
      "start": 1266.88,
      "dur": 1.75,
      "text": "everybody can see that he wasn't brandishing a weapon, hadn't set out to"
    },
    {
      "start": 1268.64,
      "dur": 1.509,
      "text": "brandishing a weapon, hadn't set out to massacre law enforcement, any of the"
    },
    {
      "start": 1270.159,
      "dur": 1.191,
      "text": "massacre law enforcement, any of the things that some administration"
    },
    {
      "start": 1271.36,
      "dur": 4.15,
      "text": "things that some administration officials said. But but that image risks"
    },
    {
      "start": 1275.52,
      "dur": 1.509,
      "text": "officials said. But but that image risks turning off a lot of voters on the"
    },
    {
      "start": 1277.039,
      "dur": 1.911,
      "text": "turning off a lot of voters on the immigration crackdown. people who"
    },
    {
      "start": 1278.96,
      "dur": 1.99,
      "text": "immigration crackdown. people who possibly at the end of 2024 thought,"
    },
    {
      "start": 1280.96,
      "dur": 1.99,
      "text": "possibly at the end of 2024 thought, \"Yes, we do want to get rid of millions"
    },
    {
      "start": 1282.96,
      "dur": 3.03,
      "text": "\"Yes, we do want to get rid of millions of um illegal pe people living in the"
    },
    {
      "start": 1286.0,
      "dur": 1.75,
      "text": "of um illegal pe people living in the United States without documents.\" But"
    },
    {
      "start": 1287.76,
      "dur": 1.99,
      "text": "United States without documents.\" But now, having seen what happened on the"
    },
    {
      "start": 1289.76,
      "dur": 1.59,
      "text": "now, having seen what happened on the streets of Minneapolis, they think it's"
    },
    {
      "start": 1291.36,
      "dur": 1.669,
      "text": "streets of Minneapolis, they think it's gone too far and they're not necessarily"
    },
    {
      "start": 1293.039,
      "dur": 1.51,
      "text": "gone too far and they're not necessarily going to vote Republican as a result."
    },
    {
      "start": 1294.559,
      "dur": 1.511,
      "text": "going to vote Republican as a result. &gt;&gt; Well, we'll see. I mean, you know, at"
    },
    {
      "start": 1296.08,
      "dur": 1.91,
      "text": "&gt;&gt; Well, we'll see. I mean, you know, at the end of the day, you know, what I've"
    },
    {
      "start": 1298.0,
      "dur": 1.75,
      "text": "the end of the day, you know, what I've learned in American politics about what"
    },
    {
      "start": 1299.76,
      "dur": 2.389,
      "text": "learned in American politics about what the American electorate does is they"
    },
    {
      "start": 1302.159,
      "dur": 1.591,
      "text": "the American electorate does is they care very little about the process and"
    },
    {
      "start": 1303.76,
      "dur": 2.07,
      "text": "care very little about the process and they care about the results. That's what"
    },
    {
      "start": 1305.84,
      "dur": 1.829,
      "text": "they care about the results. That's what I've learned over my years in politics,"
    },
    {
      "start": 1307.679,
      "dur": 1.831,
      "text": "I've learned over my years in politics, my years in government, is the process"
    },
    {
      "start": 1309.52,
      "dur": 1.99,
      "text": "my years in government, is the process makes a lot of noise for cable, makes a"
    },
    {
      "start": 1311.52,
      "dur": 1.67,
      "text": "makes a lot of noise for cable, makes a lot of print for the for the media, but"
    },
    {
      "start": 1313.2,
      "dur": 1.91,
      "text": "lot of print for the for the media, but when you get to the polls, it's usually"
    },
    {
      "start": 1315.12,
      "dur": 1.59,
      "text": "when you get to the polls, it's usually it's usually the result that matters,"
    },
    {
      "start": 1316.72,
      "dur": 3.35,
      "text": "it's usually the result that matters, right? And uh like I said, that tragedy"
    },
    {
      "start": 1320.08,
      "dur": 2.15,
      "text": "right? And uh like I said, that tragedy was a tragedy, but let's let's discuss"
    },
    {
      "start": 1322.24,
      "dur": 2.15,
      "text": "was a tragedy, but let's let's discuss what actually took place. Those weren't"
    },
    {
      "start": 1324.4,
      "dur": 1.99,
      "text": "what actually took place. Those weren't political folks on the ground that said,"
    },
    {
      "start": 1326.4,
      "dur": 1.83,
      "text": "political folks on the ground that said, you know, he was coming out there, you"
    },
    {
      "start": 1328.24,
      "dur": 1.59,
      "text": "you know, he was coming out there, you know, try to assault officers. Those"
    },
    {
      "start": 1329.84,
      "dur": 1.91,
      "text": "know, try to assault officers. Those were career customs and border people"
    },
    {
      "start": 1331.76,
      "dur": 1.35,
      "text": "were career customs and border people who lack the cander to tell"
    },
    {
      "start": 1333.12,
      "dur": 1.909,
      "text": "who lack the cander to tell administration folks exactly what took"
    },
    {
      "start": 1335.039,
      "dur": 3.99,
      "text": "administration folks exactly what took place. And if the administration has a a"
    },
    {
      "start": 1339.039,
      "dur": 3.031,
      "text": "place. And if the administration has a a has has has egg on their face on this,"
    },
    {
      "start": 1342.08,
      "dur": 2.069,
      "text": "has has has egg on their face on this, it's the fact that they repeated, you"
    },
    {
      "start": 1344.159,
      "dur": 2.551,
      "text": "it's the fact that they repeated, you know, this misinformation coming out of"
    },
    {
      "start": 1346.72,
      "dur": 2.39,
      "text": "know, this misinformation coming out of Minneapolis first. You know, that you"
    },
    {
      "start": 1349.12,
      "dur": 1.669,
      "text": "Minneapolis first. You know, that you know, sure, we're we're to blame for"
    },
    {
      "start": 1350.799,
      "dur": 1.511,
      "text": "know, sure, we're we're to blame for repeating bad information, right? the"
    },
    {
      "start": 1352.32,
      "dur": 1.349,
      "text": "repeating bad information, right? the administration's to blame for repeating"
    },
    {
      "start": 1353.679,
      "dur": 2.791,
      "text": "administration's to blame for repeating bad information. But that's the reason"
    },
    {
      "start": 1356.48,
      "dur": 1.59,
      "text": "bad information. But that's the reason that information got out and the reason"
    },
    {
      "start": 1358.08,
      "dur": 1.91,
      "text": "that information got out and the reason that it got out the way it did was"
    },
    {
      "start": 1360.0,
      "dur": 1.75,
      "text": "that it got out the way it did was because if we don't fill the narrative"
    },
    {
      "start": 1361.76,
      "dur": 2.71,
      "text": "because if we don't fill the narrative of what's taking place, the left is"
    },
    {
      "start": 1364.48,
      "dur": 1.27,
      "text": "of what's taking place, the left is going to fill the narrative of what's"
    },
    {
      "start": 1365.76,
      "dur": 1.75,
      "text": "going to fill the narrative of what's taking place. And what we've learned"
    },
    {
      "start": 1367.52,
      "dur": 2.07,
      "text": "taking place. And what we've learned over the years is that the left lies and"
    },
    {
      "start": 1369.6,
      "dur": 2.069,
      "text": "over the years is that the left lies and they're usually enabled by the media to"
    },
    {
      "start": 1371.679,
      "dur": 2.311,
      "text": "they're usually enabled by the media to being allowed to lie. And so what we've"
    },
    {
      "start": 1374.0,
      "dur": 1.99,
      "text": "being allowed to lie. And so what we've done, you know, fairly or unfairly is we"
    },
    {
      "start": 1376.0,
      "dur": 2.549,
      "text": "done, you know, fairly or unfairly is we now rush to put out information. I look"
    },
    {
      "start": 1378.559,
      "dur": 2.311,
      "text": "now rush to put out information. I look forward to the time when a politician is"
    },
    {
      "start": 1380.88,
      "dur": 1.99,
      "text": "forward to the time when a politician is asked a question and they go back to the"
    },
    {
      "start": 1382.88,
      "dur": 1.83,
      "text": "asked a question and they go back to the normal answer. This is currently under"
    },
    {
      "start": 1384.72,
      "dur": 2.15,
      "text": "normal answer. This is currently under investigation. I have no comment. Bill"
    },
    {
      "start": 1386.88,
      "dur": 3.029,
      "text": "investigation. I have no comment. Bill Clinton's second term was I'm sorry."
    },
    {
      "start": 1389.919,
      "dur": 1.75,
      "text": "Clinton's second term was I'm sorry. Monica Lewinsky is under a special"
    },
    {
      "start": 1391.679,
      "dur": 2.311,
      "text": "Monica Lewinsky is under a special prosecutor, you know, investigation. I"
    },
    {
      "start": 1394.0,
      "dur": 2.549,
      "text": "prosecutor, you know, investigation. I can't comment. Think about that. Bill"
    },
    {
      "start": 1396.559,
      "dur": 1.831,
      "text": "can't comment. Think about that. Bill Clinton entire second term was I can't"
    },
    {
      "start": 1398.4,
      "dur": 1.91,
      "text": "Clinton entire second term was I can't comment about a potential investigation."
    },
    {
      "start": 1400.32,
      "dur": 2.15,
      "text": "comment about a potential investigation. And that worked for him and we can't"
    },
    {
      "start": 1402.48,
      "dur": 2.069,
      "text": "And that worked for him and we can't wait anymore. There's been a much higher"
    },
    {
      "start": 1404.559,
      "dur": 2.23,
      "text": "wait anymore. There's been a much higher focus on foreign affairs in the first"
    },
    {
      "start": 1406.799,
      "dur": 2.151,
      "text": "focus on foreign affairs in the first year of um Trump's second term than I"
    },
    {
      "start": 1408.96,
      "dur": 2.63,
      "text": "year of um Trump's second term than I think many of us expected and the attack"
    },
    {
      "start": 1411.6,
      "dur": 1.75,
      "text": "think many of us expected and the attack on Iran, the military action in"
    },
    {
      "start": 1413.36,
      "dur": 2.87,
      "text": "on Iran, the military action in Venezuela, the focus on Greenland,"
    },
    {
      "start": 1416.24,
      "dur": 2.549,
      "text": "Venezuela, the focus on Greenland, Canada, all sorts of things. Is that a"
    },
    {
      "start": 1418.799,
      "dur": 1.591,
      "text": "Canada, all sorts of things. Is that a winning issue with voters?"
    },
    {
      "start": 1420.4,
      "dur": 2.47,
      "text": "winning issue with voters? &gt;&gt; No. No. We have learned over the years"
    },
    {
      "start": 1422.88,
      "dur": 1.669,
      "text": "&gt;&gt; No. No. We have learned over the years and the reason Donald Trump is in office"
    },
    {
      "start": 1424.559,
      "dur": 1.751,
      "text": "and the reason Donald Trump is in office right now was because the American"
    },
    {
      "start": 1426.32,
      "dur": 1.91,
      "text": "right now was because the American voters lost confidence in Joe Biden and"
    },
    {
      "start": 1428.24,
      "dur": 2.549,
      "text": "voters lost confidence in Joe Biden and Democrats when it came to issues of"
    },
    {
      "start": 1430.799,
      "dur": 2.631,
      "text": "Democrats when it came to issues of pocketbook, right?"
    },
    {
      "start": 1433.44,
      "dur": 1.75,
      "text": "pocketbook, right? You know what I learned in American"
    },
    {
      "start": 1435.2,
      "dur": 2.15,
      "text": "You know what I learned in American politics, you know, is a derivative of"
    },
    {
      "start": 1437.36,
      "dur": 1.83,
      "text": "politics, you know, is a derivative of what I learned in what is it 19, you"
    },
    {
      "start": 1439.2,
      "dur": 3.11,
      "text": "what I learned in what is it 19, you know, 1991, right? Herbert Walker Bush"
    },
    {
      "start": 1442.32,
      "dur": 2.87,
      "text": "know, 1991, right? Herbert Walker Bush won a war. You know, his popularity was"
    },
    {
      "start": 1445.2,
      "dur": 1.829,
      "text": "won a war. You know, his popularity was through the roof and then nine months"
    },
    {
      "start": 1447.039,
      "dur": 2.151,
      "text": "through the roof and then nine months later he lost an election primarily"
    },
    {
      "start": 1449.2,
      "dur": 2.469,
      "text": "later he lost an election primarily because of the economy. And so, you"
    },
    {
      "start": 1451.679,
      "dur": 2.47,
      "text": "because of the economy. And so, you know, I I think, you know, voters are"
    },
    {
      "start": 1454.159,
      "dur": 2.471,
      "text": "know, I I think, you know, voters are going to pass judgment. It's it's it's"
    },
    {
      "start": 1456.64,
      "dur": 2.71,
      "text": "going to pass judgment. It's it's it's it's either going to be thumbs up or"
    },
    {
      "start": 1459.36,
      "dur": 2.15,
      "text": "it's either going to be thumbs up or thumbs down. We would like the question"
    },
    {
      "start": 1461.52,
      "dur": 1.83,
      "text": "thumbs down. We would like the question to be are you better off today than you"
    },
    {
      "start": 1463.36,
      "dur": 2.07,
      "text": "to be are you better off today than you were two years ago. I think that answer"
    },
    {
      "start": 1465.44,
      "dur": 2.79,
      "text": "were two years ago. I think that answer is probably going to be most likely yes."
    },
    {
      "start": 1468.24,
      "dur": 2.07,
      "text": "is probably going to be most likely yes. I think the criticism we receive is"
    },
    {
      "start": 1470.32,
      "dur": 1.99,
      "text": "I think the criticism we receive is President Trump promised for it to be"
    },
    {
      "start": 1472.32,
      "dur": 2.07,
      "text": "President Trump promised for it to be fast. It's just not fast enough."
    },
    {
      "start": 1474.4,
      "dur": 2.47,
      "text": "fast. It's just not fast enough. &gt;&gt; So it it is an uphill struggle. It is"
    },
    {
      "start": 1476.88,
      "dur": 2.87,
      "text": "&gt;&gt; So it it is an uphill struggle. It is likely they are going to to lose"
    },
    {
      "start": 1479.76,
      "dur": 1.43,
      "text": "likely they are going to to lose &gt;&gt; uh lose the House. Do you think the"
    },
    {
      "start": 1481.2,
      "dur": 1.19,
      "text": "&gt;&gt; uh lose the House. Do you think the Senate's in play?"
    },
    {
      "start": 1482.4,
      "dur": 1.509,
      "text": "Senate's in play? &gt;&gt; Yeah, I I do think the Senate's in play."
    },
    {
      "start": 1483.919,
      "dur": 2.471,
      "text": "&gt;&gt; Yeah, I I do think the Senate's in play. I I think you look at Ohio shared Brown"
    },
    {
      "start": 1486.4,
      "dur": 2.869,
      "text": "I I think you look at Ohio shared Brown having won there before. you know, you"
    },
    {
      "start": 1489.279,
      "dur": 2.87,
      "text": "having won there before. you know, you know, uh, Rashami not doing as well as"
    },
    {
      "start": 1492.159,
      "dur": 1.671,
      "text": "know, uh, Rashami not doing as well as previous, uh, governors have done. I"
    },
    {
      "start": 1493.84,
      "dur": 2.47,
      "text": "previous, uh, governors have done. I think that that becomes in play. Uh, I"
    },
    {
      "start": 1496.32,
      "dur": 1.75,
      "text": "think that that becomes in play. Uh, I think you have, you know, Texas"
    },
    {
      "start": 1498.08,
      "dur": 1.43,
      "text": "think you have, you know, Texas certainly comes into play. If Cordon"
    },
    {
      "start": 1499.52,
      "dur": 2.07,
      "text": "certainly comes into play. If Cordon would lose, if Ken Paxton were to win,"
    },
    {
      "start": 1501.6,
      "dur": 2.309,
      "text": "would lose, if Ken Paxton were to win, we'd probably lose Texas, which is"
    },
    {
      "start": 1503.919,
      "dur": 2.391,
      "text": "we'd probably lose Texas, which is shocking, which is jarring, but it's not"
    },
    {
      "start": 1506.32,
      "dur": 1.51,
      "text": "shocking, which is jarring, but it's not the political rhetoric we think it is."
    },
    {
      "start": 1507.84,
      "dur": 1.67,
      "text": "the political rhetoric we think it is. It's not because it's a shift in"
    },
    {
      "start": 1509.52,
      "dur": 2.389,
      "text": "It's not because it's a shift in electorate in Texas, but yeah, I very"
    },
    {
      "start": 1511.919,
      "dur": 1.591,
      "text": "electorate in Texas, but yeah, I very much think the Senate is in play. Do you"
    },
    {
      "start": 1513.52,
      "dur": 1.509,
      "text": "much think the Senate is in play. Do you think do you think if they do lose say"
    },
    {
      "start": 1515.039,
      "dur": 1.75,
      "text": "think do you think if they do lose say the House of Representatives that it is"
    },
    {
      "start": 1516.799,
      "dur": 2.951,
      "text": "the House of Representatives that it is a a judgment on Donald Trump and his"
    },
    {
      "start": 1519.76,
      "dur": 1.269,
      "text": "a a judgment on Donald Trump and his second term that people are going to"
    },
    {
      "start": 1521.039,
      "dur": 2.311,
      "text": "second term that people are going to look and say you know this was he's not"
    },
    {
      "start": 1523.36,
      "dur": 1.669,
      "text": "look and say you know this was he's not doing what the voters want."
    },
    {
      "start": 1525.039,
      "dur": 1.75,
      "text": "doing what the voters want. &gt;&gt; Every midterm is a judgment on that"
    },
    {
      "start": 1526.799,
      "dur": 1.99,
      "text": "&gt;&gt; Every midterm is a judgment on that president right? Uh but I think the"
    },
    {
      "start": 1528.799,
      "dur": 3.031,
      "text": "president right? Uh but I think the question becomes is is is you know what"
    },
    {
      "start": 1531.84,
      "dur": 1.829,
      "text": "question becomes is is is you know what is the judgment ultimately say? I think"
    },
    {
      "start": 1533.679,
      "dur": 2.391,
      "text": "is the judgment ultimately say? I think if the people say, \"Hey, it's improved a"
    },
    {
      "start": 1536.08,
      "dur": 2.15,
      "text": "if the people say, \"Hey, it's improved a little, just not as much as we wanted,\""
    },
    {
      "start": 1538.24,
      "dur": 1.669,
      "text": "little, just not as much as we wanted,\" then we know, you know, you know, he we"
    },
    {
      "start": 1539.919,
      "dur": 2.311,
      "text": "then we know, you know, you know, he we made promises of of a fast recovery and"
    },
    {
      "start": 1542.24,
      "dur": 1.59,
      "text": "made promises of of a fast recovery and we weren't able to hit those promises."
    },
    {
      "start": 1543.84,
      "dur": 2.39,
      "text": "we weren't able to hit those promises. But I think every midterm is is is sort"
    },
    {
      "start": 1546.24,
      "dur": 2.71,
      "text": "But I think every midterm is is is sort of the the test on on the president of"
    },
    {
      "start": 1548.96,
      "dur": 2.55,
      "text": "of the the test on on the president of of how things are going. Um, and I don't"
    },
    {
      "start": 1551.52,
      "dur": 1.269,
      "text": "of how things are going. Um, and I don't think President Trump's any different."
    },
    {
      "start": 1552.799,
      "dur": 0.951,
      "text": "think President Trump's any different. And we're going to make the case that"
    },
    {
      "start": 1553.76,
      "dur": 1.59,
      "text": "And we're going to make the case that the economy is better than it was two"
    },
    {
      "start": 1555.36,
      "dur": 1.669,
      "text": "the economy is better than it was two years ago. And if you give us more time,"
    },
    {
      "start": 1557.039,
      "dur": 1.51,
      "text": "years ago. And if you give us more time, we'll make it even better."
    },
    {
      "start": 1558.559,
      "dur": 1.751,
      "text": "we'll make it even better. &gt;&gt; And you said when you sat down, you were"
    },
    {
      "start": 1560.32,
      "dur": 1.91,
      "text": "&gt;&gt; And you said when you sat down, you were pessimistic about Republicans chances in"
    },
    {
      "start": 1562.24,
      "dur": 1.75,
      "text": "pessimistic about Republicans chances in November. with that message that you've"
    },
    {
      "start": 1564.0,
      "dur": 1.51,
      "text": "November. with that message that you've just articulated, you think they can"
    },
    {
      "start": 1565.52,
      "dur": 1.509,
      "text": "just articulated, you think they can turn it around in the next nine months?"
    },
    {
      "start": 1567.039,
      "dur": 1.831,
      "text": "turn it around in the next nine months? &gt;&gt; Yeah, I think a little bit. Right. You a"
    },
    {
      "start": 1568.88,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah, I think a little bit. Right. You a lot really depends on how people feel,"
    },
    {
      "start": 1571.36,
      "dur": 1.429,
      "text": "lot really depends on how people feel, not necessarily what they see, but how"
    },
    {
      "start": 1572.799,
      "dur": 2.23,
      "text": "not necessarily what they see, but how people feel about the economy, right? I"
    },
    {
      "start": 1575.039,
      "dur": 1.99,
      "text": "people feel about the economy, right? I think if, you know, if interest rates go"
    },
    {
      "start": 1577.039,
      "dur": 1.75,
      "text": "think if, you know, if interest rates go down significantly, they sort of feel a"
    },
    {
      "start": 1578.799,
      "dur": 1.511,
      "text": "down significantly, they sort of feel a little bit more optimistic because money"
    },
    {
      "start": 1580.32,
      "dur": 2.39,
      "text": "little bit more optimistic because money is cheaper. But, but I also, you know,"
    },
    {
      "start": 1582.72,
      "dur": 1.75,
      "text": "is cheaper. But, but I also, you know, the Democrats have a problem, right? You"
    },
    {
      "start": 1584.48,
      "dur": 2.15,
      "text": "the Democrats have a problem, right? You know, their only message is Trump."
    },
    {
      "start": 1586.64,
      "dur": 1.35,
      "text": "know, their only message is Trump. There's no policies that they're"
    },
    {
      "start": 1588.0,
      "dur": 1.669,
      "text": "There's no policies that they're championing that that are moving the"
    },
    {
      "start": 1589.679,
      "dur": 1.431,
      "text": "championing that that are moving the electorate toward them. I think if"
    },
    {
      "start": 1591.12,
      "dur": 1.669,
      "text": "electorate toward them. I think if Republicans talk more about what"
    },
    {
      "start": 1592.799,
      "dur": 2.631,
      "text": "Republicans talk more about what Democratic control means, impeachment,"
    },
    {
      "start": 1595.44,
      "dur": 2.07,
      "text": "Democratic control means, impeachment, stalemate, nothing happens, then the"
    },
    {
      "start": 1597.52,
      "dur": 1.67,
      "text": "stalemate, nothing happens, then the then the electorate has a real decision"
    },
    {
      "start": 1599.2,
      "dur": 0.79,
      "text": "then the electorate has a real decision to make."
    },
    {
      "start": 1600.0,
      "dur": 1.43,
      "text": "to make. &gt;&gt; But what's the positive message you"
    },
    {
      "start": 1601.44,
      "dur": 1.43,
      "text": "&gt;&gt; But what's the positive message you would advise the Republicans to be"
    },
    {
      "start": 1602.88,
      "dur": 0.71,
      "text": "would advise the Republicans to be campaigning on?"
    },
    {
      "start": 1603.6,
      "dur": 2.309,
      "text": "campaigning on? &gt;&gt; Yeah, the positive message is, you know,"
    },
    {
      "start": 1605.919,
      "dur": 2.791,
      "text": "&gt;&gt; Yeah, the positive message is, you know, we we we've made progress. We'll make"
    },
    {
      "start": 1608.72,
      "dur": 2.47,
      "text": "we we we've made progress. We'll make more, right? You know, the economy has"
    },
    {
      "start": 1611.2,
      "dur": 2.15,
      "text": "more, right? You know, the economy has improved a little bit. Affordability,"
    },
    {
      "start": 1613.36,
      "dur": 2.23,
      "text": "improved a little bit. Affordability, pricing has improved, but if you give us"
    },
    {
      "start": 1615.6,
      "dur": 1.429,
      "text": "pricing has improved, but if you give us more time, we'll we'll we'll improve it"
    },
    {
      "start": 1617.039,
      "dur": 1.431,
      "text": "more time, we'll we'll we'll improve it even more. So, the tagline for the"
    },
    {
      "start": 1618.48,
      "dur": 2.15,
      "text": "even more. So, the tagline for the election is we're getting there, just"
    },
    {
      "start": 1620.64,
      "dur": 1.67,
      "text": "election is we're getting there, just not as quickly as you wanted us to."
    },
    {
      "start": 1622.32,
      "dur": 1.75,
      "text": "not as quickly as you wanted us to. &gt;&gt; I think the tagline is is we've made"
    },
    {
      "start": 1624.08,
      "dur": 1.99,
      "text": "&gt;&gt; I think the tagline is is we've made progress. Uh, give us, you know, two"
    },
    {
      "start": 1626.08,
      "dur": 1.67,
      "text": "progress. Uh, give us, you know, two more years and we'll make more progress."
    },
    {
      "start": 1627.76,
      "dur": 0.389,
      "text": "more years and we'll make more progress. And"
    },
    {
      "start": 1628.159,
      "dur": 1.351,
      "text": "And &gt;&gt; but saying the other guy is going to be"
    },
    {
      "start": 1629.52,
      "dur": 2.389,
      "text": "&gt;&gt; but saying the other guy is going to be worse. Uh, that that's worse. But that's"
    },
    {
      "start": 1631.919,
      "dur": 1.11,
      "text": "worse. Uh, that that's worse. But that's going to be a risky message, right?"
    },
    {
      "start": 1633.039,
      "dur": 1.271,
      "text": "going to be a risky message, right? Democrats, the Democrats are saying,"
    },
    {
      "start": 1634.32,
      "dur": 1.349,
      "text": "Democrats, the Democrats are saying, they're saying Donald Trump is worse."
    },
    {
      "start": 1635.679,
      "dur": 1.751,
      "text": "they're saying Donald Trump is worse. &gt;&gt; Yeah. And they they tried that in 2024,"
    },
    {
      "start": 1637.44,
      "dur": 1.349,
      "text": "&gt;&gt; Yeah. And they they tried that in 2024, you know. Oh, my Donald Trump is going"
    },
    {
      "start": 1638.799,
      "dur": 1.911,
      "text": "you know. Oh, my Donald Trump is going to be awful. And voters are like, yeah,"
    },
    {
      "start": 1640.72,
      "dur": 1.03,
      "text": "to be awful. And voters are like, yeah, you know, you suck. We're going to get"
    },
    {
      "start": 1641.76,
      "dur": 2.07,
      "text": "you know, you suck. We're going to get you out of here. I mean, it's not that"
    },
    {
      "start": 1643.84,
      "dur": 1.91,
      "text": "you out of here. I mean, it's not that kind of a negative message. Uh, you"
    },
    {
      "start": 1645.76,
      "dur": 0.95,
      "text": "kind of a negative message. Uh, you know, it might"
    },
    {
      "start": 1646.72,
      "dur": 1.59,
      "text": "know, it might &gt;&gt; Yes. A note, keep in mind, Democrats,"
    },
    {
      "start": 1648.32,
      "dur": 2.709,
      "text": "&gt;&gt; Yes. A note, keep in mind, Democrats, you approval rating is at 18%."
    },
    {
      "start": 1651.039,
      "dur": 1.831,
      "text": "you approval rating is at 18%. It's the lowest it's ever been. It may"
    },
    {
      "start": 1652.88,
      "dur": 2.789,
      "text": "It's the lowest it's ever been. It may not be a hard argument, but I know one"
    },
    {
      "start": 1655.679,
      "dur": 1.271,
      "text": "not be a hard argument, but I know one thing, you know, and I've seen it in"
    },
    {
      "start": 1656.96,
      "dur": 1.43,
      "text": "thing, you know, and I've seen it in focus groups and I've seen it all over"
    },
    {
      "start": 1658.4,
      "dur": 1.749,
      "text": "focus groups and I've seen it all over the country. Voters do not want"
    },
    {
      "start": 1660.159,
      "dur": 1.591,
      "text": "the country. Voters do not want stalemate, you know, out of Congress."
    },
    {
      "start": 1661.76,
      "dur": 1.35,
      "text": "stalemate, you know, out of Congress. They're frustrated with how slow it"
    },
    {
      "start": 1663.12,
      "dur": 2.07,
      "text": "They're frustrated with how slow it goes, how nothing's happening now. If"
    },
    {
      "start": 1665.2,
      "dur": 1.829,
      "text": "goes, how nothing's happening now. If they feel that it's going to get worse,"
    },
    {
      "start": 1667.039,
      "dur": 1.911,
      "text": "they feel that it's going to get worse, that does have a res that does have a"
    },
    {
      "start": 1668.96,
      "dur": 1.03,
      "text": "that does have a res that does have a resonating message."
    },
    {
      "start": 1670.0,
      "dur": 1.669,
      "text": "resonating message. &gt;&gt; Can we have you back after the midterms"
    },
    {
      "start": 1671.679,
      "dur": 2.071,
      "text": "&gt;&gt; Can we have you back after the midterms and we'll get your uh we we'll get you"
    },
    {
      "start": 1673.76,
      "dur": 2.47,
      "text": "and we'll get your uh we we'll get you to critique. We'll get my scorecard."
    },
    {
      "start": 1676.24,
      "dur": 1.11,
      "text": "to critique. We'll get my scorecard. Right. [laughter]"
    },
    {
      "start": 1677.36,
      "dur": 1.27,
      "text": "Right. [laughter] &gt;&gt; Right. Well, thank you so much for"
    },
    {
      "start": 1678.64,
      "dur": 0.47,
      "text": "&gt;&gt; Right. Well, thank you so much for coming in."
    },
    {
      "start": 1679.12,
      "dur": 1.269,
      "text": "coming in. &gt;&gt; Yeah. Goodbye and thank you for having"
    },
    {
      "start": 1680.399,
      "dur": 0.311,
      "text": "&gt;&gt; Yeah. Goodbye and thank you for having me."
    },
    {
      "start": 1680.72,
      "dur": 1.59,
      "text": "me. &gt;&gt; Great to have you on as always, Brian."
    },
    {
      "start": 1682.32,
      "dur": 0.55,
      "text": "&gt;&gt; Great to have you on as always, Brian. &gt;&gt; Thank you."
    },
    {
      "start": 1682.88,
      "dur": 1.669,
      "text": "&gt;&gt; Thank you. &gt;&gt; That's it for today. If you want to"
    },
    {
      "start": 1684.559,
      "dur": 1.911,
      "text": "&gt;&gt; That's it for today. If you want to listen to any of our other episodes, you"
    },
    {
      "start": 1686.48,
      "dur": 1.11,
      "text": "listen to any of our other episodes, you can get them wherever you get your"
    },
    {
      "start": 1687.6,
      "dur": 2.964,
      "text": "can get them wherever you get your podcast. Bye-bye."
    },
    {
      "start": 1690.574,
      "dur": 6.54,
      "text": "podcast. Bye-bye. [music]"
    },
    {
      "start": 1703.019,
      "dur": 3.181,
      "text": "[music] Heat. Heat."
    }
  ]
}