{
  "videoId": "fzGIVTMdaWI",
  "title": "Family of man shot dead by federal agent in Minneapolis ask for 'truth' | BBC News",
  "publishedAt": "2026-01-25",
  "channel": "BBC News",
  "durationSeconds": 259,
  "segments": [
    {
      "start": 0.96,
      "dur": 2.479,
      "text": "Now to the US and the family of a man"
    },
    {
      "start": 3.439,
      "dur": 1.991,
      "text": "Now to the US and the family of a man killed by federal immigration officers"
    },
    {
      "start": 5.44,
      "dur": 2.469,
      "text": "killed by federal immigration officers in Minneapolis have called for the truth"
    },
    {
      "start": 7.919,
      "dur": 2.551,
      "text": "in Minneapolis have called for the truth to be told about their son. Alex Prey"
    },
    {
      "start": 10.48,
      "dur": 1.51,
      "text": "to be told about their son. Alex Prey was shot during a confrontation with"
    },
    {
      "start": 12.0,
      "dur": 1.589,
      "text": "was shot during a confrontation with officers yesterday. There are"
    },
    {
      "start": 13.599,
      "dur": 1.671,
      "text": "officers yesterday. There are conflicting accounts of the moments"
    },
    {
      "start": 15.28,
      "dur": 2.55,
      "text": "conflicting accounts of the moments leading up to his death. Tensions in the"
    },
    {
      "start": 17.84,
      "dur": 2.15,
      "text": "leading up to his death. Tensions in the city have been high after immigration"
    },
    {
      "start": 20.0,
      "dur": 2.79,
      "text": "city have been high after immigration agents killed protester Renee Good just"
    },
    {
      "start": 22.8,
      "dur": 3.19,
      "text": "agents killed protester Renee Good just three weeks ago. Well, let's go to our"
    },
    {
      "start": 26.0,
      "dur": 1.99,
      "text": "three weeks ago. Well, let's go to our correspondent, Carl Nasman, who is in"
    },
    {
      "start": 28.0,
      "dur": 3.269,
      "text": "correspondent, Carl Nasman, who is in Minneapolis for us. Um, Carl, just tell"
    },
    {
      "start": 31.279,
      "dur": 3.911,
      "text": "Minneapolis for us. Um, Carl, just tell us what the mood is where you are."
    },
    {
      "start": 35.2,
      "dur": 2.07,
      "text": "us what the mood is where you are. An emotional morning here in Minneapolis"
    },
    {
      "start": 37.28,
      "dur": 2.31,
      "text": "An emotional morning here in Minneapolis as residents are waking up the day after"
    },
    {
      "start": 39.6,
      "dur": 2.31,
      "text": "as residents are waking up the day after the shooting of Alex Prey. And you can"
    },
    {
      "start": 41.92,
      "dur": 1.75,
      "text": "the shooting of Alex Prey. And you can see behind me, this is where people are"
    },
    {
      "start": 43.68,
      "dur": 1.91,
      "text": "see behind me, this is where people are now coming. This is a memorial that has"
    },
    {
      "start": 45.6,
      "dur": 1.269,
      "text": "now coming. This is a memorial that has been set up. It's been growing"
    },
    {
      "start": 46.879,
      "dur": 2.071,
      "text": "been set up. It's been growing throughout the morning and evening hours"
    },
    {
      "start": 48.96,
      "dur": 2.95,
      "text": "throughout the morning and evening hours last night. Flowers, uh, candles have"
    },
    {
      "start": 51.92,
      "dur": 1.35,
      "text": "last night. Flowers, uh, candles have been lit this morning as well. And you"
    },
    {
      "start": 53.28,
      "dur": 1.67,
      "text": "been lit this morning as well. And you can see some of the signs really"
    },
    {
      "start": 54.96,
      "dur": 2.71,
      "text": "can see some of the signs really honoring his life. This one here simply"
    },
    {
      "start": 57.68,
      "dur": 3.029,
      "text": "honoring his life. This one here simply saying Alex should be here. A lot of"
    },
    {
      "start": 60.719,
      "dur": 2.231,
      "text": "saying Alex should be here. A lot of sadness from the people coming to pay"
    },
    {
      "start": 62.96,
      "dur": 1.909,
      "text": "sadness from the people coming to pay their respects, to remember his life."
    },
    {
      "start": 64.879,
      "dur": 1.671,
      "text": "their respects, to remember his life. There's also anger, of course, and"
    },
    {
      "start": 66.56,
      "dur": 2.95,
      "text": "There's also anger, of course, and frustration in the community. This is a"
    },
    {
      "start": 69.52,
      "dur": 2.71,
      "text": "frustration in the community. This is a city that has seen three shootings"
    },
    {
      "start": 72.24,
      "dur": 2.39,
      "text": "city that has seen three shootings involving immigration officers just this"
    },
    {
      "start": 74.64,
      "dur": 1.509,
      "text": "involving immigration officers just this month. Two of them, of course, have been"
    },
    {
      "start": 76.159,
      "dur": 2.471,
      "text": "month. Two of them, of course, have been deadly. Alex Prey just about 24 hours"
    },
    {
      "start": 78.64,
      "dur": 1.91,
      "text": "deadly. Alex Prey just about 24 hours ago and then Renee Good who was also"
    },
    {
      "start": 80.56,
      "dur": 2.39,
      "text": "ago and then Renee Good who was also shot and killed um less than three weeks"
    },
    {
      "start": 82.96,
      "dur": 2.149,
      "text": "shot and killed um less than three weeks ago. So there is a lot of frustration"
    },
    {
      "start": 85.119,
      "dur": 1.831,
      "text": "ago. So there is a lot of frustration and anger here. Many residents telling"
    },
    {
      "start": 86.96,
      "dur": 2.07,
      "text": "and anger here. Many residents telling us that they want to see those ICE and"
    },
    {
      "start": 89.04,
      "dur": 2.55,
      "text": "us that they want to see those ICE and Border Patrol officers leave the city."
    },
    {
      "start": 91.6,
      "dur": 1.59,
      "text": "Border Patrol officers leave the city. There's also a lack of trust, I would"
    },
    {
      "start": 93.2,
      "dur": 2.63,
      "text": "There's also a lack of trust, I would say, when it comes to the residents here"
    },
    {
      "start": 95.84,
      "dur": 1.67,
      "text": "say, when it comes to the residents here and their dealings with federal"
    },
    {
      "start": 97.52,
      "dur": 2.07,
      "text": "and their dealings with federal officers. We were speaking with one"
    },
    {
      "start": 99.6,
      "dur": 2.07,
      "text": "officers. We were speaking with one resident who said that, you know, he was"
    },
    {
      "start": 101.68,
      "dur": 3.99,
      "text": "resident who said that, you know, he was here um to essentially guard this site"
    },
    {
      "start": 105.68,
      "dur": 2.23,
      "text": "here um to essentially guard this site overnight. Take a listen to what he told"
    },
    {
      "start": 107.92,
      "dur": 0.95,
      "text": "overnight. Take a listen to what he told us."
    },
    {
      "start": 108.88,
      "dur": 2.229,
      "text": "us. &gt;&gt; I wanted to pay my respects. I wanted to"
    },
    {
      "start": 111.119,
      "dur": 1.831,
      "text": "&gt;&gt; I wanted to pay my respects. I wanted to protect the site and keep it out here as"
    },
    {
      "start": 112.96,
      "dur": 3.03,
      "text": "protect the site and keep it out here as long as possible. Um wouldn't have been"
    },
    {
      "start": 116.0,
      "dur": 1.91,
      "text": "long as possible. Um wouldn't have been here without the few of us who stayed"
    },
    {
      "start": 117.92,
      "dur": 2.07,
      "text": "here without the few of us who stayed out here. So, I'm happy we were able to"
    },
    {
      "start": 120.0,
      "dur": 1.99,
      "text": "out here. So, I'm happy we were able to keep it up for as long as we could. But"
    },
    {
      "start": 122.0,
      "dur": 0.789,
      "text": "keep it up for as long as we could. But yeah, just"
    },
    {
      "start": 122.799,
      "dur": 2.791,
      "text": "yeah, just &gt;&gt; How long have you been here for? um"
    },
    {
      "start": 125.6,
      "dur": 3.03,
      "text": "&gt;&gt; How long have you been here for? um since like 7 last night."
    },
    {
      "start": 128.64,
      "dur": 1.19,
      "text": "since like 7 last night. &gt;&gt; You were here overnight."
    },
    {
      "start": 129.84,
      "dur": 1.749,
      "text": "&gt;&gt; You were here overnight. &gt;&gt; Yeah."
    },
    {
      "start": 131.599,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. &gt;&gt; Um"
    },
    {
      "start": 133.599,
      "dur": 1.431,
      "text": "&gt;&gt; Um &gt;&gt; yeah. Um"
    },
    {
      "start": 135.04,
      "dur": 1.829,
      "text": "&gt;&gt; yeah. Um &gt;&gt; what was it about this incident that had"
    },
    {
      "start": 136.879,
      "dur": 1.831,
      "text": "&gt;&gt; what was it about this incident that had you I mean it was freezing cold last"
    },
    {
      "start": 138.72,
      "dur": 1.75,
      "text": "you I mean it was freezing cold last night to stay out here and guard the the"
    },
    {
      "start": 140.48,
      "dur": 0.55,
      "text": "night to stay out here and guard the the memorial."
    },
    {
      "start": 141.04,
      "dur": 3.03,
      "text": "memorial. &gt;&gt; Uh it was worth it. Um"
    },
    {
      "start": 144.08,
      "dur": 4.07,
      "text": "&gt;&gt; Uh it was worth it. Um we needed to stay here. Uh I don't think"
    },
    {
      "start": 148.16,
      "dur": 1.75,
      "text": "we needed to stay here. Uh I don't think the businesses around here are going to"
    },
    {
      "start": 149.92,
      "dur": 2.309,
      "text": "the businesses around here are going to suffer from it not being here. So yeah,"
    },
    {
      "start": 152.239,
      "dur": 1.35,
      "text": "suffer from it not being here. So yeah, it was just worth it. There's too much"
    },
    {
      "start": 153.599,
      "dur": 1.751,
      "text": "it was just worth it. There's too much going on. People are getting gassed."
    },
    {
      "start": 155.36,
      "dur": 2.31,
      "text": "going on. People are getting gassed. Kids are getting gassed. People are"
    },
    {
      "start": 157.68,
      "dur": 1.909,
      "text": "Kids are getting gassed. People are getting murdered pretty much every week,"
    },
    {
      "start": 159.599,
      "dur": 1.751,
      "text": "getting murdered pretty much every week, damn near every day, by the same people"
    },
    {
      "start": 161.36,
      "dur": 2.149,
      "text": "damn near every day, by the same people that our president is letting just run"
    },
    {
      "start": 163.519,
      "dur": 3.111,
      "text": "that our president is letting just run around the streets. [snorts] It's Yeah."
    },
    {
      "start": 166.64,
      "dur": 2.63,
      "text": "around the streets. [snorts] It's Yeah. So, it's it's not much, but it's the"
    },
    {
      "start": 169.28,
      "dur": 3.43,
      "text": "So, it's it's not much, but it's the something we could do for now."
    },
    {
      "start": 172.72,
      "dur": 2.55,
      "text": "something we could do for now. &gt;&gt; A somber scene here this morning, very"
    },
    {
      "start": 175.28,
      "dur": 1.91,
      "text": "&gt;&gt; A somber scene here this morning, very different from what we all witnessed"
    },
    {
      "start": 177.2,
      "dur": 2.87,
      "text": "different from what we all witnessed taking place yesterday. those clashes"
    },
    {
      "start": 180.08,
      "dur": 3.11,
      "text": "taking place yesterday. those clashes with uh federal officers, tear gas and"
    },
    {
      "start": 183.2,
      "dur": 2.23,
      "text": "with uh federal officers, tear gas and and other agents used to try to clear"
    },
    {
      "start": 185.44,
      "dur": 1.509,
      "text": "and other agents used to try to clear the crowds. More and more people"
    },
    {
      "start": 186.959,
      "dur": 1.27,
      "text": "the crowds. More and more people beginning to come today. I think the"
    },
    {
      "start": 188.239,
      "dur": 1.111,
      "text": "beginning to come today. I think the question is going to be how many people"
    },
    {
      "start": 189.36,
      "dur": 1.83,
      "text": "question is going to be how many people will show up and obviously there is so"
    },
    {
      "start": 191.2,
      "dur": 1.91,
      "text": "will show up and obviously there is so much passion in this community, folks"
    },
    {
      "start": 193.12,
      "dur": 1.43,
      "text": "much passion in this community, folks coming out despite what I have to say"
    },
    {
      "start": 194.56,
      "dur": 2.389,
      "text": "coming out despite what I have to say are very cold temperatures here. As we"
    },
    {
      "start": 196.959,
      "dur": 1.591,
      "text": "are very cold temperatures here. As we move on towards the day, there are"
    },
    {
      "start": 198.56,
      "dur": 2.47,
      "text": "move on towards the day, there are memorials planned and vigils, so we know"
    },
    {
      "start": 201.04,
      "dur": 2.07,
      "text": "memorials planned and vigils, so we know folks will be turning out. The other"
    },
    {
      "start": 203.12,
      "dur": 1.189,
      "text": "folks will be turning out. The other thing I think a lot of people will have"
    },
    {
      "start": 204.319,
      "dur": 2.151,
      "text": "thing I think a lot of people will have their eyes on are the developments in"
    },
    {
      "start": 206.48,
      "dur": 1.27,
      "text": "their eyes on are the developments in terms of the investigation. and the"
    },
    {
      "start": 207.76,
      "dur": 2.23,
      "text": "terms of the investigation. and the investigation into Renee Good and the"
    },
    {
      "start": 210.0,
      "dur": 1.67,
      "text": "investigation into Renee Good and the killing of her. That was really"
    },
    {
      "start": 211.68,
      "dur": 2.31,
      "text": "killing of her. That was really something where the federal authorities"
    },
    {
      "start": 214.0,
      "dur": 2.07,
      "text": "something where the federal authorities uh excluded state authorities from"
    },
    {
      "start": 216.08,
      "dur": 1.75,
      "text": "uh excluded state authorities from participating in that investigation. We"
    },
    {
      "start": 217.84,
      "dur": 2.469,
      "text": "participating in that investigation. We saw something similar happen yesterday."
    },
    {
      "start": 220.319,
      "dur": 1.83,
      "text": "saw something similar happen yesterday. There was actually a lawsuit that was"
    },
    {
      "start": 222.159,
      "dur": 2.79,
      "text": "There was actually a lawsuit that was filed uh demanding that federal agents"
    },
    {
      "start": 224.959,
      "dur": 2.151,
      "text": "filed uh demanding that federal agents preserve any evidence in this case for"
    },
    {
      "start": 227.12,
      "dur": 1.91,
      "text": "preserve any evidence in this case for state authorities to take a look at. So,"
    },
    {
      "start": 229.04,
      "dur": 1.749,
      "text": "state authorities to take a look at. So, there are also fights right now playing"
    },
    {
      "start": 230.799,
      "dur": 3.031,
      "text": "there are also fights right now playing out in the courts. We also know in terms"
    },
    {
      "start": 233.84,
      "dur": 2.469,
      "text": "out in the courts. We also know in terms of security, uh, the National Guard has"
    },
    {
      "start": 236.319,
      "dur": 1.751,
      "text": "of security, uh, the National Guard has actually been deployed. They will be,"
    },
    {
      "start": 238.08,
      "dur": 1.429,
      "text": "actually been deployed. They will be, um, on the streets, we're expecting,"
    },
    {
      "start": 239.519,
      "dur": 1.591,
      "text": "um, on the streets, we're expecting, here in Minneapolis, later on today."
    },
    {
      "start": 241.12,
      "dur": 2.309,
      "text": "here in Minneapolis, later on today. That's simply as a precaution to try to"
    },
    {
      "start": 243.439,
      "dur": 1.99,
      "text": "That's simply as a precaution to try to support the local police officers here."
    },
    {
      "start": 245.439,
      "dur": 1.591,
      "text": "support the local police officers here. This is a move that's, uh, been"
    },
    {
      "start": 247.04,
      "dur": 2.389,
      "text": "This is a move that's, uh, been requested by local authorities. So, this"
    },
    {
      "start": 249.439,
      "dur": 2.15,
      "text": "requested by local authorities. So, this is what we'll be watching today. A very"
    },
    {
      "start": 251.599,
      "dur": 2.391,
      "text": "is what we'll be watching today. A very cold day, a very emotional one here in"
    },
    {
      "start": 254.0,
      "dur": 1.83,
      "text": "cold day, a very emotional one here in Minneapolis. Indeed, Carl Nasman, thank"
    },
    {
      "start": 255.84,
      "dur": 1.909,
      "text": "Minneapolis. Indeed, Carl Nasman, thank you very much for the moment and do try"
    },
    {
      "start": 257.759,
      "dur": 3.04,
      "text": "you very much for the moment and do try and get back into the"
    }
  ]
}