{
  "videoId": "FZKLbKZUyq4",
  "title": "Ghislaine Maxwell refuses to answer questions about Epstein in congressional hearing | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 353,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.24,
      "text": "Employers acting for Galain Maxwell, the"
    },
    {
      "start": 2.24,
      "dur": 2.63,
      "text": "Employers acting for Galain Maxwell, the convicted accomplice of Jeffrey Epstein,"
    },
    {
      "start": 4.88,
      "dur": 3.029,
      "text": "convicted accomplice of Jeffrey Epstein, say she will speak fully and honestly,"
    },
    {
      "start": 7.919,
      "dur": 2.951,
      "text": "say she will speak fully and honestly, but only if President Trump grants her"
    },
    {
      "start": 10.88,
      "dur": 2.629,
      "text": "but only if President Trump grants her clemency. Appearing via video link, Miss"
    },
    {
      "start": 13.519,
      "dur": 2.31,
      "text": "clemency. Appearing via video link, Miss Maxwell refused to answer questions from"
    },
    {
      "start": 15.839,
      "dur": 2.071,
      "text": "Maxwell refused to answer questions from members of Congress, instead exercising"
    },
    {
      "start": 17.92,
      "dur": 2.23,
      "text": "members of Congress, instead exercising her right to remain silent throughout."
    },
    {
      "start": 20.16,
      "dur": 1.83,
      "text": "her right to remain silent throughout. Here's our North America correspondent,"
    },
    {
      "start": 22.0,
      "dur": 2.55,
      "text": "Here's our North America correspondent, Peter Bose. I would like to answer your"
    },
    {
      "start": 24.56,
      "dur": 3.029,
      "text": "Peter Bose. I would like to answer your question, but on the advice of council,"
    },
    {
      "start": 27.599,
      "dur": 2.471,
      "text": "question, but on the advice of council, I respectfully decline to answer this"
    },
    {
      "start": 30.08,
      "dur": 3.27,
      "text": "I respectfully decline to answer this question and any related questions."
    },
    {
      "start": 33.36,
      "dur": 1.67,
      "text": "question and any related questions. &gt;&gt; This is the moment Galileain Maxwell"
    },
    {
      "start": 35.04,
      "dur": 2.39,
      "text": "&gt;&gt; This is the moment Galileain Maxwell appeared by video from her prison before"
    },
    {
      "start": 37.44,
      "dur": 1.429,
      "text": "appeared by video from her prison before the congressional committee"
    },
    {
      "start": 38.879,
      "dur": 2.471,
      "text": "the congressional committee investigating Jeffrey Epstein. Her"
    },
    {
      "start": 41.36,
      "dur": 2.79,
      "text": "investigating Jeffrey Epstein. Her answer to every question was the same."
    },
    {
      "start": 44.16,
      "dur": 2.15,
      "text": "answer to every question was the same. &gt;&gt; I invoke my fifth amendment right to"
    },
    {
      "start": 46.32,
      "dur": 2.95,
      "text": "&gt;&gt; I invoke my fifth amendment right to silence. Exercising her right to avoid"
    },
    {
      "start": 49.28,
      "dur": 2.47,
      "text": "silence. Exercising her right to avoid self-inccrimination. The convicted sex"
    },
    {
      "start": 51.76,
      "dur": 2.469,
      "text": "self-inccrimination. The convicted sex trafficker provided no information for"
    },
    {
      "start": 54.239,
      "dur": 1.351,
      "text": "trafficker provided no information for the committee."
    },
    {
      "start": 55.6,
      "dur": 3.03,
      "text": "the committee. &gt;&gt; Miss Maxwell, did you at any time play"
    },
    {
      "start": 58.64,
      "dur": 2.15,
      "text": "&gt;&gt; Miss Maxwell, did you at any time play any role in Jeffrey Absin's activities"
    },
    {
      "start": 60.8,
      "dur": 2.229,
      "text": "any role in Jeffrey Absin's activities involving the recruitment, grooming, or"
    },
    {
      "start": 63.039,
      "dur": 3.75,
      "text": "involving the recruitment, grooming, or trafficking of young women or girls?"
    },
    {
      "start": 66.799,
      "dur": 2.391,
      "text": "trafficking of young women or girls? &gt;&gt; I invoke my fifth amendment right to"
    },
    {
      "start": 69.2,
      "dur": 2.63,
      "text": "&gt;&gt; I invoke my fifth amendment right to silence. The 64 year old is serving a"
    },
    {
      "start": 71.84,
      "dur": 2.309,
      "text": "silence. The 64 year old is serving a 20-year sentence for conspiring with"
    },
    {
      "start": 74.159,
      "dur": 2.551,
      "text": "20-year sentence for conspiring with Jeffrey Epstein to sexually abuse"
    },
    {
      "start": 76.72,
      "dur": 2.63,
      "text": "Jeffrey Epstein to sexually abuse underage girls. Members of the committee"
    },
    {
      "start": 79.36,
      "dur": 2.31,
      "text": "underage girls. Members of the committee said she showed no remorse or any sign"
    },
    {
      "start": 81.68,
      "dur": 2.469,
      "text": "said she showed no remorse or any sign of caring about the victims. But"
    },
    {
      "start": 84.159,
      "dur": 2.071,
      "text": "of caring about the victims. But Maxwell's lawyer said she would be"
    },
    {
      "start": 86.24,
      "dur": 3.189,
      "text": "Maxwell's lawyer said she would be willing to testify fully and honestly if"
    },
    {
      "start": 89.439,
      "dur": 2.791,
      "text": "willing to testify fully and honestly if President Trump granted her clemency. I"
    },
    {
      "start": 92.24,
      "dur": 2.95,
      "text": "President Trump granted her clemency. I think this has been a pattern of her"
    },
    {
      "start": 95.2,
      "dur": 2.229,
      "text": "think this has been a pattern of her simply not showing any remorse or caring"
    },
    {
      "start": 97.439,
      "dur": 2.471,
      "text": "simply not showing any remorse or caring about what she did or the victims. And"
    },
    {
      "start": 99.92,
      "dur": 1.03,
      "text": "about what she did or the victims. And so I would like for the Trump"
    },
    {
      "start": 100.96,
      "dur": 2.87,
      "text": "so I would like for the Trump administration to unequivocally uh say"
    },
    {
      "start": 103.84,
      "dur": 2.39,
      "text": "administration to unequivocally uh say that they will never pardon her. In the"
    },
    {
      "start": 106.24,
      "dur": 1.75,
      "text": "that they will never pardon her. In the meantime, members of the US Congress"
    },
    {
      "start": 108.0,
      "dur": 1.99,
      "text": "meantime, members of the US Congress have had an opportunity to view some of"
    },
    {
      "start": 110.0,
      "dur": 2.63,
      "text": "have had an opportunity to view some of the Epstein files without the blacked"
    },
    {
      "start": 112.64,
      "dur": 2.07,
      "text": "the Epstein files without the blacked out sections that were included in the"
    },
    {
      "start": 114.72,
      "dur": 2.15,
      "text": "out sections that were included in the documents and photographs made available"
    },
    {
      "start": 116.88,
      "dur": 2.229,
      "text": "documents and photographs made available to the public. It's raising new"
    },
    {
      "start": 119.119,
      "dur": 1.511,
      "text": "to the public. It's raising new questions about whether the Department"
    },
    {
      "start": 120.64,
      "dur": 1.99,
      "text": "questions about whether the Department of Justice lived up to its legal"
    },
    {
      "start": 122.64,
      "dur": 2.71,
      "text": "of Justice lived up to its legal obligation to release everything."
    },
    {
      "start": 125.36,
      "dur": 3.029,
      "text": "obligation to release everything. &gt;&gt; But what I saw um that bothered me were"
    },
    {
      "start": 128.399,
      "dur": 1.83,
      "text": "&gt;&gt; But what I saw um that bothered me were the names of at least six men that have"
    },
    {
      "start": 130.239,
      "dur": 2.871,
      "text": "the names of at least six men that have been redacted that are likely uh"
    },
    {
      "start": 133.12,
      "dur": 2.63,
      "text": "been redacted that are likely uh incriminated by their inclusion in these"
    },
    {
      "start": 135.76,
      "dur": 2.39,
      "text": "incriminated by their inclusion in these files. So that's that's the first thing"
    },
    {
      "start": 138.16,
      "dur": 1.91,
      "text": "files. So that's that's the first thing that I saw. It took some digging to find"
    },
    {
      "start": 140.08,
      "dur": 0.39,
      "text": "that I saw. It took some digging to find them."
    },
    {
      "start": 140.48,
      "dur": 1.91,
      "text": "them. &gt;&gt; The question now is whether any members"
    },
    {
      "start": 142.4,
      "dur": 1.75,
      "text": "&gt;&gt; The question now is whether any members of Congress will be willing to name"
    },
    {
      "start": 144.16,
      "dur": 3.19,
      "text": "of Congress will be willing to name names publicly. A move that could prove"
    },
    {
      "start": 147.36,
      "dur": 2.47,
      "text": "names publicly. A move that could prove explosive in the ongoing quest to"
    },
    {
      "start": 149.84,
      "dur": 1.99,
      "text": "explosive in the ongoing quest to uncover the full story of Jeffrey"
    },
    {
      "start": 151.84,
      "dur": 3.43,
      "text": "uncover the full story of Jeffrey Epstein, his crimes, and his associates."
    },
    {
      "start": 155.28,
      "dur": 3.99,
      "text": "Epstein, his crimes, and his associates. Peter Bose, BBC News."
    },
    {
      "start": 159.28,
      "dur": 1.669,
      "text": "Peter Bose, BBC News. &gt;&gt; Let's discuss the latest developments"
    },
    {
      "start": 160.959,
      "dur": 2.711,
      "text": "&gt;&gt; Let's discuss the latest developments with Nema Rahmani, a former US federal"
    },
    {
      "start": 163.68,
      "dur": 1.909,
      "text": "with Nema Rahmani, a former US federal prosecutor and president of West Coast"
    },
    {
      "start": 165.599,
      "dur": 3.91,
      "text": "prosecutor and president of West Coast Trial Lawyers. Welcome to BBC News. So"
    },
    {
      "start": 169.519,
      "dur": 1.751,
      "text": "Trial Lawyers. Welcome to BBC News. So the Republican House Oversight Committee"
    },
    {
      "start": 171.28,
      "dur": 3.43,
      "text": "the Republican House Oversight Committee Chairman James Comr said it's very"
    },
    {
      "start": 174.72,
      "dur": 3.509,
      "text": "Chairman James Comr said it's very disappointing that Galileain Maxwell was"
    },
    {
      "start": 178.239,
      "dur": 3.431,
      "text": "disappointing that Galileain Maxwell was silent, did not speak, but was expected."
    },
    {
      "start": 181.68,
      "dur": 3.59,
      "text": "silent, did not speak, but was expected. Your take on the last day's events,"
    },
    {
      "start": 185.28,
      "dur": 1.91,
      "text": "Your take on the last day's events, &gt;&gt; Sally? Thanks for having me. It was"
    },
    {
      "start": 187.2,
      "dur": 2.55,
      "text": "&gt;&gt; Sally? Thanks for having me. It was disappointing, perhaps not surprising. I"
    },
    {
      "start": 189.76,
      "dur": 1.43,
      "text": "disappointing, perhaps not surprising. I think the reason it was disappointing is"
    },
    {
      "start": 191.2,
      "dur": 2.79,
      "text": "think the reason it was disappointing is that Maxwell previously sat down with"
    },
    {
      "start": 194.0,
      "dur": 2.07,
      "text": "that Maxwell previously sat down with Todd Blanch, the number two person at"
    },
    {
      "start": 196.08,
      "dur": 1.91,
      "text": "Todd Blanch, the number two person at the US Department of Justice and gave an"
    },
    {
      "start": 198.0,
      "dur": 1.589,
      "text": "the US Department of Justice and gave an interview. During that interview, she"
    },
    {
      "start": 199.599,
      "dur": 2.391,
      "text": "interview. During that interview, she denied having anything to do with the"
    },
    {
      "start": 202.0,
      "dur": 1.99,
      "text": "denied having anything to do with the sex trafficking and in fact maintained"
    },
    {
      "start": 204.0,
      "dur": 3.27,
      "text": "sex trafficking and in fact maintained that Epstein himself never abused girls."
    },
    {
      "start": 207.28,
      "dur": 1.83,
      "text": "that Epstein himself never abused girls. So, there was certainly the possibility"
    },
    {
      "start": 209.12,
      "dur": 1.829,
      "text": "So, there was certainly the possibility that she testified today. But I think"
    },
    {
      "start": 210.959,
      "dur": 2.951,
      "text": "that she testified today. But I think what's changed since then and today is"
    },
    {
      "start": 213.92,
      "dur": 1.75,
      "text": "what's changed since then and today is the fact that all of her appeals have"
    },
    {
      "start": 215.68,
      "dur": 2.07,
      "text": "the fact that all of her appeals have been denied. Even the US Supreme Court"
    },
    {
      "start": 217.76,
      "dur": 1.99,
      "text": "been denied. Even the US Supreme Court has refused to hear her case. So the"
    },
    {
      "start": 219.76,
      "dur": 1.749,
      "text": "has refused to hear her case. So the only way she's going to see the light of"
    },
    {
      "start": 221.519,
      "dur": 2.71,
      "text": "only way she's going to see the light of day is by curring favor with President"
    },
    {
      "start": 224.239,
      "dur": 2.391,
      "text": "day is by curring favor with President Trump and receiving a pardon or some"
    },
    {
      "start": 226.64,
      "dur": 1.589,
      "text": "Trump and receiving a pardon or some other type of clemency."
    },
    {
      "start": 228.239,
      "dur": 2.951,
      "text": "other type of clemency. &gt;&gt; And how likely is that? Because this"
    },
    {
      "start": 231.2,
      "dur": 2.63,
      "text": "&gt;&gt; And how likely is that? Because this current president has, you know, handed"
    },
    {
      "start": 233.84,
      "dur": 1.59,
      "text": "current president has, you know, handed out quite a few pardons, some of which"
    },
    {
      "start": 235.44,
      "dur": 2.39,
      "text": "out quite a few pardons, some of which have been very controversial."
    },
    {
      "start": 237.84,
      "dur": 1.99,
      "text": "have been very controversial. &gt;&gt; No question, Sally. The president has"
    },
    {
      "start": 239.84,
      "dur": 1.589,
      "text": "&gt;&gt; No question, Sally. The president has been very liberal when it comes to"
    },
    {
      "start": 241.439,
      "dur": 2.07,
      "text": "been very liberal when it comes to handing out presidential pardons. You"
    },
    {
      "start": 243.519,
      "dur": 1.751,
      "text": "handing out presidential pardons. You can never say never when it comes to"
    },
    {
      "start": 245.28,
      "dur": 1.43,
      "text": "can never say never when it comes to President Trump, but I think this would"
    },
    {
      "start": 246.72,
      "dur": 3.11,
      "text": "President Trump, but I think this would be political suicide if he were to"
    },
    {
      "start": 249.84,
      "dur": 2.389,
      "text": "be political suicide if he were to pardon or commute the sentence of"
    },
    {
      "start": 252.239,
      "dur": 2.471,
      "text": "pardon or commute the sentence of Gileain Maxwell. Let's not forget"
    },
    {
      "start": 254.72,
      "dur": 2.15,
      "text": "Gileain Maxwell. Let's not forget Jeffrey Epste never faced the criminal"
    },
    {
      "start": 256.88,
      "dur": 2.23,
      "text": "Jeffrey Epste never faced the criminal justice that he deserved for sexually"
    },
    {
      "start": 259.12,
      "dur": 1.99,
      "text": "justice that he deserved for sexually abusing girls. So, we're really left"
    },
    {
      "start": 261.12,
      "dur": 2.95,
      "text": "abusing girls. So, we're really left with Maxwell. And I think it's probably"
    },
    {
      "start": 264.08,
      "dur": 1.829,
      "text": "with Maxwell. And I think it's probably unlikely that anyone else is going to be"
    },
    {
      "start": 265.919,
      "dur": 2.791,
      "text": "unlikely that anyone else is going to be indicted or certainly not anytime soon."
    },
    {
      "start": 268.72,
      "dur": 1.99,
      "text": "indicted or certainly not anytime soon. So if the president of the United States"
    },
    {
      "start": 270.72,
      "dur": 2.15,
      "text": "So if the president of the United States were to pardon the most notorious sex"
    },
    {
      "start": 272.88,
      "dur": 2.07,
      "text": "were to pardon the most notorious sex trafficker sitting in US prison right"
    },
    {
      "start": 274.96,
      "dur": 2.71,
      "text": "trafficker sitting in US prison right now, I think Republicans and Democrats"
    },
    {
      "start": 277.68,
      "dur": 2.39,
      "text": "now, I think Republicans and Democrats would revolt in Congress, not to mention"
    },
    {
      "start": 280.08,
      "dur": 1.19,
      "text": "would revolt in Congress, not to mention the American people."
    },
    {
      "start": 281.28,
      "dur": 2.55,
      "text": "the American people. &gt;&gt; And let's talk about how this is being"
    },
    {
      "start": 283.84,
      "dur": 2.31,
      "text": "&gt;&gt; And let's talk about how this is being read and digested by the American people"
    },
    {
      "start": 286.16,
      "dur": 1.51,
      "text": "read and digested by the American people at the moment. There's been so much"
    },
    {
      "start": 287.68,
      "dur": 2.789,
      "text": "at the moment. There's been so much information in the last day, but also in"
    },
    {
      "start": 290.479,
      "dur": 3.031,
      "text": "information in the last day, but also in recent weeks, more files made public. We"
    },
    {
      "start": 293.52,
      "dur": 2.07,
      "text": "recent weeks, more files made public. We had the Congress uh men and women"
    },
    {
      "start": 295.6,
      "dur": 1.75,
      "text": "had the Congress uh men and women looking at even more information"
    },
    {
      "start": 297.36,
      "dur": 1.269,
      "text": "looking at even more information yesterday."
    },
    {
      "start": 298.639,
      "dur": 2.791,
      "text": "yesterday. How is this all being digested?"
    },
    {
      "start": 301.44,
      "dur": 2.07,
      "text": "How is this all being digested? &gt;&gt; Well, it's certainly a rare moment of"
    },
    {
      "start": 303.52,
      "dur": 2.15,
      "text": "&gt;&gt; Well, it's certainly a rare moment of bipartisanship on Capitol Hill in"
    },
    {
      "start": 305.68,
      "dur": 1.91,
      "text": "bipartisanship on Capitol Hill in Washington where Republicans and"
    },
    {
      "start": 307.6,
      "dur": 2.79,
      "text": "Washington where Republicans and Democrats both want the full unredacted"
    },
    {
      "start": 310.4,
      "dur": 2.229,
      "text": "Democrats both want the full unredacted version of the Epstein files released."
    },
    {
      "start": 312.639,
      "dur": 1.83,
      "text": "version of the Epstein files released. I'm not surprised that when members of"
    },
    {
      "start": 314.479,
      "dur": 2.471,
      "text": "I'm not surprised that when members of Congress went today, it did appear that"
    },
    {
      "start": 316.96,
      "dur": 2.63,
      "text": "Congress went today, it did appear that those redactions were excessive. I don't"
    },
    {
      "start": 319.6,
      "dur": 1.589,
      "text": "those redactions were excessive. I don't think anyone thought that they would get"
    },
    {
      "start": 321.199,
      "dur": 2.311,
      "text": "think anyone thought that they would get the truth out of Gileain Maxwell. I"
    },
    {
      "start": 323.52,
      "dur": 1.43,
      "text": "the truth out of Gileain Maxwell. I don't think necessarily she's going to"
    },
    {
      "start": 324.96,
      "dur": 1.83,
      "text": "don't think necessarily she's going to move the needle forward. It has to be"
    },
    {
      "start": 326.8,
      "dur": 1.99,
      "text": "move the needle forward. It has to be the Department of Justice. It has to be"
    },
    {
      "start": 328.8,
      "dur": 2.389,
      "text": "the Department of Justice. It has to be the victims themselves or members of"
    },
    {
      "start": 331.199,
      "dur": 3.351,
      "text": "the victims themselves or members of Congress. I think if people want to talk"
    },
    {
      "start": 334.56,
      "dur": 2.71,
      "text": "Congress. I think if people want to talk about those depositions before Congress,"
    },
    {
      "start": 337.28,
      "dur": 1.749,
      "text": "about those depositions before Congress, really, we're going to see fireworks at"
    },
    {
      "start": 339.039,
      "dur": 1.59,
      "text": "really, we're going to see fireworks at the end of the month when former"
    },
    {
      "start": 340.639,
      "dur": 1.911,
      "text": "the end of the month when former President Bill Clinton and former"
    },
    {
      "start": 342.56,
      "dur": 2.23,
      "text": "President Bill Clinton and former Secretary of State Hillary Clinton"
    },
    {
      "start": 344.8,
      "dur": 1.75,
      "text": "Secretary of State Hillary Clinton testify before the House Oversight"
    },
    {
      "start": 346.56,
      "dur": 0.71,
      "text": "testify before the House Oversight Committee."
    },
    {
      "start": 347.28,
      "dur": 2.23,
      "text": "Committee. &gt;&gt; Okay, we shall keep a close eye. Nema"
    },
    {
      "start": 349.52,
      "dur": 2.389,
      "text": "&gt;&gt; Okay, we shall keep a close eye. Nema Rammani, thank you very much indeed."
    },
    {
      "start": 351.919,
      "dur": 3.28,
      "text": "Rammani, thank you very much indeed. &gt;&gt; Thanks, Sally. Toxin."
    }
  ]
}