{
  "videoId": "G3NyCf-A1fc",
  "title": "Russia resumes attacks on Ukraine, killing four in central Cherkasy region | BBC News",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 235,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.0,
      "text": "Four people have been killed in the"
    },
    {
      "start": 2.08,
      "dur": 2.63,
      "text": "Four people have been killed in the central Chicassi region after Russia"
    },
    {
      "start": 4.72,
      "dur": 1.75,
      "text": "central Chicassi region after Russia launched a massive bombardment"
    },
    {
      "start": 6.48,
      "dur": 2.55,
      "text": "launched a massive bombardment overnight. It comes after Ukraine's"
    },
    {
      "start": 9.04,
      "dur": 2.629,
      "text": "overnight. It comes after Ukraine's president Zalinski denounced Sunday's"
    },
    {
      "start": 11.679,
      "dur": 1.99,
      "text": "president Zalinski denounced Sunday's deadly attack on a bus carrying miners"
    },
    {
      "start": 13.679,
      "dur": 2.711,
      "text": "deadly attack on a bus carrying miners as a telling crime. He said it showed"
    },
    {
      "start": 16.4,
      "dur": 1.91,
      "text": "as a telling crime. He said it showed that Russia bore responsibility for an"
    },
    {
      "start": 18.32,
      "dur": 2.15,
      "text": "that Russia bore responsibility for an escalation. 12 people were killed and at"
    },
    {
      "start": 20.48,
      "dur": 1.83,
      "text": "escalation. 12 people were killed and at least 16 others injured in the attack on"
    },
    {
      "start": 22.32,
      "dur": 2.949,
      "text": "least 16 others injured in the attack on the bus in the Denipra Petrosk region."
    },
    {
      "start": 25.279,
      "dur": 1.91,
      "text": "the bus in the Denipra Petrosk region. Ukrainian officials say it was targeted"
    },
    {
      "start": 27.199,
      "dur": 2.31,
      "text": "Ukrainian officials say it was targeted with drones. President Zalinski has"
    },
    {
      "start": 29.519,
      "dur": 1.99,
      "text": "with drones. President Zalinski has announced a new round of US broker talks"
    },
    {
      "start": 31.519,
      "dur": 1.511,
      "text": "announced a new round of US broker talks between Ukraine and Russia that will"
    },
    {
      "start": 33.04,
      "dur": 1.75,
      "text": "between Ukraine and Russia that will take place in Abu Dhabi. They start on"
    },
    {
      "start": 34.8,
      "dur": 2.95,
      "text": "take place in Abu Dhabi. They start on Wednesday. They'll last for two days. Uh"
    },
    {
      "start": 37.76,
      "dur": 2.15,
      "text": "Wednesday. They'll last for two days. Uh we've been reporting extensively on this"
    },
    {
      "start": 39.92,
      "dur": 2.87,
      "text": "we've been reporting extensively on this huge cold snap. Now it's been so extreme"
    },
    {
      "start": 42.8,
      "dur": 2.39,
      "text": "huge cold snap. Now it's been so extreme in Ukraine. Temperatures plunging below"
    },
    {
      "start": 45.2,
      "dur": 2.15,
      "text": "in Ukraine. Temperatures plunging below minus 20 Celsius in parts of the"
    },
    {
      "start": 47.36,
      "dur": 2.31,
      "text": "minus 20 Celsius in parts of the country. Emergency crews racing to"
    },
    {
      "start": 49.68,
      "dur": 1.91,
      "text": "country. Emergency crews racing to restore heating and electricity to"
    },
    {
      "start": 51.6,
      "dur": 1.99,
      "text": "restore heating and electricity to millions of homes after the power grid"
    },
    {
      "start": 53.6,
      "dur": 2.15,
      "text": "millions of homes after the power grid was damaged by Russian attacks. Sarah"
    },
    {
      "start": 55.76,
      "dur": 5.03,
      "text": "was damaged by Russian attacks. Sarah Rainford is in Ukraine for us."
    },
    {
      "start": 60.8,
      "dur": 2.72,
      "text": "Scoops of stew that bring a burst of"
    },
    {
      "start": 63.52,
      "dur": 2.79,
      "text": "Scoops of stew that bring a burst of warmth to Ukrainians whose homes are"
    },
    {
      "start": 66.32,
      "dur": 3.59,
      "text": "warmth to Ukrainians whose homes are almost as cold as the streets here. This"
    },
    {
      "start": 69.92,
      "dur": 3.35,
      "text": "almost as cold as the streets here. This help is in big demand because here in"
    },
    {
      "start": 73.28,
      "dur": 2.31,
      "text": "help is in big demand because here in Kiev, hundreds of tower blocks still"
    },
    {
      "start": 75.6,
      "dur": 2.95,
      "text": "Kiev, hundreds of tower blocks still have no heating at all since Russia has"
    },
    {
      "start": 78.56,
      "dur": 1.589,
      "text": "have no heating at all since Russia has attacked Ukraine's power plants"
    },
    {
      "start": 80.159,
      "dur": 3.27,
      "text": "attacked Ukraine's power plants repeatedly and turned winter itself into"
    },
    {
      "start": 83.439,
      "dur": 2.871,
      "text": "repeatedly and turned winter itself into a weapon."
    },
    {
      "start": 86.32,
      "dur": 2.31,
      "text": "a weapon. The next few days will be minus 20 at"
    },
    {
      "start": 88.64,
      "dur": 2.39,
      "text": "The next few days will be minus 20 at night, so I'll go and sleep in the local"
    },
    {
      "start": 91.04,
      "dur": 2.63,
      "text": "night, so I'll go and sleep in the local school. In the day, it's okay because"
    },
    {
      "start": 93.68,
      "dur": 2.95,
      "text": "school. In the day, it's okay because you move around a bit, but at night it's"
    },
    {
      "start": 96.64,
      "dur": 2.63,
      "text": "you move around a bit, but at night it's really cold."
    },
    {
      "start": 99.28,
      "dur": 3.11,
      "text": "really cold. Four years of allout war have hardened"
    },
    {
      "start": 102.4,
      "dur": 2.069,
      "text": "Four years of allout war have hardened people here."
    },
    {
      "start": 104.479,
      "dur": 4.31,
      "text": "people here. But even so, this winter is tough."
    },
    {
      "start": 108.799,
      "dur": 1.751,
      "text": "But even so, this winter is tough. What I'm wearing now, that's what I"
    },
    {
      "start": 110.56,
      "dur": 2.15,
      "text": "What I'm wearing now, that's what I sleep in. So, I hope to God we get the"
    },
    {
      "start": 112.72,
      "dur": 1.99,
      "text": "sleep in. So, I hope to God we get the heating back."
    },
    {
      "start": 114.72,
      "dur": 1.91,
      "text": "heating back. I asked Vieira what Russia wants to"
    },
    {
      "start": 116.64,
      "dur": 1.829,
      "text": "I asked Vieira what Russia wants to achieve."
    },
    {
      "start": 118.479,
      "dur": 1.751,
      "text": "achieve. &gt;&gt; They won't get what they want. We're"
    },
    {
      "start": 120.24,
      "dur": 5.829,
      "text": "&gt;&gt; They won't get what they want. We're stronger than Russia. In any case,"
    },
    {
      "start": 126.079,
      "dur": 3.281,
      "text": "&gt;&gt; when the siren sounds for an air raid,"
    },
    {
      "start": 129.36,
      "dur": 3.83,
      "text": "&gt;&gt; when the siren sounds for an air raid, no one even moves."
    },
    {
      "start": 133.2,
      "dur": 2.71,
      "text": "no one even moves. The danger is real, though. The soot"
    },
    {
      "start": 135.92,
      "dur": 2.15,
      "text": "The danger is real, though. The soot stains up the wall are from a drone"
    },
    {
      "start": 138.08,
      "dur": 1.99,
      "text": "stains up the wall are from a drone attack."
    },
    {
      "start": 140.08,
      "dur": 1.99,
      "text": "attack. L Miller tells me she's ashamed to live"
    },
    {
      "start": 142.08,
      "dur": 4.07,
      "text": "L Miller tells me she's ashamed to live on handouts, but she's angry, too."
    },
    {
      "start": 146.16,
      "dur": 2.23,
      "text": "on handouts, but she's angry, too. We thought we would get the power back,"
    },
    {
      "start": 148.4,
      "dur": 5.51,
      "text": "We thought we would get the power back, but there is nothing. Just the cold."
    },
    {
      "start": 153.92,
      "dur": 2.24,
      "text": "I don't want to say this, but I wish"
    },
    {
      "start": 156.16,
      "dur": 2.47,
      "text": "I don't want to say this, but I wish they would freeze in Russia, too. Let"
    },
    {
      "start": 158.64,
      "dur": 3.51,
      "text": "they would freeze in Russia, too. Let Putin freeze like us."
    },
    {
      "start": 162.16,
      "dur": 1.91,
      "text": "Putin freeze like us. &gt;&gt; They're freezing over on the other side"
    },
    {
      "start": 164.08,
      "dur": 3.03,
      "text": "&gt;&gt; They're freezing over on the other side of Kiev as well. This gives you an idea"
    },
    {
      "start": 167.12,
      "dur": 2.31,
      "text": "of Kiev as well. This gives you an idea of just how extreme the conditions here"
    },
    {
      "start": 169.44,
      "dur": 2.23,
      "text": "of just how extreme the conditions here are. The pipes in this building burst"
    },
    {
      "start": 171.68,
      "dur": 2.71,
      "text": "are. The pipes in this building burst this morning and the water has frozen in"
    },
    {
      "start": 174.4,
      "dur": 2.549,
      "text": "this morning and the water has frozen in sheets right down the front of the"
    },
    {
      "start": 176.959,
      "dur": 2.151,
      "text": "sheets right down the front of the block. I mean, I've seen big icicles,"
    },
    {
      "start": 179.12,
      "dur": 1.51,
      "text": "block. I mean, I've seen big icicles, but this is something else. The"
    },
    {
      "start": 180.64,
      "dur": 3.83,
      "text": "but this is something else. The temperature here right now is -12°."
    },
    {
      "start": 184.48,
      "dur": 3.749,
      "text": "temperature here right now is -12°. It is bitterly cold."
    },
    {
      "start": 188.239,
      "dur": 2.871,
      "text": "It is bitterly cold. With no power and no lift, it's a dark"
    },
    {
      "start": 191.12,
      "dur": 3.189,
      "text": "With no power and no lift, it's a dark climb to Elena's flat on the eighth"
    },
    {
      "start": 194.319,
      "dur": 4.471,
      "text": "climb to Elena's flat on the eighth floor."
    },
    {
      "start": 198.8,
      "dur": 2.48,
      "text": "She tells me it flooded a week ago when"
    },
    {
      "start": 201.28,
      "dur": 2.47,
      "text": "She tells me it flooded a week ago when the pipes first burst and there's no way"
    },
    {
      "start": 203.76,
      "dur": 4.469,
      "text": "the pipes first burst and there's no way to dry it out without heat."
    },
    {
      "start": 208.239,
      "dur": 1.831,
      "text": "to dry it out without heat. I don't understand what we are going to"
    },
    {
      "start": 210.08,
      "dur": 3.03,
      "text": "I don't understand what we are going to do if we don't get the heating back."
    },
    {
      "start": 213.12,
      "dur": 2.31,
      "text": "do if we don't get the heating back. People are freezing. There is lots of"
    },
    {
      "start": 215.44,
      "dur": 3.27,
      "text": "People are freezing. There is lots of small children here and punchioners with"
    },
    {
      "start": 218.72,
      "dur": 3.99,
      "text": "small children here and punchioners with nowhere to go."
    },
    {
      "start": 222.72,
      "dur": 2.64,
      "text": "Russia did pause its strikes for a few"
    },
    {
      "start": 225.36,
      "dur": 2.949,
      "text": "Russia did pause its strikes for a few days, but that truce is over. And"
    },
    {
      "start": 228.319,
      "dur": 2.55,
      "text": "days, but that truce is over. And Ukrainians know this winter could still"
    },
    {
      "start": 230.879,
      "dur": 2.871,
      "text": "Ukrainians know this winter could still get worse. Sarah Rainford, BBC News,"
    },
    {
      "start": 233.76,
      "dur": 2.96,
      "text": "get worse. Sarah Rainford, BBC News, Kiev."
    }
  ]
}