{
  "videoId": "g6TNpgQwJug",
  "title": "Minneapolis shooting: video appears to show victim disarmed before being shot dead | BBC News",
  "publishedAt": "2026-01-25",
  "channel": "BBC News",
  "durationSeconds": 349,
  "segments": [
    {
      "start": 1.12,
      "dur": 1.759,
      "text": "Now, the family of a man killed by"
    },
    {
      "start": 2.879,
      "dur": 1.511,
      "text": "Now, the family of a man killed by federal immigration officers in"
    },
    {
      "start": 4.4,
      "dur": 2.389,
      "text": "federal immigration officers in Minneapolis has called for the truth to"
    },
    {
      "start": 6.799,
      "dur": 2.79,
      "text": "Minneapolis has called for the truth to be told about their son. Alex Prey was"
    },
    {
      "start": 9.599,
      "dur": 2.391,
      "text": "be told about their son. Alex Prey was shot during a confrontation yesterday."
    },
    {
      "start": 12.0,
      "dur": 1.589,
      "text": "shot during a confrontation yesterday. There are conflicting accounts of the"
    },
    {
      "start": 13.599,
      "dur": 1.99,
      "text": "There are conflicting accounts of the moments before his death with tensions"
    },
    {
      "start": 15.599,
      "dur": 2.471,
      "text": "moments before his death with tensions in the city running high for weeks after"
    },
    {
      "start": 18.08,
      "dur": 2.15,
      "text": "in the city running high for weeks after immigration agents had previously killed"
    },
    {
      "start": 20.24,
      "dur": 2.949,
      "text": "immigration agents had previously killed a woman protester. Well, Tom Baitman is"
    },
    {
      "start": 23.199,
      "dur": 5.111,
      "text": "a woman protester. Well, Tom Baitman is live in Minneapolis for us tonight. Tom"
    },
    {
      "start": 28.32,
      "dur": 2.56,
      "text": "&gt;&gt; Clive, the protests today have remained"
    },
    {
      "start": 30.88,
      "dur": 1.91,
      "text": "&gt;&gt; Clive, the protests today have remained largely peaceful, but at the same time,"
    },
    {
      "start": 32.8,
      "dur": 2.31,
      "text": "largely peaceful, but at the same time, we have seen the rhetoric escalate"
    },
    {
      "start": 35.12,
      "dur": 1.75,
      "text": "we have seen the rhetoric escalate between [music] the Democrat-led"
    },
    {
      "start": 36.88,
      "dur": 2.55,
      "text": "between [music] the Democrat-led authorities in this city and state and"
    },
    {
      "start": 39.44,
      "dur": 2.55,
      "text": "authorities in this city and state and the Trump administration in Washington."
    },
    {
      "start": 42.0,
      "dur": 1.51,
      "text": "the Trump administration in Washington. As for these people, they have largely"
    },
    {
      "start": 43.52,
      "dur": 2.549,
      "text": "As for these people, they have largely wanted to come out to pay tribute to"
    },
    {
      "start": 46.079,
      "dur": 2.79,
      "text": "wanted to come out to pay tribute to Alex Prey. And a warning that [music] my"
    },
    {
      "start": 48.879,
      "dur": 2.071,
      "text": "Alex Prey. And a warning that [music] my report contains video of the moments"
    },
    {
      "start": 50.96,
      "dur": 2.229,
      "text": "report contains video of the moments leading up to his death that you might"
    },
    {
      "start": 53.199,
      "dur": 2.551,
      "text": "leading up to his death that you might find disturbing."
    },
    {
      "start": 55.76,
      "dur": 1.83,
      "text": "find disturbing. Mourers have been returning to the spot"
    },
    {
      "start": 57.6,
      "dur": 2.469,
      "text": "Mourers have been returning to the spot where Alex Prey was killed. The second"
    },
    {
      "start": 60.079,
      "dur": 1.911,
      "text": "where Alex Prey was killed. The second American shot dead by immigration"
    },
    {
      "start": 62.0,
      "dur": 3.109,
      "text": "American shot dead by immigration officers in a month in Minneapolis. They"
    },
    {
      "start": 65.119,
      "dur": 2.471,
      "text": "officers in a month in Minneapolis. They lay claim to his legacy in what has"
    },
    {
      "start": 67.6,
      "dur": 1.509,
      "text": "lay claim to his legacy in what has become a battle with the Trump"
    },
    {
      "start": 69.119,
      "dur": 2.711,
      "text": "become a battle with the Trump administration over both values and"
    },
    {
      "start": 71.84,
      "dur": 1.589,
      "text": "administration over both values and narrative."
    },
    {
      "start": 73.439,
      "dur": 1.751,
      "text": "narrative. Tonight, the state's Democrat Governor"
    },
    {
      "start": 75.2,
      "dur": 2.229,
      "text": "Tonight, the state's Democrat Governor Tim Walls appealed to the country to"
    },
    {
      "start": 77.439,
      "dur": 0.871,
      "text": "Tim Walls appealed to the country to choose."
    },
    {
      "start": 78.32,
      "dur": 1.91,
      "text": "choose. &gt;&gt; I've got a question for all of you. What"
    },
    {
      "start": 80.24,
      "dur": 3.509,
      "text": "&gt;&gt; I've got a question for all of you. What side do you want to be on?"
    },
    {
      "start": 83.759,
      "dur": 1.67,
      "text": "side do you want to be on? the side of an all powerful federal"
    },
    {
      "start": 85.439,
      "dur": 1.431,
      "text": "the side of an all powerful federal government that can kill, injure,"
    },
    {
      "start": 86.88,
      "dur": 1.75,
      "text": "government that can kill, injure, menace, and kidnap its citizens off the"
    },
    {
      "start": 88.64,
      "dur": 2.63,
      "text": "menace, and kidnap its citizens off the streets, or on the side of a nurse at"
    },
    {
      "start": 91.28,
      "dur": 2.07,
      "text": "streets, or on the side of a nurse at the VA hospital who died bearing witness"
    },
    {
      "start": 93.36,
      "dur": 2.069,
      "text": "the VA hospital who died bearing witness to such government."
    },
    {
      "start": 95.439,
      "dur": 2.071,
      "text": "to such government. &gt;&gt; But the man now known on the streets for"
    },
    {
      "start": 97.52,
      "dur": 2.79,
      "text": "&gt;&gt; But the man now known on the streets for fronting Mr. Trump's deportation drive"
    },
    {
      "start": 100.32,
      "dur": 2.39,
      "text": "fronting Mr. Trump's deportation drive was doubling down. I would implore upon"
    },
    {
      "start": 102.72,
      "dur": 1.83,
      "text": "was doubling down. I would implore upon any individuals, whether they're"
    },
    {
      "start": 104.56,
      "dur": 3.11,
      "text": "any individuals, whether they're anarchists, rioters, uh, or anyone else"
    },
    {
      "start": 107.68,
      "dur": 2.95,
      "text": "anarchists, rioters, uh, or anyone else that thinks it wise to go into a law"
    },
    {
      "start": 110.64,
      "dur": 2.23,
      "text": "that thinks it wise to go into a law enforcement scene"
    },
    {
      "start": 112.88,
      "dur": 2.07,
      "text": "enforcement scene to disrupt,"
    },
    {
      "start": 114.96,
      "dur": 4.07,
      "text": "to disrupt, uh, to delay is to don't do that."
    },
    {
      "start": 119.04,
      "dur": 1.91,
      "text": "uh, to delay is to don't do that. &gt;&gt; Several videos show the moments leading"
    },
    {
      "start": 120.96,
      "dur": 2.31,
      "text": "&gt;&gt; Several videos show the moments leading up to Mr. Prety's death. pushed and"
    },
    {
      "start": 123.28,
      "dur": 1.59,
      "text": "up to Mr. Prety's death. pushed and pepper-sprayed and wrestled to the"
    },
    {
      "start": 124.88,
      "dur": 2.31,
      "text": "pepper-sprayed and wrestled to the ground. Agents then appeared to disarm"
    },
    {
      "start": 127.2,
      "dur": 2.15,
      "text": "ground. Agents then appeared to disarm him of a handgun, which police say he"
    },
    {
      "start": 129.36,
      "dur": 2.63,
      "text": "him of a handgun, which police say he had a permit to carry before immigration"
    },
    {
      "start": 132.0,
      "dur": 2.921,
      "text": "had a permit to carry before immigration agents shot him multiple times."
    },
    {
      "start": 134.931,
      "dur": 3.539,
      "text": "agents shot him multiple times. [screaming]"
    },
    {
      "start": 138.48,
      "dur": 2.96,
      "text": "Alex Prey was 37, an intensive care"
    },
    {
      "start": 141.44,
      "dur": 1.75,
      "text": "Alex Prey was 37, an intensive care nurse who treated sick military"
    },
    {
      "start": 143.2,
      "dur": 2.15,
      "text": "nurse who treated sick military veterans. His family says the"
    },
    {
      "start": 145.36,
      "dur": 1.91,
      "text": "veterans. His family says the administration's version of him is"
    },
    {
      "start": 147.28,
      "dur": 2.79,
      "text": "administration's version of him is totally untrue. He cared about people"
    },
    {
      "start": 150.08,
      "dur": 4.149,
      "text": "totally untrue. He cared about people deeply and he was very upset with what"
    },
    {
      "start": 154.239,
      "dur": 2.151,
      "text": "deeply and he was very upset with what was happening in in Minneapolis and"
    },
    {
      "start": 156.4,
      "dur": 5.35,
      "text": "was happening in in Minneapolis and throughout the United States."
    },
    {
      "start": 161.76,
      "dur": 2.16,
      "text": "&gt;&gt; In the hours after he was killed, agents"
    },
    {
      "start": 163.92,
      "dur": 2.87,
      "text": "&gt;&gt; In the hours after he was killed, agents fired tear gas to disperse crowds. And"
    },
    {
      "start": 166.8,
      "dur": 1.83,
      "text": "fired tear gas to disperse crowds. And all this only a mile from where"
    },
    {
      "start": 168.64,
      "dur": 2.949,
      "text": "all this only a mile from where 37year-old Renee Good was shot dead by"
    },
    {
      "start": 171.599,
      "dur": 2.071,
      "text": "37year-old Renee Good was shot dead by an immigration agent 2 and a half weeks"
    },
    {
      "start": 173.68,
      "dur": 0.87,
      "text": "an immigration agent 2 and a half weeks ago."
    },
    {
      "start": 174.56,
      "dur": 2.07,
      "text": "ago. &gt;&gt; ALEXIE. [screaming]"
    },
    {
      "start": 176.64,
      "dur": 2.79,
      "text": "&gt;&gt; ALEXIE. [screaming] &gt;&gt; ALEXY. Alex Prety's name is added to"
    },
    {
      "start": 179.44,
      "dur": 3.03,
      "text": "&gt;&gt; ALEXY. Alex Prety's name is added to hers being memorialized by those who vow"
    },
    {
      "start": 182.48,
      "dur": 2.07,
      "text": "hers being memorialized by those who vow to resist. What went through your mind?"
    },
    {
      "start": 184.56,
      "dur": 1.83,
      "text": "to resist. What went through your mind? &gt;&gt; It was scary. It was terrifying for the"
    },
    {
      "start": 186.4,
      "dur": 1.43,
      "text": "&gt;&gt; It was scary. It was terrifying for the people that was supposed to protect us"
    },
    {
      "start": 187.84,
      "dur": 2.469,
      "text": "people that was supposed to protect us for border control to kill people in"
    },
    {
      "start": 190.319,
      "dur": 1.591,
      "text": "for border control to kill people in front of our eyes. That's something that"
    },
    {
      "start": 191.92,
      "dur": 1.51,
      "text": "front of our eyes. That's something that no one can watch."
    },
    {
      "start": 193.44,
      "dur": 2.47,
      "text": "no one can watch. &gt;&gt; When Renee Good was killed, the Trump"
    },
    {
      "start": 195.92,
      "dur": 2.949,
      "text": "&gt;&gt; When Renee Good was killed, the Trump administration sent hundreds more"
    },
    {
      "start": 198.879,
      "dur": 2.198,
      "text": "administration sent hundreds more immigration officials to this city."
    },
    {
      "start": 201.087,
      "dur": 0.983,
      "text": "immigration officials to this city. [cheering]"
    },
    {
      "start": 202.08,
      "dur": 3.59,
      "text": "[cheering] They want ICE out. But so far, this is a"
    },
    {
      "start": 205.68,
      "dur": 2.629,
      "text": "They want ICE out. But so far, this is a story where tragedy has been followed"
    },
    {
      "start": 208.319,
      "dur": 3.893,
      "text": "story where tragedy has been followed only by further escalation."
    },
    {
      "start": 212.222,
      "dur": 0.727,
      "text": "only by further escalation. [screaming]"
    },
    {
      "start": 212.959,
      "dur": 2.871,
      "text": "[screaming] &gt;&gt; A call for justice here faces the full"
    },
    {
      "start": 215.84,
      "dur": 1.35,
      "text": "&gt;&gt; A call for justice here faces the full counterweight of the Trump"
    },
    {
      "start": 217.2,
      "dur": 2.309,
      "text": "counterweight of the Trump administration, accusing a city of"
    },
    {
      "start": 219.519,
      "dur": 3.031,
      "text": "administration, accusing a city of inciting an insurrection. Divisions laid"
    },
    {
      "start": 222.56,
      "dur": 2.949,
      "text": "inciting an insurrection. Divisions laid bare in blood. And Minneapolis mourns"
    },
    {
      "start": 225.519,
      "dur": 5.191,
      "text": "bare in blood. And Minneapolis mourns again. Tom Baitman, BBC News, Minnesota."
    },
    {
      "start": 230.72,
      "dur": 2.869,
      "text": "again. Tom Baitman, BBC News, Minnesota. Well, BBC Verify has analyzed videos of"
    },
    {
      "start": 233.599,
      "dur": 1.91,
      "text": "Well, BBC Verify has analyzed videos of the shooting from multiple angles,"
    },
    {
      "start": 235.519,
      "dur": 2.07,
      "text": "the shooting from multiple angles, piecing together a detailed picture of"
    },
    {
      "start": 237.599,
      "dur": 2.391,
      "text": "piecing together a detailed picture of what happened. Rose Atkins's report"
    },
    {
      "start": 240.0,
      "dur": 2.63,
      "text": "what happened. Rose Atkins's report contains footage which again you may"
    },
    {
      "start": 242.64,
      "dur": 1.75,
      "text": "contains footage which again you may find distressing."
    },
    {
      "start": 244.4,
      "dur": 2.15,
      "text": "find distressing. &gt;&gt; The first video we have of Alex Prey,"
    },
    {
      "start": 246.56,
      "dur": 2.229,
      "text": "&gt;&gt; The first video we have of Alex Prey, he's in the road holding a phone and"
    },
    {
      "start": 248.799,
      "dur": 2.231,
      "text": "he's in the road holding a phone and talking with a federal agent. The"
    },
    {
      "start": 251.04,
      "dur": 1.909,
      "text": "talking with a federal agent. The officer pushes him and he steps"
    },
    {
      "start": 252.959,
      "dur": 2.391,
      "text": "officer pushes him and he steps backwards. Christy Gnome is US Homeland"
    },
    {
      "start": 255.36,
      "dur": 2.23,
      "text": "backwards. Christy Gnome is US Homeland Security Secretary. This is her account"
    },
    {
      "start": 257.6,
      "dur": 1.67,
      "text": "Security Secretary. This is her account of why Alex Prey died."
    },
    {
      "start": 259.28,
      "dur": 1.909,
      "text": "of why Alex Prey died. &gt;&gt; An individual approached US Border"
    },
    {
      "start": 261.199,
      "dur": 2.471,
      "text": "&gt;&gt; An individual approached US Border Patrol officers with a 9mm"
    },
    {
      "start": 263.68,
      "dur": 2.39,
      "text": "Patrol officers with a 9mm semi-automatic handgun. The officers"
    },
    {
      "start": 266.08,
      "dur": 2.23,
      "text": "semi-automatic handgun. The officers attempted to disarm this individual, but"
    },
    {
      "start": 268.32,
      "dur": 2.95,
      "text": "attempted to disarm this individual, but the armed suspect reacted violently."
    },
    {
      "start": 271.28,
      "dur": 2.469,
      "text": "the armed suspect reacted violently. &gt;&gt; But in this video, as in others, Alex"
    },
    {
      "start": 273.759,
      "dur": 2.951,
      "text": "&gt;&gt; But in this video, as in others, Alex Prey had nothing in one hand, a phone in"
    },
    {
      "start": 276.72,
      "dur": 2.55,
      "text": "Prey had nothing in one hand, a phone in the other. We see two people interacting"
    },
    {
      "start": 279.28,
      "dur": 2.469,
      "text": "the other. We see two people interacting with an agent. We then see an agent push"
    },
    {
      "start": 281.759,
      "dur": 3.031,
      "text": "with an agent. We then see an agent push one of those people, then push the"
    },
    {
      "start": 284.8,
      "dur": 2.07,
      "text": "one of those people, then push the second person. Alex Prey steps between"
    },
    {
      "start": 286.88,
      "dur": 1.749,
      "text": "second person. Alex Prey steps between them and the agent and is"
    },
    {
      "start": 288.639,
      "dur": 1.99,
      "text": "them and the agent and is pepper-sprayed. He's wrestled to the"
    },
    {
      "start": 290.639,
      "dur": 1.99,
      "text": "pepper-sprayed. He's wrestled to the ground by a number of agents. He's on"
    },
    {
      "start": 292.639,
      "dur": 2.151,
      "text": "ground by a number of agents. He's on his knees, bent over. His hands are on"
    },
    {
      "start": 294.8,
      "dur": 1.91,
      "text": "his knees, bent over. His hands are on the floor, and he's struggling against"
    },
    {
      "start": 296.72,
      "dur": 2.23,
      "text": "the floor, and he's struggling against being held down. One agent repeatedly"
    },
    {
      "start": 298.96,
      "dur": 1.83,
      "text": "being held down. One agent repeatedly strikes in the direction of his head."
    },
    {
      "start": 300.8,
      "dur": 2.07,
      "text": "strikes in the direction of his head. And take note of this agent. He has"
    },
    {
      "start": 302.88,
      "dur": 2.47,
      "text": "And take note of this agent. He has nothing in his right hand, reaches down,"
    },
    {
      "start": 305.36,
      "dur": 1.91,
      "text": "nothing in his right hand, reaches down, and removes what appears to be a gun"
    },
    {
      "start": 307.28,
      "dur": 2.39,
      "text": "and removes what appears to be a gun from Alex Prety's waistband. Then he"
    },
    {
      "start": 309.68,
      "dur": 2.47,
      "text": "from Alex Prety's waistband. Then he steps back holding the pistol, which"
    },
    {
      "start": 312.16,
      "dur": 1.83,
      "text": "steps back holding the pistol, which appears to match this image shared by"
    },
    {
      "start": 314.0,
      "dur": 1.83,
      "text": "appears to match this image shared by the authorities. Carrying this type of"
    },
    {
      "start": 315.84,
      "dur": 2.55,
      "text": "the authorities. Carrying this type of gun is legal in Minnesota with a valid"
    },
    {
      "start": 318.4,
      "dur": 1.75,
      "text": "gun is legal in Minnesota with a valid permit. The police say they believe Alex"
    },
    {
      "start": 320.16,
      "dur": 2.07,
      "text": "permit. The police say they believe Alex Prey had one. Less than a second after"
    },
    {
      "start": 322.24,
      "dur": 2.63,
      "text": "Prey had one. Less than a second after the gun is removed, an agent fires the"
    },
    {
      "start": 324.88,
      "dur": 2.55,
      "text": "the gun is removed, an agent fires the first shot."
    },
    {
      "start": 327.44,
      "dur": 2.469,
      "text": "first shot. As Alex Prey lies motionless, further"
    },
    {
      "start": 329.919,
      "dur": 1.511,
      "text": "As Alex Prey lies motionless, further shots are fired while agents are"
    },
    {
      "start": 331.44,
      "dur": 2.55,
      "text": "shots are fired while agents are standing clear of his body. In total, 10"
    },
    {
      "start": 334.0,
      "dur": 2.87,
      "text": "standing clear of his body. In total, 10 shots were fired in 5 seconds. In all of"
    },
    {
      "start": 336.88,
      "dur": 2.39,
      "text": "shots were fired in 5 seconds. In all of these videos, we don't see Alex Prey"
    },
    {
      "start": 339.28,
      "dur": 1.83,
      "text": "these videos, we don't see Alex Prey holding a gun, but once more, we have"
    },
    {
      "start": 341.12,
      "dur": 1.909,
      "text": "holding a gun, but once more, we have seen an American killed in the street by"
    },
    {
      "start": 343.039,
      "dur": 2.231,
      "text": "seen an American killed in the street by federal agents, followed by the Trump"
    },
    {
      "start": 345.28,
      "dur": 2.71,
      "text": "federal agents, followed by the Trump administration making claims about what"
    },
    {
      "start": 348.0,
      "dur": 2.479,
      "text": "administration making claims about what happened."
    }
  ]
}