{
  "videoId": "G_j2jPssr_E",
  "title": "Why has Labour blocked Andy Burnham? | BBC Newscast",
  "publishedAt": "2026-01-25",
  "channel": "BBC News",
  "durationSeconds": 1538,
  "segments": [
    {
      "start": 0.24,
      "dur": 3.28,
      "text": "Light the match and stand back. We're"
    },
    {
      "start": 3.52,
      "dur": 3.349,
      "text": "Light the match and stand back. We're recording this at 12:33 on Sunday and"
    },
    {
      "start": 6.879,
      "dur": 2.071,
      "text": "recording this at 12:33 on Sunday and I'm talking to you just after big news"
    },
    {
      "start": 8.96,
      "dur": 1.83,
      "text": "I'm talking to you just after big news has come in from the Labour Party after"
    },
    {
      "start": 10.8,
      "dur": 3.43,
      "text": "has come in from the Labour Party after a couple of days of wild guessing games."
    },
    {
      "start": 14.24,
      "dur": 2.23,
      "text": "a couple of days of wild guessing games. They have decided to block the mayor of"
    },
    {
      "start": 16.48,
      "dur": 2.39,
      "text": "They have decided to block the mayor of Greater Manchester, Andy Burnham, from"
    },
    {
      "start": 18.88,
      "dur": 2.229,
      "text": "Greater Manchester, Andy Burnham, from running as an MP in the Gorton"
    },
    {
      "start": 21.119,
      "dur": 2.23,
      "text": "running as an MP in the Gorton constituency of Greater Manchester. Why"
    },
    {
      "start": 23.359,
      "dur": 1.99,
      "text": "constituency of Greater Manchester. Why is all that so dramatic with so much"
    },
    {
      "start": 25.359,
      "dur": 2.23,
      "text": "is all that so dramatic with so much jeopardy? Well, because Andy Burnham has"
    },
    {
      "start": 27.599,
      "dur": 2.551,
      "text": "jeopardy? Well, because Andy Burnham has made no secret of the fact that one day"
    },
    {
      "start": 30.16,
      "dur": 2.71,
      "text": "made no secret of the fact that one day he has his eyes on number 10. Kier"
    },
    {
      "start": 32.88,
      "dur": 2.31,
      "text": "he has his eyes on number 10. Kier Starmer sees him as a rival. And given"
    },
    {
      "start": 35.2,
      "dur": 2.79,
      "text": "Starmer sees him as a rival. And given how unpopular he is, Kierstarma and his"
    },
    {
      "start": 38.0,
      "dur": 2.95,
      "text": "how unpopular he is, Kierstarma and his allies have succeeded in stopping Andy"
    },
    {
      "start": 40.96,
      "dur": 3.109,
      "text": "allies have succeeded in stopping Andy Burnham in the race to become an MP. But"
    },
    {
      "start": 44.079,
      "dur": 2.231,
      "text": "Burnham in the race to become an MP. But here's the problem. Lots of Kirst"
    },
    {
      "start": 46.32,
      "dur": 1.99,
      "text": "here's the problem. Lots of Kirst Starmer's colleagues, lots of people in"
    },
    {
      "start": 48.32,
      "dur": 2.47,
      "text": "Starmer's colleagues, lots of people in the Labor Party, obviously Andy Burnham"
    },
    {
      "start": 50.8,
      "dur": 3.429,
      "text": "the Labor Party, obviously Andy Burnham himself think that it's an outrage that"
    },
    {
      "start": 54.239,
      "dur": 3.271,
      "text": "himself think that it's an outrage that he might not be allowed to go ahead and"
    },
    {
      "start": 57.52,
      "dur": 2.15,
      "text": "he might not be allowed to go ahead and stand. There's a bit of an official"
    },
    {
      "start": 59.68,
      "dur": 1.59,
      "text": "stand. There's a bit of an official statement from the Labour Party that I"
    },
    {
      "start": 61.28,
      "dur": 1.429,
      "text": "statement from the Labour Party that I want to read you, but I won't read you"
    },
    {
      "start": 62.719,
      "dur": 1.911,
      "text": "want to read you, but I won't read you the whole thing in full. The statement"
    },
    {
      "start": 64.64,
      "dur": 2.39,
      "text": "the whole thing in full. The statement says directly elected mayors and police"
    },
    {
      "start": 67.04,
      "dur": 1.67,
      "text": "says directly elected mayors and police crime commissioners must seek the"
    },
    {
      "start": 68.72,
      "dur": 2.31,
      "text": "crime commissioners must seek the express permission of Labour's ruling"
    },
    {
      "start": 71.04,
      "dur": 2.069,
      "text": "express permission of Labour's ruling body before seeking nomination as a"
    },
    {
      "start": 73.119,
      "dur": 2.951,
      "text": "body before seeking nomination as a candidate. It says the NEC believes that"
    },
    {
      "start": 76.08,
      "dur": 2.23,
      "text": "candidate. It says the NEC believes that causing an unnecessary election for"
    },
    {
      "start": 78.32,
      "dur": 1.829,
      "text": "causing an unnecessary election for Greater Manchester Mayor would have a"
    },
    {
      "start": 80.159,
      "dur": 2.231,
      "text": "Greater Manchester Mayor would have a substantial and disproportionate impact"
    },
    {
      "start": 82.4,
      "dur": 3.67,
      "text": "substantial and disproportionate impact on party campaign resources. It also"
    },
    {
      "start": 86.08,
      "dur": 1.669,
      "text": "on party campaign resources. It also says although the party would be"
    },
    {
      "start": 87.759,
      "dur": 2.631,
      "text": "says although the party would be confident of retaining the mealty, the"
    },
    {
      "start": 90.4,
      "dur": 2.31,
      "text": "confident of retaining the mealty, the NEC, the ruling body could not put"
    },
    {
      "start": 92.72,
      "dur": 1.83,
      "text": "NEC, the ruling body could not put Labour's control of Greater Manchester"
    },
    {
      "start": 94.56,
      "dur": 2.549,
      "text": "Labour's control of Greater Manchester at any risk. So in other words, the"
    },
    {
      "start": 97.119,
      "dur": 2.151,
      "text": "at any risk. So in other words, the party said it would be too expensive to"
    },
    {
      "start": 99.28,
      "dur": 2.39,
      "text": "party said it would be too expensive to have a race for the mayor and that"
    },
    {
      "start": 101.68,
      "dur": 2.069,
      "text": "have a race for the mayor and that they'd be worried about reform taking"
    },
    {
      "start": 103.759,
      "dur": 2.31,
      "text": "they'd be worried about reform taking it. The problem for K Starmer is he"
    },
    {
      "start": 106.079,
      "dur": 2.151,
      "text": "it. The problem for K Starmer is he might have in the short term stopped one"
    },
    {
      "start": 108.24,
      "dur": 1.99,
      "text": "might have in the short term stopped one of his rivals coming back to loom over"
    },
    {
      "start": 110.24,
      "dur": 2.229,
      "text": "of his rivals coming back to loom over him on the benches, but in the long"
    },
    {
      "start": 112.479,
      "dur": 1.751,
      "text": "him on the benches, but in the long term, this is going to drive some people"
    },
    {
      "start": 114.24,
      "dur": 2.549,
      "text": "term, this is going to drive some people in the Labor Party crazy. And his"
    },
    {
      "start": 116.799,
      "dur": 3.191,
      "text": "in the Labor Party crazy. And his critics can easily suggest he just looks"
    },
    {
      "start": 120.0,
      "dur": 2.789,
      "text": "critics can easily suggest he just looks scared. So there's a fight ahead without"
    },
    {
      "start": 122.799,
      "dur": 1.99,
      "text": "scared. So there's a fight ahead without question. Here's our conversation from"
    },
    {
      "start": 124.799,
      "dur": 2.471,
      "text": "question. Here's our conversation from earlier with Patty and Joe about what"
    },
    {
      "start": 127.28,
      "dur": 3.029,
      "text": "earlier with Patty and Joe about what this might mean."
    },
    {
      "start": 130.319,
      "dur": 1.511,
      "text": "this might mean. &gt;&gt; Well, this whole thing could be out of"
    },
    {
      "start": 131.84,
      "dur": 1.749,
      "text": "&gt;&gt; Well, this whole thing could be out of date. We're here with newscasters who"
    },
    {
      "start": 133.599,
      "dur": 1.911,
      "text": "date. We're here with newscasters who may know more in the future than we do."
    },
    {
      "start": 135.52,
      "dur": 1.67,
      "text": "may know more in the future than we do. &gt;&gt; That's always a funny feeling, isn't it?"
    },
    {
      "start": 137.2,
      "dur": 0.55,
      "text": "&gt;&gt; That's always a funny feeling, isn't it? &gt;&gt; Yeah."
    },
    {
      "start": 137.76,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah. &gt;&gt; So, if you're listening to this now, you"
    },
    {
      "start": 139.28,
      "dur": 1.589,
      "text": "&gt;&gt; So, if you're listening to this now, you will inevitably know more than we do at"
    },
    {
      "start": 144.71,
      "dur": 0.01,
      "text": "assuming that we know more every minute"
    },
    {
      "start": 144.72,
      "dur": 0.79,
      "text": "assuming that we know more every minute we're alive."
    },
    {
      "start": 145.52,
      "dur": 3.03,
      "text": "we're alive. &gt;&gt; We've we've drafted expert witness to"
    },
    {
      "start": 148.56,
      "dur": 1.59,
      "text": "&gt;&gt; We've we've drafted expert witness to help us work out what will happen today."
    },
    {
      "start": 150.16,
      "dur": 2.709,
      "text": "help us work out what will happen today. the chronology and the politics all on"
    },
    {
      "start": 152.879,
      "dur": 1.111,
      "text": "the chronology and the politics all on Sunday's newscast."
    },
    {
      "start": 154.0,
      "dur": 2.309,
      "text": "Sunday's newscast. &gt;&gt; Shall we just do the headlines situation"
    },
    {
      "start": 156.319,
      "dur": 2.231,
      "text": "&gt;&gt; Shall we just do the headlines situation before we get into Oh, sorry. Oh, my"
    },
    {
      "start": 158.56,
      "dur": 1.51,
      "text": "before we get into Oh, sorry. Oh, my naughty phone is pinging, but I am going"
    },
    {
      "start": 160.08,
      "dur": 1.19,
      "text": "naughty phone is pinging, but I am going to keep looking at it because there's"
    },
    {
      "start": 161.28,
      "dur": 2.55,
      "text": "to keep looking at it because there's all sorts of news unfolding as we speak."
    },
    {
      "start": 163.84,
      "dur": 2.469,
      "text": "all sorts of news unfolding as we speak. &gt;&gt; Yes. So, Shabbana Mammud, who's the"
    },
    {
      "start": 166.319,
      "dur": 4.63,
      "text": "&gt;&gt; Yes. So, Shabbana Mammud, who's the chair of the NEC, has been out today,"
    },
    {
      "start": 170.959,
      "dur": 2.391,
      "text": "chair of the NEC, has been out today, which is decision day for this question"
    },
    {
      "start": 173.36,
      "dur": 3.35,
      "text": "which is decision day for this question on Andy Bernham. Block him or back him?"
    },
    {
      "start": 176.72,
      "dur": 2.149,
      "text": "on Andy Bernham. Block him or back him? &gt;&gt; Exactly. and we discussed at some length"
    },
    {
      "start": 178.879,
      "dur": 2.871,
      "text": "&gt;&gt; Exactly. and we discussed at some length yesterday rather breathlessly I hope not"
    },
    {
      "start": 181.76,
      "dur": 3.829,
      "text": "yesterday rather breathlessly I hope not but probably yes uh basically it's a"
    },
    {
      "start": 185.599,
      "dur": 2.151,
      "text": "but probably yes uh basically it's a nightmare for Kirst either way if Andy"
    },
    {
      "start": 187.76,
      "dur": 1.59,
      "text": "nightmare for Kirst either way if Andy Burnham is allowed to stand as an MP"
    },
    {
      "start": 189.36,
      "dur": 1.91,
      "text": "Burnham is allowed to stand as an MP ends up back bum on seat on the green"
    },
    {
      "start": 191.28,
      "dur": 2.229,
      "text": "ends up back bum on seat on the green bench that's a nightmare for Kirst"
    },
    {
      "start": 193.519,
      "dur": 1.271,
      "text": "bench that's a nightmare for Kirst because one of the people who would"
    },
    {
      "start": 194.8,
      "dur": 3.03,
      "text": "because one of the people who would quite fancy replacing him one day is"
    },
    {
      "start": 197.84,
      "dur": 1.91,
      "text": "quite fancy replacing him one day is then there everyone will second guess"
    },
    {
      "start": 199.76,
      "dur": 2.63,
      "text": "then there everyone will second guess all the time worse than having him as"
    },
    {
      "start": 202.4,
      "dur": 3.109,
      "text": "all the time worse than having him as Manchester mayor if he does block him"
    },
    {
      "start": 205.519,
      "dur": 2.63,
      "text": "Manchester mayor if he does block him there is a row a foot that could I think"
    },
    {
      "start": 208.159,
      "dur": 1.831,
      "text": "there is a row a foot that could I think it's not mad this morning actually to"
    },
    {
      "start": 210.0,
      "dur": 1.03,
      "text": "it's not mad this morning actually to say it could bring the whole thing"
    },
    {
      "start": 211.04,
      "dur": 2.87,
      "text": "say it could bring the whole thing crashing down Joe how would you"
    },
    {
      "start": 213.92,
      "dur": 1.589,
      "text": "crashing down Joe how would you &gt;&gt; yeah I mean I was talking to people so"
    },
    {
      "start": 215.519,
      "dur": 1.111,
      "text": "&gt;&gt; yeah I mean I was talking to people so late last night and been in touch with"
    },
    {
      "start": 216.64,
      "dur": 3.35,
      "text": "late last night and been in touch with people this morning you just get that"
    },
    {
      "start": 220.0,
      "dur": 2.869,
      "text": "people this morning you just get that sense that this is such a moment for of"
    },
    {
      "start": 222.879,
      "dur": 2.63,
      "text": "sense that this is such a moment for of how jeopardy for Kama"
    },
    {
      "start": 225.519,
      "dur": 1.99,
      "text": "how jeopardy for Kama and a couple of people close to all this"
    },
    {
      "start": 227.519,
      "dur": 1.43,
      "text": "and a couple of people close to all this is have even suggested to me actually"
    },
    {
      "start": 228.959,
      "dur": 1.431,
      "text": "is have even suggested to me actually one of the problems here is he doesn't"
    },
    {
      "start": 230.4,
      "dur": 1.749,
      "text": "one of the problems here is he doesn't understand how weak his position really"
    },
    {
      "start": 232.159,
      "dur": 1.751,
      "text": "understand how weak his position really is anyway we'll get into all of that Joe"
    },
    {
      "start": 233.92,
      "dur": 1.19,
      "text": "is anyway we'll get into all of that Joe I'm dying to hear what your assessment"
    },
    {
      "start": 235.12,
      "dur": 1.029,
      "text": "I'm dying to hear what your assessment is of it"
    },
    {
      "start": 236.159,
      "dur": 2.231,
      "text": "is of it &gt;&gt; I I think there is one argument though"
    },
    {
      "start": 238.4,
      "dur": 2.389,
      "text": "&gt;&gt; I I think there is one argument though that is if you're in a weak situation"
    },
    {
      "start": 240.799,
      "dur": 2.871,
      "text": "that is if you're in a weak situation and you may get challenged after the May"
    },
    {
      "start": 243.68,
      "dur": 3.03,
      "text": "and you may get challenged after the May elections, why not minimize the number"
    },
    {
      "start": 246.72,
      "dur": 3.509,
      "text": "elections, why not minimize the number of other threats on the field? You can"
    },
    {
      "start": 250.239,
      "dur": 1.751,
      "text": "of other threats on the field? You can you can see especially if you do have"
    },
    {
      "start": 252.0,
      "dur": 2.869,
      "text": "you can see especially if you do have control of the NEC why you wouldn't uh"
    },
    {
      "start": 254.879,
      "dur": 1.271,
      "text": "control of the NEC why you wouldn't uh do that. And there are certainly people"
    },
    {
      "start": 256.16,
      "dur": 3.67,
      "text": "do that. And there are certainly people on the NEC who have told me they they"
    },
    {
      "start": 259.84,
      "dur": 2.229,
      "text": "on the NEC who have told me they they think it is very possible that um he"
    },
    {
      "start": 262.079,
      "dur": 2.311,
      "text": "think it is very possible that um he will be blocked in the next couple of"
    },
    {
      "start": 264.4,
      "dur": 1.03,
      "text": "will be blocked in the next couple of hours even though there will be a"
    },
    {
      "start": 265.44,
      "dur": 2.63,
      "text": "hours even though there will be a backlash and MPs seem so split on this"
    },
    {
      "start": 268.08,
      "dur": 1.669,
      "text": "backlash and MPs seem so split on this depending if they're on the sort of soft"
    },
    {
      "start": 269.759,
      "dur": 2.71,
      "text": "depending if they're on the sort of soft left or more to the the center as to"
    },
    {
      "start": 272.479,
      "dur": 2.791,
      "text": "left or more to the the center as to whether this is uh a distraction and"
    },
    {
      "start": 275.28,
      "dur": 3.75,
      "text": "whether this is uh a distraction and about ego or whether it is uh about"
    },
    {
      "start": 279.04,
      "dur": 3.19,
      "text": "about ego or whether it is uh about democracy and a ki looking weak and I I"
    },
    {
      "start": 282.24,
      "dur": 2.47,
      "text": "democracy and a ki looking weak and I I thought Shabban Mammud on your program"
    },
    {
      "start": 284.72,
      "dur": 2.71,
      "text": "thought Shabban Mammud on your program Laura did an expert job at walking that"
    },
    {
      "start": 287.44,
      "dur": 2.23,
      "text": "Laura did an expert job at walking that tight rope because she's chairing this"
    },
    {
      "start": 289.68,
      "dur": 3.11,
      "text": "tight rope because she's chairing this meeting of NC Office 11. She wants to"
    },
    {
      "start": 292.8,
      "dur": 2.15,
      "text": "meeting of NC Office 11. She wants to look independent, saying she had respect"
    },
    {
      "start": 294.96,
      "dur": 2.789,
      "text": "look independent, saying she had respect for for Andy Bernham, but also nodding"
    },
    {
      "start": 297.759,
      "dur": 1.351,
      "text": "for for Andy Bernham, but also nodding towards some of the arguments on the"
    },
    {
      "start": 299.12,
      "dur": 2.23,
      "text": "towards some of the arguments on the other side, which principally seems to"
    },
    {
      "start": 301.36,
      "dur": 2.63,
      "text": "other side, which principally seems to be well, you went for a different job 18"
    },
    {
      "start": 304.0,
      "dur": 1.35,
      "text": "be well, you went for a different job 18 months ago and it's going to be very"
    },
    {
      "start": 305.36,
      "dur": 2.15,
      "text": "months ago and it's going to be very very expensive to have a bi-election."
    },
    {
      "start": 307.52,
      "dur": 1.509,
      "text": "very expensive to have a bi-election. The problem is I think most people you"
    },
    {
      "start": 309.039,
      "dur": 2.071,
      "text": "The problem is I think most people you spoke I've spoken to is would suggest"
    },
    {
      "start": 311.12,
      "dur": 1.99,
      "text": "spoke I've spoken to is would suggest that the position of strength for Kirst"
    },
    {
      "start": 313.12,
      "dur": 3.349,
      "text": "that the position of strength for Kirst would be to say come on in of course"
    },
    {
      "start": 316.479,
      "dur": 2.15,
      "text": "would be to say come on in of course Andy it would be marvelous to have you"
    },
    {
      "start": 318.639,
      "dur": 2.791,
      "text": "Andy it would be marvelous to have you and any attempt to block even to have"
    },
    {
      "start": 321.44,
      "dur": 1.749,
      "text": "and any attempt to block even to have this tiny group of the NEC not the whole"
    },
    {
      "start": 323.199,
      "dur": 2.631,
      "text": "this tiny group of the NEC not the whole lot over the decision just makes it look"
    },
    {
      "start": 325.84,
      "dur": 2.15,
      "text": "lot over the decision just makes it look like he's scared either scared of reform"
    },
    {
      "start": 328.0,
      "dur": 1.51,
      "text": "like he's scared either scared of reform taking the seat or taking the Melton in"
    },
    {
      "start": 329.52,
      "dur": 1.75,
      "text": "taking the seat or taking the Melton in Manchester or indeed scared of having"
    },
    {
      "start": 331.28,
      "dur": 3.909,
      "text": "Manchester or indeed scared of having Andy Burnham in the uh House of Commons"
    },
    {
      "start": 335.199,
      "dur": 3.111,
      "text": "Andy Burnham in the uh House of Commons and I I don't like to overstate things"
    },
    {
      "start": 338.32,
      "dur": 1.67,
      "text": "and I I don't like to overstate things honestly even though I get very excited"
    },
    {
      "start": 340.0,
      "dur": 1.99,
      "text": "honestly even though I get very excited about stories but you know people I've"
    },
    {
      "start": 342.0,
      "dur": 1.43,
      "text": "about stories but you know people I've spoken to have been using words like"
    },
    {
      "start": 343.44,
      "dur": 1.589,
      "text": "spoken to have been using words like insane"
    },
    {
      "start": 345.039,
      "dur": 2.471,
      "text": "insane at the notion of blocking him flip side"
    },
    {
      "start": 347.52,
      "dur": 2.389,
      "text": "at the notion of blocking him flip side also other people would say it would be"
    },
    {
      "start": 349.919,
      "dur": 2.55,
      "text": "also other people would say it would be nuts to allow invite the fox into the"
    },
    {
      "start": 352.479,
      "dur": 1.751,
      "text": "nuts to allow invite the fox into the hen house but I suppose all I'm trying"
    },
    {
      "start": 354.24,
      "dur": 2.55,
      "text": "hen house but I suppose all I'm trying to say is this is a real real moment of"
    },
    {
      "start": 356.8,
      "dur": 2.47,
      "text": "to say is this is a real real moment of high high jeopardy"
    },
    {
      "start": 359.28,
      "dur": 2.23,
      "text": "high high jeopardy &gt;&gt; because there is in recent memory the"
    },
    {
      "start": 361.52,
      "dur": 2.55,
      "text": "&gt;&gt; because there is in recent memory the story of another mayor who entered"
    },
    {
      "start": 364.08,
      "dur": 0.79,
      "text": "story of another mayor who entered politics."
    },
    {
      "start": 364.88,
      "dur": 2.71,
      "text": "politics. &gt;&gt; Yep. Uh he had blonde hair."
    },
    {
      "start": 367.6,
      "dur": 3.19,
      "text": "&gt;&gt; Yep. Uh he had blonde hair. &gt;&gt; Um I can't remember his name, but this"
    },
    {
      "start": 370.8,
      "dur": 2.63,
      "text": "&gt;&gt; Um I can't remember his name, but this precedent for trouble of foot,"
    },
    {
      "start": 373.44,
      "dur": 3.11,
      "text": "precedent for trouble of foot, &gt;&gt; trouble at mill. What kind of tone? Um"
    },
    {
      "start": 376.56,
      "dur": 2.469,
      "text": "&gt;&gt; trouble at mill. What kind of tone? Um Joe says she thought he thinks she was"
    },
    {
      "start": 379.039,
      "dur": 3.911,
      "text": "Joe says she thought he thinks she was expertly toning. What kind of music did"
    },
    {
      "start": 382.96,
      "dur": 2.229,
      "text": "expertly toning. What kind of music did Shabbanamood play on this question?"
    },
    {
      "start": 385.199,
      "dur": 4.151,
      "text": "Shabbanamood play on this question? &gt;&gt; A very careful, deliberate music, very"
    },
    {
      "start": 389.36,
      "dur": 1.829,
      "text": "&gt;&gt; A very careful, deliberate music, very carefully thought through. Well, I'm the"
    },
    {
      "start": 391.199,
      "dur": 1.911,
      "text": "carefully thought through. Well, I'm the independent chair, so I can't possibly"
    },
    {
      "start": 393.12,
      "dur": 1.59,
      "text": "independent chair, so I can't possibly say anything. Now, it was coincidence"
    },
    {
      "start": 394.72,
      "dur": 1.99,
      "text": "say anything. Now, it was coincidence that she was the one doing the Sunday"
    },
    {
      "start": 396.72,
      "dur": 2.23,
      "text": "that she was the one doing the Sunday interviews today. I have to say, I"
    },
    {
      "start": 398.96,
      "dur": 1.349,
      "text": "interviews today. I have to say, I suspect the whole Labour party was"
    },
    {
      "start": 400.319,
      "dur": 1.43,
      "text": "suspect the whole Labour party was probably quite relieved that it was her"
    },
    {
      "start": 401.759,
      "dur": 1.111,
      "text": "probably quite relieved that it was her because she could say, \"I'm the chair,"
    },
    {
      "start": 402.88,
      "dur": 1.83,
      "text": "because she could say, \"I'm the chair, so I can't say anything.\" The difficulty"
    },
    {
      "start": 404.72,
      "dur": 2.79,
      "text": "so I can't say anything.\" The difficulty is other cabinet people and senior"
    },
    {
      "start": 407.52,
      "dur": 1.59,
      "text": "is other cabinet people and senior figures like Lucy Powell and Ed Milliban"
    },
    {
      "start": 409.12,
      "dur": 1.27,
      "text": "figures like Lucy Powell and Ed Milliban have already been out there shooting"
    },
    {
      "start": 410.4,
      "dur": 1.509,
      "text": "have already been out there shooting their mouths off saying, \"I think Andy"
    },
    {
      "start": 411.919,
      "dur": 1.751,
      "text": "their mouths off saying, \"I think Andy should be allowed to run.\" Suspicion"
    },
    {
      "start": 413.68,
      "dur": 2.069,
      "text": "should be allowed to run.\" Suspicion there is they're all doing that because"
    },
    {
      "start": 415.759,
      "dur": 1.671,
      "text": "there is they're all doing that because he's promised them a load of jobs should"
    },
    {
      "start": 417.44,
      "dur": 2.309,
      "text": "he's promised them a load of jobs should he end up in number 10. Angela Raina"
    },
    {
      "start": 419.759,
      "dur": 2.15,
      "text": "he end up in number 10. Angela Raina potentially back as deputy PM. Ed"
    },
    {
      "start": 421.919,
      "dur": 1.27,
      "text": "potentially back as deputy PM. Ed Milliban said to have had the"
    },
    {
      "start": 423.199,
      "dur": 1.591,
      "text": "Milliban said to have had the possibility of being a Burnham"
    },
    {
      "start": 424.8,
      "dur": 2.789,
      "text": "possibility of being a Burnham chancellor dangled before him. Those are"
    },
    {
      "start": 427.599,
      "dur": 2.391,
      "text": "chancellor dangled before him. Those are whispers. I would say Ed Milliband and"
    },
    {
      "start": 430.0,
      "dur": 1.589,
      "text": "whispers. I would say Ed Milliband and Angela Rener don't get in touch and say"
    },
    {
      "start": 431.599,
      "dur": 1.831,
      "text": "Angela Rener don't get in touch and say that we're talking complete nonsense."
    },
    {
      "start": 433.44,
      "dur": 2.39,
      "text": "that we're talking complete nonsense. But that is what people believe, some"
    },
    {
      "start": 435.84,
      "dur": 2.55,
      "text": "But that is what people believe, some people believe is going on here is not"
    },
    {
      "start": 438.4,
      "dur": 2.31,
      "text": "people believe is going on here is not just Andy Bernham's ambition, but a"
    },
    {
      "start": 440.72,
      "dur": 1.909,
      "text": "just Andy Bernham's ambition, but a group on the soft left who think this is"
    },
    {
      "start": 442.639,
      "dur": 3.031,
      "text": "group on the soft left who think this is the moment where they can get on their"
    },
    {
      "start": 445.68,
      "dur": 2.949,
      "text": "the moment where they can get on their path to capturing the crown because Kier"
    },
    {
      "start": 448.639,
      "dur": 2.01,
      "text": "path to capturing the crown because Kier Starmer is not delivering. And we said"
    },
    {
      "start": 450.659,
      "dur": 1.25,
      "text": "Starmer is not delivering. And we said [snorts] this yesterday, but I think"
    },
    {
      "start": 451.919,
      "dur": 2.151,
      "text": "[snorts] this yesterday, but I think it's important to underline."
    },
    {
      "start": 454.08,
      "dur": 1.99,
      "text": "it's important to underline. &gt;&gt; This is all happening because Kier"
    },
    {
      "start": 456.08,
      "dur": 1.59,
      "text": "&gt;&gt; This is all happening because Kier Starmer is very vulnerable because"
    },
    {
      "start": 457.68,
      "dur": 1.43,
      "text": "Starmer is very vulnerable because people are very unhappy with his"
    },
    {
      "start": 459.12,
      "dur": 1.83,
      "text": "people are very unhappy with his leadership and he's very unpopular in"
    },
    {
      "start": 460.96,
      "dur": 1.43,
      "text": "leadership and he's very unpopular in the country. This isn't just because"
    },
    {
      "start": 462.4,
      "dur": 1.349,
      "text": "the country. This isn't just because politicians are doing what they love to"
    },
    {
      "start": 463.759,
      "dur": 2.071,
      "text": "politicians are doing what they love to do which is argue and fight with each"
    },
    {
      "start": 465.84,
      "dur": 0.629,
      "text": "do which is argue and fight with each other"
    },
    {
      "start": 466.479,
      "dur": 1.99,
      "text": "other &gt;&gt; and have a pop and have a go and it's"
    },
    {
      "start": 468.479,
      "dur": 1.591,
      "text": "&gt;&gt; and have a pop and have a go and it's all snakes and ladders and who's up"
    },
    {
      "start": 470.08,
      "dur": 1.59,
      "text": "all snakes and ladders and who's up who's down. That's what this is a"
    },
    {
      "start": 471.68,
      "dur": 1.11,
      "text": "who's down. That's what this is a symptom of, isn't it?"
    },
    {
      "start": 472.8,
      "dur": 1.99,
      "text": "symptom of, isn't it? &gt;&gt; Yeah. And Shabban Mimmude may also be"
    },
    {
      "start": 474.8,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. And Shabban Mimmude may also be looking to the future. Now she may deny"
    },
    {
      "start": 476.319,
      "dur": 2.87,
      "text": "looking to the future. Now she may deny this too but I thought uh she must be"
    },
    {
      "start": 479.199,
      "dur": 2.231,
      "text": "this too but I thought uh she must be thinking about the future for herself"
    },
    {
      "start": 481.44,
      "dur": 2.23,
      "text": "thinking about the future for herself too whether she wants to be a leadership"
    },
    {
      "start": 483.68,
      "dur": 2.39,
      "text": "too whether she wants to be a leadership contender or a senior cabinet minister"
    },
    {
      "start": 486.08,
      "dur": 2.789,
      "text": "contender or a senior cabinet minister under West Streeting Angela Raina Ed"
    },
    {
      "start": 488.879,
      "dur": 2.551,
      "text": "under West Streeting Angela Raina Ed Milliband Andy Burnham you do not want"
    },
    {
      "start": 491.44,
      "dur": 3.67,
      "text": "Milliband Andy Burnham you do not want to end uh today Sunday looking like"
    },
    {
      "start": 495.12,
      "dur": 2.31,
      "text": "to end uh today Sunday looking like you're somebody who has punctured those"
    },
    {
      "start": 497.44,
      "dur": 2.23,
      "text": "you're somebody who has punctured those ambitions you want to try and keep your"
    },
    {
      "start": 499.68,
      "dur": 2.31,
      "text": "ambitions you want to try and keep your fingerprints off this decision"
    },
    {
      "start": 502.0,
      "dur": 2.71,
      "text": "fingerprints off this decision especially if it's controversial so I"
    },
    {
      "start": 504.72,
      "dur": 0.79,
      "text": "especially if it's controversial so I thought"
    },
    {
      "start": 505.52,
      "dur": 1.75,
      "text": "thought In a weird way, it was perfect that she"
    },
    {
      "start": 507.28,
      "dur": 1.909,
      "text": "In a weird way, it was perfect that she could could make the chair point saying,"
    },
    {
      "start": 509.199,
      "dur": 1.031,
      "text": "could could make the chair point saying, \"I've got to be independent.\""
    },
    {
      "start": 510.24,
      "dur": 1.11,
      "text": "\"I've got to be independent.\" &gt;&gt; Exactly. It was a bit of an insurance"
    },
    {
      "start": 511.36,
      "dur": 1.669,
      "text": "&gt;&gt; Exactly. It was a bit of an insurance policy for her. Let her stay out of it."
    },
    {
      "start": 513.039,
      "dur": 1.67,
      "text": "policy for her. Let her stay out of it. Should we have a listen to how she tried"
    },
    {
      "start": 514.719,
      "dur": 2.071,
      "text": "Should we have a listen to how she tried to uh well, I was going to say defend."
    },
    {
      "start": 516.8,
      "dur": 1.589,
      "text": "to uh well, I was going to say defend. Defend is the wrong word. This is how"
    },
    {
      "start": 518.399,
      "dur": 2.31,
      "text": "Defend is the wrong word. This is how she answered the question of should or"
    },
    {
      "start": 520.719,
      "dur": 1.831,
      "text": "she answered the question of should or should he not run as an MP."
    },
    {
      "start": 522.56,
      "dur": 1.589,
      "text": "should he not run as an MP. &gt;&gt; Look, I think we should take Andy at his"
    },
    {
      "start": 524.159,
      "dur": 2.551,
      "text": "&gt;&gt; Look, I think we should take Andy at his own word. I I really appreciated uh the"
    },
    {
      "start": 526.72,
      "dur": 1.27,
      "text": "own word. I I really appreciated uh the tone of the letter that he wrote"
    },
    {
      "start": 528.0,
      "dur": 1.269,
      "text": "tone of the letter that he wrote yesterday. He addressed that letter to"
    },
    {
      "start": 529.279,
      "dur": 1.591,
      "text": "yesterday. He addressed that letter to me as the chair, but it was for the"
    },
    {
      "start": 530.88,
      "dur": 3.11,
      "text": "me as the chair, but it was for the wider party as well. uh and he his case"
    },
    {
      "start": 534.0,
      "dur": 2.31,
      "text": "wider party as well. uh and he his case as he has made it uh is to want to come"
    },
    {
      "start": 536.32,
      "dur": 1.75,
      "text": "as he has made it uh is to want to come in and be part of the team and to take"
    },
    {
      "start": 538.08,
      "dur": 2.47,
      "text": "in and be part of the team and to take the fight to reform using the success of"
    },
    {
      "start": 540.56,
      "dur": 2.63,
      "text": "the fight to reform using the success of Manchester as part of that argument."
    },
    {
      "start": 543.2,
      "dur": 2.309,
      "text": "Manchester as part of that argument. He's also said the mayoralty up for"
    },
    {
      "start": 545.519,
      "dur": 1.99,
      "text": "He's also said the mayoralty up for grabs in reform which is a much bigger"
    },
    {
      "start": 547.519,
      "dur": 2.31,
      "text": "grabs in reform which is a much bigger job with no offense to individual MPs"
    },
    {
      "start": 549.839,
      "dur": 1.831,
      "text": "job with no offense to individual MPs that's a huge job compared to being one"
    },
    {
      "start": 551.68,
      "dur": 1.03,
      "text": "that's a huge job compared to being one &gt;&gt; which let me just deal with that in a"
    },
    {
      "start": 552.72,
      "dur": 1.99,
      "text": "&gt;&gt; which let me just deal with that in a moment but Andy has said in his own"
    },
    {
      "start": 554.72,
      "dur": 1.43,
      "text": "moment but Andy has said in his own words that Kier is the best person to be"
    },
    {
      "start": 556.16,
      "dur": 1.27,
      "text": "words that Kier is the best person to be the prime minister and he's made it very"
    },
    {
      "start": 557.44,
      "dur": 1.829,
      "text": "the prime minister and he's made it very clear in his letter what his motivation"
    },
    {
      "start": 559.279,
      "dur": 1.911,
      "text": "clear in his letter what his motivation is for wanting to come into parliament."
    },
    {
      "start": 561.2,
      "dur": 2.15,
      "text": "is for wanting to come into parliament. I do believe Andy Bernham because I take"
    },
    {
      "start": 563.36,
      "dur": 1.43,
      "text": "I do believe Andy Bernham because I take him at his word. I've never had any"
    },
    {
      "start": 564.8,
      "dur": 2.23,
      "text": "him at his word. I've never had any reason not to take him at his word. Um I"
    },
    {
      "start": 567.04,
      "dur": 1.83,
      "text": "reason not to take him at his word. Um I I trust him. As I say, we work very"
    },
    {
      "start": 568.88,
      "dur": 1.99,
      "text": "I trust him. As I say, we work very closely together and I I I am going to"
    },
    {
      "start": 570.88,
      "dur": 1.35,
      "text": "closely together and I I I am going to take what he says at face value because"
    },
    {
      "start": 572.24,
      "dur": 1.589,
      "text": "take what he says at face value because I know I can do that with Andy."
    },
    {
      "start": 573.839,
      "dur": 3.031,
      "text": "I know I can do that with Andy. &gt;&gt; Can I be the one to say who are the 10"
    },
    {
      "start": 576.88,
      "dur": 2.23,
      "text": "&gt;&gt; Can I be the one to say who are the 10 who are on the selection subcommittee of"
    },
    {
      "start": 579.12,
      "dur": 0.79,
      "text": "who are on the selection subcommittee of the NEC?"
    },
    {
      "start": 579.92,
      "dur": 2.23,
      "text": "the NEC? &gt;&gt; Yes. So we can be proper squares now"
    },
    {
      "start": 582.16,
      "dur": 2.39,
      "text": "&gt;&gt; Yes. So we can be proper squares now even for newscasters. This is niche."
    },
    {
      "start": 584.56,
      "dur": 1.75,
      "text": "even for newscasters. This is niche. Okay. So there are 10 people who will"
    },
    {
      "start": 586.32,
      "dur": 0.71,
      "text": "Okay. So there are 10 people who will make this decision."
    },
    {
      "start": 587.04,
      "dur": 1.59,
      "text": "make this decision. &gt;&gt; Can I try have a go at guessing them?"
    },
    {
      "start": 588.64,
      "dur": 1.35,
      "text": "&gt;&gt; Can I try have a go at guessing them? &gt;&gt; Yeah, you can. But then I don't know"
    },
    {
      "start": 590.0,
      "dur": 2.23,
      "text": "&gt;&gt; Yeah, you can. But then I don't know them. But then if you run out then that"
    },
    {
      "start": 592.24,
      "dur": 1.83,
      "text": "them. But then if you run out then that will leave me and Joe to fill in like"
    },
    {
      "start": 594.08,
      "dur": 1.35,
      "text": "will leave me and Joe to fill in like the last maybe one or two."
    },
    {
      "start": 595.44,
      "dur": 2.15,
      "text": "the last maybe one or two. &gt;&gt; Well, that'll be fun. So I think Kier"
    },
    {
      "start": 597.6,
      "dur": 1.349,
      "text": "&gt;&gt; Well, that'll be fun. So I think Kier Starmmer's on this election."
    },
    {
      "start": 598.959,
      "dur": 1.591,
      "text": "Starmmer's on this election. &gt;&gt; Yes, he is. So he's gonna vote for what"
    },
    {
      "start": 600.56,
      "dur": 1.91,
      "text": "&gt;&gt; Yes, he is. So he's gonna vote for what Kier Starmer wants to do. As we"
    },
    {
      "start": 602.48,
      "dur": 2.55,
      "text": "Kier Starmer wants to do. As we understand it, he at this point is said"
    },
    {
      "start": 605.04,
      "dur": 2.95,
      "text": "understand it, he at this point is said to be wanting to block Andy Barnham."
    },
    {
      "start": 608.0,
      "dur": 2.07,
      "text": "to be wanting to block Andy Barnham. &gt;&gt; I think Shabbanamood's on the selection"
    },
    {
      "start": 610.08,
      "dur": 0.47,
      "text": "&gt;&gt; I think Shabbanamood's on the selection committee."
    },
    {
      "start": 610.56,
      "dur": 0.63,
      "text": "committee. &gt;&gt; Correct."
    },
    {
      "start": 611.2,
      "dur": 1.99,
      "text": "&gt;&gt; Correct. &gt;&gt; I'm not clear if she has a vote."
    },
    {
      "start": 613.2,
      "dur": 1.67,
      "text": "&gt;&gt; I'm not clear if she has a vote. &gt;&gt; Yes, she does. And if it's a tie, she"
    },
    {
      "start": 614.88,
      "dur": 1.83,
      "text": "&gt;&gt; Yes, she does. And if it's a tie, she might have the casting vote."
    },
    {
      "start": 616.72,
      "dur": 3.669,
      "text": "might have the casting vote. &gt;&gt; Um and now I've run out of names. Okay,"
    },
    {
      "start": 620.399,
      "dur": 4.471,
      "text": "&gt;&gt; Um and now I've run out of names. Okay, Ellie Reeves, she is on the NEC. She is"
    },
    {
      "start": 624.88,
      "dur": 2.87,
      "text": "Ellie Reeves, she is on the NEC. She is also Rachel Reeves sister. I imagine,"
    },
    {
      "start": 627.76,
      "dur": 1.749,
      "text": "also Rachel Reeves sister. I imagine, but I'm don't know if you would agree"
    },
    {
      "start": 629.519,
      "dur": 1.911,
      "text": "but I'm don't know if you would agree with this, Joe, that she would probably"
    },
    {
      "start": 631.44,
      "dur": 3.35,
      "text": "with this, Joe, that she would probably be on the side of blocking Andy Burnham."
    },
    {
      "start": 634.8,
      "dur": 1.35,
      "text": "be on the side of blocking Andy Burnham. I would have thought"
    },
    {
      "start": 636.16,
      "dur": 1.27,
      "text": "I would have thought &gt;&gt; you would have think so. You'd think so."
    },
    {
      "start": 637.44,
      "dur": 1.99,
      "text": "&gt;&gt; you would have think so. You'd think so. She she's closer to Starmmer than uh"
    },
    {
      "start": 639.44,
      "dur": 1.59,
      "text": "She she's closer to Starmmer than uh than Burnham. Definitely."
    },
    {
      "start": 641.04,
      "dur": 2.469,
      "text": "than Burnham. Definitely. &gt;&gt; So, then we have Lucy Powell, the deputy"
    },
    {
      "start": 643.519,
      "dur": 2.231,
      "text": "&gt;&gt; So, then we have Lucy Powell, the deputy leader of the party. She has already"
    },
    {
      "start": 645.76,
      "dur": 1.67,
      "text": "leader of the party. She has already overtly says she thinks that Andy"
    },
    {
      "start": 647.44,
      "dur": 1.75,
      "text": "overtly says she thinks that Andy Burnham should be allowed to run. So"
    },
    {
      "start": 649.2,
      "dur": 2.069,
      "text": "Burnham should be allowed to run. So that's one in the other column,"
    },
    {
      "start": 651.279,
      "dur": 1.67,
      "text": "that's one in the other column, &gt;&gt; right? I've got four. I've got one. Oh,"
    },
    {
      "start": 652.959,
      "dur": 1.99,
      "text": "&gt;&gt; right? I've got four. I've got one. Oh, I I had two. So I'm up to six. I"
    },
    {
      "start": 654.959,
      "dur": 2.55,
      "text": "I I had two. So I'm up to six. I &gt;&gt; Okay. Six. Where'd you get six from?"
    },
    {
      "start": 657.519,
      "dur": 2.471,
      "text": "&gt;&gt; Okay. Six. Where'd you get six from? &gt;&gt; I've only done four. Um I hope. Shall I"
    },
    {
      "start": 660.0,
      "dur": 1.67,
      "text": "&gt;&gt; I've only done four. Um I hope. Shall I do the vote? Should I be to live?"
    },
    {
      "start": 661.68,
      "dur": 1.67,
      "text": "do the vote? Should I be to live? &gt;&gt; Exactly. So let's I mean we will we may"
    },
    {
      "start": 663.36,
      "dur": 1.589,
      "text": "&gt;&gt; Exactly. So let's I mean we will we may be completely wrong, but let's do this."
    },
    {
      "start": 664.959,
      "dur": 1.031,
      "text": "be completely wrong, but let's do this. This is 31."
    },
    {
      "start": 666.0,
      "dur": 1.35,
      "text": "This is 31. &gt;&gt; Joe, you keep going with the list."
    },
    {
      "start": 667.36,
      "dur": 1.83,
      "text": "&gt;&gt; Joe, you keep going with the list. &gt;&gt; Uh Peter Wheeler is the vice chair of"
    },
    {
      "start": 669.2,
      "dur": 1.35,
      "text": "&gt;&gt; Uh Peter Wheeler is the vice chair of Labour's NEC. You won't have heard of"
    },
    {
      "start": 670.56,
      "dur": 2.47,
      "text": "Labour's NEC. You won't have heard of him. The NC treasurer, Mike Payne. Uh"
    },
    {
      "start": 673.04,
      "dur": 2.15,
      "text": "him. The NC treasurer, Mike Payne. Uh and then two representatives of two"
    },
    {
      "start": 675.2,
      "dur": 2.309,
      "text": "and then two representatives of two trades unions, the GMBB and Udor, both"
    },
    {
      "start": 677.519,
      "dur": 2.55,
      "text": "trades unions, the GMBB and Udor, both of which are quite sort of starite"
    },
    {
      "start": 680.079,
      "dur": 2.071,
      "text": "of which are quite sort of starite unions at the moment."
    },
    {
      "start": 682.16,
      "dur": 2.55,
      "text": "unions at the moment. &gt;&gt; Yeah. And I there's been lots of"
    },
    {
      "start": 684.72,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. And I there's been lots of discussion in union circles about the"
    },
    {
      "start": 686.0,
      "dur": 1.269,
      "text": "discussion in union circles about the right thing to do and the wrong thing to"
    },
    {
      "start": 687.279,
      "dur": 3.511,
      "text": "right thing to do and the wrong thing to do. Uh whispers to me this morning and"
    },
    {
      "start": 690.8,
      "dur": 2.63,
      "text": "do. Uh whispers to me this morning and in the last 24 hours suggest that both"
    },
    {
      "start": 693.44,
      "dur": 2.55,
      "text": "in the last 24 hours suggest that both those unions are likely to block, but I"
    },
    {
      "start": 696.0,
      "dur": 1.75,
      "text": "those unions are likely to block, but I would say that that is definitely not"
    },
    {
      "start": 697.76,
      "dur": 2.87,
      "text": "would say that that is definitely not confirmed. and those other officers of"
    },
    {
      "start": 700.64,
      "dur": 2.869,
      "text": "confirmed. and those other officers of the party that you mention are likely to"
    },
    {
      "start": 703.519,
      "dur": 2.231,
      "text": "the party that you mention are likely to be seen as starmer allies. So if all"
    },
    {
      "start": 705.76,
      "dur": 1.509,
      "text": "be seen as starmer allies. So if all that comes to pass then Patty if you're"
    },
    {
      "start": 707.279,
      "dur": 2.391,
      "text": "that comes to pass then Patty if you're doing the tally were probably over the"
    },
    {
      "start": 709.68,
      "dur": 1.91,
      "text": "doing the tally were probably over the six that would be required to block Andy"
    },
    {
      "start": 711.6,
      "dur": 0.469,
      "text": "six that would be required to block Andy Barnham."
    },
    {
      "start": 712.079,
      "dur": 1.271,
      "text": "Barnham. &gt;&gt; Yeah but I think we've only named eight"
    },
    {
      "start": 713.36,
      "dur": 0.95,
      "text": "&gt;&gt; Yeah but I think we've only named eight of the 10."
    },
    {
      "start": 714.32,
      "dur": 2.55,
      "text": "of the 10. &gt;&gt; Two more. Garinda Singh Josan who's an"
    },
    {
      "start": 716.88,
      "dur": 3.509,
      "text": "&gt;&gt; Two more. Garinda Singh Josan who's an MP the PLP representative who I don't"
    },
    {
      "start": 720.399,
      "dur": 2.55,
      "text": "MP the PLP representative who I don't know but I think he's a sort of blue"
    },
    {
      "start": 722.959,
      "dur": 3.751,
      "text": "know but I think he's a sort of blue labor West Midlands uh MP and therefore"
    },
    {
      "start": 726.72,
      "dur": 2.47,
      "text": "labor West Midlands uh MP and therefore you think would be a Starite certainly"
    },
    {
      "start": 729.2,
      "dur": 2.71,
      "text": "you think would be a Starite certainly his predecessor I would call a Starite"
    },
    {
      "start": 731.92,
      "dur": 1.83,
      "text": "his predecessor I would call a Starite and finally the CLP representative is"
    },
    {
      "start": 733.76,
      "dur": 1.59,
      "text": "and finally the CLP representative is somebody called Abdi Dwali"
    },
    {
      "start": 735.36,
      "dur": 0.31,
      "text": "somebody called Abdi Dwali &gt;&gt; right"
    },
    {
      "start": 735.68,
      "dur": 2.07,
      "text": "&gt;&gt; right &gt;&gt; and the CLP means constituency labor"
    },
    {
      "start": 737.76,
      "dur": 2.069,
      "text": "&gt;&gt; and the CLP means constituency labor parties the members and members do not"
    },
    {
      "start": 739.839,
      "dur": 3.911,
      "text": "parties the members and members do not like being cut out of decisions so from"
    },
    {
      "start": 743.76,
      "dur": 2.71,
      "text": "like being cut out of decisions so from our totup That may well prove to be"
    },
    {
      "start": 746.48,
      "dur": 2.149,
      "text": "our totup That may well prove to be completely wrong and has been an"
    },
    {
      "start": 748.639,
      "dur": 2.071,
      "text": "completely wrong and has been an incredibly niche parlor game for a"
    },
    {
      "start": 750.72,
      "dur": 1.909,
      "text": "incredibly niche parlor game for a Sunday morning, but that suggests that"
    },
    {
      "start": 752.639,
      "dur": 3.271,
      "text": "Sunday morning, but that suggests that the count on the committee of 10 would"
    },
    {
      "start": 755.92,
      "dur": 2.07,
      "text": "the count on the committee of 10 would be likely to vote for blocking Andy"
    },
    {
      "start": 758.0,
      "dur": 2.79,
      "text": "be likely to vote for blocking Andy Bernham. However,"
    },
    {
      "start": 760.8,
      "dur": 2.23,
      "text": "Bernham. However, the letter that my sticky paws have got"
    },
    {
      "start": 763.04,
      "dur": 4.31,
      "text": "the letter that my sticky paws have got is from officers of the wider NEC"
    },
    {
      "start": 767.36,
      "dur": 3.83,
      "text": "is from officers of the wider NEC who are trying at the last minute to get"
    },
    {
      "start": 771.2,
      "dur": 2.71,
      "text": "who are trying at the last minute to get a pause on the whole timetable"
    },
    {
      "start": 773.92,
      "dur": 0.87,
      "text": "a pause on the whole timetable &gt;&gt; because they're not they're not"
    },
    {
      "start": 774.8,
      "dur": 0.469,
      "text": "&gt;&gt; because they're not they're not involved."
    },
    {
      "start": 775.279,
      "dur": 4.311,
      "text": "involved. &gt;&gt; They are not happy. They believe and let"
    },
    {
      "start": 779.6,
      "dur": 3.75,
      "text": "&gt;&gt; They are not happy. They believe and let me just read you some of this. Uh,"
    },
    {
      "start": 783.36,
      "dur": 2.23,
      "text": "me just read you some of this. Uh, dear Shabbana and Peter, we are writing"
    },
    {
      "start": 785.6,
      "dur": 2.39,
      "text": "dear Shabbana and Peter, we are writing to you as NEC chair and vice chair as"
    },
    {
      "start": 788.0,
      "dur": 2.47,
      "text": "to you as NEC chair and vice chair as members of the NEC. We have deep"
    },
    {
      "start": 790.48,
      "dur": 4.149,
      "text": "members of the NEC. We have deep concerns about this process. The wider"
    },
    {
      "start": 794.639,
      "dur": 3.671,
      "text": "concerns about this process. The wider NEC should have their say. It is"
    },
    {
      "start": 798.32,
      "dur": 3.399,
      "text": "NEC should have their say. It is unprofessional and unacceptable."
    },
    {
      "start": 801.729,
      "dur": 2.741,
      "text": "unprofessional and unacceptable. [snorts] This looks like undemocratic"
    },
    {
      "start": 804.48,
      "dur": 1.99,
      "text": "[snorts] This looks like undemocratic interference."
    },
    {
      "start": 806.48,
      "dur": 2.07,
      "text": "interference. We are hemorrhaging members and losing"
    },
    {
      "start": 808.56,
      "dur": 1.67,
      "text": "We are hemorrhaging members and losing funds. We refuse to let any"
    },
    {
      "start": 810.24,
      "dur": 2.55,
      "text": "funds. We refuse to let any circumstances accelerate that situation"
    },
    {
      "start": 812.8,
      "dur": 2.95,
      "text": "circumstances accelerate that situation further. We ask for an immediate pause"
    },
    {
      "start": 815.76,
      "dur": 1.83,
      "text": "further. We ask for an immediate pause of the current timetable and that the"
    },
    {
      "start": 817.6,
      "dur": 2.71,
      "text": "of the current timetable and that the whole committee should be included."
    },
    {
      "start": 820.32,
      "dur": 1.67,
      "text": "whole committee should be included. Now look, I don't think that's likely to"
    },
    {
      "start": 822.0,
      "dur": 0.55,
      "text": "Now look, I don't think that's likely to happen."
    },
    {
      "start": 822.56,
      "dur": 0.47,
      "text": "happen. &gt;&gt; No."
    },
    {
      "start": 823.04,
      "dur": 1.99,
      "text": "&gt;&gt; No. &gt;&gt; But as a little flavor of how unhappy"
    },
    {
      "start": 825.04,
      "dur": 1.589,
      "text": "&gt;&gt; But as a little flavor of how unhappy people are about how this is all being"
    },
    {
      "start": 826.639,
      "dur": 1.75,
      "text": "people are about how this is all being rammed through and it looks like it's"
    },
    {
      "start": 828.399,
      "dur": 2.791,
      "text": "rammed through and it looks like it's being controlled by Star's allies. It's"
    },
    {
      "start": 831.2,
      "dur": 3.11,
      "text": "being controlled by Star's allies. It's not a happy ship. And Shamanu did say to"
    },
    {
      "start": 834.32,
      "dur": 2.55,
      "text": "not a happy ship. And Shamanu did say to you on your program, Laura, that the"
    },
    {
      "start": 836.88,
      "dur": 2.15,
      "text": "you on your program, Laura, that the core of the NEC, these 10 officers"
    },
    {
      "start": 839.04,
      "dur": 2.229,
      "text": "core of the NEC, these 10 officers dealing with parliamentary selections is"
    },
    {
      "start": 841.279,
      "dur": 3.191,
      "text": "dealing with parliamentary selections is quite normal. So that would I suppose be"
    },
    {
      "start": 844.48,
      "dur": 3.83,
      "text": "quite normal. So that would I suppose be um the NC officers response to uh that"
    },
    {
      "start": 848.32,
      "dur": 1.91,
      "text": "um the NC officers response to uh that letter even though I'm sure whatever"
    },
    {
      "start": 850.24,
      "dur": 2.23,
      "text": "letter even though I'm sure whatever happens here is going to be incredibly"
    },
    {
      "start": 852.48,
      "dur": 1.11,
      "text": "happens here is going to be incredibly controversial and some people are going"
    },
    {
      "start": 853.6,
      "dur": 0.95,
      "text": "controversial and some people are going to be very very unhappy."
    },
    {
      "start": 854.56,
      "dur": 1.19,
      "text": "to be very very unhappy. &gt;&gt; That's right. But what someone very"
    },
    {
      "start": 855.76,
      "dur": 1.27,
      "text": "&gt;&gt; That's right. But what someone very experienced in the party said to me last"
    },
    {
      "start": 857.04,
      "dur": 1.11,
      "text": "experienced in the party said to me last night, look, this is the kind of"
    },
    {
      "start": 858.16,
      "dur": 2.07,
      "text": "night, look, this is the kind of process. Yes, sure. You use it run up to"
    },
    {
      "start": 860.24,
      "dur": 1.829,
      "text": "process. Yes, sure. You use it run up to a in the run-up to a general election,"
    },
    {
      "start": 862.079,
      "dur": 1.591,
      "text": "a in the run-up to a general election, the leadership was trying to, you know,"
    },
    {
      "start": 863.68,
      "dur": 1.43,
      "text": "the leadership was trying to, you know, get their candidates on the ballot"
    },
    {
      "start": 865.12,
      "dur": 1.269,
      "text": "get their candidates on the ballot paper. When you're dealing with hundreds"
    },
    {
      "start": 866.399,
      "dur": 1.031,
      "text": "paper. When you're dealing with hundreds of people and you're kind of trying to"
    },
    {
      "start": 867.44,
      "dur": 1.189,
      "text": "of people and you're kind of trying to ram it through and make sure you've got"
    },
    {
      "start": 868.639,
      "dur": 3.271,
      "text": "ram it through and make sure you've got your allies in place to use it in this"
    },
    {
      "start": 871.92,
      "dur": 2.87,
      "text": "your allies in place to use it in this kind of process when the stakes are so"
    },
    {
      "start": 874.8,
      "dur": 2.31,
      "text": "kind of process when the stakes are so high and the characters are so well"
    },
    {
      "start": 877.12,
      "dur": 2.149,
      "text": "high and the characters are so well known and it's about the future"
    },
    {
      "start": 879.279,
      "dur": 2.151,
      "text": "known and it's about the future direction of the party, it's a different"
    },
    {
      "start": 881.44,
      "dur": 2.389,
      "text": "direction of the party, it's a different order issue. And the huge potential"
    },
    {
      "start": 883.839,
      "dur": 1.751,
      "text": "order issue. And the huge potential advantage, someone was joking to me this"
    },
    {
      "start": 885.6,
      "dur": 1.51,
      "text": "advantage, someone was joking to me this morning. Actually, the ideal scenario"
    },
    {
      "start": 887.12,
      "dur": 1.59,
      "text": "morning. Actually, the ideal scenario for Andy Burnham here is that he does"
    },
    {
      "start": 888.72,
      "dur": 1.83,
      "text": "for Andy Burnham here is that he does get blocked because then he doesn't run"
    },
    {
      "start": 890.56,
      "dur": 1.91,
      "text": "get blocked because then he doesn't run the risk of losing the bi-election. He"
    },
    {
      "start": 892.48,
      "dur": 1.67,
      "text": "the risk of losing the bi-election. He doesn't lose his nice job as Manchester"
    },
    {
      "start": 894.16,
      "dur": 1.669,
      "text": "doesn't lose his nice job as Manchester mayor where he's been very successful in"
    },
    {
      "start": 895.839,
      "dur": 3.591,
      "text": "mayor where he's been very successful in many ways. And also enter the narrative"
    },
    {
      "start": 899.44,
      "dur": 2.31,
      "text": "many ways. And also enter the narrative of him being the great martyr."
    },
    {
      "start": 901.76,
      "dur": 1.99,
      "text": "of him being the great martyr. &gt;&gt; I mean, we were roleplaying that"
    },
    {
      "start": 903.76,
      "dur": 1.429,
      "text": "&gt;&gt; I mean, we were roleplaying that situation yesterday."
    },
    {
      "start": 905.199,
      "dur": 1.911,
      "text": "situation yesterday. &gt;&gt; We were. Yeah. God knows what we said"
    },
    {
      "start": 907.12,
      "dur": 1.19,
      "text": "&gt;&gt; We were. Yeah. God knows what we said yesterday because we were very excited"
    },
    {
      "start": 908.32,
      "dur": 1.509,
      "text": "yesterday because we were very excited by the story. Well, I think there's a"
    },
    {
      "start": 909.839,
      "dur": 1.99,
      "text": "by the story. Well, I think there's a lot of traction in that because the the"
    },
    {
      "start": 911.839,
      "dur": 2.391,
      "text": "lot of traction in that because the the blocking seems to be the favor of the"
    },
    {
      "start": 914.24,
      "dur": 2.87,
      "text": "blocking seems to be the favor of the insiders. I I came out yesterday saying"
    },
    {
      "start": 917.12,
      "dur": 1.43,
      "text": "insiders. I I came out yesterday saying I don't think he'll be blocked just in"
    },
    {
      "start": 918.56,
      "dur": 1.19,
      "text": "I don't think he'll be blocked just in order that we had an interesting"
    },
    {
      "start": 919.76,
      "dur": 2.23,
      "text": "order that we had an interesting rivalry. Yes. But just leaning into the"
    },
    {
      "start": 922.0,
      "dur": 2.55,
      "text": "rivalry. Yes. But just leaning into the fact that he is blocked, it means sort"
    },
    {
      "start": 924.56,
      "dur": 2.949,
      "text": "fact that he is blocked, it means sort of everyone wins because Kier Stalmer"
    },
    {
      "start": 927.519,
      "dur": 3.271,
      "text": "of everyone wins because Kier Stalmer will look like he's weakened Frit, but"
    },
    {
      "start": 930.8,
      "dur": 1.99,
      "text": "will look like he's weakened Frit, but Andy Burnham gets to fight another day."
    },
    {
      "start": 932.8,
      "dur": 1.75,
      "text": "Andy Burnham gets to fight another day. It's not the end of Andy Bernham's"
    },
    {
      "start": 934.56,
      "dur": 1.75,
      "text": "It's not the end of Andy Bernham's leadership ambitions if he doesn't go"
    },
    {
      "start": 936.32,
      "dur": 2.309,
      "text": "leadership ambitions if he doesn't go this time to a bi-election whose outcome"
    },
    {
      "start": 938.639,
      "dur": 1.591,
      "text": "this time to a bi-election whose outcome is uncertain because we're dealing with"
    },
    {
      "start": 940.24,
      "dur": 2.63,
      "text": "is uncertain because we're dealing with multi-party politics. Britain is in new"
    },
    {
      "start": 942.88,
      "dur": 2.309,
      "text": "multi-party politics. Britain is in new primary colors politically and we can't"
    },
    {
      "start": 945.199,
      "dur": 1.831,
      "text": "primary colors politically and we can't and should never take constituents for"
    },
    {
      "start": 947.04,
      "dur": 1.19,
      "text": "and should never take constituents for granted in an election"
    },
    {
      "start": 948.24,
      "dur": 1.91,
      "text": "granted in an election &gt;&gt; 100% especially bi-elections which can"
    },
    {
      "start": 950.16,
      "dur": 1.99,
      "text": "&gt;&gt; 100% especially bi-elections which can which can be completely crackers nor"
    },
    {
      "start": 952.16,
      "dur": 1.669,
      "text": "which can be completely crackers nor indeed the enormous election that there"
    },
    {
      "start": 953.839,
      "dur": 1.43,
      "text": "indeed the enormous election that there would be the Manchester mealy right"
    },
    {
      "start": 955.279,
      "dur": 2.23,
      "text": "would be the Manchester mealy right which that is a major election"
    },
    {
      "start": 957.519,
      "dur": 2.071,
      "text": "which that is a major election &gt;&gt; 4.7 million pounds it cost last time so"
    },
    {
      "start": 959.6,
      "dur": 1.349,
      "text": "&gt;&gt; 4.7 million pounds it cost last time so it wouldn't be cheap this time either I"
    },
    {
      "start": 960.959,
      "dur": 0.391,
      "text": "it wouldn't be cheap this time either I don't think"
    },
    {
      "start": 961.36,
      "dur": 1.269,
      "text": "don't think &gt;&gt; right and that's one of the arguments"
    },
    {
      "start": 962.639,
      "dur": 1.831,
      "text": "&gt;&gt; right and that's one of the arguments that's been made by Stars allies is look"
    },
    {
      "start": 964.48,
      "dur": 1.11,
      "text": "that's been made by Stars allies is look this whole thing would cost a lot of"
    },
    {
      "start": 965.6,
      "dur": 3.349,
      "text": "this whole thing would cost a lot of money but I think the onus what's being"
    },
    {
      "start": 968.959,
      "dur": 2.391,
      "text": "money but I think the onus what's being suggested to me is that on stars allies"
    },
    {
      "start": 971.36,
      "dur": 1.75,
      "text": "suggested to me is that on stars allies as if they do block him, the onus will"
    },
    {
      "start": 973.12,
      "dur": 1.829,
      "text": "as if they do block him, the onus will be on them to get out there and make a"
    },
    {
      "start": 974.959,
      "dur": 3.911,
      "text": "be on them to get out there and make a good convincing argument for why they"
    },
    {
      "start": 978.88,
      "dur": 2.309,
      "text": "good convincing argument for why they did this. And one of the things here is"
    },
    {
      "start": 981.199,
      "dur": 1.911,
      "text": "did this. And one of the things here is it plays into the different levels of"
    },
    {
      "start": 983.12,
      "dur": 2.149,
      "text": "it plays into the different levels of politics that we have right now. So"
    },
    {
      "start": 985.279,
      "dur": 1.99,
      "text": "politics that we have right now. So being an MP is an incredibly important"
    },
    {
      "start": 987.279,
      "dur": 1.591,
      "text": "being an MP is an incredibly important job as part of the fabric of our"
    },
    {
      "start": 988.88,
      "dur": 2.309,
      "text": "job as part of the fabric of our country. Being a big powerful Metro"
    },
    {
      "start": 991.199,
      "dur": 2.471,
      "text": "country. Being a big powerful Metro mayor with control over police, control"
    },
    {
      "start": 993.68,
      "dur": 1.35,
      "text": "mayor with control over police, control over hundreds and hundreds and hundreds"
    },
    {
      "start": 995.04,
      "dur": 2.07,
      "text": "over hundreds and hundreds and hundreds of millions of pounds, a big national"
    },
    {
      "start": 997.12,
      "dur": 2.55,
      "text": "of millions of pounds, a big national political platform. I think if we get"
    },
    {
      "start": 999.68,
      "dur": 2.949,
      "text": "political platform. I think if we get real that is a bigger political danger"
    },
    {
      "start": 1002.639,
      "dur": 2.31,
      "text": "real that is a bigger political danger to lose for Labor than it is to lose a"
    },
    {
      "start": 1004.959,
      "dur": 1.351,
      "text": "to lose for Labor than it is to lose a bi-election. I think that would be is"
    },
    {
      "start": 1006.32,
      "dur": 1.35,
      "text": "bi-election. I think that would be is that I think that's the brutal kind of"
    },
    {
      "start": 1007.68,
      "dur": 1.829,
      "text": "that I think that's the brutal kind of truth of it. I'm not doing down the"
    },
    {
      "start": 1009.519,
      "dur": 2.151,
      "text": "truth of it. I'm not doing down the importance of MPs, but I think that's"
    },
    {
      "start": 1011.68,
      "dur": 0.87,
      "text": "importance of MPs, but I think that's true."
    },
    {
      "start": 1012.56,
      "dur": 1.829,
      "text": "true. &gt;&gt; Yeah. Michael Michael Gover was on radio"
    },
    {
      "start": 1014.399,
      "dur": 3.11,
      "text": "&gt;&gt; Yeah. Michael Michael Gover was on radio for this morning saying that saying also"
    },
    {
      "start": 1017.519,
      "dur": 2.55,
      "text": "for this morning saying that saying also beware of unlocking this leadership"
    },
    {
      "start": 1020.079,
      "dur": 1.67,
      "text": "beware of unlocking this leadership problem because we didn't go well for us"
    },
    {
      "start": 1021.759,
      "dur": 1.831,
      "text": "problem because we didn't go well for us in the Conservatives. Right. He said, \"I"
    },
    {
      "start": 1023.6,
      "dur": 1.99,
      "text": "in the Conservatives. Right. He said, \"I would block I would block Andy Burnham,"
    },
    {
      "start": 1025.6,
      "dur": 2.469,
      "text": "would block I would block Andy Burnham, but I would do it by by saying, you've"
    },
    {
      "start": 1028.079,
      "dur": 1.75,
      "text": "but I would do it by by saying, you've already got a top job."
    },
    {
      "start": 1029.839,
      "dur": 1.911,
      "text": "already got a top job. &gt;&gt; Never mind my top job. You've got a top"
    },
    {
      "start": 1031.76,
      "dur": 1.35,
      "text": "&gt;&gt; Never mind my top job. You've got a top job running Manchester.\""
    },
    {
      "start": 1033.12,
      "dur": 1.59,
      "text": "job running Manchester.\" &gt;&gt; And the risk for some people who are"
    },
    {
      "start": 1034.72,
      "dur": 2.15,
      "text": "&gt;&gt; And the risk for some people who are close to Star in that camp have been"
    },
    {
      "start": 1036.88,
      "dur": 1.429,
      "text": "close to Star in that camp have been saying to me is, \"Look, everyone's"
    },
    {
      "start": 1038.319,
      "dur": 1.99,
      "text": "saying to me is, \"Look, everyone's obsessing about this bi-election."
    },
    {
      "start": 1040.319,
      "dur": 1.671,
      "text": "obsessing about this bi-election. Actually, get real. Think about the"
    },
    {
      "start": 1042.0,
      "dur": 3.429,
      "text": "Actually, get real. Think about the mealty on some polling. It looks like it"
    },
    {
      "start": 1045.439,
      "dur": 1.51,
      "text": "mealty on some polling. It looks like it might be easier for reform to win the"
    },
    {
      "start": 1046.959,
      "dur": 1.511,
      "text": "might be easier for reform to win the mealty than it would be to win that"
    },
    {
      "start": 1048.48,
      "dur": 2.309,
      "text": "mealty than it would be to win that bi-election.\" So the argument was going"
    },
    {
      "start": 1050.799,
      "dur": 1.351,
      "text": "bi-election.\" So the argument was going and that I was going to say the early"
    },
    {
      "start": 1052.16,
      "dur": 1.19,
      "text": "and that I was going to say the early hours of this morning, not the early"
    },
    {
      "start": 1053.36,
      "dur": 2.15,
      "text": "hours of this morning, not the early hours of this morning on the phone uh in"
    },
    {
      "start": 1055.52,
      "dur": 3.029,
      "text": "hours of this morning on the phone uh in conversations last night. Get real, the"
    },
    {
      "start": 1058.559,
      "dur": 2.071,
      "text": "conversations last night. Get real, the risk of having a reform mayor with"
    },
    {
      "start": 1060.64,
      "dur": 1.75,
      "text": "risk of having a reform mayor with control over police, a big national"
    },
    {
      "start": 1062.4,
      "dur": 4.55,
      "text": "control over police, a big national platform is much bigger than having a"
    },
    {
      "start": 1066.96,
      "dur": 3.35,
      "text": "platform is much bigger than having a backbencher who goes takes the tally of"
    },
    {
      "start": 1070.32,
      "dur": 3.43,
      "text": "backbencher who goes takes the tally of reform MPs from six to seven. Now in any"
    },
    {
      "start": 1073.76,
      "dur": 1.67,
      "text": "reform MPs from six to seven. Now in any way for Kustama to make that argument is"
    },
    {
      "start": 1075.44,
      "dur": 1.43,
      "text": "way for Kustama to make that argument is either saying well you scared of Andy"
    },
    {
      "start": 1076.88,
      "dur": 1.43,
      "text": "either saying well you scared of Andy Bernham or you scared of reform, right?"
    },
    {
      "start": 1078.32,
      "dur": 1.27,
      "text": "Bernham or you scared of reform, right? I mean it's not an argument that you're"
    },
    {
      "start": 1079.6,
      "dur": 1.99,
      "text": "I mean it's not an argument that you're making from a position of strength but"
    },
    {
      "start": 1081.6,
      "dur": 1.59,
      "text": "making from a position of strength but it's interesting the Westminster and the"
    },
    {
      "start": 1083.2,
      "dur": 1.91,
      "text": "it's interesting the Westminster and the lobby focus much as I love the lobby has"
    },
    {
      "start": 1085.12,
      "dur": 2.63,
      "text": "lobby focus much as I love the lobby has been very much about the bi-election and"
    },
    {
      "start": 1087.76,
      "dur": 1.59,
      "text": "been very much about the bi-election and I think less so thinking about what the"
    },
    {
      "start": 1089.36,
      "dur": 2.39,
      "text": "I think less so thinking about what the consequences of the mealties might be."
    },
    {
      "start": 1091.76,
      "dur": 1.75,
      "text": "consequences of the mealties might be. We know how Boris Johnson used it to be"
    },
    {
      "start": 1093.52,
      "dur": 2.389,
      "text": "We know how Boris Johnson used it to be king over the water. We know how Andy"
    },
    {
      "start": 1095.919,
      "dur": 2.151,
      "text": "king over the water. We know how Andy Burnham has used it very effectively in"
    },
    {
      "start": 1098.08,
      "dur": 2.23,
      "text": "Burnham has used it very effectively in the last few years and I think maybe"
    },
    {
      "start": 1100.32,
      "dur": 1.51,
      "text": "the last few years and I think maybe that side of things is being slightly"
    },
    {
      "start": 1101.84,
      "dur": 0.79,
      "text": "that side of things is being slightly underlooked."
    },
    {
      "start": 1102.64,
      "dur": 1.83,
      "text": "underlooked. &gt;&gt; I think that's true. I think it's"
    },
    {
      "start": 1104.48,
      "dur": 2.95,
      "text": "&gt;&gt; I think that's true. I think it's typical of the Westminster focused"
    },
    {
      "start": 1107.44,
      "dur": 3.349,
      "text": "typical of the Westminster focused bubble to just bubble just to kind of"
    },
    {
      "start": 1110.799,
      "dur": 1.831,
      "text": "bubble to just bubble just to kind of ignore parts of the country which are"
    },
    {
      "start": 1112.64,
      "dur": 1.99,
      "text": "ignore parts of the country which are run in different ways. I think it's"
    },
    {
      "start": 1114.64,
      "dur": 1.75,
      "text": "run in different ways. I think it's really fascinating argument you're"
    },
    {
      "start": 1116.4,
      "dur": 1.59,
      "text": "really fascinating argument you're making to me. It's making me see it in a"
    },
    {
      "start": 1118.0,
      "dur": 1.75,
      "text": "making to me. It's making me see it in a new way. And of course it does all come"
    },
    {
      "start": 1119.76,
      "dur": 2.63,
      "text": "new way. And of course it does all come together today. The meeting starts at"
    },
    {
      "start": 1122.4,
      "dur": 1.03,
      "text": "together today. The meeting starts at 11, Joe."
    },
    {
      "start": 1123.44,
      "dur": 1.67,
      "text": "11, Joe. &gt;&gt; Starts at 11. We don't know how long it"
    },
    {
      "start": 1125.12,
      "dur": 2.31,
      "text": "&gt;&gt; Starts at 11. We don't know how long it will last and we won't necessarily get"
    },
    {
      "start": 1127.44,
      "dur": 1.83,
      "text": "will last and we won't necessarily get uh an announcement immediately after."
    },
    {
      "start": 1129.28,
      "dur": 1.91,
      "text": "uh an announcement immediately after. The NEC is not a hugely transparent"
    },
    {
      "start": 1131.2,
      "dur": 2.15,
      "text": "The NEC is not a hugely transparent organization and presumably it would be"
    },
    {
      "start": 1133.36,
      "dur": 2.23,
      "text": "organization and presumably it would be appropriate for Andy Bernham to get a"
    },
    {
      "start": 1135.6,
      "dur": 2.39,
      "text": "appropriate for Andy Bernham to get a call from the party general secretary or"
    },
    {
      "start": 1138.0,
      "dur": 1.51,
      "text": "call from the party general secretary or maybe from Shabban Mammud to the chair"
    },
    {
      "start": 1139.52,
      "dur": 3.83,
      "text": "maybe from Shabban Mammud to the chair of the NC before anyone else. I I think"
    },
    {
      "start": 1143.36,
      "dur": 3.429,
      "text": "of the NC before anyone else. I I think your point um Laura about the importance"
    },
    {
      "start": 1146.799,
      "dur": 1.75,
      "text": "your point um Laura about the importance of the Manchester Mayor job is something"
    },
    {
      "start": 1148.559,
      "dur": 3.11,
      "text": "of the Manchester Mayor job is something that a lot of MPs are also thinking"
    },
    {
      "start": 1151.679,
      "dur": 1.911,
      "text": "that a lot of MPs are also thinking about. One that jumped out at me"
    },
    {
      "start": 1153.6,
      "dur": 2.069,
      "text": "about. One that jumped out at me yesterday is was from Joanie Reid on"
    },
    {
      "start": 1155.679,
      "dur": 3.35,
      "text": "yesterday is was from Joanie Reid on social media, Scottish Labor Yeah. uh MP"
    },
    {
      "start": 1159.039,
      "dur": 2.391,
      "text": "social media, Scottish Labor Yeah. uh MP who said he's not even he's not even"
    },
    {
      "start": 1161.44,
      "dur": 1.51,
      "text": "who said he's not even he's not even halfway through his term as mayor and"
    },
    {
      "start": 1162.96,
      "dur": 1.75,
      "text": "halfway through his term as mayor and frankly mayor of Greater Manchester is a"
    },
    {
      "start": 1164.72,
      "dur": 2.15,
      "text": "frankly mayor of Greater Manchester is a bigger job than being a backbench MP. So"
    },
    {
      "start": 1166.88,
      "dur": 2.07,
      "text": "bigger job than being a backbench MP. So either he's seeking a quieter life or"
    },
    {
      "start": 1168.96,
      "dur": 2.47,
      "text": "either he's seeking a quieter life or he's on maneuvers if it's the last thing"
    },
    {
      "start": 1171.44,
      "dur": 1.27,
      "text": "he's on maneuvers if it's the last thing we need in the run-up to the May"
    },
    {
      "start": 1172.72,
      "dur": 2.87,
      "text": "we need in the run-up to the May elections. And I would contest Paddyy"
    },
    {
      "start": 1175.6,
      "dur": 5.189,
      "text": "elections. And I would contest Paddyy your um uh view that um this would be"
    },
    {
      "start": 1180.799,
      "dur": 2.23,
      "text": "your um uh view that um this would be good if if Ben was blocked because I"
    },
    {
      "start": 1183.039,
      "dur": 2.231,
      "text": "good if if Ben was blocked because I think the timing would be absolutely"
    },
    {
      "start": 1185.28,
      "dur": 2.47,
      "text": "think the timing would be absolutely perfect getting this seat one. It is a"
    },
    {
      "start": 1187.76,
      "dur": 1.75,
      "text": "perfect getting this seat one. It is a seat that makes sense for him to have."
    },
    {
      "start": 1189.52,
      "dur": 1.269,
      "text": "seat that makes sense for him to have. He's obviously popular in Greater"
    },
    {
      "start": 1190.799,
      "dur": 1.911,
      "text": "He's obviously popular in Greater Manchester. We saw that with this"
    },
    {
      "start": 1192.72,
      "dur": 2.069,
      "text": "Manchester. We saw that with this incredible result at the last election"
    },
    {
      "start": 1194.799,
      "dur": 2.951,
      "text": "incredible result at the last election 20 24. The timing is perfect. You get"
    },
    {
      "start": 1197.76,
      "dur": 2.47,
      "text": "20 24. The timing is perfect. You get into parliament two months ahead of the"
    },
    {
      "start": 1200.24,
      "dur": 1.51,
      "text": "into parliament two months ahead of the May elections. A possible leadership"
    },
    {
      "start": 1201.76,
      "dur": 1.43,
      "text": "May elections. A possible leadership challenge. You have time to get your"
    },
    {
      "start": 1203.2,
      "dur": 2.31,
      "text": "challenge. You have time to get your staff together, start making"
    },
    {
      "start": 1205.52,
      "dur": 2.149,
      "text": "staff together, start making relationships with MPs, build alliances"
    },
    {
      "start": 1207.679,
      "dur": 2.711,
      "text": "relationships with MPs, build alliances with those on the soft left. This is the"
    },
    {
      "start": 1210.4,
      "dur": 2.95,
      "text": "with those on the soft left. This is the perfect moment for Andy Burnham. And I"
    },
    {
      "start": 1213.36,
      "dur": 1.99,
      "text": "perfect moment for Andy Burnham. And I think if he was rejected and blocked"
    },
    {
      "start": 1215.36,
      "dur": 1.429,
      "text": "think if he was rejected and blocked that makes his path to power that a"
    },
    {
      "start": 1216.799,
      "dur": 0.631,
      "text": "that makes his path to power that a little bit more difficult."
    },
    {
      "start": 1217.44,
      "dur": 1.67,
      "text": "little bit more difficult. &gt;&gt; Well, I do feel schooled by the two of"
    },
    {
      "start": 1219.12,
      "dur": 1.03,
      "text": "&gt;&gt; Well, I do feel schooled by the two of you. And I'm I'm saying it."
    },
    {
      "start": 1220.16,
      "dur": 1.27,
      "text": "you. And I'm I'm saying it. &gt;&gt; Oh, no. Well, we didn't agree though. I"
    },
    {
      "start": 1221.44,
      "dur": 1.27,
      "text": "&gt;&gt; Oh, no. Well, we didn't agree though. I agree with I agree with you."
    },
    {
      "start": 1222.72,
      "dur": 1.43,
      "text": "agree with I agree with you. &gt;&gt; Well, the thing is I feel schooled"
    },
    {
      "start": 1224.16,
      "dur": 1.67,
      "text": "&gt;&gt; Well, the thing is I feel schooled generally just by being in this room."
    },
    {
      "start": 1225.84,
      "dur": 1.43,
      "text": "generally just by being in this room. But I think the thing is when you said"
    },
    {
      "start": 1227.28,
      "dur": 1.11,
      "text": "But I think the thing is when you said they're going to have to pick up the"
    },
    {
      "start": 1228.4,
      "dur": 2.79,
      "text": "they're going to have to pick up the phone after the NEC makes its decision."
    },
    {
      "start": 1231.2,
      "dur": 1.67,
      "text": "phone after the NEC makes its decision. I can't help thinking that it would have"
    },
    {
      "start": 1232.88,
      "dur": 1.35,
      "text": "I can't help thinking that it would have been a very good idea if they'd all"
    },
    {
      "start": 1234.24,
      "dur": 2.07,
      "text": "been a very good idea if they'd all picked up the phone before Andy Vernon"
    },
    {
      "start": 1236.32,
      "dur": 1.51,
      "text": "picked up the phone before Andy Vernon declared to run because you could have"
    },
    {
      "start": 1237.84,
      "dur": 2.47,
      "text": "declared to run because you could have said, \"Guys, there's a potential for"
    },
    {
      "start": 1240.32,
      "dur": 3.19,
      "text": "said, \"Guys, there's a potential for Labour to be weakened by a psycho drama"
    },
    {
      "start": 1243.52,
      "dur": 2.79,
      "text": "Labour to be weakened by a psycho drama leadership scadaddle. Why don't we talk"
    },
    {
      "start": 1246.32,
      "dur": 1.75,
      "text": "leadership scadaddle. Why don't we talk about it in advance?\""
    },
    {
      "start": 1248.08,
      "dur": 1.51,
      "text": "about it in advance?\" &gt;&gt; Well, then you've got to imagine though"
    },
    {
      "start": 1249.6,
      "dur": 1.429,
      "text": "&gt;&gt; Well, then you've got to imagine though that all of these characters actually"
    },
    {
      "start": 1251.039,
      "dur": 1.325,
      "text": "that all of these characters actually enjoy talking to each other on"
    },
    {
      "start": 1252.374,
      "dur": 3.216,
      "text": "enjoy talking to each other on [laughter] the phone."
    },
    {
      "start": 1255.6,
      "dur": 1.439,
      "text": "I think the other thing to say though,"
    },
    {
      "start": 1257.039,
      "dur": 2.791,
      "text": "I think the other thing to say though, as you allude to there, is probably most"
    },
    {
      "start": 1259.84,
      "dur": 4.15,
      "text": "as you allude to there, is probably most of importantly of all, that the public"
    },
    {
      "start": 1264.0,
      "dur": 3.43,
      "text": "of importantly of all, that the public booted out the Tories with a shocking"
    },
    {
      "start": 1267.44,
      "dur": 4.469,
      "text": "booted out the Tories with a shocking defeat because they had enough of"
    },
    {
      "start": 1271.919,
      "dur": 3.351,
      "text": "defeat because they had enough of endless, sometimes nonsensical"
    },
    {
      "start": 1275.28,
      "dur": 2.55,
      "text": "endless, sometimes nonsensical infighting about who was going to be in"
    },
    {
      "start": 1277.84,
      "dur": 2.309,
      "text": "infighting about who was going to be in charge and the direction of the party."
    },
    {
      "start": 1280.159,
      "dur": 1.75,
      "text": "charge and the direction of the party. Of course there was Brexit in a pandemic"
    },
    {
      "start": 1281.919,
      "dur": 1.431,
      "text": "Of course there was Brexit in a pandemic and all those other very big serious"
    },
    {
      "start": 1283.36,
      "dur": 1.35,
      "text": "and all those other very big serious things that happened to and Brexit was"
    },
    {
      "start": 1284.72,
      "dur": 1.829,
      "text": "things that happened to and Brexit was partly as a product actually of"
    },
    {
      "start": 1286.559,
      "dur": 1.431,
      "text": "partly as a product actually of infighting on the right that had gone on"
    },
    {
      "start": 1288.0,
      "dur": 2.07,
      "text": "infighting on the right that had gone on for a very very very very long time. But"
    },
    {
      "start": 1290.08,
      "dur": 2.79,
      "text": "for a very very very very long time. But Kier Starmer's whole stick to the polit"
    },
    {
      "start": 1292.88,
      "dur": 2.31,
      "text": "Kier Starmer's whole stick to the polit the public was I'm going to end the"
    },
    {
      "start": 1295.2,
      "dur": 3.03,
      "text": "the public was I'm going to end the drama. I will be Mr. Sensible. It'll all"
    },
    {
      "start": 1298.24,
      "dur": 2.47,
      "text": "drama. I will be Mr. Sensible. It'll all be calm. His posh phrase was politics"
    },
    {
      "start": 1300.72,
      "dur": 1.67,
      "text": "be calm. His posh phrase was politics will tread a little lighter on your"
    },
    {
      "start": 1302.4,
      "dur": 0.95,
      "text": "will tread a little lighter on your lives."
    },
    {
      "start": 1303.36,
      "dur": 3.11,
      "text": "lives. &gt;&gt; If after 18 months in office this is"
    },
    {
      "start": 1306.48,
      "dur": 2.47,
      "text": "&gt;&gt; If after 18 months in office this is what the public's seeing of this party."
    },
    {
      "start": 1308.96,
      "dur": 1.35,
      "text": "what the public's seeing of this party. Not just that actually government's"
    },
    {
      "start": 1310.32,
      "dur": 1.829,
      "text": "Not just that actually government's pretty hard and it's taking longer for"
    },
    {
      "start": 1312.159,
      "dur": 2.39,
      "text": "pretty hard and it's taking longer for them to be able to show any results, but"
    },
    {
      "start": 1314.559,
      "dur": 1.511,
      "text": "them to be able to show any results, but actually they're fighting amongst"
    },
    {
      "start": 1316.08,
      "dur": 1.27,
      "text": "actually they're fighting amongst themselves"
    },
    {
      "start": 1317.36,
      "dur": 1.51,
      "text": "themselves &gt;&gt; and he's going to China"
    },
    {
      "start": 1318.88,
      "dur": 1.029,
      "text": "&gt;&gt; and he's going to China &gt;&gt; and he's going he's not even going to be"
    },
    {
      "start": 1319.919,
      "dur": 1.511,
      "text": "&gt;&gt; and he's going he's not even going to be in the country this week. I mean talk"
    },
    {
      "start": 1321.44,
      "dur": 1.83,
      "text": "in the country this week. I mean talk about maximum jeopardy."
    },
    {
      "start": 1323.28,
      "dur": 1.43,
      "text": "about maximum jeopardy. &gt;&gt; What do you make of that Joe? The prime"
    },
    {
      "start": 1324.72,
      "dur": 2.39,
      "text": "&gt;&gt; What do you make of that Joe? The prime minister and leader of the Labor Party"
    },
    {
      "start": 1327.12,
      "dur": 1.429,
      "text": "minister and leader of the Labor Party takes a big decision which is"
    },
    {
      "start": 1328.559,
      "dur": 1.911,
      "text": "takes a big decision which is controversial in either way it goes"
    },
    {
      "start": 1330.48,
      "dur": 3.669,
      "text": "controversial in either way it goes today and then goes to China."
    },
    {
      "start": 1334.159,
      "dur": 1.671,
      "text": "today and then goes to China. &gt;&gt; That's a classic, isn't it? of I mean"
    },
    {
      "start": 1335.84,
      "dur": 1.11,
      "text": "&gt;&gt; That's a classic, isn't it? of I mean many many of the trips you must have"
    },
    {
      "start": 1336.96,
      "dur": 1.99,
      "text": "many many of the trips you must have been on as political editor Laura where"
    },
    {
      "start": 1338.96,
      "dur": 3.51,
      "text": "been on as political editor Laura where you're in some glamorous location with"
    },
    {
      "start": 1342.48,
      "dur": 1.75,
      "text": "you're in some glamorous location with these big sort of geopolitical figures"
    },
    {
      "start": 1344.24,
      "dur": 2.07,
      "text": "these big sort of geopolitical figures big world leaders and actually the UK"
    },
    {
      "start": 1346.32,
      "dur": 2.39,
      "text": "big world leaders and actually the UK prime minister is asking some seemingly"
    },
    {
      "start": 1348.72,
      "dur": 1.75,
      "text": "prime minister is asking some seemingly quite provincial question about a"
    },
    {
      "start": 1350.48,
      "dur": 2.23,
      "text": "quite provincial question about a bi-election in in Greater Manchester"
    },
    {
      "start": 1352.72,
      "dur": 1.75,
      "text": "bi-election in in Greater Manchester we've seen that before we see it again"
    },
    {
      "start": 1354.48,
      "dur": 2.549,
      "text": "we've seen that before we see it again it looks uh it looks silly but it it"
    },
    {
      "start": 1357.039,
      "dur": 2.711,
      "text": "it looks uh it looks silly but it it matters and even if he's halfway across"
    },
    {
      "start": 1359.76,
      "dur": 1.43,
      "text": "matters and even if he's halfway across the across the world Patty I don't think"
    },
    {
      "start": 1361.2,
      "dur": 3.19,
      "text": "the across the world Patty I don't think Karma is going to escape all those tough"
    },
    {
      "start": 1364.4,
      "dur": 1.59,
      "text": "Karma is going to escape all those tough questions from the lobby press pack,"
    },
    {
      "start": 1366.0,
      "dur": 1.75,
      "text": "questions from the lobby press pack, they'll be chasing him."
    },
    {
      "start": 1367.76,
      "dur": 1.269,
      "text": "they'll be chasing him. &gt;&gt; That's absolutely right. But it also"
    },
    {
      "start": 1369.039,
      "dur": 1.75,
      "text": "&gt;&gt; That's absolutely right. But it also means that for he and some of his key"
    },
    {
      "start": 1370.799,
      "dur": 1.671,
      "text": "means that for he and some of his key allies, I don't know what what the staff"
    },
    {
      "start": 1372.48,
      "dur": 1.99,
      "text": "allies, I don't know what what the staff list is going on the trip, but it also"
    },
    {
      "start": 1374.48,
      "dur": 1.35,
      "text": "list is going on the trip, but it also means they won't be physically present."
    },
    {
      "start": 1375.84,
      "dur": 2.069,
      "text": "means they won't be physically present. And so much of politics is despite, you"
    },
    {
      "start": 1377.919,
      "dur": 1.191,
      "text": "And so much of politics is despite, you know, whether or not you like taking"
    },
    {
      "start": 1379.12,
      "dur": 2.07,
      "text": "know, whether or not you like taking phone calls from people. A lot of it's"
    },
    {
      "start": 1381.2,
      "dur": 2.23,
      "text": "phone calls from people. A lot of it's face to face. It's arm twisting. It's"
    },
    {
      "start": 1383.44,
      "dur": 1.51,
      "text": "face to face. It's arm twisting. It's convincing. It's wrangling. It's going"
    },
    {
      "start": 1384.96,
      "dur": 1.91,
      "text": "convincing. It's wrangling. It's going around the T- rooms. If he's out of the"
    },
    {
      "start": 1386.88,
      "dur": 1.43,
      "text": "around the T- rooms. If he's out of the country and some of his key left tenants"
    },
    {
      "start": 1388.32,
      "dur": 2.63,
      "text": "country and some of his key left tenants will be with him, that is not going to"
    },
    {
      "start": 1390.96,
      "dur": 1.99,
      "text": "will be with him, that is not going to make this any easier. Not least because"
    },
    {
      "start": 1392.96,
      "dur": 1.75,
      "text": "make this any easier. Not least because some MPs think look part of the problem"
    },
    {
      "start": 1394.72,
      "dur": 1.91,
      "text": "some MPs think look part of the problem here is the optics that he's never even"
    },
    {
      "start": 1396.64,
      "dur": 0.47,
      "text": "here is the optics that he's never even here"
    },
    {
      "start": 1397.12,
      "dur": 1.51,
      "text": "here &gt;&gt; because I think there's another meeting"
    },
    {
      "start": 1398.64,
      "dur": 1.67,
      "text": "&gt;&gt; because I think there's another meeting I'm being reminded about now which took"
    },
    {
      "start": 1400.32,
      "dur": 2.229,
      "text": "I'm being reminded about now which took place in a restaurant between Tony Bar"
    },
    {
      "start": 1402.559,
      "dur": 0.391,
      "text": "place in a restaurant between Tony Bar and Gordon"
    },
    {
      "start": 1402.96,
      "dur": 1.51,
      "text": "and Gordon &gt;&gt; Brown Grenita packed"
    },
    {
      "start": 1404.48,
      "dur": 2.23,
      "text": "&gt;&gt; Brown Grenita packed &gt;&gt; and I can't help but feel it would have"
    },
    {
      "start": 1406.72,
      "dur": 2.23,
      "text": "&gt;&gt; and I can't help but feel it would have been a very good idea for this party if"
    },
    {
      "start": 1408.96,
      "dur": 2.55,
      "text": "been a very good idea for this party if Andy Burnham and Karm had met in a curry"
    },
    {
      "start": 1411.52,
      "dur": 0.389,
      "text": "Andy Burnham and Karm had met in a curry house"
    },
    {
      "start": 1411.919,
      "dur": 1.911,
      "text": "house &gt;&gt; that would suggest that Andy Bernham is"
    },
    {
      "start": 1413.84,
      "dur": 1.91,
      "text": "&gt;&gt; that would suggest that Andy Bernham is the obvious natural successor in the way"
    },
    {
      "start": 1415.76,
      "dur": 1.99,
      "text": "the obvious natural successor in the way that most people in New Labor would have"
    },
    {
      "start": 1417.76,
      "dur": 0.55,
      "text": "that most people in New Labor would have seen"
    },
    {
      "start": 1418.32,
      "dur": 1.91,
      "text": "seen &gt;&gt; Gordon Brown as being at that point not"
    },
    {
      "start": 1420.24,
      "dur": 1.35,
      "text": "&gt;&gt; Gordon Brown as being at that point not later on and you had all sorts of other"
    },
    {
      "start": 1421.6,
      "dur": 1.35,
      "text": "later on and you had all sorts of other people in David Milliband and people"
    },
    {
      "start": 1422.96,
      "dur": 1.27,
      "text": "people in David Milliband and people like you know other people fancied"
    },
    {
      "start": 1424.24,
      "dur": 1.83,
      "text": "like you know other people fancied &gt;&gt; what do you think about my fantasy curry"
    },
    {
      "start": 1426.08,
      "dur": 1.91,
      "text": "&gt;&gt; what do you think about my fantasy curry house meeting [snorts] would would it"
    },
    {
      "start": 1428.0,
      "dur": 1.51,
      "text": "house meeting [snorts] would would it have been a bad idea"
    },
    {
      "start": 1429.52,
      "dur": 1.99,
      "text": "have been a bad idea &gt;&gt; how how did the grita pack work out I"
    },
    {
      "start": 1431.52,
      "dur": 3.67,
      "text": "&gt;&gt; how how did the grita pack work out I mean medium term not that well and I"
    },
    {
      "start": 1435.2,
      "dur": 1.75,
      "text": "mean medium term not that well and I think that grrenita is closed down"
    },
    {
      "start": 1436.96,
      "dur": 1.589,
      "text": "think that grrenita is closed down wasn't it briefly a Mexican restaurant"
    },
    {
      "start": 1438.559,
      "dur": 1.191,
      "text": "wasn't it briefly a Mexican restaurant I'm not sure what it is"
    },
    {
      "start": 1439.76,
      "dur": 1.51,
      "text": "I'm not sure what it is &gt;&gt; today"
    },
    {
      "start": 1441.28,
      "dur": 1.59,
      "text": "&gt;&gt; today &gt;&gt; but I I mean I'm not sure if auntie"
    },
    {
      "start": 1442.88,
      "dur": 1.35,
      "text": "&gt;&gt; but I I mean I'm not sure if auntie Burnham and Kan will get past the"
    },
    {
      "start": 1444.24,
      "dur": 1.669,
      "text": "Burnham and Kan will get past the papadoms to be honest I mean there isn't"
    },
    {
      "start": 1445.919,
      "dur": 2.791,
      "text": "papadoms to be honest I mean there isn't any love lost between their camps not"
    },
    {
      "start": 1448.72,
      "dur": 1.67,
      "text": "any love lost between their camps not least because of the dancing around this"
    },
    {
      "start": 1450.4,
      "dur": 1.59,
      "text": "least because of the dancing around this that Bernham has been doing for some"
    },
    {
      "start": 1452.0,
      "dur": 2.149,
      "text": "that Bernham has been doing for some months. And if he goes ahead with this,"
    },
    {
      "start": 1454.159,
      "dur": 2.87,
      "text": "months. And if he goes ahead with this, you're going to kill still hear very"
    },
    {
      "start": 1457.039,
      "dur": 1.911,
      "text": "you're going to kill still hear very anti anti Burnham briefing coming from"
    },
    {
      "start": 1458.96,
      "dur": 1.99,
      "text": "anti anti Burnham briefing coming from some people in the central bit of the"
    },
    {
      "start": 1460.96,
      "dur": 2.709,
      "text": "some people in the central bit of the Labor party um remember what happened"
    },
    {
      "start": 1463.679,
      "dur": 1.431,
      "text": "Labor party um remember what happened when he said that Labour's in hawk to"
    },
    {
      "start": 1465.12,
      "dur": 1.75,
      "text": "when he said that Labour's in hawk to the bond markets. There was a genuine"
    },
    {
      "start": 1466.88,
      "dur": 2.31,
      "text": "the bond markets. There was a genuine financial reaction."
    },
    {
      "start": 1469.2,
      "dur": 2.87,
      "text": "financial reaction. Do people who've been fighting for the"
    },
    {
      "start": 1472.08,
      "dur": 2.15,
      "text": "Do people who've been fighting for the Rachel Reeves Kier star vision of the"
    },
    {
      "start": 1474.24,
      "dur": 1.429,
      "text": "Rachel Reeves Kier star vision of the Labour Party which is all about"
    },
    {
      "start": 1475.679,
      "dur": 1.511,
      "text": "Labour Party which is all about stability,"
    },
    {
      "start": 1477.2,
      "dur": 3.27,
      "text": "stability, do they see Andy Burnham as being"
    },
    {
      "start": 1480.48,
      "dur": 2.069,
      "text": "do they see Andy Burnham as being someone who's useful for them to have"
    },
    {
      "start": 1482.559,
      "dur": 3.271,
      "text": "someone who's useful for them to have around? No, they do not. for people"
    },
    {
      "start": 1485.84,
      "dur": 1.429,
      "text": "around? No, they do not. for people who've been at the heart of the kind of"
    },
    {
      "start": 1487.279,
      "dur": 1.911,
      "text": "who've been at the heart of the kind of Kier star Rachel Reeves vision of the"
    },
    {
      "start": 1489.2,
      "dur": 1.67,
      "text": "Kier star Rachel Reeves vision of the world"
    },
    {
      "start": 1490.88,
      "dur": 2.389,
      "text": "world giving more prominence to someone who"
    },
    {
      "start": 1493.279,
      "dur": 2.151,
      "text": "giving more prominence to someone who has said we shouldn't be in hawk to the"
    },
    {
      "start": 1495.44,
      "dur": 1.91,
      "text": "has said we shouldn't be in hawk to the bond markets when they would say well"
    },
    {
      "start": 1497.36,
      "dur": 1.27,
      "text": "bond markets when they would say well that's a financial reality when the"
    },
    {
      "start": 1498.64,
      "dur": 2.23,
      "text": "that's a financial reality when the country's got so much debt is that"
    },
    {
      "start": 1500.88,
      "dur": 3.11,
      "text": "country's got so much debt is that really the kind of journey that the"
    },
    {
      "start": 1504.0,
      "dur": 1.99,
      "text": "really the kind of journey that the Labour party wants to go on some of them"
    },
    {
      "start": 1506.0,
      "dur": 3.99,
      "text": "Labour party wants to go on some of them do yes but that's not the only strand of"
    },
    {
      "start": 1510.0,
      "dur": 1.35,
      "text": "do yes but that's not the only strand of opinion this isn't just about"
    },
    {
      "start": 1511.36,
      "dur": 1.83,
      "text": "opinion this isn't just about personality this is also about policy"
    },
    {
      "start": 1513.2,
      "dur": 1.67,
      "text": "personality this is also about policy differences too and many People believe"
    },
    {
      "start": 1514.88,
      "dur": 2.95,
      "text": "differences too and many People believe that Andy Bernham is very vulnerable on"
    },
    {
      "start": 1517.84,
      "dur": 1.75,
      "text": "that Andy Bernham is very vulnerable on some of the kinds of policy platforms"
    },
    {
      "start": 1519.6,
      "dur": 2.549,
      "text": "some of the kinds of policy platforms that he says he believes in. And that's"
    },
    {
      "start": 1522.159,
      "dur": 1.99,
      "text": "that he says he believes in. And that's all for this version of Sunday's"
    },
    {
      "start": 1524.159,
      "dur": 1.99,
      "text": "all for this version of Sunday's newscast, but you can find a longer"
    },
    {
      "start": 1526.159,
      "dur": 1.75,
      "text": "newscast, but you can find a longer version of our conversation and all the"
    },
    {
      "start": 1527.919,
      "dur": 1.831,
      "text": "version of our conversation and all the episodes ever wherever you get your"
    },
    {
      "start": 1529.76,
      "dur": 2.389,
      "text": "episodes ever wherever you get your podcasts and of course on BBC Signs. Bye"
    },
    {
      "start": 1532.159,
      "dur": 3.161,
      "text": "podcasts and of course on BBC Signs. Bye for now."
    }
  ]
}