{
  "videoId": "Gbe2Kxg-KjQ",
  "title": "Many thousands confirmed killed in recent Iran protests | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 350,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.48,
      "text": "The full scale of the casualties in Iran"
    },
    {
      "start": 2.56,
      "dur": 1.83,
      "text": "The full scale of the casualties in Iran after the brutal crackdown against"
    },
    {
      "start": 4.4,
      "dur": 2.23,
      "text": "after the brutal crackdown against anti-government protesters is still not"
    },
    {
      "start": 6.64,
      "dur": 2.55,
      "text": "anti-government protesters is still not known, but one human rights group based"
    },
    {
      "start": 9.2,
      "dur": 2.23,
      "text": "known, but one human rights group based in the US, which is meticulously putting"
    },
    {
      "start": 11.44,
      "dur": 2.149,
      "text": "in the US, which is meticulously putting together evidence, has now confirmed the"
    },
    {
      "start": 13.599,
      "dur": 2.871,
      "text": "together evidence, has now confirmed the killing of over 6,000 people during the"
    },
    {
      "start": 16.48,
      "dur": 2.31,
      "text": "killing of over 6,000 people during the unrest at the start of January. It's"
    },
    {
      "start": 18.8,
      "dur": 3.91,
      "text": "unrest at the start of January. It's also investigating 17,000 more deaths."
    },
    {
      "start": 22.72,
      "dur": 2.07,
      "text": "also investigating 17,000 more deaths. The protests over worsening economic"
    },
    {
      "start": 24.8,
      "dur": 2.309,
      "text": "The protests over worsening economic conditions erupted in the capital Tehran"
    },
    {
      "start": 27.119,
      "dur": 1.91,
      "text": "conditions erupted in the capital Tehran at the end of December and developed"
    },
    {
      "start": 29.039,
      "dur": 1.99,
      "text": "at the end of December and developed into one of the deadliest periods of"
    },
    {
      "start": 31.039,
      "dur": 1.991,
      "text": "into one of the deadliest periods of anti-government unrest in the history of"
    },
    {
      "start": 33.04,
      "dur": 2.15,
      "text": "anti-government unrest in the history of the Islamic Republic. There's been an"
    },
    {
      "start": 35.2,
      "dur": 2.47,
      "text": "the Islamic Republic. There's been an internet blackout imposed by the Iranian"
    },
    {
      "start": 37.68,
      "dur": 2.31,
      "text": "internet blackout imposed by the Iranian regime. But during the brief moments of"
    },
    {
      "start": 40.0,
      "dur": 2.549,
      "text": "regime. But during the brief moments of satellite coverage, the BBC has managed"
    },
    {
      "start": 42.559,
      "dur": 2.231,
      "text": "satellite coverage, the BBC has managed to speak to several young Iranians about"
    },
    {
      "start": 44.8,
      "dur": 2.55,
      "text": "to speak to several young Iranians about their ordeal. Our correspondent Caroline"
    },
    {
      "start": 47.36,
      "dur": 2.31,
      "text": "their ordeal. Our correspondent Caroline Hol's report contains videos from the"
    },
    {
      "start": 49.68,
      "dur": 2.389,
      "text": "Hol's report contains videos from the crackdown and some injuries sustained"
    },
    {
      "start": 52.079,
      "dur": 1.99,
      "text": "crackdown and some injuries sustained during the protest that you may find"
    },
    {
      "start": 54.079,
      "dur": 3.351,
      "text": "during the protest that you may find distressing."
    },
    {
      "start": 57.44,
      "dur": 2.32,
      "text": "The images emerging from Iran paint an"
    },
    {
      "start": 59.76,
      "dur": 2.789,
      "text": "The images emerging from Iran paint an ever more horrifying picture. Witnesses"
    },
    {
      "start": 62.559,
      "dur": 1.91,
      "text": "ever more horrifying picture. Witnesses say security forces fired live"
    },
    {
      "start": 64.479,
      "dur": 3.191,
      "text": "say security forces fired live ammunition from motorbikes and rooftops."
    },
    {
      "start": 67.68,
      "dur": 3.67,
      "text": "ammunition from motorbikes and rooftops. They speak of massacres, a bloodbath. No"
    },
    {
      "start": 71.36,
      "dur": 1.749,
      "text": "They speak of massacres, a bloodbath. No one was violent and no one clashed with"
    },
    {
      "start": 73.119,
      "dur": 2.071,
      "text": "one was violent and no one clashed with the security forces. But on Friday"
    },
    {
      "start": 75.2,
      "dur": 1.909,
      "text": "the security forces. But on Friday night, they still opened fire on the"
    },
    {
      "start": 77.119,
      "dur": 1.99,
      "text": "night, they still opened fire on the crowd. We all know someone who was"
    },
    {
      "start": 79.119,
      "dur": 2.391,
      "text": "crowd. We all know someone who was killed in the protests."
    },
    {
      "start": 81.52,
      "dur": 1.83,
      "text": "killed in the protests. &gt;&gt; One human rights group has already"
    },
    {
      "start": 83.36,
      "dur": 2.789,
      "text": "&gt;&gt; One human rights group has already identified more than 6,000 of the dead."
    },
    {
      "start": 86.159,
      "dur": 2.31,
      "text": "identified more than 6,000 of the dead. Almost all protesters, though dozens"
    },
    {
      "start": 88.479,
      "dur": 2.551,
      "text": "Almost all protesters, though dozens were simply bystanders, and more than 90"
    },
    {
      "start": 91.04,
      "dur": 2.23,
      "text": "were simply bystanders, and more than 90 were children, and the counting has"
    },
    {
      "start": 93.28,
      "dur": 2.95,
      "text": "were children, and the counting has barely begun. It's investigating reports"
    },
    {
      "start": 96.24,
      "dur": 1.59,
      "text": "barely begun. It's investigating reports from its activists on the ground of"
    },
    {
      "start": 97.84,
      "dur": 2.629,
      "text": "from its activists on the ground of another 17,000 deaths."
    },
    {
      "start": 100.479,
      "dur": 2.151,
      "text": "another 17,000 deaths. &gt;&gt; I think we're looking at systematic mass"
    },
    {
      "start": 102.64,
      "dur": 3.109,
      "text": "&gt;&gt; I think we're looking at systematic mass killing on our hands. I mean, we have"
    },
    {
      "start": 105.759,
      "dur": 1.751,
      "text": "killing on our hands. I mean, we have looked at preliminary evidence that"
    },
    {
      "start": 107.52,
      "dur": 3.19,
      "text": "looked at preliminary evidence that shows us that there are bodies and morgs"
    },
    {
      "start": 110.72,
      "dur": 2.23,
      "text": "shows us that there are bodies and morgs that have medical equipment on them, and"
    },
    {
      "start": 112.96,
      "dur": 2.149,
      "text": "that have medical equipment on them, and yet they have bullet holes in the middle"
    },
    {
      "start": 115.119,
      "dur": 3.831,
      "text": "yet they have bullet holes in the middle of of people's foreheads."
    },
    {
      "start": 118.96,
      "dur": 1.91,
      "text": "of of people's foreheads. &gt;&gt; Security forces have also raided"
    },
    {
      "start": 120.88,
      "dur": 1.589,
      "text": "&gt;&gt; Security forces have also raided hospitals searching for injured"
    },
    {
      "start": 122.479,
      "dur": 2.071,
      "text": "hospitals searching for injured protesters. And among the tens of"
    },
    {
      "start": 124.56,
      "dur": 2.47,
      "text": "protesters. And among the tens of thousands arrested are doctors who"
    },
    {
      "start": 127.04,
      "dur": 2.47,
      "text": "thousands arrested are doctors who treated the wounded. This surgeon"
    },
    {
      "start": 129.52,
      "dur": 1.99,
      "text": "treated the wounded. This surgeon reported to have been beaten up when he"
    },
    {
      "start": 131.52,
      "dur": 2.31,
      "text": "reported to have been beaten up when he was detained from his home. No wonder"
    },
    {
      "start": 133.84,
      "dur": 1.91,
      "text": "was detained from his home. No wonder many of those injured are too frightened"
    },
    {
      "start": 135.76,
      "dur": 2.31,
      "text": "many of those injured are too frightened to go to hospital. This woman was"
    },
    {
      "start": 138.08,
      "dur": 2.31,
      "text": "to go to hospital. This woman was treated at home by volunteer medics"
    },
    {
      "start": 140.4,
      "dur": 2.23,
      "text": "treated at home by volunteer medics after she and a friend were shot."
    },
    {
      "start": 142.64,
      "dur": 2.63,
      "text": "after she and a friend were shot. &gt;&gt; People helped us and we got into a car."
    },
    {
      "start": 145.28,
      "dur": 2.949,
      "text": "&gt;&gt; People helped us and we got into a car. I said, \"Just don't go to a hospital. In"
    },
    {
      "start": 148.239,
      "dur": 1.99,
      "text": "I said, \"Just don't go to a hospital. In the following days, we found doctors who"
    },
    {
      "start": 150.239,
      "dur": 1.511,
      "text": "the following days, we found doctors who looked at our wounds and gave us"
    },
    {
      "start": 151.76,
      "dur": 1.43,
      "text": "looked at our wounds and gave us antibiotics.\""
    },
    {
      "start": 153.2,
      "dur": 2.71,
      "text": "antibiotics.\" &gt;&gt; Among those killed, some faces stand"
    },
    {
      "start": 155.92,
      "dur": 2.23,
      "text": "&gt;&gt; Among those killed, some faces stand out, like that of this influencer known"
    },
    {
      "start": 158.16,
      "dur": 2.63,
      "text": "out, like that of this influencer known as Baby Ryder. Her family is said to be"
    },
    {
      "start": 160.8,
      "dur": 1.509,
      "text": "as Baby Ryder. Her family is said to be under pressure from the authorities to"
    },
    {
      "start": 162.319,
      "dur": 2.871,
      "text": "under pressure from the authorities to say she died in an accident on her bike,"
    },
    {
      "start": 165.2,
      "dur": 2.07,
      "text": "say she died in an accident on her bike, but a close friend told the BBC the"
    },
    {
      "start": 167.28,
      "dur": 3.11,
      "text": "but a close friend told the BBC the 19-year-old had been shot by the regime."
    },
    {
      "start": 170.4,
      "dur": 2.07,
      "text": "19-year-old had been shot by the regime. One young woman who'd gone out onto the"
    },
    {
      "start": 172.48,
      "dur": 2.79,
      "text": "One young woman who'd gone out onto the streets in hope and didn't come home."
    },
    {
      "start": 175.28,
      "dur": 4.15,
      "text": "streets in hope and didn't come home. Caroline Holley, BBC News."
    },
    {
      "start": 179.44,
      "dur": 1.83,
      "text": "Caroline Holley, BBC News. &gt;&gt; Well, President Donald Trump had"
    },
    {
      "start": 181.28,
      "dur": 2.07,
      "text": "&gt;&gt; Well, President Donald Trump had threatened Iran with military action in"
    },
    {
      "start": 183.36,
      "dur": 1.99,
      "text": "threatened Iran with military action in response to its brutal repression of the"
    },
    {
      "start": 185.36,
      "dur": 2.229,
      "text": "response to its brutal repression of the mass protests. But while he's backed"
    },
    {
      "start": 187.599,
      "dur": 2.391,
      "text": "mass protests. But while he's backed away from immediate action, the US has"
    },
    {
      "start": 190.0,
      "dur": 2.07,
      "text": "away from immediate action, the US has been beefing up its military presence in"
    },
    {
      "start": 192.08,
      "dur": 2.71,
      "text": "been beefing up its military presence in the region with the USS Abraham Lincoln"
    },
    {
      "start": 194.8,
      "dur": 1.75,
      "text": "the region with the USS Abraham Lincoln aircraft carrier being the latest"
    },
    {
      "start": 196.56,
      "dur": 5.11,
      "text": "aircraft carrier being the latest arrival. As Jonathan Beiel now reports,"
    },
    {
      "start": 201.68,
      "dur": 2.08,
      "text": "&gt;&gt; America, the world's most powerful"
    },
    {
      "start": 203.76,
      "dur": 3.109,
      "text": "&gt;&gt; America, the world's most powerful military, has already shown it can"
    },
    {
      "start": 206.879,
      "dur": 3.111,
      "text": "military, has already shown it can strike Iran. Last June's Operation"
    },
    {
      "start": 210.0,
      "dur": 2.71,
      "text": "strike Iran. Last June's Operation Midnight Hammer targeted its nuclear"
    },
    {
      "start": 212.72,
      "dur": 2.789,
      "text": "Midnight Hammer targeted its nuclear facilities."
    },
    {
      "start": 215.519,
      "dur": 2.71,
      "text": "facilities. The question now is, is the US getting"
    },
    {
      "start": 218.239,
      "dur": 3.431,
      "text": "The question now is, is the US getting ready to hit Iran again? The recent"
    },
    {
      "start": 221.68,
      "dur": 2.23,
      "text": "ready to hit Iran again? The recent arrival of a fully loaded aircraft"
    },
    {
      "start": 223.92,
      "dur": 2.869,
      "text": "arrival of a fully loaded aircraft carrier, the USS Abraham Lincoln,"
    },
    {
      "start": 226.799,
      "dur": 2.391,
      "text": "carrier, the USS Abraham Lincoln, accompanied by five destroyers in the"
    },
    {
      "start": 229.2,
      "dur": 2.71,
      "text": "accompanied by five destroyers in the region, certainly provides the president"
    },
    {
      "start": 231.92,
      "dur": 2.389,
      "text": "region, certainly provides the president with options."
    },
    {
      "start": 234.319,
      "dur": 2.151,
      "text": "with options. The US already had a significant"
    },
    {
      "start": 236.48,
      "dur": 2.07,
      "text": "The US already had a significant military presence in the Middle East"
    },
    {
      "start": 238.56,
      "dur": 2.71,
      "text": "military presence in the Middle East with bases in Qatar, Jordan, Saudi"
    },
    {
      "start": 241.28,
      "dur": 3.19,
      "text": "with bases in Qatar, Jordan, Saudi Arabia, the UAE, and Bahrain. But over"
    },
    {
      "start": 244.48,
      "dur": 1.749,
      "text": "Arabia, the UAE, and Bahrain. But over the last few weeks, there's been a"
    },
    {
      "start": 246.239,
      "dur": 2.951,
      "text": "the last few weeks, there's been a significant buildup. These include the"
    },
    {
      "start": 249.2,
      "dur": 2.47,
      "text": "significant buildup. These include the arrival of more fighter jets, including"
    },
    {
      "start": 251.68,
      "dur": 3.67,
      "text": "arrival of more fighter jets, including F-15s, to Jordan and Qatar."
    },
    {
      "start": 255.36,
      "dur": 3.03,
      "text": "F-15s, to Jordan and Qatar. The USS Abraham Lincoln alone has around"
    },
    {
      "start": 258.4,
      "dur": 4.069,
      "text": "The USS Abraham Lincoln alone has around 70 aircraft, including F-35s capable of"
    },
    {
      "start": 262.479,
      "dur": 3.27,
      "text": "70 aircraft, including F-35s capable of avoiding enemy radar. Also significant"
    },
    {
      "start": 265.759,
      "dur": 2.631,
      "text": "avoiding enemy radar. Also significant is the arrival of dozens of transport"
    },
    {
      "start": 268.4,
      "dur": 2.71,
      "text": "is the arrival of dozens of transport aircraft in the region, some carrying"
    },
    {
      "start": 271.12,
      "dur": 2.55,
      "text": "aircraft in the region, some carrying additional air defenses."
    },
    {
      "start": 273.68,
      "dur": 2.229,
      "text": "additional air defenses. Britain too has sent a squadron of RAF"
    },
    {
      "start": 275.919,
      "dur": 2.55,
      "text": "Britain too has sent a squadron of RAF typhoons to Qatar to boost the region's"
    },
    {
      "start": 278.479,
      "dur": 3.031,
      "text": "typhoons to Qatar to boost the region's defenses. So what could be the targets"
    },
    {
      "start": 281.52,
      "dur": 2.389,
      "text": "defenses. So what could be the targets for any US strikes?"
    },
    {
      "start": 283.919,
      "dur": 2.871,
      "text": "for any US strikes? It's already hit Iran's nuclear program."
    },
    {
      "start": 286.8,
      "dur": 2.23,
      "text": "It's already hit Iran's nuclear program. This time it could focus on the regime"
    },
    {
      "start": 289.04,
      "dur": 1.51,
      "text": "This time it could focus on the regime itself"
    },
    {
      "start": 290.56,
      "dur": 1.75,
      "text": "itself that could include hitting Iran's"
    },
    {
      "start": 292.32,
      "dur": 3.75,
      "text": "that could include hitting Iran's Revolutionary Guard Corps, the IRGC."
    },
    {
      "start": 296.08,
      "dur": 1.99,
      "text": "Revolutionary Guard Corps, the IRGC. Or the US could target the country's"
    },
    {
      "start": 298.08,
      "dur": 3.27,
      "text": "Or the US could target the country's leadership. I suspect I would fall into"
    },
    {
      "start": 301.36,
      "dur": 2.31,
      "text": "leadership. I suspect I would fall into being quite cautious if I were advising"
    },
    {
      "start": 303.68,
      "dur": 1.19,
      "text": "being quite cautious if I were advising the president now because of the"
    },
    {
      "start": 304.88,
      "dur": 1.749,
      "text": "the president now because of the unpredictability"
    },
    {
      "start": 306.639,
      "dur": 3.431,
      "text": "unpredictability of uh what would come next if the"
    },
    {
      "start": 310.08,
      "dur": 3.43,
      "text": "of uh what would come next if the Islamic Republic fell. But at the same"
    },
    {
      "start": 313.52,
      "dur": 2.47,
      "text": "Islamic Republic fell. But at the same time, there is a sense that this is a"
    },
    {
      "start": 316.0,
      "dur": 2.23,
      "text": "time, there is a sense that this is a different moment and that we could be"
    },
    {
      "start": 318.24,
      "dur": 2.47,
      "text": "different moment and that we could be witnessing the final death throws of"
    },
    {
      "start": 320.72,
      "dur": 1.749,
      "text": "witnessing the final death throws of this current regime."
    },
    {
      "start": 322.479,
      "dur": 2.311,
      "text": "this current regime. &gt;&gt; Iran's already warning that it's ready"
    },
    {
      "start": 324.8,
      "dur": 2.71,
      "text": "&gt;&gt; Iran's already warning that it's ready to respond. This message recently"
    },
    {
      "start": 327.52,
      "dur": 4.47,
      "text": "to respond. This message recently plastered on a billboard in Thran."
    },
    {
      "start": 332.0,
      "dur": 1.909,
      "text": "plastered on a billboard in Thran. It still has large stockpiles of"
    },
    {
      "start": 333.919,
      "dur": 2.791,
      "text": "It still has large stockpiles of missiles and drones. One reason why some"
    },
    {
      "start": 336.72,
      "dur": 2.71,
      "text": "missiles and drones. One reason why some of America's Gulf allies are opposed to"
    },
    {
      "start": 339.44,
      "dur": 2.71,
      "text": "of America's Gulf allies are opposed to strikes. President Trump has given"
    },
    {
      "start": 342.16,
      "dur": 3.029,
      "text": "strikes. President Trump has given himself military options. What's still"
    },
    {
      "start": 345.199,
      "dur": 2.471,
      "text": "himself military options. What's still not clear is whether he's going to use"
    },
    {
      "start": 347.68,
      "dur": 4.239,
      "text": "not clear is whether he's going to use them. Jonathan Beal, BBC News."
    }
  ]
}