{
  "videoId": "gP4ki8m8EZg",
  "title": "Nancy Guthrie’s blood found on her porch says Sheriff | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 179,
  "segments": [
    {
      "start": 1.199,
      "dur": 1.841,
      "text": "One of the most famous faces on morning"
    },
    {
      "start": 3.04,
      "dur": 2.39,
      "text": "One of the most famous faces on morning television in America, the NBC News"
    },
    {
      "start": 5.44,
      "dur": 2.15,
      "text": "television in America, the NBC News anchor, Savannah Guthrie, has made a"
    },
    {
      "start": 7.6,
      "dur": 2.069,
      "text": "anchor, Savannah Guthrie, has made a tearful appeal with her brother and"
    },
    {
      "start": 9.679,
      "dur": 1.83,
      "text": "tearful appeal with her brother and sister for the safe return of their"
    },
    {
      "start": 11.519,
      "dur": 1.99,
      "text": "sister for the safe return of their mother, whom police believe has been"
    },
    {
      "start": 13.519,
      "dur": 2.31,
      "text": "mother, whom police believe has been kidnapped. Nancy Guthrie went missing"
    },
    {
      "start": 15.839,
      "dur": 2.311,
      "text": "kidnapped. Nancy Guthrie went missing from her home in Arizona at the weekend."
    },
    {
      "start": 18.16,
      "dur": 1.99,
      "text": "from her home in Arizona at the weekend. Donald Trump has promised all resources"
    },
    {
      "start": 20.16,
      "dur": 1.83,
      "text": "Donald Trump has promised all resources are being deployed to get her home"
    },
    {
      "start": 22.0,
      "dur": 1.91,
      "text": "are being deployed to get her home safely. From New York is our North"
    },
    {
      "start": 23.92,
      "dur": 6.07,
      "text": "safely. From New York is our North America correspondent, Neta Tafi."
    },
    {
      "start": 30.0,
      "dur": 2.239,
      "text": "Millions of Americans tune in each day"
    },
    {
      "start": 32.239,
      "dur": 1.83,
      "text": "Millions of Americans tune in each day to start their morning with Savannah"
    },
    {
      "start": 34.079,
      "dur": 1.99,
      "text": "to start their morning with Savannah Guthrie. [music] The longtime anchor is"
    },
    {
      "start": 36.079,
      "dur": 2.071,
      "text": "Guthrie. [music] The longtime anchor is a likable fixture of the country's most"
    },
    {
      "start": 38.16,
      "dur": 2.47,
      "text": "a likable fixture of the country's most popular morning show. Her sudden absence"
    },
    {
      "start": 40.64,
      "dur": 2.069,
      "text": "popular morning show. Her sudden absence on screen and the subsequent mystery of"
    },
    {
      "start": 42.719,
      "dur": 2.15,
      "text": "on screen and the subsequent mystery of her mother's disappearance has shocked"
    },
    {
      "start": 44.879,
      "dur": 2.791,
      "text": "her mother's disappearance has shocked and gripped the nation."
    },
    {
      "start": 47.68,
      "dur": 2.07,
      "text": "and gripped the nation. As the disappearance of Nancy Guthrie"
    },
    {
      "start": 49.76,
      "dur": 1.75,
      "text": "As the disappearance of Nancy Guthrie stretches into a fifth day,"
    },
    {
      "start": 51.52,
      "dur": 2.31,
      "text": "stretches into a fifth day, investigators, including the FBI, have"
    },
    {
      "start": 53.84,
      "dur": 1.83,
      "text": "investigators, including the FBI, have renewed their search for clues at her"
    },
    {
      "start": 55.68,
      "dur": 3.59,
      "text": "renewed their search for clues at her Arizona home. Our mom is our heart and"
    },
    {
      "start": 59.28,
      "dur": 0.87,
      "text": "Arizona home. Our mom is our heart and our home."
    },
    {
      "start": 60.16,
      "dur": 1.99,
      "text": "our home. &gt;&gt; Overnight, the 84year-old's three"
    },
    {
      "start": 62.16,
      "dur": 2.15,
      "text": "&gt;&gt; Overnight, the 84year-old's three children posted an emotional plea for"
    },
    {
      "start": 64.32,
      "dur": 2.07,
      "text": "children posted an emotional plea for their mother's safe return. Savannah"
    },
    {
      "start": 66.4,
      "dur": 1.83,
      "text": "their mother's safe return. Savannah Guthrie said the family had heard about"
    },
    {
      "start": 68.24,
      "dur": 2.47,
      "text": "Guthrie said the family had heard about an unverified ransom note and spoke"
    },
    {
      "start": 70.72,
      "dur": 2.23,
      "text": "an unverified ransom note and spoke directly to the possible captor."
    },
    {
      "start": 72.96,
      "dur": 4.31,
      "text": "directly to the possible captor. &gt;&gt; We are ready to talk. We need to know"
    },
    {
      "start": 77.28,
      "dur": 3.75,
      "text": "&gt;&gt; We are ready to talk. We need to know without a doubt that she is alive"
    },
    {
      "start": 81.04,
      "dur": 2.23,
      "text": "without a doubt that she is alive and that you have her. Adding to their"
    },
    {
      "start": 83.28,
      "dur": 1.91,
      "text": "and that you have her. Adding to their worry, their mother is without her"
    },
    {
      "start": 85.2,
      "dur": 1.35,
      "text": "worry, their mother is without her essential medication."
    },
    {
      "start": 86.56,
      "dur": 3.99,
      "text": "essential medication. &gt;&gt; Her health, her heart is fragile."
    },
    {
      "start": 90.56,
      "dur": 3.509,
      "text": "&gt;&gt; Her health, her heart is fragile. She lives in constant pain."
    },
    {
      "start": 94.079,
      "dur": 2.471,
      "text": "She lives in constant pain. She is without any medicine. She needs"
    },
    {
      "start": 96.56,
      "dur": 1.99,
      "text": "She is without any medicine. She needs it to survive."
    },
    {
      "start": 98.56,
      "dur": 3.509,
      "text": "it to survive. She needs it not to suffer."
    },
    {
      "start": 102.079,
      "dur": 2.151,
      "text": "She needs it not to suffer. Nancy Guthrie was last seen Saturday"
    },
    {
      "start": 104.24,
      "dur": 1.75,
      "text": "Nancy Guthrie was last seen Saturday evening at her home in an affluent"
    },
    {
      "start": 106.0,
      "dur": 2.069,
      "text": "evening at her home in an affluent neighborhood northeast of Tucson after"
    },
    {
      "start": 108.079,
      "dur": 1.591,
      "text": "neighborhood northeast of Tucson after having dinner with her daughter Annie"
    },
    {
      "start": 109.68,
      "dur": 2.23,
      "text": "having dinner with her daughter Annie and her son-in-law. Today, police"
    },
    {
      "start": 111.92,
      "dur": 1.91,
      "text": "and her son-in-law. Today, police released a timeline they've drawn from"
    },
    {
      "start": 113.84,
      "dur": 3.11,
      "text": "released a timeline they've drawn from the night. At 9:50 p.m., her garage door"
    },
    {
      "start": 116.96,
      "dur": 3.27,
      "text": "the night. At 9:50 p.m., her garage door closed. Hours later, at 1:47 a.m., her"
    },
    {
      "start": 120.24,
      "dur": 2.63,
      "text": "closed. Hours later, at 1:47 a.m., her doorbell camera was disconnected. And at"
    },
    {
      "start": 128.55,
      "dur": 0.01,
      "text": "from her phone app. On Sunday, she never"
    },
    {
      "start": 128.56,
      "dur": 2.07,
      "text": "from her phone app. On Sunday, she never turned up for church, and that's when"
    },
    {
      "start": 130.64,
      "dur": 2.309,
      "text": "turned up for church, and that's when her friends alerted her family, and they"
    },
    {
      "start": 132.959,
      "dur": 2.391,
      "text": "her friends alerted her family, and they discovered she was missing. When law"
    },
    {
      "start": 135.36,
      "dur": 2.229,
      "text": "discovered she was missing. When law enforcement turned up at her home, they"
    },
    {
      "start": 137.599,
      "dur": 2.071,
      "text": "enforcement turned up at her home, they said what they encountered caused grave"
    },
    {
      "start": 139.68,
      "dur": 2.79,
      "text": "said what they encountered caused grave concern. Videos from the scene show a"
    },
    {
      "start": 142.48,
      "dur": 2.07,
      "text": "concern. Videos from the scene show a trail of blood on the porch that was"
    },
    {
      "start": 144.56,
      "dur": 2.389,
      "text": "trail of blood on the porch that was confirmed to be Nancy Guthrie."
    },
    {
      "start": 146.959,
      "dur": 2.711,
      "text": "confirmed to be Nancy Guthrie. &gt;&gt; We have not identified a suspect or a"
    },
    {
      "start": 149.68,
      "dur": 2.39,
      "text": "&gt;&gt; We have not identified a suspect or a person of interest in this case. We are"
    },
    {
      "start": 152.08,
      "dur": 1.91,
      "text": "person of interest in this case. We are working our best to do that."
    },
    {
      "start": 154.0,
      "dur": 1.91,
      "text": "working our best to do that. &gt;&gt; I think it's terrible. President Donald"
    },
    {
      "start": 155.92,
      "dur": 2.15,
      "text": "&gt;&gt; I think it's terrible. President Donald Trump has spoken with Savannah Guthrie"
    },
    {
      "start": 158.08,
      "dur": 1.75,
      "text": "Trump has spoken with Savannah Guthrie and has directed all federal law"
    },
    {
      "start": 159.84,
      "dur": 2.15,
      "text": "and has directed all federal law enforcement to help the family and local"
    },
    {
      "start": 162.0,
      "dur": 4.309,
      "text": "enforcement to help the family and local authorities get her mother home safely."
    },
    {
      "start": 166.319,
      "dur": 2.471,
      "text": "authorities get her mother home safely. With so many questions and few leads to"
    },
    {
      "start": 168.8,
      "dur": 2.149,
      "text": "With so many questions and few leads to explain what happened to Nancy Guthrie,"
    },
    {
      "start": 170.959,
      "dur": 1.751,
      "text": "explain what happened to Nancy Guthrie, her family and close friends have"
    },
    {
      "start": 172.72,
      "dur": 2.149,
      "text": "her family and close friends have gathered in prayer, hoping for a"
    },
    {
      "start": 174.879,
      "dur": 3.191,
      "text": "gathered in prayer, hoping for a breakthrough and good news. Netati, BBC"
    },
    {
      "start": 178.08,
      "dur": 2.56,
      "text": "breakthrough and good news. Netati, BBC News, New"
    }
  ]
}