{
  "videoId": "H-ZzXK0ObNw",
  "title": "UK holds off joining Trump's Board of Peace over Putin concerns | BBC News",
  "publishedAt": "2026-01-22",
  "channel": "BBC News",
  "durationSeconds": 932,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.48,
      "text": "The foreign secretary I vet Cooper"
    },
    {
      "start": 2.56,
      "dur": 2.15,
      "text": "The foreign secretary I vet Cooper welcomed the agreement but she said at"
    },
    {
      "start": 4.72,
      "dur": 2.95,
      "text": "welcomed the agreement but she said at its core the sovereignty of Greenland as"
    },
    {
      "start": 7.68,
      "dur": 2.31,
      "text": "its core the sovereignty of Greenland as part of the Kingdom of Denmark was"
    },
    {
      "start": 10.0,
      "dur": 3.11,
      "text": "part of the Kingdom of Denmark was unchanged and unwavering."
    },
    {
      "start": 13.12,
      "dur": 2.87,
      "text": "unchanged and unwavering. what my understanding is from the uh"
    },
    {
      "start": 16.0,
      "dur": 1.91,
      "text": "what my understanding is from the uh discussions that we've had with the NATO"
    },
    {
      "start": 17.92,
      "dur": 2.79,
      "text": "discussions that we've had with the NATO general secretary who has uh set out uh"
    },
    {
      "start": 20.72,
      "dur": 2.15,
      "text": "general secretary who has uh set out uh some of the uh points that he was"
    },
    {
      "start": 22.88,
      "dur": 2.79,
      "text": "some of the uh points that he was putting talking about uh yesterday is"
    },
    {
      "start": 25.68,
      "dur": 1.99,
      "text": "putting talking about uh yesterday is that this is now going to be a focus of"
    },
    {
      "start": 27.68,
      "dur": 2.47,
      "text": "that this is now going to be a focus of work through NATO with different Arctic"
    },
    {
      "start": 30.16,
      "dur": 2.069,
      "text": "work through NATO with different Arctic countries coming together and supported"
    },
    {
      "start": 32.239,
      "dur": 2.31,
      "text": "countries coming together and supported by other NATO countries on how we do"
    },
    {
      "start": 34.559,
      "dur": 2.311,
      "text": "by other NATO countries on how we do that shared security. But let's be clear"
    },
    {
      "start": 36.88,
      "dur": 2.47,
      "text": "that shared security. But let's be clear throughout any of this we maintain those"
    },
    {
      "start": 39.36,
      "dur": 1.59,
      "text": "throughout any of this we maintain those principles of the sovereignty for"
    },
    {
      "start": 40.96,
      "dur": 1.51,
      "text": "principles of the sovereignty for Greenland and the sovereignty for"
    },
    {
      "start": 42.48,
      "dur": 2.15,
      "text": "Greenland and the sovereignty for Greenland as part of the Kingdom of"
    },
    {
      "start": 44.64,
      "dur": 2.069,
      "text": "Greenland as part of the Kingdom of Denmark. So that is unchanged and"
    },
    {
      "start": 46.719,
      "dur": 0.631,
      "text": "Denmark. So that is unchanged and unwavering."
    },
    {
      "start": 47.36,
      "dur": 1.83,
      "text": "unwavering. &gt;&gt; And a final point on the specifics of"
    },
    {
      "start": 49.2,
      "dur": 2.23,
      "text": "&gt;&gt; And a final point on the specifics of what seems to have been agreed thus far"
    },
    {
      "start": 51.44,
      "dur": 1.99,
      "text": "what seems to have been agreed thus far though of course things can change. Has"
    },
    {
      "start": 53.44,
      "dur": 1.99,
      "text": "though of course things can change. Has America been given greater access to the"
    },
    {
      "start": 55.44,
      "dur": 3.83,
      "text": "America been given greater access to the minerals under Greenland?"
    },
    {
      "start": 59.28,
      "dur": 2.63,
      "text": "minerals under Greenland? So I'm not aware of any discussions on"
    },
    {
      "start": 61.92,
      "dur": 2.39,
      "text": "So I'm not aware of any discussions on that at all. And bear in mind I think"
    },
    {
      "start": 64.32,
      "dur": 2.39,
      "text": "that at all. And bear in mind I think the other thing that some will now take"
    },
    {
      "start": 66.72,
      "dur": 2.55,
      "text": "the other thing that some will now take place is to be able to get back to or"
    },
    {
      "start": 69.28,
      "dur": 2.39,
      "text": "place is to be able to get back to or for Denmark and Greenland and the United"
    },
    {
      "start": 71.68,
      "dur": 1.91,
      "text": "for Denmark and Greenland and the United States to be able to get get back to"
    },
    {
      "start": 73.6,
      "dur": 2.549,
      "text": "States to be able to get get back to some of the talks that that Denmark"
    },
    {
      "start": 76.159,
      "dur": 3.27,
      "text": "some of the talks that that Denmark proposed on uh working with United"
    },
    {
      "start": 79.439,
      "dur": 2.631,
      "text": "proposed on uh working with United States. you referred to the 1951 uh"
    },
    {
      "start": 82.08,
      "dur": 2.63,
      "text": "States. you referred to the 1951 uh framework for example uh and to be able"
    },
    {
      "start": 84.72,
      "dur": 2.23,
      "text": "framework for example uh and to be able to make sure that they can have those"
    },
    {
      "start": 86.96,
      "dur": 2.469,
      "text": "to make sure that they can have those discussions consistent with that"
    },
    {
      "start": 89.439,
      "dur": 1.831,
      "text": "discussions consistent with that fundamental principle of Greenland's"
    },
    {
      "start": 91.28,
      "dur": 3.35,
      "text": "fundamental principle of Greenland's sovereignty."
    },
    {
      "start": 94.64,
      "dur": 2.08,
      "text": "the British foreign secretary Iet Koopus"
    },
    {
      "start": 96.72,
      "dur": 2.069,
      "text": "the British foreign secretary Iet Koopus speaking a short time ago. Also here the"
    },
    {
      "start": 98.799,
      "dur": 2.151,
      "text": "speaking a short time ago. Also here the German Chancellor Frederick Friedri"
    },
    {
      "start": 100.96,
      "dur": 2.469,
      "text": "German Chancellor Frederick Friedri Mertz. He's been speaking uh in the main"
    },
    {
      "start": 103.439,
      "dur": 2.71,
      "text": "Mertz. He's been speaking uh in the main exhibition hall in the past hour talking"
    },
    {
      "start": 106.159,
      "dur": 1.91,
      "text": "exhibition hall in the past hour talking about how President Trump is"
    },
    {
      "start": 108.079,
      "dur": 2.71,
      "text": "about how President Trump is fundamentally reshaping geopolitics."
    },
    {
      "start": 110.799,
      "dur": 1.511,
      "text": "fundamentally reshaping geopolitics. Have a listen."
    },
    {
      "start": 112.32,
      "dur": 2.069,
      "text": "Have a listen. &gt;&gt; We do not have to accept this new"
    },
    {
      "start": 114.399,
      "dur": 2.951,
      "text": "&gt;&gt; We do not have to accept this new reality as fate."
    },
    {
      "start": 117.36,
      "dur": 3.109,
      "text": "reality as fate. We are not at the mercy of this new"
    },
    {
      "start": 120.479,
      "dur": 4.711,
      "text": "We are not at the mercy of this new world order. We do have a choice. We can"
    },
    {
      "start": 125.2,
      "dur": 2.31,
      "text": "world order. We do have a choice. We can shape the future."
    },
    {
      "start": 127.52,
      "dur": 1.91,
      "text": "shape the future. To succeed,"
    },
    {
      "start": 129.44,
      "dur": 3.91,
      "text": "To succeed, we must face harsh realities"
    },
    {
      "start": 133.36,
      "dur": 4.71,
      "text": "we must face harsh realities and chart our course with cleareyed"
    },
    {
      "start": 138.08,
      "dur": 3.67,
      "text": "and chart our course with cleareyed realism."
    },
    {
      "start": 141.76,
      "dur": 1.119,
      "text": "&gt;&gt; Yeah. And you're going to hear a lot"
    },
    {
      "start": 142.879,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. And you're going to hear a lot more of that this evening when the"
    },
    {
      "start": 144.319,
      "dur": 1.431,
      "text": "more of that this evening when the European leaders meet within the"
    },
    {
      "start": 145.76,
      "dur": 1.67,
      "text": "European leaders meet within the framework of the European Council. That"
    },
    {
      "start": 147.44,
      "dur": 2.789,
      "text": "framework of the European Council. That emergency summit will continue. uh we're"
    },
    {
      "start": 150.239,
      "dur": 2.471,
      "text": "emergency summit will continue. uh we're understood maybe tariffs not so much a"
    },
    {
      "start": 152.72,
      "dur": 1.509,
      "text": "understood maybe tariffs not so much a discussion now given that the Greenland"
    },
    {
      "start": 154.239,
      "dur": 2.791,
      "text": "discussion now given that the Greenland deal is done but certainly the the shape"
    },
    {
      "start": 157.04,
      "dur": 1.51,
      "text": "deal is done but certainly the the shape of the relationship between the"
    },
    {
      "start": 158.56,
      "dur": 2.23,
      "text": "of the relationship between the Europeans and the United States uh very"
    },
    {
      "start": 160.8,
      "dur": 2.069,
      "text": "Europeans and the United States uh very much a talking point. Uh we are"
    },
    {
      "start": 162.879,
      "dur": 2.151,
      "text": "much a talking point. Uh we are continuing to keep an eye at this hour"
    },
    {
      "start": 165.04,
      "dur": 2.31,
      "text": "continuing to keep an eye at this hour on the events inside the conference hall"
    },
    {
      "start": 167.36,
      "dur": 1.19,
      "text": "on the events inside the conference hall because as I mentioned a little earlier"
    },
    {
      "start": 168.56,
      "dur": 2.15,
      "text": "because as I mentioned a little earlier the US president is expected to"
    },
    {
      "start": 170.72,
      "dur": 2.55,
      "text": "the US president is expected to officially inaugurate his board of peace"
    },
    {
      "start": 173.28,
      "dur": 2.07,
      "text": "officially inaugurate his board of peace for Gazit. There's a signing ceremony"
    },
    {
      "start": 175.36,
      "dur": 1.67,
      "text": "for Gazit. There's a signing ceremony that's about to get underway"
    },
    {
      "start": 177.04,
      "dur": 1.67,
      "text": "that's about to get underway momentarily. We'll bring you pictures of"
    },
    {
      "start": 178.72,
      "dur": 2.07,
      "text": "momentarily. We'll bring you pictures of that as and when we got them uh get"
    },
    {
      "start": 180.8,
      "dur": 2.23,
      "text": "that as and when we got them uh get them. But uh we have heard from Iet"
    },
    {
      "start": 183.04,
      "dur": 2.31,
      "text": "them. But uh we have heard from Iet Cooper in that interview that Britain"
    },
    {
      "start": 185.36,
      "dur": 2.229,
      "text": "Cooper in that interview that Britain will not be taking part in the signing"
    },
    {
      "start": 187.599,
      "dur": 1.751,
      "text": "will not be taking part in the signing ceremony today despite their invitation"
    },
    {
      "start": 189.36,
      "dur": 3.03,
      "text": "ceremony today despite their invitation to join the board. Uh Mus told the BBC"
    },
    {
      "start": 192.4,
      "dur": 2.23,
      "text": "to join the board. Uh Mus told the BBC that the government was concerned about"
    },
    {
      "start": 194.64,
      "dur": 2.47,
      "text": "that the government was concerned about the possible involvement of President"
    },
    {
      "start": 197.12,
      "dur": 2.31,
      "text": "the possible involvement of President Putin. Uh let's get a view on that."
    },
    {
      "start": 199.44,
      "dur": 1.91,
      "text": "Putin. Uh let's get a view on that. Shashank Jooshi, defense editor at the"
    },
    {
      "start": 201.36,
      "dur": 1.91,
      "text": "Shashank Jooshi, defense editor at the Economist is with me. President Trump's"
    },
    {
      "start": 203.28,
      "dur": 1.51,
      "text": "Economist is with me. President Trump's telling us here in Davos that President"
    },
    {
      "start": 204.8,
      "dur": 2.47,
      "text": "telling us here in Davos that President Putin has already agreed to join this"
    },
    {
      "start": 207.28,
      "dur": 1.51,
      "text": "Putin has already agreed to join this board. Uh that is going to be"
    },
    {
      "start": 208.8,
      "dur": 2.39,
      "text": "board. Uh that is going to be problematic for the Europeans if it's"
    },
    {
      "start": 211.2,
      "dur": 1.99,
      "text": "problematic for the Europeans if it's normalizing his position on the world"
    },
    {
      "start": 213.2,
      "dur": 3.669,
      "text": "normalizing his position on the world stage. What happens if the Europeans"
    },
    {
      "start": 216.879,
      "dur": 2.471,
      "text": "stage. What happens if the Europeans don't join this board? What how does it"
    },
    {
      "start": 219.36,
      "dur": 1.83,
      "text": "don't join this board? What how does it look and what sort of authority does it"
    },
    {
      "start": 221.2,
      "dur": 1.27,
      "text": "look and what sort of authority does it have?"
    },
    {
      "start": 222.48,
      "dur": 1.749,
      "text": "have? &gt;&gt; Well, I think the remarkable thing is"
    },
    {
      "start": 224.239,
      "dur": 2.151,
      "text": "&gt;&gt; Well, I think the remarkable thing is when you look at who's joined, it is"
    },
    {
      "start": 226.4,
      "dur": 2.469,
      "text": "when you look at who's joined, it is really a lot of autocrats, monarchies,"
    },
    {
      "start": 228.879,
      "dur": 2.471,
      "text": "really a lot of autocrats, monarchies, ex-s Soviet states. uh it is it is very"
    },
    {
      "start": 231.36,
      "dur": 2.55,
      "text": "ex-s Soviet states. uh it is it is very very few liberal democracies. Um I"
    },
    {
      "start": 233.92,
      "dur": 2.309,
      "text": "very few liberal democracies. Um I thought it was just remarkable that out"
    },
    {
      "start": 236.239,
      "dur": 2.791,
      "text": "thought it was just remarkable that out of all the European Union countries just"
    },
    {
      "start": 239.04,
      "dur": 2.31,
      "text": "of all the European Union countries just one has joined and that is of course"
    },
    {
      "start": 241.36,
      "dur": 2.229,
      "text": "one has joined and that is of course Victor Orban's Hungary which is a a sort"
    },
    {
      "start": 243.599,
      "dur": 2.071,
      "text": "Victor Orban's Hungary which is a a sort of illiberal democracy very close to"
    },
    {
      "start": 245.68,
      "dur": 2.79,
      "text": "of illiberal democracy very close to Putin very close to Trump and so uh this"
    },
    {
      "start": 248.48,
      "dur": 1.749,
      "text": "Putin very close to Trump and so uh this I think represents another bit of the"
    },
    {
      "start": 250.239,
      "dur": 1.591,
      "text": "I think represents another bit of the hollowing out of the transatlantic"
    },
    {
      "start": 251.84,
      "dur": 1.99,
      "text": "hollowing out of the transatlantic alliance. And on the point about Putin,"
    },
    {
      "start": 253.84,
      "dur": 1.669,
      "text": "alliance. And on the point about Putin, of course, the Europeans worked very,"
    },
    {
      "start": 255.519,
      "dur": 2.631,
      "text": "of course, the Europeans worked very, very hard to isolate Russia after its"
    },
    {
      "start": 258.16,
      "dur": 2.469,
      "text": "very hard to isolate Russia after its annexation of Crimea in 2014, its"
    },
    {
      "start": 260.639,
      "dur": 2.391,
      "text": "annexation of Crimea in 2014, its full-scale invasion of Ukraine in 2022."
    },
    {
      "start": 263.04,
      "dur": 2.149,
      "text": "full-scale invasion of Ukraine in 2022. They kicked Russia out of the G8, for"
    },
    {
      "start": 265.199,
      "dur": 1.591,
      "text": "They kicked Russia out of the G8, for instance. We know that President Trump"
    },
    {
      "start": 266.8,
      "dur": 1.35,
      "text": "instance. We know that President Trump has been trying to get Russia back into"
    },
    {
      "start": 268.16,
      "dur": 2.39,
      "text": "has been trying to get Russia back into the G8. Europeans have resisted that."
    },
    {
      "start": 270.56,
      "dur": 1.99,
      "text": "the G8. Europeans have resisted that. And what this looks like is Trump"
    },
    {
      "start": 272.56,
      "dur": 1.75,
      "text": "And what this looks like is Trump saying, \"I'm sort of fed up with all the"
    },
    {
      "start": 274.32,
      "dur": 2.309,
      "text": "saying, \"I'm sort of fed up with all the existing structures, NATO, the United"
    },
    {
      "start": 276.639,
      "dur": 2.711,
      "text": "existing structures, NATO, the United Nations, the G7. I'm going to make my"
    },
    {
      "start": 279.36,
      "dur": 2.15,
      "text": "Nations, the G7. I'm going to make my own. It I'll control it. Perhaps I'll be"
    },
    {
      "start": 281.52,
      "dur": 1.35,
      "text": "own. It I'll control it. Perhaps I'll be president for life. Perhaps I'll make"
    },
    {
      "start": 282.88,
      "dur": 1.589,
      "text": "president for life. Perhaps I'll make some money out of it. And I think"
    },
    {
      "start": 284.479,
      "dur": 1.831,
      "text": "some money out of it. And I think frankly a lot of European leaders look"
    },
    {
      "start": 286.32,
      "dur": 1.11,
      "text": "frankly a lot of European leaders look at this and although they can't say"
    },
    {
      "start": 287.44,
      "dur": 0.95,
      "text": "at this and although they can't say this, you just had the foreign"
    },
    {
      "start": 288.4,
      "dur": 1.43,
      "text": "this, you just had the foreign secretary, they look at it and think"
    },
    {
      "start": 289.84,
      "dur": 3.11,
      "text": "secretary, they look at it and think this is completely grotesque."
    },
    {
      "start": 292.96,
      "dur": 1.91,
      "text": "this is completely grotesque. &gt;&gt; Just monitor the iris."
    },
    {
      "start": 294.88,
      "dur": 1.99,
      "text": "&gt;&gt; Just monitor the iris. &gt;&gt; Yeah. Um we're just looking to the side"
    },
    {
      "start": 296.88,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah. Um we're just looking to the side of you there, Shashank, the hallway"
    },
    {
      "start": 298.72,
      "dur": 3.029,
      "text": "of you there, Shashank, the hallway outside uh the room where he will begin"
    },
    {
      "start": 301.759,
      "dur": 1.671,
      "text": "outside uh the room where he will begin this signing ceremony. So we might see"
    },
    {
      "start": 303.44,
      "dur": 1.27,
      "text": "this signing ceremony. So we might see some pictures of President Trump"
    },
    {
      "start": 304.72,
      "dur": 3.189,
      "text": "some pictures of President Trump imminently. Um as you suggest, the"
    },
    {
      "start": 307.919,
      "dur": 2.391,
      "text": "imminently. Um as you suggest, the detail on it is very vague. uh he"
    },
    {
      "start": 310.32,
      "dur": 1.91,
      "text": "detail on it is very vague. uh he appears to be sitting there as the"
    },
    {
      "start": 312.24,
      "dur": 2.789,
      "text": "appears to be sitting there as the chairman which is an interesting dynamic"
    },
    {
      "start": 315.039,
      "dur": 1.751,
      "text": "chairman which is an interesting dynamic on its own given the world leaders that"
    },
    {
      "start": 316.8,
      "dur": 2.389,
      "text": "on its own given the world leaders that will be joining him but also it seems to"
    },
    {
      "start": 319.199,
      "dur": 2.871,
      "text": "will be joining him but also it seems to now go beyond Gaza. It's not just about"
    },
    {
      "start": 322.08,
      "dur": 3.35,
      "text": "now go beyond Gaza. It's not just about Gaza. It's about all areas of of"
    },
    {
      "start": 325.44,
      "dur": 2.469,
      "text": "Gaza. It's about all areas of of conflict around the world."
    },
    {
      "start": 327.919,
      "dur": 1.751,
      "text": "conflict around the world. &gt;&gt; Well, as I say, I think this is"
    },
    {
      "start": 329.68,
      "dur": 2.15,
      "text": "&gt;&gt; Well, as I say, I think this is genuinely resembling something that is"
    },
    {
      "start": 331.84,
      "dur": 2.31,
      "text": "genuinely resembling something that is intended to be a replacement uh"
    },
    {
      "start": 334.16,
      "dur": 1.67,
      "text": "intended to be a replacement uh principally for the United Nations. And"
    },
    {
      "start": 335.84,
      "dur": 1.59,
      "text": "principally for the United Nations. And of course, the United Nations has been a"
    },
    {
      "start": 337.44,
      "dur": 1.91,
      "text": "of course, the United Nations has been a an organization that has struggled to"
    },
    {
      "start": 339.36,
      "dur": 1.91,
      "text": "an organization that has struggled to act principally because the way it was"
    },
    {
      "start": 341.28,
      "dur": 2.79,
      "text": "act principally because the way it was set up was to give big powers a veto. It"
    },
    {
      "start": 344.08,
      "dur": 2.47,
      "text": "set up was to give big powers a veto. It was designed to give Russia, China,"
    },
    {
      "start": 346.56,
      "dur": 1.59,
      "text": "was designed to give Russia, China, United States, Britain, and France a"
    },
    {
      "start": 348.16,
      "dur": 2.07,
      "text": "United States, Britain, and France a veto on what could happen. And they have"
    },
    {
      "start": 350.24,
      "dur": 1.83,
      "text": "veto on what could happen. And they have used that veto. And that deadlock has"
    },
    {
      "start": 352.08,
      "dur": 1.829,
      "text": "used that veto. And that deadlock has meant that at key moments, countries"
    },
    {
      "start": 353.919,
      "dur": 1.591,
      "text": "meant that at key moments, countries have simply overridden the United"
    },
    {
      "start": 355.52,
      "dur": 1.75,
      "text": "have simply overridden the United Nations. That happened with the invasion"
    },
    {
      "start": 357.28,
      "dur": 2.23,
      "text": "Nations. That happened with the invasion of Iraq in 2003. It happened with the"
    },
    {
      "start": 359.52,
      "dur": 1.99,
      "text": "of Iraq in 2003. It happened with the Russian invasion of Ukraine back in"
    },
    {
      "start": 361.52,
      "dur": 2.389,
      "text": "Russian invasion of Ukraine back in 2022. And I think what Trump is doing"
    },
    {
      "start": 363.919,
      "dur": 2.071,
      "text": "2022. And I think what Trump is doing here and his aids are doing is saying"
    },
    {
      "start": 366.0,
      "dur": 2.07,
      "text": "here and his aids are doing is saying we're sweeping all this away. We know"
    },
    {
      "start": 368.08,
      "dur": 1.51,
      "text": "we're sweeping all this away. We know they don't like the UN. We know they've"
    },
    {
      "start": 369.6,
      "dur": 1.67,
      "text": "they don't like the UN. We know they've withdrawn funding for lots of UN"
    },
    {
      "start": 371.28,
      "dur": 2.39,
      "text": "withdrawn funding for lots of UN agencies. They see the UN as sort of"
    },
    {
      "start": 373.68,
      "dur": 2.47,
      "text": "agencies. They see the UN as sort of dangerous globalist liberal. That's not"
    },
    {
      "start": 376.16,
      "dur": 1.749,
      "text": "dangerous globalist liberal. That's not just Trumpies. That's also other"
    },
    {
      "start": 377.919,
      "dur": 1.591,
      "text": "just Trumpies. That's also other Republicans of course going back many"
    },
    {
      "start": 379.52,
      "dur": 1.91,
      "text": "Republicans of course going back many decades have seen the UN in that light."
    },
    {
      "start": 381.44,
      "dur": 2.309,
      "text": "decades have seen the UN in that light. And this looks to me like an effort to"
    },
    {
      "start": 383.759,
      "dur": 2.55,
      "text": "And this looks to me like an effort to create an alternative structure. But I'm"
    },
    {
      "start": 386.319,
      "dur": 2.231,
      "text": "create an alternative structure. But I'm really skeptical as to whether"
    },
    {
      "start": 388.56,
      "dur": 2.469,
      "text": "really skeptical as to whether structured as it is now, empowering"
    },
    {
      "start": 391.039,
      "dur": 2.391,
      "text": "structured as it is now, empowering Trump the person to such a high degree"
    },
    {
      "start": 393.44,
      "dur": 2.55,
      "text": "Trump the person to such a high degree and with the potential of serious"
    },
    {
      "start": 396.0,
      "dur": 2.55,
      "text": "and with the potential of serious corruption in it that it really will"
    },
    {
      "start": 398.56,
      "dur": 2.15,
      "text": "corruption in it that it really will have long institutional legs in this"
    },
    {
      "start": 400.72,
      "dur": 3.51,
      "text": "have long institutional legs in this way."
    },
    {
      "start": 404.24,
      "dur": 1.6,
      "text": "&gt;&gt; It's an interesting point you make that"
    },
    {
      "start": 405.84,
      "dur": 1.99,
      "text": "&gt;&gt; It's an interesting point you make that all the main themes here in Davos this"
    },
    {
      "start": 407.84,
      "dur": 2.39,
      "text": "all the main themes here in Davos this week are sort simultaneously colliding"
    },
    {
      "start": 410.24,
      "dur": 1.83,
      "text": "week are sort simultaneously colliding this morning. uh the European"
    },
    {
      "start": 412.08,
      "dur": 1.669,
      "text": "this morning. uh the European relationship with the United States,"
    },
    {
      "start": 413.759,
      "dur": 2.791,
      "text": "relationship with the United States, Zalinski incoming the Board of Peace."
    },
    {
      "start": 416.56,
      "dur": 2.15,
      "text": "Zalinski incoming the Board of Peace. It' be interesting to see and he has"
    },
    {
      "start": 418.72,
      "dur": 2.469,
      "text": "It' be interesting to see and he has certainly been uh invited to join the"
    },
    {
      "start": 421.199,
      "dur": 2.151,
      "text": "certainly been uh invited to join the board whether President Trump pressures"
    },
    {
      "start": 423.36,
      "dur": 2.229,
      "text": "board whether President Trump pressures Zalinski to sit alongside President"
    },
    {
      "start": 425.599,
      "dur": 2.15,
      "text": "Zalinski to sit alongside President Putin. Can you see that happening?"
    },
    {
      "start": 427.759,
      "dur": 2.55,
      "text": "Putin. Can you see that happening? &gt;&gt; Absolutely. I mean I was I was in Davos"
    },
    {
      "start": 430.319,
      "dur": 2.231,
      "text": "&gt;&gt; Absolutely. I mean I was I was in Davos yesterday. I just got back. Uh I was I"
    },
    {
      "start": 432.56,
      "dur": 1.749,
      "text": "yesterday. I just got back. Uh I was I was watching as you know President Trump"
    },
    {
      "start": 434.319,
      "dur": 2.551,
      "text": "was watching as you know President Trump was uh attacking President Mron uh you"
    },
    {
      "start": 436.88,
      "dur": 1.91,
      "text": "was uh attacking President Mron uh you know as being a sort of uh they he said"
    },
    {
      "start": 438.8,
      "dur": 1.19,
      "text": "know as being a sort of uh they he said I think the phrase was they've screwed"
    },
    {
      "start": 440.0,
      "dur": 2.07,
      "text": "I think the phrase was they've screwed us for 30 years and he's very angry at"
    },
    {
      "start": 442.08,
      "dur": 1.91,
      "text": "us for 30 years and he's very angry at Macron who of course publicly said he"
    },
    {
      "start": 444.0,
      "dur": 1.749,
      "text": "Macron who of course publicly said he wouldn't be joining the board of peace"
    },
    {
      "start": 445.759,
      "dur": 1.751,
      "text": "wouldn't be joining the board of peace and in response Trump said well I'll"
    },
    {
      "start": 447.52,
      "dur": 3.43,
      "text": "and in response Trump said well I'll consider 200% tariffs on French wine and"
    },
    {
      "start": 450.96,
      "dur": 1.19,
      "text": "consider 200% tariffs on French wine and we know he doesn't always follow through"
    },
    {
      "start": 452.16,
      "dur": 1.749,
      "text": "we know he doesn't always follow through on these tariff threats. In fact he very"
    },
    {
      "start": 453.919,
      "dur": 2.39,
      "text": "on these tariff threats. In fact he very often doesn't but I think Zalinsky knows"
    },
    {
      "start": 456.319,
      "dur": 2.471,
      "text": "often doesn't but I think Zalinsky knows he's very vulnerable. He needs American"
    },
    {
      "start": 458.8,
      "dur": 2.07,
      "text": "he's very vulnerable. He needs American security guarantees. He's still, let's"
    },
    {
      "start": 460.88,
      "dur": 2.07,
      "text": "security guarantees. He's still, let's be very clear, dependent on American"
    },
    {
      "start": 462.96,
      "dur": 1.99,
      "text": "be very clear, dependent on American intelligence and American arms that are"
    },
    {
      "start": 464.96,
      "dur": 2.629,
      "text": "intelligence and American arms that are sold to Europe um and then on passed on"
    },
    {
      "start": 467.599,
      "dur": 1.99,
      "text": "sold to Europe um and then on passed on to Ukraine. And so I think he will come"
    },
    {
      "start": 469.599,
      "dur": 1.59,
      "text": "to Ukraine. And so I think he will come under a great deal of pressure, not just"
    },
    {
      "start": 471.199,
      "dur": 1.591,
      "text": "under a great deal of pressure, not just to sign a minerals deal, an economic"
    },
    {
      "start": 472.8,
      "dur": 2.069,
      "text": "to sign a minerals deal, an economic deal, but also to sign up to this board"
    },
    {
      "start": 474.879,
      "dur": 1.99,
      "text": "deal, but also to sign up to this board of peace, but of course for Zalinski to"
    },
    {
      "start": 476.879,
      "dur": 3.111,
      "text": "of peace, but of course for Zalinski to sign up to a board that has elevated and"
    },
    {
      "start": 480.0,
      "dur": 1.909,
      "text": "sign up to a board that has elevated and empowered Vladimir Putin, not just"
    },
    {
      "start": 481.919,
      "dur": 1.511,
      "text": "empowered Vladimir Putin, not just Vladimir Putin, but also Alexander"
    },
    {
      "start": 483.44,
      "dur": 2.39,
      "text": "Vladimir Putin, but also Alexander Lucanka, the dictator of Bellarus from"
    },
    {
      "start": 485.84,
      "dur": 2.31,
      "text": "Lucanka, the dictator of Bellarus from which the invasion was launched uh four"
    },
    {
      "start": 488.16,
      "dur": 1.91,
      "text": "which the invasion was launched uh four years ago. That would be a bitter pill"
    },
    {
      "start": 490.08,
      "dur": 1.59,
      "text": "years ago. That would be a bitter pill to swallow and I'm not sure that"
    },
    {
      "start": 491.68,
      "dur": 1.83,
      "text": "to swallow and I'm not sure that Zilinsky can do it. I think he may well"
    },
    {
      "start": 493.52,
      "dur": 1.83,
      "text": "Zilinsky can do it. I think he may well say, \"Look, I I I'll I'll look into"
    },
    {
      "start": 495.36,
      "dur": 1.829,
      "text": "say, \"Look, I I I'll I'll look into this. We'll consider it, but I'm I'm not"
    },
    {
      "start": 497.199,
      "dur": 3.751,
      "text": "this. We'll consider it, but I'm I'm not signing up today.\""
    },
    {
      "start": 500.96,
      "dur": 1.919,
      "text": "&gt;&gt; Yes, certainly something to watch uh"
    },
    {
      "start": 502.879,
      "dur": 2.471,
      "text": "&gt;&gt; Yes, certainly something to watch uh later uh this morning when uh the two"
    },
    {
      "start": 505.36,
      "dur": 1.75,
      "text": "later uh this morning when uh the two finally come together. Just on the issue"
    },
    {
      "start": 507.12,
      "dur": 2.31,
      "text": "finally come together. Just on the issue of Greenland, when he was asked last"
    },
    {
      "start": 509.44,
      "dur": 2.309,
      "text": "of Greenland, when he was asked last night uh after the announcement about"
    },
    {
      "start": 511.759,
      "dur": 1.911,
      "text": "night uh after the announcement about whether there was ownership for the"
    },
    {
      "start": 513.68,
      "dur": 2.55,
      "text": "whether there was ownership for the United States, he had to stop uh and"
    },
    {
      "start": 516.24,
      "dur": 2.39,
      "text": "United States, he had to stop uh and pause for around 4 seconds to give a an"
    },
    {
      "start": 518.64,
      "dur": 2.15,
      "text": "pause for around 4 seconds to give a an effective answer. I I've sort of"
    },
    {
      "start": 520.8,
      "dur": 2.07,
      "text": "effective answer. I I've sort of characterized it as a climb down today,"
    },
    {
      "start": 522.88,
      "dur": 2.389,
      "text": "characterized it as a climb down today, but but I've also tried to measure that"
    },
    {
      "start": 525.279,
      "dur": 3.751,
      "text": "but but I've also tried to measure that with the way he negotiates. Does it look"
    },
    {
      "start": 529.04,
      "dur": 1.909,
      "text": "with the way he negotiates. Does it look like a climb down to you? Or actually,"
    },
    {
      "start": 530.959,
      "dur": 2.711,
      "text": "like a climb down to you? Or actually, has he delivered something that actually"
    },
    {
      "start": 533.68,
      "dur": 3.269,
      "text": "has he delivered something that actually NATO wasn't doing up until this week?"
    },
    {
      "start": 536.959,
      "dur": 2.471,
      "text": "NATO wasn't doing up until this week? &gt;&gt; Well, to answer that, we really must see"
    },
    {
      "start": 539.44,
      "dur": 1.829,
      "text": "&gt;&gt; Well, to answer that, we really must see the terms of the deal. And I I heard"
    },
    {
      "start": 541.279,
      "dur": 1.351,
      "text": "the terms of the deal. And I I heard your interview with with the foreign"
    },
    {
      "start": 542.64,
      "dur": 2.07,
      "text": "your interview with with the foreign secretary just just a moment ago. Um"
    },
    {
      "start": 544.72,
      "dur": 1.91,
      "text": "secretary just just a moment ago. Um there is there are there are suggestions"
    },
    {
      "start": 546.64,
      "dur": 2.629,
      "text": "there is there are there are suggestions that perhaps there has been a deal for a"
    },
    {
      "start": 549.279,
      "dur": 1.911,
      "text": "that perhaps there has been a deal for a sovereign base area, pockets of"
    },
    {
      "start": 551.2,
      "dur": 2.309,
      "text": "sovereign base area, pockets of sovereign American land where US bases"
    },
    {
      "start": 553.519,
      "dur": 2.791,
      "text": "sovereign American land where US bases are. Um, if that's the case, it would be"
    },
    {
      "start": 556.32,
      "dur": 2.31,
      "text": "are. Um, if that's the case, it would be short of his ambition to acquire all of"
    },
    {
      "start": 558.64,
      "dur": 2.39,
      "text": "short of his ambition to acquire all of Greenland, this vast lonely piece of"
    },
    {
      "start": 561.04,
      "dur": 2.55,
      "text": "Greenland, this vast lonely piece of ice, as he called it yesterday in Davos."
    },
    {
      "start": 563.6,
      "dur": 2.39,
      "text": "ice, as he called it yesterday in Davos. But it would still be an infringement of"
    },
    {
      "start": 566.0,
      "dur": 1.91,
      "text": "But it would still be an infringement of Danish sovereignty. It would still be a"
    },
    {
      "start": 567.92,
      "dur": 2.31,
      "text": "Danish sovereignty. It would still be a land grab. It would still be a sort of"
    },
    {
      "start": 570.24,
      "dur": 2.47,
      "text": "land grab. It would still be a sort of semicolonial model of sovereign"
    },
    {
      "start": 572.72,
      "dur": 2.95,
      "text": "semicolonial model of sovereign privileges on another state's territory."
    },
    {
      "start": 575.68,
      "dur": 1.269,
      "text": "privileges on another state's territory. I don't know if that's what's been"
    },
    {
      "start": 576.959,
      "dur": 1.43,
      "text": "I don't know if that's what's been agreed. I don't know if that's what the"
    },
    {
      "start": 578.399,
      "dur": 1.751,
      "text": "agreed. I don't know if that's what the Danes will agree to. And I think with"
    },
    {
      "start": 580.16,
      "dur": 1.349,
      "text": "Danes will agree to. And I think with the sentiments we've heard out of"
    },
    {
      "start": 581.519,
      "dur": 2.391,
      "text": "the sentiments we've heard out of Copenhagen are very cautious. And if the"
    },
    {
      "start": 583.92,
      "dur": 2.87,
      "text": "Copenhagen are very cautious. And if the agreement is instead some kind of long"
    },
    {
      "start": 586.8,
      "dur": 3.029,
      "text": "agreement is instead some kind of long perhaps 99-year Hong Kong style lease on"
    },
    {
      "start": 589.839,
      "dur": 2.791,
      "text": "perhaps 99-year Hong Kong style lease on the bases on the land the bases sit on."
    },
    {
      "start": 592.64,
      "dur": 1.67,
      "text": "the bases on the land the bases sit on. Uh and that's what he meant by it's"
    },
    {
      "start": 594.32,
      "dur": 2.31,
      "text": "Uh and that's what he meant by it's it'll last a long time. That could be a"
    },
    {
      "start": 596.64,
      "dur": 1.99,
      "text": "it'll last a long time. That could be a very different kind of compromise and"
    },
    {
      "start": 598.64,
      "dur": 2.39,
      "text": "very different kind of compromise and that would indeed be a climb down but"
    },
    {
      "start": 601.04,
      "dur": 3.51,
      "text": "that would indeed be a climb down but frankly it will gain America absolutely"
    },
    {
      "start": 604.56,
      "dur": 2.55,
      "text": "frankly it will gain America absolutely nothing. It could not have had easily"
    },
    {
      "start": 607.12,
      "dur": 1.75,
      "text": "nothing. It could not have had easily with an amicable discussion with"
    },
    {
      "start": 608.88,
      "dur": 2.23,
      "text": "with an amicable discussion with amicable discussion with Denmark last"
    },
    {
      "start": 611.12,
      "dur": 1.99,
      "text": "amicable discussion with Denmark last year. And we must keep that absolutely"
    },
    {
      "start": 613.12,
      "dur": 1.99,
      "text": "year. And we must keep that absolutely clear. This this rupture to the alliance"
    },
    {
      "start": 615.12,
      "dur": 2.389,
      "text": "clear. This this rupture to the alliance has really been for very very little"
    },
    {
      "start": 617.519,
      "dur": 2.31,
      "text": "has really been for very very little tangible meaningful gain by the United"
    },
    {
      "start": 619.839,
      "dur": 2.071,
      "text": "tangible meaningful gain by the United States. Uh and I'm afraid there's no way"
    },
    {
      "start": 621.92,
      "dur": 3.75,
      "text": "States. Uh and I'm afraid there's no way to sugarcoat that."
    },
    {
      "start": 625.68,
      "dur": 2.0,
      "text": "&gt;&gt; Yeah, you're right. You do wonder what"
    },
    {
      "start": 627.68,
      "dur": 2.389,
      "text": "&gt;&gt; Yeah, you're right. You do wonder what it's all for. Uh one Dane I spoke to"
    },
    {
      "start": 630.079,
      "dur": 1.111,
      "text": "it's all for. Uh one Dane I spoke to yesterday said we could have stitched"
    },
    {
      "start": 631.2,
      "dur": 2.309,
      "text": "yesterday said we could have stitched this up over a carsburg"
    },
    {
      "start": 633.519,
      "dur": 1.75,
      "text": "this up over a carsburg without all the trauma that was involved"
    },
    {
      "start": 635.279,
      "dur": 4.471,
      "text": "without all the trauma that was involved in it. Just on the issue of uh this this"
    },
    {
      "start": 639.76,
      "dur": 2.55,
      "text": "in it. Just on the issue of uh this this Arctic century that Iette Cooper talked"
    },
    {
      "start": 642.32,
      "dur": 1.67,
      "text": "Arctic century that Iette Cooper talked about a short time ago. She's compared"
    },
    {
      "start": 644.0,
      "dur": 2.23,
      "text": "about a short time ago. She's compared it to the the Baltic century and the"
    },
    {
      "start": 646.24,
      "dur": 3.75,
      "text": "it to the the Baltic century and the eastern century. We what is that? And I"
    },
    {
      "start": 650.0,
      "dur": 3.03,
      "text": "eastern century. We what is that? And I mean what does what do the two"
    },
    {
      "start": 653.04,
      "dur": 2.15,
      "text": "mean what does what do the two centuries that already exist look like?"
    },
    {
      "start": 655.2,
      "dur": 2.869,
      "text": "centuries that already exist look like? And and and how does that changed NATO's"
    },
    {
      "start": 658.079,
      "dur": 3.19,
      "text": "And and and how does that changed NATO's posturing in the east? essentially the"
    },
    {
      "start": 661.279,
      "dur": 1.511,
      "text": "posturing in the east? essentially the to sum it up in two words, it's"
    },
    {
      "start": 662.8,
      "dur": 2.07,
      "text": "to sum it up in two words, it's situational awareness, knowing what's"
    },
    {
      "start": 664.88,
      "dur": 2.15,
      "text": "situational awareness, knowing what's going on. Uh and in the Baltic Sentry"
    },
    {
      "start": 667.04,
      "dur": 2.55,
      "text": "going on. Uh and in the Baltic Sentry mission, that is in response to uh uh uh"
    },
    {
      "start": 669.6,
      "dur": 1.83,
      "text": "mission, that is in response to uh uh uh sabotage of undersea cables or"
    },
    {
      "start": 671.44,
      "dur": 2.069,
      "text": "sabotage of undersea cables or disruption to maritime infrastructure."
    },
    {
      "start": 673.519,
      "dur": 2.071,
      "text": "disruption to maritime infrastructure. And the idea was if you have more ships,"
    },
    {
      "start": 675.6,
      "dur": 2.15,
      "text": "And the idea was if you have more ships, maritime patrol aircraft, drones in the"
    },
    {
      "start": 677.76,
      "dur": 2.39,
      "text": "maritime patrol aircraft, drones in the water, you are more likely to spot uh"
    },
    {
      "start": 680.16,
      "dur": 2.15,
      "text": "water, you are more likely to spot uh potentially subversive Russian activity"
    },
    {
      "start": 682.32,
      "dur": 1.509,
      "text": "potentially subversive Russian activity and then you can deter it because you"
    },
    {
      "start": 683.839,
      "dur": 2.55,
      "text": "and then you can deter it because you will expose it. In the eastern model, it"
    },
    {
      "start": 686.399,
      "dur": 1.67,
      "text": "will expose it. In the eastern model, it was more about air defense. It was about"
    },
    {
      "start": 688.079,
      "dur": 2.071,
      "text": "was more about air defense. It was about watching for Russian drones coming in,"
    },
    {
      "start": 690.16,
      "dur": 1.99,
      "text": "watching for Russian drones coming in, often drone strikes in Ukraine veering"
    },
    {
      "start": 692.16,
      "dur": 2.07,
      "text": "often drone strikes in Ukraine veering into Europe and NATO airspace and then"
    },
    {
      "start": 694.24,
      "dur": 1.75,
      "text": "into Europe and NATO airspace and then having the means to respond to them."
    },
    {
      "start": 696.0,
      "dur": 2.23,
      "text": "having the means to respond to them. Arctic sentry would be fundamentally"
    },
    {
      "start": 698.24,
      "dur": 2.07,
      "text": "Arctic sentry would be fundamentally different because we don't really have"
    },
    {
      "start": 700.32,
      "dur": 2.39,
      "text": "different because we don't really have ongoing sabotage in the same way we've"
    },
    {
      "start": 702.72,
      "dur": 2.07,
      "text": "ongoing sabotage in the same way we've had in the Baltic. We don't have uh"
    },
    {
      "start": 704.8,
      "dur": 2.07,
      "text": "had in the Baltic. We don't have uh violations of NATO airspace in the"
    },
    {
      "start": 706.88,
      "dur": 1.91,
      "text": "violations of NATO airspace in the Arctic that we do in the east. This"
    },
    {
      "start": 708.8,
      "dur": 1.99,
      "text": "Arctic that we do in the east. This would be about trying to pleate Donald"
    },
    {
      "start": 710.8,
      "dur": 2.07,
      "text": "would be about trying to pleate Donald Trump and saying you say we haven't done"
    },
    {
      "start": 712.88,
      "dur": 1.75,
      "text": "Trump and saying you say we haven't done done enough in the Arctic. let's put"
    },
    {
      "start": 714.64,
      "dur": 1.91,
      "text": "done enough in the Arctic. let's put more assets into the Arctic to see what"
    },
    {
      "start": 716.56,
      "dur": 2.31,
      "text": "more assets into the Arctic to see what the Chinese and Russians are doing. But"
    },
    {
      "start": 718.88,
      "dur": 2.629,
      "text": "the Chinese and Russians are doing. But I have to say um you know this again is"
    },
    {
      "start": 721.519,
      "dur": 1.99,
      "text": "I have to say um you know this again is an area which America itself had"
    },
    {
      "start": 723.519,
      "dur": 2.471,
      "text": "an area which America itself had neglected for years and if the aim was"
    },
    {
      "start": 726.0,
      "dur": 2.71,
      "text": "neglected for years and if the aim was simply to have more planes, radars,"
    },
    {
      "start": 728.72,
      "dur": 2.549,
      "text": "simply to have more planes, radars, sensors, drones operating across that"
    },
    {
      "start": 731.279,
      "dur": 1.751,
      "text": "sensors, drones operating across that Arctic territory, this could have been"
    },
    {
      "start": 733.04,
      "dur": 2.63,
      "text": "Arctic territory, this could have been done a year ago. And the main crux of"
    },
    {
      "start": 735.68,
      "dur": 2.23,
      "text": "done a year ago. And the main crux of problems hasn't really been Greenland."
    },
    {
      "start": 737.92,
      "dur": 2.55,
      "text": "problems hasn't really been Greenland. It's been closer to Alaska, the American"
    },
    {
      "start": 740.48,
      "dur": 1.349,
      "text": "It's been closer to Alaska, the American side, where they have something called"
    },
    {
      "start": 741.839,
      "dur": 1.99,
      "text": "side, where they have something called an air defense identification zone,"
    },
    {
      "start": 743.839,
      "dur": 1.591,
      "text": "an air defense identification zone, where you've had Russian planes coming"
    },
    {
      "start": 745.44,
      "dur": 1.75,
      "text": "where you've had Russian planes coming into that zone. That is where some of"
    },
    {
      "start": 747.2,
      "dur": 1.59,
      "text": "into that zone. That is where some of the real problems have been. And so, an"
    },
    {
      "start": 748.8,
      "dur": 2.149,
      "text": "the real problems have been. And so, an Arctic sentry mission around Greenland"
    },
    {
      "start": 750.959,
      "dur": 2.471,
      "text": "Arctic sentry mission around Greenland may assuage Donald Trump's obsession"
    },
    {
      "start": 753.44,
      "dur": 1.509,
      "text": "may assuage Donald Trump's obsession with the island. It isn't actually"
    },
    {
      "start": 754.959,
      "dur": 2.471,
      "text": "with the island. It isn't actually necessarily exactly what Arctic security"
    },
    {
      "start": 757.44,
      "dur": 4.15,
      "text": "necessarily exactly what Arctic security needs right at this very minute."
    },
    {
      "start": 761.6,
      "dur": 2.0,
      "text": "&gt;&gt; That's really fascinating. Shashes, stay"
    },
    {
      "start": 763.6,
      "dur": 1.029,
      "text": "&gt;&gt; That's really fascinating. Shashes, stay with us, if you will, because we're"
    },
    {
      "start": 764.639,
      "dur": 1.911,
      "text": "with us, if you will, because we're bouncing around the live shots here in"
    },
    {
      "start": 766.56,
      "dur": 2.15,
      "text": "bouncing around the live shots here in Davos. There's an awful lot going on uh"
    },
    {
      "start": 768.72,
      "dur": 1.75,
      "text": "Davos. There's an awful lot going on uh this morning. President Zalinski"
    },
    {
      "start": 770.48,
      "dur": 2.07,
      "text": "this morning. President Zalinski incoming. We do have some shots of uh"
    },
    {
      "start": 772.56,
      "dur": 3.59,
      "text": "incoming. We do have some shots of uh helicopters moving around uh the uh"
    },
    {
      "start": 776.16,
      "dur": 1.909,
      "text": "helicopters moving around uh the uh Swiss Alps at the moment. There you go."
    },
    {
      "start": 778.079,
      "dur": 1.511,
      "text": "Swiss Alps at the moment. There you go. A couple of helicopters that have just"
    },
    {
      "start": 779.6,
      "dur": 2.15,
      "text": "A couple of helicopters that have just arrived on the airfield. Of course uh"
    },
    {
      "start": 781.76,
      "dur": 1.83,
      "text": "arrived on the airfield. Of course uh most of the the world leaders coming to"
    },
    {
      "start": 783.6,
      "dur": 2.789,
      "text": "most of the the world leaders coming to Zurich. The airfield here is quite"
    },
    {
      "start": 786.399,
      "dur": 2.791,
      "text": "Zurich. The airfield here is quite small, albeit the private jets uh do"
    },
    {
      "start": 789.2,
      "dur": 2.15,
      "text": "small, albeit the private jets uh do land here, but they tend to ferry people"
    },
    {
      "start": 791.36,
      "dur": 3.19,
      "text": "land here, but they tend to ferry people from Zurich uh here to Davos on on"
    },
    {
      "start": 794.56,
      "dur": 1.67,
      "text": "from Zurich uh here to Davos on on helicopters. So, I would presume that is"
    },
    {
      "start": 796.24,
      "dur": 2.47,
      "text": "helicopters. So, I would presume that is President Zilinski that's just arrived."
    },
    {
      "start": 798.72,
      "dur": 1.99,
      "text": "President Zilinski that's just arrived. Um, one of the the the things I've been"
    },
    {
      "start": 800.72,
      "dur": 2.229,
      "text": "Um, one of the the the things I've been keeping my eye on, Shashang, um, just"
    },
    {
      "start": 802.959,
      "dur": 1.911,
      "text": "keeping my eye on, Shashang, um, just just quickly before we go to the break,"
    },
    {
      "start": 804.88,
      "dur": 2.23,
      "text": "just quickly before we go to the break, I is Gavin Newsome, Donald Trump's"
    },
    {
      "start": 807.12,
      "dur": 2.149,
      "text": "I is Gavin Newsome, Donald Trump's nemesis, who's been here all week and"
    },
    {
      "start": 809.279,
      "dur": 3.031,
      "text": "nemesis, who's been here all week and has been doing various interviews uh on"
    },
    {
      "start": 812.32,
      "dur": 3.11,
      "text": "has been doing various interviews uh on uh, US media with Politico and and what"
    },
    {
      "start": 815.44,
      "dur": 2.71,
      "text": "uh, US media with Politico and and what have you. Uh, and he's just talked about"
    },
    {
      "start": 818.16,
      "dur": 1.669,
      "text": "have you. Uh, and he's just talked about uh, the agreement. He says it's the"
    },
    {
      "start": 819.839,
      "dur": 3.351,
      "text": "uh, the agreement. He says it's the 250th anniversary of America this year."
    },
    {
      "start": 823.2,
      "dur": 2.309,
      "text": "250th anniversary of America this year. The best of the Roman Republic, Greek"
    },
    {
      "start": 825.519,
      "dur": 1.831,
      "text": "The best of the Roman Republic, Greek democracy, co-equal branches of"
    },
    {
      "start": 827.36,
      "dur": 2.149,
      "text": "democracy, co-equal branches of government, the rule of law, popular"
    },
    {
      "start": 829.519,
      "dur": 2.151,
      "text": "government, the rule of law, popular sovereignty tell me that it reflects the"
    },
    {
      "start": 831.68,
      "dur": 2.55,
      "text": "sovereignty tell me that it reflects the America you read about today. There is"
    },
    {
      "start": 834.24,
      "dur": 3.029,
      "text": "America you read about today. There is no rule of law. It is the rule of dawn"
    },
    {
      "start": 837.279,
      "dur": 2.471,
      "text": "no rule of law. It is the rule of dawn and it is dawning on the Europeans. And"
    },
    {
      "start": 839.76,
      "dur": 1.509,
      "text": "and it is dawning on the Europeans. And we've been discussing with Nick Beak in"
    },
    {
      "start": 841.279,
      "dur": 2.151,
      "text": "we've been discussing with Nick Beak in Brussels. That will be the discussion"
    },
    {
      "start": 843.44,
      "dur": 1.43,
      "text": "Brussels. That will be the discussion tonight when they get together in the"
    },
    {
      "start": 844.88,
      "dur": 2.629,
      "text": "tonight when they get together in the European Council. Where do they take the"
    },
    {
      "start": 847.519,
      "dur": 1.99,
      "text": "European Council. Where do they take the relationship? How do they insulate"
    },
    {
      "start": 849.519,
      "dur": 3.43,
      "text": "relationship? How do they insulate themselves above the rule of the social"
    },
    {
      "start": 852.959,
      "dur": 1.751,
      "text": "themselves above the rule of the social media post?"
    },
    {
      "start": 854.72,
      "dur": 1.59,
      "text": "media post? &gt;&gt; You're I mean you're absolutely right"
    },
    {
      "start": 856.32,
      "dur": 2.309,
      "text": "&gt;&gt; You're I mean you're absolutely right and I think the the key point here is"
    },
    {
      "start": 858.639,
      "dur": 1.831,
      "text": "and I think the the key point here is this isn't just about Trump. This is"
    },
    {
      "start": 860.48,
      "dur": 2.789,
      "text": "this isn't just about Trump. This is about America at large. European leaders"
    },
    {
      "start": 863.279,
      "dur": 1.591,
      "text": "about America at large. European leaders will be discussing Greenland. They'll be"
    },
    {
      "start": 864.88,
      "dur": 1.35,
      "text": "will be discussing Greenland. They'll be discussing the border of peace. They'll"
    },
    {
      "start": 866.24,
      "dur": 1.75,
      "text": "discussing the border of peace. They'll be discussing Ukraine. But in the back"
    },
    {
      "start": 868.0,
      "dur": 3.189,
      "text": "be discussing Ukraine. But in the back of their minds will be the fact of uh"
    },
    {
      "start": 871.199,
      "dur": 1.831,
      "text": "of their minds will be the fact of uh agents on the streets of Minnesota"
    },
    {
      "start": 873.04,
      "dur": 1.99,
      "text": "agents on the streets of Minnesota snatching people off the streets. uh in"
    },
    {
      "start": 875.04,
      "dur": 1.349,
      "text": "snatching people off the streets. uh in the back of their minds will be Trump's"
    },
    {
      "start": 876.399,
      "dur": 1.751,
      "text": "the back of their minds will be Trump's battles with the Supreme Court. His"
    },
    {
      "start": 878.16,
      "dur": 1.909,
      "text": "battles with the Supreme Court. His claim again made at Davos as you heard"
    },
    {
      "start": 880.079,
      "dur": 2.151,
      "text": "claim again made at Davos as you heard yesterday that the election was rigged"
    },
    {
      "start": 882.24,
      "dur": 1.35,
      "text": "yesterday that the election was rigged and they'll be wondering will he claim"
    },
    {
      "start": 883.6,
      "dur": 3.349,
      "text": "and they'll be wondering will he claim the next election is rigged. So as"
    },
    {
      "start": 886.959,
      "dur": 1.67,
      "text": "the next election is rigged. So as America changes and as Republican"
    },
    {
      "start": 888.639,
      "dur": 1.75,
      "text": "America changes and as Republican congressmen like Lindsey Graham"
    },
    {
      "start": 890.399,
      "dur": 1.99,
      "text": "congressmen like Lindsey Graham encourage his pursuit of Greenland, the"
    },
    {
      "start": 892.399,
      "dur": 2.23,
      "text": "encourage his pursuit of Greenland, the Europeans are saying look we have Trump"
    },
    {
      "start": 894.639,
      "dur": 2.071,
      "text": "Europeans are saying look we have Trump for three more years. Perhaps it'll get"
    },
    {
      "start": 896.72,
      "dur": 1.75,
      "text": "for three more years. Perhaps it'll get better after that. But there are these"
    },
    {
      "start": 898.48,
      "dur": 1.67,
      "text": "better after that. But there are these deeper fishissures taking place in"
    },
    {
      "start": 900.16,
      "dur": 1.59,
      "text": "deeper fishissures taking place in American democracy, in American"
    },
    {
      "start": 901.76,
      "dur": 2.79,
      "text": "American democracy, in American politics, in American society that mean"
    },
    {
      "start": 904.56,
      "dur": 2.31,
      "text": "politics, in American society that mean even under a new president, even under a"
    },
    {
      "start": 906.88,
      "dur": 2.23,
      "text": "even under a new president, even under a president Vance, the president Rubio,"
    },
    {
      "start": 909.12,
      "dur": 2.55,
      "text": "president Vance, the president Rubio, Europe is in a different era. And that's"
    },
    {
      "start": 911.68,
      "dur": 1.91,
      "text": "Europe is in a different era. And that's why Mark Carney's speech at Davos"
    },
    {
      "start": 913.6,
      "dur": 1.75,
      "text": "why Mark Carney's speech at Davos articulating that sentiment, I think"
    },
    {
      "start": 915.36,
      "dur": 2.149,
      "text": "articulating that sentiment, I think resonated so much with so many of the"
    },
    {
      "start": 917.519,
      "dur": 2.31,
      "text": "resonated so much with so many of the Europeans there. Uh, and and therefore"
    },
    {
      "start": 919.839,
      "dur": 2.471,
      "text": "Europeans there. Uh, and and therefore this goes beyond Trump and European for"
    },
    {
      "start": 922.32,
      "dur": 2.39,
      "text": "this goes beyond Trump and European for Europeans. Trust has really been"
    },
    {
      "start": 924.72,
      "dur": 2.31,
      "text": "Europeans. Trust has really been shattered and there is just no going"
    },
    {
      "start": 927.04,
      "dur": 3.84,
      "text": "shattered and there is just no going back after this Greenland saga."
    }
  ]
}