{
  "videoId": "H2CCtOdopRo",
  "title": "Epstein survivors call for release of remaining files | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 142,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.0,
      "text": "Members of US Congress will be able to"
    },
    {
      "start": 2.48,
      "dur": 1.91,
      "text": "Members of US Congress will be able to start reviewing unredacted versions of"
    },
    {
      "start": 4.4,
      "dur": 2.31,
      "text": "start reviewing unredacted versions of the Epstein files from today. Gilen"
    },
    {
      "start": 6.72,
      "dur": 1.43,
      "text": "the Epstein files from today. Gilen Maxwell, the former girlfriend and"
    },
    {
      "start": 8.16,
      "dur": 1.509,
      "text": "Maxwell, the former girlfriend and accomplice of Jeffrey Epstein, will"
    },
    {
      "start": 9.679,
      "dur": 1.111,
      "text": "accomplice of Jeffrey Epstein, will appear before the Congressional"
    },
    {
      "start": 10.8,
      "dur": 1.749,
      "text": "appear before the Congressional Committee investigating the crimes of"
    },
    {
      "start": 12.559,
      "dur": 2.471,
      "text": "Committee investigating the crimes of the late sex offender. Survivors of"
    },
    {
      "start": 15.04,
      "dur": 1.83,
      "text": "the late sex offender. Survivors of Epstein have appeared in a new video"
    },
    {
      "start": 16.88,
      "dur": 1.83,
      "text": "Epstein have appeared in a new video calling for more files relating to the"
    },
    {
      "start": 18.72,
      "dur": 1.83,
      "text": "calling for more files relating to the criminal investigation into the late"
    },
    {
      "start": 20.56,
      "dur": 1.83,
      "text": "criminal investigation into the late financia to be released. Here's our"
    },
    {
      "start": 22.4,
      "dur": 6.629,
      "text": "financia to be released. Here's our North America correspondent, Peter Bose."
    },
    {
      "start": 29.039,
      "dur": 3.04,
      "text": "After years of being kept apart,"
    },
    {
      "start": 32.079,
      "dur": 1.191,
      "text": "After years of being kept apart, we're standing together."
    },
    {
      "start": 33.28,
      "dur": 2.23,
      "text": "we're standing together. &gt;&gt; Standing. Standing together."
    },
    {
      "start": 35.52,
      "dur": 2.23,
      "text": "&gt;&gt; Standing. Standing together. &gt;&gt; Because this girl deserves the truth."
    },
    {
      "start": 37.76,
      "dur": 1.99,
      "text": "&gt;&gt; Because this girl deserves the truth. Because she deserves the truth. Because"
    },
    {
      "start": 39.76,
      "dur": 2.07,
      "text": "Because she deserves the truth. Because we all deserve the truth."
    },
    {
      "start": 41.84,
      "dur": 1.83,
      "text": "we all deserve the truth. &gt;&gt; This is an attempt by survivors of"
    },
    {
      "start": 43.68,
      "dur": 1.91,
      "text": "&gt;&gt; This is an attempt by survivors of Jeffrey Epstein to keep up the pressure"
    },
    {
      "start": 45.6,
      "dur": 2.07,
      "text": "Jeffrey Epstein to keep up the pressure on the US Department of Justice to"
    },
    {
      "start": 47.68,
      "dur": 2.709,
      "text": "on the US Department of Justice to release all the Epstein files, not just"
    },
    {
      "start": 50.399,
      "dur": 1.99,
      "text": "release all the Epstein files, not just the three out of six million that were"
    },
    {
      "start": 52.399,
      "dur": 1.911,
      "text": "the three out of six million that were made public last month. The video"
    },
    {
      "start": 54.32,
      "dur": 2.15,
      "text": "made public last month. The video features women holding photographs of"
    },
    {
      "start": 56.48,
      "dur": 2.069,
      "text": "features women holding photographs of their younger selves."
    },
    {
      "start": 58.559,
      "dur": 2.31,
      "text": "their younger selves. &gt;&gt; Today, we are producing more than 3"
    },
    {
      "start": 60.879,
      "dur": 3.511,
      "text": "&gt;&gt; Today, we are producing more than 3 million pages, including more than 2,000"
    },
    {
      "start": 64.4,
      "dur": 4.47,
      "text": "million pages, including more than 2,000 videos and 180,000 images. When the"
    },
    {
      "start": 68.88,
      "dur": 2.15,
      "text": "videos and 180,000 images. When the heavily redacted files were released,"
    },
    {
      "start": 71.04,
      "dur": 1.59,
      "text": "heavily redacted files were released, the deputy attorney general, Todd"
    },
    {
      "start": 72.64,
      "dur": 3.27,
      "text": "the deputy attorney general, Todd Blanch, said no more will be shared. So"
    },
    {
      "start": 75.92,
      "dur": 1.91,
      "text": "Blanch, said no more will be shared. So far, only one person has been charged"
    },
    {
      "start": 77.84,
      "dur": 2.87,
      "text": "far, only one person has been charged with crimes related to Jeffrey Epstein."
    },
    {
      "start": 80.72,
      "dur": 2.389,
      "text": "with crimes related to Jeffrey Epstein. Galain Maxwell is serving a 20-year"
    },
    {
      "start": 83.119,
      "dur": 2.231,
      "text": "Galain Maxwell is serving a 20-year sentence for trafficking young girls for"
    },
    {
      "start": 85.36,
      "dur": 2.55,
      "text": "sentence for trafficking young girls for the pedophile. Later today, she'll speak"
    },
    {
      "start": 87.92,
      "dur": 1.59,
      "text": "the pedophile. Later today, she'll speak to a congressional committee"
    },
    {
      "start": 89.52,
      "dur": 2.79,
      "text": "to a congressional committee investigating Epstein's crimes, although"
    },
    {
      "start": 92.32,
      "dur": 2.789,
      "text": "investigating Epstein's crimes, although her lawyer has told the BBC Maxwell will"
    },
    {
      "start": 95.119,
      "dur": 1.831,
      "text": "her lawyer has told the BBC Maxwell will invoke the Fifth Amendment, meaning"
    },
    {
      "start": 96.96,
      "dur": 2.07,
      "text": "invoke the Fifth Amendment, meaning she'll refuse to answer questions to"
    },
    {
      "start": 99.04,
      "dur": 2.63,
      "text": "she'll refuse to answer questions to avoid incriminating herself. The initial"
    },
    {
      "start": 101.68,
      "dur": 1.91,
      "text": "avoid incriminating herself. The initial release of the Epstein files sparked"
    },
    {
      "start": 103.6,
      "dur": 2.469,
      "text": "release of the Epstein files sparked controversy that's reverberating around"
    },
    {
      "start": 106.079,
      "dur": 2.231,
      "text": "controversy that's reverberating around the world. It raised many new questions"
    },
    {
      "start": 108.32,
      "dur": 2.469,
      "text": "the world. It raised many new questions about his crimes and relationships with"
    },
    {
      "start": 110.799,
      "dur": 2.471,
      "text": "about his crimes and relationships with high-profile figures. The reductions"
    },
    {
      "start": 113.28,
      "dur": 1.67,
      "text": "high-profile figures. The reductions that were made to photographs and"
    },
    {
      "start": 114.96,
      "dur": 1.91,
      "text": "that were made to photographs and documents prompted questions about"
    },
    {
      "start": 116.88,
      "dur": 2.869,
      "text": "documents prompted questions about whether the full story was being told."
    },
    {
      "start": 119.759,
      "dur": 2.39,
      "text": "whether the full story was being told. From today, members of Congress will be"
    },
    {
      "start": 122.159,
      "dur": 2.391,
      "text": "From today, members of Congress will be able to begin reviewing those files"
    },
    {
      "start": 124.56,
      "dur": 2.229,
      "text": "able to begin reviewing those files without anything blacked out. But they"
    },
    {
      "start": 126.799,
      "dur": 1.991,
      "text": "without anything blacked out. But they won't be allowed to use any electronic"
    },
    {
      "start": 128.8,
      "dur": 2.63,
      "text": "won't be allowed to use any electronic devices or be helped by their staff."
    },
    {
      "start": 131.44,
      "dur": 2.55,
      "text": "devices or be helped by their staff. Given the sheer volume of material, a"
    },
    {
      "start": 134.0,
      "dur": 2.15,
      "text": "Given the sheer volume of material, a full public accounting of the Epstein"
    },
    {
      "start": 136.16,
      "dur": 2.789,
      "text": "full public accounting of the Epstein files is unlikely to happen anytime"
    },
    {
      "start": 138.959,
      "dur": 4.721,
      "text": "files is unlikely to happen anytime soon. Peter Bose, BBC News."
    }
  ]
}