{
  "videoId": "hJLI6XwDQ3A",
  "title": "Manchester United co-owner sorry language 'offended some' after immigration comments | BBC Newscast",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 2109,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.319,
      "text": "Hello, it is Alex in Westminster"
    },
    {
      "start": 2.639,
      "dur": 2.071,
      "text": "Hello, it is Alex in Westminster &gt;&gt; and it's James in the newscast studio."
    },
    {
      "start": 4.72,
      "dur": 1.99,
      "text": "&gt;&gt; and it's James in the newscast studio. &gt;&gt; So, Sir Jim Ratcliffe who is the"
    },
    {
      "start": 6.72,
      "dur": 2.55,
      "text": "&gt;&gt; So, Sir Jim Ratcliffe who is the co-owner of Manchester United. Now, he"
    },
    {
      "start": 9.28,
      "dur": 2.55,
      "text": "co-owner of Manchester United. Now, he has apologized for the offense caused by"
    },
    {
      "start": 11.84,
      "dur": 2.23,
      "text": "has apologized for the offense caused by his language. This is after there was a"
    },
    {
      "start": 14.08,
      "dur": 2.07,
      "text": "his language. This is after there was a really big backlash to comments that he"
    },
    {
      "start": 16.16,
      "dur": 1.91,
      "text": "really big backlash to comments that he made in an interview on Sky News about"
    },
    {
      "start": 18.08,
      "dur": 3.189,
      "text": "made in an interview on Sky News about immigration. He said the UK had been"
    },
    {
      "start": 21.279,
      "dur": 2.951,
      "text": "immigration. He said the UK had been colonized by immigrants. We have got"
    },
    {
      "start": 24.24,
      "dur": 1.67,
      "text": "colonized by immigrants. We have got someone to help us understand this and"
    },
    {
      "start": 25.92,
      "dur": 1.429,
      "text": "someone to help us understand this and talk it all through. It is Simon Stone,"
    },
    {
      "start": 27.359,
      "dur": 1.67,
      "text": "talk it all through. It is Simon Stone, football reporter for BBC Sport. Hi,"
    },
    {
      "start": 29.039,
      "dur": 1.031,
      "text": "football reporter for BBC Sport. Hi, Simon."
    },
    {
      "start": 30.08,
      "dur": 1.75,
      "text": "Simon. &gt;&gt; Hi. Hope you're okay."
    },
    {
      "start": 31.84,
      "dur": 1.35,
      "text": "&gt;&gt; Hi. Hope you're okay. &gt;&gt; We are. I'm guess you're having a busy"
    },
    {
      "start": 33.2,
      "dur": 1.509,
      "text": "&gt;&gt; We are. I'm guess you're having a busy day. So, thank you for carving out some"
    },
    {
      "start": 34.719,
      "dur": 1.591,
      "text": "day. So, thank you for carving out some time. I just wonder before we kind of"
    },
    {
      "start": 36.32,
      "dur": 1.51,
      "text": "time. I just wonder before we kind of get going on these comments and the"
    },
    {
      "start": 37.84,
      "dur": 1.43,
      "text": "get going on these comments and the implications and the fallout and"
    },
    {
      "start": 39.28,
      "dur": 1.589,
      "text": "implications and the fallout and everything else. Can you just run us"
    },
    {
      "start": 40.879,
      "dur": 2.311,
      "text": "everything else. Can you just run us through who is Sir Jim Ratcliffe? What's"
    },
    {
      "start": 43.2,
      "dur": 1.91,
      "text": "through who is Sir Jim Ratcliffe? What's his background? Who is this man?"
    },
    {
      "start": 45.12,
      "dur": 2.87,
      "text": "his background? Who is this man? &gt;&gt; Okay, so Jim Ratcliffe, he has described"
    },
    {
      "start": 48.0,
      "dur": 2.31,
      "text": "&gt;&gt; Okay, so Jim Ratcliffe, he has described himself as a boyhood Manchester United"
    },
    {
      "start": 50.32,
      "dur": 4.389,
      "text": "himself as a boyhood Manchester United fan. He made a huge amount of money um"
    },
    {
      "start": 54.719,
      "dur": 3.751,
      "text": "fan. He made a huge amount of money um through his Inos prochemical"
    },
    {
      "start": 58.48,
      "dur": 4.15,
      "text": "through his Inos prochemical company. Um and also in more recent"
    },
    {
      "start": 62.64,
      "dur": 4.469,
      "text": "company. Um and also in more recent times also he has uh kind of tried to"
    },
    {
      "start": 67.119,
      "dur": 3.111,
      "text": "times also he has uh kind of tried to dip his toe into football initially with"
    },
    {
      "start": 70.24,
      "dur": 2.79,
      "text": "dip his toe into football initially with Chelsea. he didn't manage to do a deal"
    },
    {
      "start": 73.04,
      "dur": 2.55,
      "text": "Chelsea. he didn't manage to do a deal with them. And then when the Glazer"
    },
    {
      "start": 75.6,
      "dur": 3.75,
      "text": "with them. And then when the Glazer family, who are much derided uh by"
    },
    {
      "start": 79.36,
      "dur": 2.71,
      "text": "family, who are much derided uh by Manchester United supporters, but have"
    },
    {
      "start": 82.08,
      "dur": 2.709,
      "text": "Manchester United supporters, but have owned Manchester United basically since"
    },
    {
      "start": 84.799,
      "dur": 2.231,
      "text": "owned Manchester United basically since 2005 when they decided they were going"
    },
    {
      "start": 87.04,
      "dur": 3.109,
      "text": "2005 when they decided they were going to sell all or part of the club. He got"
    },
    {
      "start": 90.159,
      "dur": 4.63,
      "text": "to sell all or part of the club. He got involved with that and then um basically"
    },
    {
      "start": 94.799,
      "dur": 3.191,
      "text": "involved with that and then um basically probably two years ago now nearly did a"
    },
    {
      "start": 98.0,
      "dur": 1.67,
      "text": "probably two years ago now nearly did a deal with the Glazer family to buy into"
    },
    {
      "start": 99.68,
      "dur": 2.789,
      "text": "deal with the Glazer family to buy into the club and has effectively now owns"
    },
    {
      "start": 102.479,
      "dur": 3.031,
      "text": "the club and has effectively now owns roughly a third of the football club."
    },
    {
      "start": 105.52,
      "dur": 2.15,
      "text": "roughly a third of the football club. But the Glazer family based in America"
    },
    {
      "start": 107.68,
      "dur": 3.35,
      "text": "But the Glazer family based in America have have essentially handed over the"
    },
    {
      "start": 111.04,
      "dur": 3.109,
      "text": "have have essentially handed over the running of Manchester United to Sir Jim"
    },
    {
      "start": 114.159,
      "dur": 2.071,
      "text": "running of Manchester United to Sir Jim Ratcliffe and the people he has"
    },
    {
      "start": 116.24,
      "dur": 3.35,
      "text": "Ratcliffe and the people he has appointed and they now effectively run"
    },
    {
      "start": 119.6,
      "dur": 2.789,
      "text": "appointed and they now effectively run Manchester United. So that is a"
    },
    {
      "start": 122.399,
      "dur": 3.191,
      "text": "Manchester United. So that is a condensed version of who Sir Jim"
    },
    {
      "start": 125.6,
      "dur": 2.31,
      "text": "condensed version of who Sir Jim Ratcliffe is. So he's a very very"
    },
    {
      "start": 127.92,
      "dur": 3.19,
      "text": "Ratcliffe is. So he's a very very successful and rich businessman but in"
    },
    {
      "start": 131.12,
      "dur": 3.27,
      "text": "successful and rich businessman but in more recent times is almost better known"
    },
    {
      "start": 134.4,
      "dur": 3.27,
      "text": "more recent times is almost better known for running Manchester United basically."
    },
    {
      "start": 137.68,
      "dur": 1.83,
      "text": "for running Manchester United basically. &gt;&gt; Yeah. I mean very rich the seventh"
    },
    {
      "start": 139.52,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah. I mean very rich the seventh richest person in the UK in 2025"
    },
    {
      "start": 142.0,
      "dur": 1.589,
      "text": "richest person in the UK in 2025 according to the Sunday Times rich list"
    },
    {
      "start": 143.599,
      "dur": 2.471,
      "text": "according to the Sunday Times rich list with a net worth of about 17 billion."
    },
    {
      "start": 146.08,
      "dur": 1.59,
      "text": "with a net worth of about 17 billion. And I would just add, you know, very"
    },
    {
      "start": 147.68,
      "dur": 1.51,
      "text": "And I would just add, you know, very well known in Scotland and a"
    },
    {
      "start": 149.2,
      "dur": 2.71,
      "text": "well known in Scotland and a controversial business owner there where"
    },
    {
      "start": 151.92,
      "dur": 2.15,
      "text": "controversial business owner there where um he owns the ethylene plant at"
    },
    {
      "start": 154.08,
      "dur": 2.55,
      "text": "um he owns the ethylene plant at Grangemouth and his company was part"
    },
    {
      "start": 156.64,
      "dur": 2.39,
      "text": "Grangemouth and his company was part owner of the oil refinery there which"
    },
    {
      "start": 159.04,
      "dur": 1.59,
      "text": "owner of the oil refinery there which which now shut down the largest oil"
    },
    {
      "start": 160.64,
      "dur": 1.51,
      "text": "which now shut down the largest oil refinery in Scotland and there was a"
    },
    {
      "start": 162.16,
      "dur": 1.75,
      "text": "refinery in Scotland and there was a controversy about that as well. But back"
    },
    {
      "start": 163.92,
      "dur": 2.79,
      "text": "controversy about that as well. But back to this controversy and um what he"
    },
    {
      "start": 166.72,
      "dur": 1.43,
      "text": "to this controversy and um what he actually said. I mean maybe we should"
    },
    {
      "start": 168.16,
      "dur": 1.51,
      "text": "actually said. I mean maybe we should just Alex first of all listen to this,"
    },
    {
      "start": 169.68,
      "dur": 1.909,
      "text": "just Alex first of all listen to this, shouldn't we? This is what he was he was"
    },
    {
      "start": 171.599,
      "dur": 2.551,
      "text": "shouldn't we? This is what he was he was speaking to Ed Conway um the economics"
    },
    {
      "start": 174.16,
      "dur": 2.87,
      "text": "speaking to Ed Conway um the economics editor of Sky News on the fringes of the"
    },
    {
      "start": 177.04,
      "dur": 3.11,
      "text": "editor of Sky News on the fringes of the European industry summit in Belgium in"
    },
    {
      "start": 180.16,
      "dur": 1.67,
      "text": "European industry summit in Belgium in Antworp. Let's have a listen."
    },
    {
      "start": 181.84,
      "dur": 2.389,
      "text": "Antworp. Let's have a listen. &gt;&gt; You you can't afford you can't have an"
    },
    {
      "start": 184.239,
      "dur": 1.99,
      "text": "&gt;&gt; You you can't afford you can't have an economy with 9 million people on"
    },
    {
      "start": 186.239,
      "dur": 1.591,
      "text": "economy with 9 million people on benefits"
    },
    {
      "start": 187.84,
      "dur": 3.43,
      "text": "benefits and um huge levels of immigrants coming"
    },
    {
      "start": 191.28,
      "dur": 2.39,
      "text": "and um huge levels of immigrants coming in. I mean the UK is being colonized."
    },
    {
      "start": 193.68,
      "dur": 1.829,
      "text": "in. I mean the UK is being colonized. It's costing too much money. It will"
    },
    {
      "start": 195.519,
      "dur": 0.71,
      "text": "It's costing too much money. It will cause"
    },
    {
      "start": 196.239,
      "dur": 2.391,
      "text": "cause &gt;&gt; be colonized. a little cold. Well, yeah."
    },
    {
      "start": 198.64,
      "dur": 2.39,
      "text": "&gt;&gt; be colonized. a little cold. Well, yeah. Yeah, the UK has been colonized by"
    },
    {
      "start": 201.04,
      "dur": 1.67,
      "text": "Yeah, the UK has been colonized by immigrants really, isn't it?"
    },
    {
      "start": 202.72,
      "dur": 4.07,
      "text": "immigrants really, isn't it? &gt;&gt; And Alex, it was that colonized word,"
    },
    {
      "start": 206.8,
      "dur": 1.67,
      "text": "&gt;&gt; And Alex, it was that colonized word, especially given the history of the"
    },
    {
      "start": 208.48,
      "dur": 3.51,
      "text": "especially given the history of the British Empire um that has um raised"
    },
    {
      "start": 212.0,
      "dur": 2.869,
      "text": "British Empire um that has um raised hackles at Westminster and very quickly"
    },
    {
      "start": 214.879,
      "dur": 1.591,
      "text": "hackles at Westminster and very quickly seems to have raised the hackles of the"
    },
    {
      "start": 216.48,
      "dur": 0.87,
      "text": "seems to have raised the hackles of the prime minister."
    },
    {
      "start": 217.36,
      "dur": 1.429,
      "text": "prime minister. &gt;&gt; Yeah, it's actually just worth saying"
    },
    {
      "start": 218.799,
      "dur": 1.831,
      "text": "&gt;&gt; Yeah, it's actually just worth saying that some of the stats that he was"
    },
    {
      "start": 220.64,
      "dur": 2.149,
      "text": "that some of the stats that he was quoting there in that clip were wrong."
    },
    {
      "start": 222.799,
      "dur": 1.191,
      "text": "quoting there in that clip were wrong. &gt;&gt; Yeah, it's a good point. when it comes"
    },
    {
      "start": 224.0,
      "dur": 2.789,
      "text": "&gt;&gt; Yeah, it's a good point. when it comes to the population of the UK. So the on"
    },
    {
      "start": 226.799,
      "dur": 2.15,
      "text": "to the population of the UK. So the on ands the office for national statistics"
    },
    {
      "start": 228.959,
      "dur": 1.27,
      "text": "ands the office for national statistics they actually said the population was"
    },
    {
      "start": 230.239,
      "dur": 3.27,
      "text": "they actually said the population was around 66.7 million in the mid2020s and"
    },
    {
      "start": 233.519,
      "dur": 3.35,
      "text": "around 66.7 million in the mid2020s and went up to about 69.4 million in 20 mid"
    },
    {
      "start": 236.879,
      "dur": 3.031,
      "text": "went up to about 69.4 million in 20 mid 2025. So an increase but not the"
    },
    {
      "start": 239.92,
      "dur": 2.55,
      "text": "2025. So an increase but not the increase that Sim Ratcliffe mentioned in"
    },
    {
      "start": 242.48,
      "dur": 1.35,
      "text": "increase that Sim Ratcliffe mentioned in that clip. But yeah onto the kind of"
    },
    {
      "start": 243.84,
      "dur": 1.35,
      "text": "that clip. But yeah onto the kind of broader point. You're absolutely right."
    },
    {
      "start": 245.2,
      "dur": 2.389,
      "text": "broader point. You're absolutely right. It's the use of that word colonized in"
    },
    {
      "start": 247.599,
      "dur": 2.071,
      "text": "It's the use of that word colonized in particular that has attracted such a lot"
    },
    {
      "start": 249.68,
      "dur": 2.15,
      "text": "particular that has attracted such a lot of attention and yes criticism and"
    },
    {
      "start": 251.84,
      "dur": 1.51,
      "text": "of attention and yes criticism and actually the prime minister's"
    },
    {
      "start": 253.36,
      "dur": 2.069,
      "text": "actually the prime minister's intervention on this was really quick."
    },
    {
      "start": 255.439,
      "dur": 1.591,
      "text": "intervention on this was really quick. You know he came out not long after"
    },
    {
      "start": 257.04,
      "dur": 1.749,
      "text": "You know he came out not long after these comments have been reported by Sky"
    },
    {
      "start": 258.799,
      "dur": 2.231,
      "text": "these comments have been reported by Sky News to condemn them. You know to say"
    },
    {
      "start": 261.04,
      "dur": 2.47,
      "text": "News to condemn them. You know to say that this was completely wrong that um"
    },
    {
      "start": 263.52,
      "dur": 2.31,
      "text": "that this was completely wrong that um it was unacceptable that it was"
    },
    {
      "start": 265.84,
      "dur": 1.19,
      "text": "it was unacceptable that it was Chancellor Rach Reeves called it"
    },
    {
      "start": 267.04,
      "dur": 1.35,
      "text": "Chancellor Rach Reeves called it disgusting. you know, there's just been"
    },
    {
      "start": 268.4,
      "dur": 2.55,
      "text": "disgusting. you know, there's just been this really strong reaction from Labor,"
    },
    {
      "start": 270.96,
      "dur": 1.509,
      "text": "this really strong reaction from Labor, and I think it is I mean, we'll get on"
    },
    {
      "start": 272.479,
      "dur": 2.071,
      "text": "and I think it is I mean, we'll get on to a bit more of this in in a minute,"
    },
    {
      "start": 274.56,
      "dur": 2.629,
      "text": "to a bit more of this in in a minute, but I think it is really telling how"
    },
    {
      "start": 277.199,
      "dur": 2.311,
      "text": "but I think it is really telling how quickly they were willing to wade into"
    },
    {
      "start": 279.52,
      "dur": 3.03,
      "text": "quickly they were willing to wade into this and to express their view on this"
    },
    {
      "start": 282.56,
      "dur": 1.349,
      "text": "this and to express their view on this issue. And there's a whole lot of"
    },
    {
      "start": 283.919,
      "dur": 1.99,
      "text": "issue. And there's a whole lot of politics around that. But just as"
    },
    {
      "start": 285.919,
      "dur": 1.27,
      "text": "politics around that. But just as quickly as those senior members of the"
    },
    {
      "start": 287.199,
      "dur": 1.351,
      "text": "quickly as those senior members of the Labour Party, the government were"
    },
    {
      "start": 288.56,
      "dur": 1.909,
      "text": "Labour Party, the government were wanting to do that, so too was Nigel"
    },
    {
      "start": 290.479,
      "dur": 2.071,
      "text": "wanting to do that, so too was Nigel Farage. Because Nigel Farage also came"
    },
    {
      "start": 292.56,
      "dur": 2.23,
      "text": "Farage. Because Nigel Farage also came out with his reaction defending the"
    },
    {
      "start": 294.8,
      "dur": 1.35,
      "text": "out with his reaction defending the comments that were made by Sir Jim"
    },
    {
      "start": 296.16,
      "dur": 1.91,
      "text": "comments that were made by Sir Jim Rackcliffe saying Britain's undergone"
    },
    {
      "start": 298.08,
      "dur": 1.75,
      "text": "Rackcliffe saying Britain's undergone unprecedented mass immigration that's"
    },
    {
      "start": 299.84,
      "dur": 1.43,
      "text": "unprecedented mass immigration that's changed the character of many areas in"
    },
    {
      "start": 301.28,
      "dur": 1.99,
      "text": "changed the character of many areas in our country. Labour may try to ignore"
    },
    {
      "start": 303.28,
      "dur": 1.83,
      "text": "our country. Labour may try to ignore that but reform won't. So we went"
    },
    {
      "start": 305.12,
      "dur": 1.909,
      "text": "that but reform won't. So we went straight into the political fallout of"
    },
    {
      "start": 307.039,
      "dur": 0.231,
      "text": "straight into the political fallout of this"
    },
    {
      "start": 307.28,
      "dur": 1.749,
      "text": "this &gt;&gt; and and I think a relevant fact to that"
    },
    {
      "start": 309.039,
      "dur": 2.15,
      "text": "&gt;&gt; and and I think a relevant fact to that which you know is that Sir Jim Ratcliffe"
    },
    {
      "start": 311.199,
      "dur": 2.631,
      "text": "which you know is that Sir Jim Ratcliffe also told Sky News that he had met Nigel"
    },
    {
      "start": 313.84,
      "dur": 2.55,
      "text": "also told Sky News that he had met Nigel Farage Farage recently described him as"
    },
    {
      "start": 316.4,
      "dur": 3.03,
      "text": "Farage Farage recently described him as an intelligent man with good intentions."
    },
    {
      "start": 319.44,
      "dur": 1.43,
      "text": "an intelligent man with good intentions. He's a guy that's not been afraid to get"
    },
    {
      "start": 320.88,
      "dur": 1.35,
      "text": "He's a guy that's not been afraid to get involved in politics before. It's just"
    },
    {
      "start": 322.24,
      "dur": 1.83,
      "text": "involved in politics before. It's just worth nodding as a noting as a sort of"
    },
    {
      "start": 324.08,
      "dur": 2.47,
      "text": "worth nodding as a noting as a sort of footnote is that he did back the Brexit"
    },
    {
      "start": 326.56,
      "dur": 1.349,
      "text": "footnote is that he did back the Brexit campaign. You know, he he said he"
    },
    {
      "start": 327.919,
      "dur": 1.27,
      "text": "campaign. You know, he he said he vocally said that he was a leave"
    },
    {
      "start": 329.199,
      "dur": 1.591,
      "text": "vocally said that he was a leave supporter during Brexit. But more"
    },
    {
      "start": 330.8,
      "dur": 1.829,
      "text": "supporter during Brexit. But more recently, he said he was going to"
    },
    {
      "start": 332.639,
      "dur": 2.231,
      "text": "recently, he said he was going to support Labor ahead of the last general"
    },
    {
      "start": 334.88,
      "dur": 1.67,
      "text": "support Labor ahead of the last general election. And in that wider interview"
    },
    {
      "start": 336.56,
      "dur": 2.15,
      "text": "election. And in that wider interview that he gave to Sky News, he did say"
    },
    {
      "start": 338.72,
      "dur": 2.15,
      "text": "that he gave to Sky News, he did say that that Kalma, in his words, was a"
    },
    {
      "start": 340.88,
      "dur": 2.47,
      "text": "that that Kalma, in his words, was a nice guy. But he went on to say that he"
    },
    {
      "start": 343.36,
      "dur": 1.59,
      "text": "nice guy. But he went on to say that he that the that the country needed"
    },
    {
      "start": 344.96,
      "dur": 0.87,
      "text": "that the that the country needed somebody that was willing to take"
    },
    {
      "start": 345.84,
      "dur": 0.95,
      "text": "somebody that was willing to take difficult decisions."
    },
    {
      "start": 346.8,
      "dur": 2.71,
      "text": "difficult decisions. &gt;&gt; Yeah. Now, as you mentioned right at the"
    },
    {
      "start": 349.52,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah. Now, as you mentioned right at the start, Alex, um Jim Ratcliffe has put"
    },
    {
      "start": 352.4,
      "dur": 2.55,
      "text": "start, Alex, um Jim Ratcliffe has put out a statement. I'd hesitate to call it"
    },
    {
      "start": 354.96,
      "dur": 4.63,
      "text": "out a statement. I'd hesitate to call it an apology, per se, but he did say that"
    },
    {
      "start": 359.6,
      "dur": 2.47,
      "text": "an apology, per se, but he did say that he was sorry, well, let me just quote it"
    },
    {
      "start": 362.08,
      "dur": 1.91,
      "text": "he was sorry, well, let me just quote it directly. I am sorry that my choice of"
    },
    {
      "start": 364.0,
      "dur": 2.71,
      "text": "directly. I am sorry that my choice of language has offended some people in the"
    },
    {
      "start": 366.72,
      "dur": 2.71,
      "text": "language has offended some people in the UK and Europe and caused concern, but it"
    },
    {
      "start": 369.44,
      "dur": 1.51,
      "text": "UK and Europe and caused concern, but it is important to raise the issue of"
    },
    {
      "start": 370.96,
      "dur": 1.43,
      "text": "is important to raise the issue of controlled and well-managed immigration"
    },
    {
      "start": 372.4,
      "dur": 2.069,
      "text": "controlled and well-managed immigration that supports economic growth. And he"
    },
    {
      "start": 374.479,
      "dur": 1.511,
      "text": "that supports economic growth. And he went on to talk a little bit more about"
    },
    {
      "start": 376.0,
      "dur": 2.55,
      "text": "went on to talk a little bit more about those points about growth and the"
    },
    {
      "start": 378.56,
      "dur": 1.51,
      "text": "those points about growth and the importance of job skills and"
    },
    {
      "start": 380.08,
      "dur": 2.15,
      "text": "importance of job skills and manufacturing in the UK. And as he said"
    },
    {
      "start": 382.24,
      "dur": 1.35,
      "text": "manufacturing in the UK. And as he said his intention was to stress that"
    },
    {
      "start": 383.6,
      "dur": 2.149,
      "text": "his intention was to stress that governments must manage migration"
    },
    {
      "start": 385.759,
      "dur": 3.351,
      "text": "governments must manage migration alongside investment uh in those areas"
    },
    {
      "start": 389.12,
      "dur": 1.75,
      "text": "alongside investment uh in those areas and critically said to maintain an open"
    },
    {
      "start": 390.88,
      "dur": 1.749,
      "text": "and critically said to maintain an open debate. Simon, I wonder in terms of"
    },
    {
      "start": 392.639,
      "dur": 2.471,
      "text": "debate. Simon, I wonder in terms of maintaining an open debate, I mean it"
    },
    {
      "start": 395.12,
      "dur": 2.55,
      "text": "maintaining an open debate, I mean it it's an absurd thing to say. I was going"
    },
    {
      "start": 397.68,
      "dur": 1.27,
      "text": "it's an absurd thing to say. I was going to say, you know, how how have"
    },
    {
      "start": 398.96,
      "dur": 1.509,
      "text": "to say, you know, how how have Manchester United fans reacted? I mean,"
    },
    {
      "start": 400.479,
      "dur": 1.351,
      "text": "Manchester United fans reacted? I mean, is a ridiculous thing to say because"
    },
    {
      "start": 401.84,
      "dur": 1.27,
      "text": "is a ridiculous thing to say because obviously many different Manchester"
    },
    {
      "start": 403.12,
      "dur": 1.67,
      "text": "obviously many different Manchester United fans, as indeed many different"
    },
    {
      "start": 404.8,
      "dur": 1.91,
      "text": "United fans, as indeed many different newscasters, will have very different"
    },
    {
      "start": 406.72,
      "dur": 1.589,
      "text": "newscasters, will have very different opinions on this subject. But, you know,"
    },
    {
      "start": 408.319,
      "dur": 1.671,
      "text": "opinions on this subject. But, you know, can you give us any sense of the flavor"
    },
    {
      "start": 410.0,
      "dur": 3.51,
      "text": "can you give us any sense of the flavor of reaction around the club?"
    },
    {
      "start": 413.52,
      "dur": 1.99,
      "text": "of reaction around the club? &gt;&gt; There's a lot of independent Manchester"
    },
    {
      "start": 415.52,
      "dur": 2.389,
      "text": "&gt;&gt; There's a lot of independent Manchester United fans who think that Sir Jim"
    },
    {
      "start": 417.919,
      "dur": 2.951,
      "text": "United fans who think that Sir Jim Ratcliffe is speaking sense and and they"
    },
    {
      "start": 420.88,
      "dur": 4.709,
      "text": "Ratcliffe is speaking sense and and they broadly share his views and concerns. So"
    },
    {
      "start": 425.599,
      "dur": 3.271,
      "text": "broadly share his views and concerns. So there is no kind of unified voice. But"
    },
    {
      "start": 428.88,
      "dur": 3.029,
      "text": "there is no kind of unified voice. But it does for a for a football club, for a"
    },
    {
      "start": 431.919,
      "dur": 2.951,
      "text": "it does for a for a football club, for a global football club, it is a kind of"
    },
    {
      "start": 434.88,
      "dur": 3.749,
      "text": "global football club, it is a kind of uncomfortable position to be in to feel"
    },
    {
      "start": 438.639,
      "dur": 3.11,
      "text": "uncomfortable position to be in to feel that the owner of that club is is making"
    },
    {
      "start": 441.759,
      "dur": 2.71,
      "text": "that the owner of that club is is making statements that a are quite"
    },
    {
      "start": 444.479,
      "dur": 2.631,
      "text": "statements that a are quite inflammatory, which we know that Sir Jim"
    },
    {
      "start": 447.12,
      "dur": 1.509,
      "text": "inflammatory, which we know that Sir Jim Ratcliffe is capable of doing because"
    },
    {
      "start": 448.639,
      "dur": 2.471,
      "text": "Ratcliffe is capable of doing because he's already done that plenty of times"
    },
    {
      "start": 451.12,
      "dur": 2.39,
      "text": "he's already done that plenty of times since he's been involved at Manchester"
    },
    {
      "start": 453.52,
      "dur": 4.87,
      "text": "since he's been involved at Manchester United. but also that risks alienating"
    },
    {
      "start": 458.4,
      "dur": 2.789,
      "text": "United. but also that risks alienating supporters at a point where you're"
    },
    {
      "start": 461.199,
      "dur": 2.871,
      "text": "supporters at a point where you're supposed to be a a kind of global open"
    },
    {
      "start": 464.08,
      "dur": 5.109,
      "text": "supposed to be a a kind of global open to all uh entity really and that is that"
    },
    {
      "start": 469.199,
      "dur": 1.671,
      "text": "to all uh entity really and that is that is an uncomfortable position for any"
    },
    {
      "start": 470.88,
      "dur": 2.709,
      "text": "is an uncomfortable position for any organization to be in especially a"
    },
    {
      "start": 473.599,
      "dur": 2.87,
      "text": "organization to be in especially a global brand like Manchester United"
    },
    {
      "start": 476.479,
      "dur": 2.311,
      "text": "global brand like Manchester United &gt;&gt; and I I understand that the FA is"
    },
    {
      "start": 478.8,
      "dur": 2.47,
      "text": "&gt;&gt; and I I understand that the FA is looking at this. What does that mean? I"
    },
    {
      "start": 481.28,
      "dur": 2.23,
      "text": "looking at this. What does that mean? I mean, what might they do, if anything,"
    },
    {
      "start": 483.52,
      "dur": 1.509,
      "text": "mean, what might they do, if anything, in response to this?"
    },
    {
      "start": 485.039,
      "dur": 2.791,
      "text": "in response to this? &gt;&gt; Well, I mean, they have rules um that"
    },
    {
      "start": 487.84,
      "dur": 3.99,
      "text": "&gt;&gt; Well, I mean, they have rules um that that you have to adhere to um that that"
    },
    {
      "start": 491.84,
      "dur": 2.71,
      "text": "that you have to adhere to um that that that applies to owners as well as"
    },
    {
      "start": 494.56,
      "dur": 2.23,
      "text": "that applies to owners as well as players and managers and therefore they"
    },
    {
      "start": 496.8,
      "dur": 3.03,
      "text": "players and managers and therefore they could take action. And I only have to"
    },
    {
      "start": 499.84,
      "dur": 2.55,
      "text": "could take action. And I only have to think back, it's a number of years now,"
    },
    {
      "start": 502.4,
      "dur": 3.27,
      "text": "think back, it's a number of years now, but the former Wigan Athletic owner, uh,"
    },
    {
      "start": 505.68,
      "dur": 2.87,
      "text": "but the former Wigan Athletic owner, uh, Dave Whan, who came out with incendiary"
    },
    {
      "start": 508.56,
      "dur": 4.389,
      "text": "Dave Whan, who came out with incendiary comments about, um, about people"
    },
    {
      "start": 512.959,
      "dur": 3.51,
      "text": "comments about, um, about people involved in in Cardiff City and he he"
    },
    {
      "start": 516.479,
      "dur": 2.071,
      "text": "involved in in Cardiff City and he he was sanctioned for that. Now, I don't"
    },
    {
      "start": 518.56,
      "dur": 4.469,
      "text": "was sanctioned for that. Now, I don't think um this will it's not the quite"
    },
    {
      "start": 523.039,
      "dur": 2.631,
      "text": "think um this will it's not the quite quite the same thing with Sir Jim"
    },
    {
      "start": 525.68,
      "dur": 1.269,
      "text": "quite the same thing with Sir Jim Ratcliff's comments and it'll be"
    },
    {
      "start": 526.959,
      "dur": 3.111,
      "text": "Ratcliff's comments and it'll be interesting to to work out whether"
    },
    {
      "start": 530.08,
      "dur": 1.99,
      "text": "interesting to to work out whether actually he has crossed the line. That"
    },
    {
      "start": 532.08,
      "dur": 3.59,
      "text": "actually he has crossed the line. That is for the FA to decide. They've not"
    },
    {
      "start": 535.68,
      "dur": 2.07,
      "text": "is for the FA to decide. They've not decided to charge him. That would be the"
    },
    {
      "start": 537.76,
      "dur": 2.71,
      "text": "decided to charge him. That would be the the first sign that they think he has"
    },
    {
      "start": 540.48,
      "dur": 1.67,
      "text": "the first sign that they think he has crossed the line at the moment. They're"
    },
    {
      "start": 542.16,
      "dur": 2.15,
      "text": "crossed the line at the moment. They're they're just looking into the comments"
    },
    {
      "start": 544.32,
      "dur": 2.79,
      "text": "they're just looking into the comments and sometimes in situations like this"
    },
    {
      "start": 547.12,
      "dur": 3.59,
      "text": "and sometimes in situations like this they get in touch with people whoever"
    },
    {
      "start": 550.72,
      "dur": 2.31,
      "text": "they get in touch with people whoever they are players managers and ask them"
    },
    {
      "start": 553.04,
      "dur": 1.59,
      "text": "they are players managers and ask them for an explanation of their comments."
    },
    {
      "start": 554.64,
      "dur": 3.67,
      "text": "for an explanation of their comments. We're not even at that stage yet. Um so"
    },
    {
      "start": 558.32,
      "dur": 3.75,
      "text": "We're not even at that stage yet. Um so it'll be interesting to see how the FA"
    },
    {
      "start": 562.08,
      "dur": 2.63,
      "text": "it'll be interesting to see how the FA decide if they decide to pursue this"
    },
    {
      "start": 564.72,
      "dur": 2.39,
      "text": "decide if they decide to pursue this &gt;&gt; as we've been talking. Um, and of course"
    },
    {
      "start": 567.12,
      "dur": 1.51,
      "text": "&gt;&gt; as we've been talking. Um, and of course I have been listening intently to every"
    },
    {
      "start": 568.64,
      "dur": 1.83,
      "text": "I have been listening intently to every word, but at the same time I have caught"
    },
    {
      "start": 570.48,
      "dur": 2.31,
      "text": "word, but at the same time I have caught out of the corner of my eye a new video"
    },
    {
      "start": 572.8,
      "dur": 2.469,
      "text": "out of the corner of my eye a new video that Nigel Farage has posted on social"
    },
    {
      "start": 575.279,
      "dur": 2.871,
      "text": "that Nigel Farage has posted on social media media doubling down on his support"
    },
    {
      "start": 578.16,
      "dur": 2.15,
      "text": "media media doubling down on his support for S. Jim Rapcliff's comments. It's"
    },
    {
      "start": 580.32,
      "dur": 1.67,
      "text": "for S. Jim Rapcliff's comments. It's like one of these whole produced media"
    },
    {
      "start": 582.0,
      "dur": 1.829,
      "text": "like one of these whole produced media videos that politicians like to do these"
    },
    {
      "start": 583.839,
      "dur": 2.951,
      "text": "videos that politicians like to do these days. And he is again saying that he is"
    },
    {
      "start": 586.8,
      "dur": 2.469,
      "text": "days. And he is again saying that he is right to raise this issue. on that on"
    },
    {
      "start": 589.279,
      "dur": 2.23,
      "text": "right to raise this issue. on that on the use of that word colonized. Nigel"
    },
    {
      "start": 591.519,
      "dur": 2.071,
      "text": "the use of that word colonized. Nigel Faradage says now that word was a"
    },
    {
      "start": 593.6,
      "dur": 2.39,
      "text": "Faradage says now that word was a controversial word and he said okay if"
    },
    {
      "start": 596.0,
      "dur": 1.19,
      "text": "controversial word and he said okay if you don't like the word we'll turn it"
    },
    {
      "start": 597.2,
      "dur": 2.309,
      "text": "you don't like the word we'll turn it down but he's sort of reiterating the"
    },
    {
      "start": 599.519,
      "dur": 1.591,
      "text": "down but he's sort of reiterating the fact that he believed the comments more"
    },
    {
      "start": 601.12,
      "dur": 2.709,
      "text": "fact that he believed the comments more broadly were right. I mean the politics"
    },
    {
      "start": 603.839,
      "dur": 1.831,
      "text": "broadly were right. I mean the politics of this is interesting because I think"
    },
    {
      "start": 605.68,
      "dur": 2.79,
      "text": "of this is interesting because I think we know that over the course of you know"
    },
    {
      "start": 608.48,
      "dur": 2.15,
      "text": "we know that over the course of you know recent years in particular I would say"
    },
    {
      "start": 610.64,
      "dur": 1.59,
      "text": "recent years in particular I would say the attitude of politicians and"
    },
    {
      "start": 612.24,
      "dur": 2.709,
      "text": "the attitude of politicians and political parties towards immigration"
    },
    {
      "start": 614.959,
      "dur": 1.99,
      "text": "political parties towards immigration the positions that they take on it have"
    },
    {
      "start": 616.959,
      "dur": 2.631,
      "text": "the positions that they take on it have really evolved in response to what they"
    },
    {
      "start": 619.6,
      "dur": 2.789,
      "text": "really evolved in response to what they see as a difference in public opinion on"
    },
    {
      "start": 622.399,
      "dur": 2.151,
      "text": "see as a difference in public opinion on this issue. And I think what you're"
    },
    {
      "start": 624.56,
      "dur": 2.07,
      "text": "this issue. And I think what you're seeing in response to Sir Jim Ratcliff's"
    },
    {
      "start": 626.64,
      "dur": 2.07,
      "text": "seeing in response to Sir Jim Ratcliff's comments here is really sort of"
    },
    {
      "start": 628.72,
      "dur": 2.47,
      "text": "comments here is really sort of cementing where some of the political"
    },
    {
      "start": 631.2,
      "dur": 2.309,
      "text": "cementing where some of the political parties right are right now on this"
    },
    {
      "start": 633.519,
      "dur": 1.111,
      "text": "parties right are right now on this issue."
    },
    {
      "start": 634.64,
      "dur": 2.309,
      "text": "issue. &gt;&gt; Yeah. And and just to pick up on that,"
    },
    {
      "start": 636.959,
      "dur": 2.791,
      "text": "&gt;&gt; Yeah. And and just to pick up on that, Alex, and also on Simon's point about,"
    },
    {
      "start": 639.76,
      "dur": 2.39,
      "text": "Alex, and also on Simon's point about, you know, what is the actual critique"
    },
    {
      "start": 642.16,
      "dur": 2.07,
      "text": "you know, what is the actual critique here? And exactly what you're saying is"
    },
    {
      "start": 644.24,
      "dur": 1.589,
      "text": "here? And exactly what you're saying is fair. I mean sir Jim Ratcliffe isn't"
    },
    {
      "start": 645.839,
      "dur": 3.271,
      "text": "fair. I mean sir Jim Ratcliffe isn't here so we can't ask him in detail these"
    },
    {
      "start": 649.12,
      "dur": 3.19,
      "text": "here so we can't ask him in detail these questions but you know is this a"
    },
    {
      "start": 652.32,
      "dur": 3.67,
      "text": "questions but you know is this a critique of a practical critique i.e."
    },
    {
      "start": 656.0,
      "dur": 2.23,
      "text": "critique of a practical critique i.e. one about the welfare bill or the"
    },
    {
      "start": 658.24,
      "dur": 3.029,
      "text": "one about the welfare bill or the availability of housing or problems with"
    },
    {
      "start": 661.279,
      "dur": 2.951,
      "text": "availability of housing or problems with accessing GPS which some people um who"
    },
    {
      "start": 664.24,
      "dur": 2.39,
      "text": "accessing GPS which some people um who are concerned about immigration say have"
    },
    {
      "start": 666.64,
      "dur": 2.39,
      "text": "are concerned about immigration say have all been made more difficult because of"
    },
    {
      "start": 669.04,
      "dur": 2.55,
      "text": "all been made more difficult because of um immigration into this country or is"
    },
    {
      "start": 671.6,
      "dur": 4.63,
      "text": "um immigration into this country or is this as Nigel Farage has said on X um"
    },
    {
      "start": 676.24,
      "dur": 2.79,
      "text": "this as Nigel Farage has said on X um about changing the character of many"
    },
    {
      "start": 679.04,
      "dur": 3.59,
      "text": "about changing the character of many areas in our country because the one is"
    },
    {
      "start": 682.64,
      "dur": 1.91,
      "text": "areas in our country because the one is almost one is a sort of practical"
    },
    {
      "start": 684.56,
      "dur": 3.03,
      "text": "almost one is a sort of practical concern And one is a more existential"
    },
    {
      "start": 687.6,
      "dur": 1.99,
      "text": "concern And one is a more existential concern about the culture of the nation"
    },
    {
      "start": 689.6,
      "dur": 1.83,
      "text": "concern about the culture of the nation and where and what the nation should be"
    },
    {
      "start": 691.44,
      "dur": 2.23,
      "text": "and where and what the nation should be like and what its values are. And that"
    },
    {
      "start": 693.68,
      "dur": 2.31,
      "text": "like and what its values are. And that gets into interesting and some and"
    },
    {
      "start": 696.0,
      "dur": 2.389,
      "text": "gets into interesting and some and certainly controversial territory. But I"
    },
    {
      "start": 698.399,
      "dur": 2.231,
      "text": "certainly controversial territory. But I I think it you know it's difficult to be"
    },
    {
      "start": 700.64,
      "dur": 1.749,
      "text": "I think it you know it's difficult to be totally certain of without having Sir"
    },
    {
      "start": 702.399,
      "dur": 1.67,
      "text": "totally certain of without having Sir Jim right before us to to ask him to"
    },
    {
      "start": 704.079,
      "dur": 1.75,
      "text": "Jim right before us to to ask him to clarify precisely what he means. But it"
    },
    {
      "start": 705.839,
      "dur": 2.311,
      "text": "clarify precisely what he means. But it certainly opens a debate about both of"
    },
    {
      "start": 708.16,
      "dur": 2.87,
      "text": "certainly opens a debate about both of these avenues of of immigration debate,"
    },
    {
      "start": 711.04,
      "dur": 0.31,
      "text": "these avenues of of immigration debate, doesn't it?"
    },
    {
      "start": 711.36,
      "dur": 1.11,
      "text": "doesn't it? &gt;&gt; Yeah. Yeah. Without a shadow of a doubt."
    },
    {
      "start": 712.48,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. Yeah. Without a shadow of a doubt. And Nigel Farage, interestingly, is"
    },
    {
      "start": 713.92,
      "dur": 1.99,
      "text": "And Nigel Farage, interestingly, is trying to sort of make the case for both"
    },
    {
      "start": 715.92,
      "dur": 1.51,
      "text": "trying to sort of make the case for both in that social media video that he's"
    },
    {
      "start": 717.44,
      "dur": 1.509,
      "text": "in that social media video that he's just put out talking about the impact on"
    },
    {
      "start": 718.959,
      "dur": 2.55,
      "text": "just put out talking about the impact on public services as well as um the towns"
    },
    {
      "start": 721.519,
      "dur": 2.31,
      "text": "public services as well as um the towns and cities right across the UK. I think"
    },
    {
      "start": 723.839,
      "dur": 2.23,
      "text": "and cities right across the UK. I think what is interesting is was the prime"
    },
    {
      "start": 726.079,
      "dur": 1.831,
      "text": "what is interesting is was the prime minister's response to this. like yes"
    },
    {
      "start": 727.92,
      "dur": 1.43,
      "text": "minister's response to this. like yes how quickly he came out calling it"
    },
    {
      "start": 729.36,
      "dur": 1.75,
      "text": "how quickly he came out calling it offensive wrong saying that Jim Rackliff"
    },
    {
      "start": 731.12,
      "dur": 2.149,
      "text": "offensive wrong saying that Jim Rackliff should apologize and then later we had"
    },
    {
      "start": 733.279,
      "dur": 1.67,
      "text": "should apologize and then later we had further comments as is often the case"
    },
    {
      "start": 734.959,
      "dur": 1.751,
      "text": "further comments as is often the case with these things when journalists get a"
    },
    {
      "start": 736.72,
      "dur": 0.95,
      "text": "with these things when journalists get a chance to go and speak to the prime"
    },
    {
      "start": 737.68,
      "dur": 1.43,
      "text": "chance to go and speak to the prime minister's official spokesman and ask"
    },
    {
      "start": 739.12,
      "dur": 2.47,
      "text": "minister's official spokesman and ask them for their views on whatever it is"
    },
    {
      "start": 741.6,
      "dur": 2.55,
      "text": "them for their views on whatever it is the issue of the day on this one because"
    },
    {
      "start": 744.16,
      "dur": 3.109,
      "text": "the issue of the day on this one because Karma's spokesman said that the issue"
    },
    {
      "start": 747.279,
      "dur": 2.391,
      "text": "Karma's spokesman said that the issue here was about the language so they said"
    },
    {
      "start": 749.68,
      "dur": 1.589,
      "text": "here was about the language so they said there should be a serious debate about"
    },
    {
      "start": 751.279,
      "dur": 2.55,
      "text": "there should be a serious debate about immigration but those comments were"
    },
    {
      "start": 753.839,
      "dur": 2.391,
      "text": "immigration but those comments were inflam inflammatory and divisive because"
    },
    {
      "start": 756.24,
      "dur": 2.389,
      "text": "inflam inflammatory and divisive because of course for the labor party. They have"
    },
    {
      "start": 758.639,
      "dur": 1.591,
      "text": "of course for the labor party. They have been as they since they've been in"
    },
    {
      "start": 760.24,
      "dur": 2.23,
      "text": "been as they since they've been in government very keen to say that they"
    },
    {
      "start": 762.48,
      "dur": 1.589,
      "text": "government very keen to say that they recognize there is a public concern"
    },
    {
      "start": 764.079,
      "dur": 1.831,
      "text": "recognize there is a public concern about levels of immigration. They have"
    },
    {
      "start": 765.92,
      "dur": 1.67,
      "text": "about levels of immigration. They have set out a whole raft of measures which"
    },
    {
      "start": 767.6,
      "dur": 2.39,
      "text": "set out a whole raft of measures which have proved controversial even within"
    },
    {
      "start": 770.0,
      "dur": 1.91,
      "text": "have proved controversial even within the Labour party about some of the"
    },
    {
      "start": 771.92,
      "dur": 1.909,
      "text": "the Labour party about some of the things that they want to do to try and"
    },
    {
      "start": 773.839,
      "dur": 2.071,
      "text": "things that they want to do to try and bring levels of immigration down. Things"
    },
    {
      "start": 775.92,
      "dur": 1.909,
      "text": "bring levels of immigration down. Things like changing the criteria around"
    },
    {
      "start": 777.839,
      "dur": 1.511,
      "text": "like changing the criteria around indefinite leave to remain that people"
    },
    {
      "start": 779.36,
      "dur": 1.51,
      "text": "indefinite leave to remain that people can get when they come to the UK, how"
    },
    {
      "start": 780.88,
      "dur": 1.27,
      "text": "can get when they come to the UK, how long they have to be here before they"
    },
    {
      "start": 782.16,
      "dur": 1.909,
      "text": "long they have to be here before they can get basically status that they can"
    },
    {
      "start": 784.079,
      "dur": 2.071,
      "text": "can get basically status that they can stay permanently. They are sort of"
    },
    {
      "start": 786.16,
      "dur": 1.349,
      "text": "stay permanently. They are sort of controversial moves within the Labour"
    },
    {
      "start": 787.519,
      "dur": 2.391,
      "text": "controversial moves within the Labour party. And if you remember when Karma"
    },
    {
      "start": 789.92,
      "dur": 1.51,
      "text": "party. And if you remember when Karma gave a big speech on immigration, he"
    },
    {
      "start": 791.44,
      "dur": 2.71,
      "text": "gave a big speech on immigration, he used phrase when he said we become an"
    },
    {
      "start": 794.16,
      "dur": 2.55,
      "text": "used phrase when he said we become an island of strangers which he then went"
    },
    {
      "start": 796.72,
      "dur": 2.31,
      "text": "island of strangers which he then went on to say that he'd regretted using. But"
    },
    {
      "start": 799.04,
      "dur": 2.15,
      "text": "on to say that he'd regretted using. But at the time again that was a"
    },
    {
      "start": 801.2,
      "dur": 2.55,
      "text": "at the time again that was a controversial way to approach this issue"
    },
    {
      "start": 803.76,
      "dur": 1.749,
      "text": "controversial way to approach this issue of immigration. So it's really"
    },
    {
      "start": 805.519,
      "dur": 1.43,
      "text": "of immigration. So it's really interesting that given that kind of"
    },
    {
      "start": 806.959,
      "dur": 2.55,
      "text": "interesting that given that kind of history that the prime minister right"
    },
    {
      "start": 809.519,
      "dur": 2.31,
      "text": "history that the prime minister right now has so willingly lent into this"
    },
    {
      "start": 811.839,
      "dur": 2.071,
      "text": "now has so willingly lent into this conversation so actively in condemning"
    },
    {
      "start": 813.92,
      "dur": 2.149,
      "text": "conversation so actively in condemning Sir Jim Ratcliffe's comments. It sort of"
    },
    {
      "start": 816.079,
      "dur": 1.99,
      "text": "Sir Jim Ratcliffe's comments. It sort of shows you now that they're wanting to"
    },
    {
      "start": 818.079,
      "dur": 1.75,
      "text": "shows you now that they're wanting to make their position on this clear."
    },
    {
      "start": 819.839,
      "dur": 1.511,
      "text": "make their position on this clear. &gt;&gt; Absolutely. I I think the island of"
    },
    {
      "start": 821.36,
      "dur": 2.95,
      "text": "&gt;&gt; Absolutely. I I think the island of strangers thing, Alex, is so important"
    },
    {
      "start": 824.32,
      "dur": 1.509,
      "text": "strangers thing, Alex, is so important because this was a prime minister who"
    },
    {
      "start": 825.839,
      "dur": 2.951,
      "text": "because this was a prime minister who said the UK risked becoming an island of"
    },
    {
      "start": 828.8,
      "dur": 2.87,
      "text": "said the UK risked becoming an island of strangers. um was accused at the time"
    },
    {
      "start": 831.68,
      "dur": 2.31,
      "text": "strangers. um was accused at the time himself of using extremely divisive"
    },
    {
      "start": 834.0,
      "dur": 2.389,
      "text": "himself of using extremely divisive language which many people pointed out"
    },
    {
      "start": 836.399,
      "dur": 2.391,
      "text": "language which many people pointed out appeared to echo the most infamous"
    },
    {
      "start": 838.8,
      "dur": 2.23,
      "text": "appeared to echo the most infamous speech about immigration ever made in"
    },
    {
      "start": 841.04,
      "dur": 3.43,
      "text": "speech about immigration ever made in this country by Enoch Powell in 1968."
    },
    {
      "start": 844.48,
      "dur": 2.87,
      "text": "this country by Enoch Powell in 1968. Downing Street, we should say, said that"
    },
    {
      "start": 847.36,
      "dur": 1.75,
      "text": "Downing Street, we should say, said that that had not been their intention. And"
    },
    {
      "start": 849.12,
      "dur": 1.509,
      "text": "that had not been their intention. And indeed, the prime minister later said"
    },
    {
      "start": 850.639,
      "dur": 2.471,
      "text": "indeed, the prime minister later said that he regretted using that phrase, but"
    },
    {
      "start": 853.12,
      "dur": 2.949,
      "text": "that he regretted using that phrase, but it's a distance to travel from there to"
    },
    {
      "start": 856.079,
      "dur": 3.99,
      "text": "it's a distance to travel from there to here and his his criticism of Sir Jim"
    },
    {
      "start": 860.079,
      "dur": 2.711,
      "text": "here and his his criticism of Sir Jim &gt;&gt; is is yes, it is also worth saying"
    },
    {
      "start": 862.8,
      "dur": 2.149,
      "text": "&gt;&gt; is is yes, it is also worth saying though that I think what what political"
    },
    {
      "start": 864.959,
      "dur": 1.831,
      "text": "though that I think what what political and this isn't just a Labour I mean also"
    },
    {
      "start": 866.8,
      "dur": 1.99,
      "text": "and this isn't just a Labour I mean also look at the conservatives. So the shadow"
    },
    {
      "start": 868.8,
      "dur": 2.709,
      "text": "look at the conservatives. So the shadow chancellor Mel Stride he said he did"
    },
    {
      "start": 871.519,
      "dur": 1.67,
      "text": "chancellor Mel Stride he said he did disagree with the use of that word"
    },
    {
      "start": 873.199,
      "dur": 1.99,
      "text": "disagree with the use of that word colonized but again was trying to make"
    },
    {
      "start": 875.199,
      "dur": 1.591,
      "text": "colonized but again was trying to make the argument that it was right to have a"
    },
    {
      "start": 876.8,
      "dur": 1.19,
      "text": "the argument that it was right to have a discussion and a debate around"
    },
    {
      "start": 878.0,
      "dur": 2.389,
      "text": "discussion and a debate around immigration. Immigration numbers are too"
    },
    {
      "start": 880.399,
      "dur": 2.79,
      "text": "immigration. Immigration numbers are too high because I think you know the the"
    },
    {
      "start": 883.199,
      "dur": 4.471,
      "text": "high because I think you know the the conservatives and Labor are both nervous"
    },
    {
      "start": 887.68,
      "dur": 3.589,
      "text": "conservatives and Labor are both nervous about being seen to be dismissive of a"
    },
    {
      "start": 891.279,
      "dur": 2.151,
      "text": "about being seen to be dismissive of a concern about levels of immigration that"
    },
    {
      "start": 893.44,
      "dur": 2.949,
      "text": "concern about levels of immigration that they believe absolutely exists amongst"
    },
    {
      "start": 896.399,
      "dur": 2.071,
      "text": "they believe absolutely exists amongst the public. which is why they are"
    },
    {
      "start": 898.48,
      "dur": 2.87,
      "text": "the public. which is why they are choosing their words now carefully about"
    },
    {
      "start": 901.36,
      "dur": 1.43,
      "text": "choosing their words now carefully about the way they approach this. You know,"
    },
    {
      "start": 902.8,
      "dur": 1.43,
      "text": "the way they approach this. You know, trying to reiterate that they're not"
    },
    {
      "start": 904.24,
      "dur": 1.829,
      "text": "trying to reiterate that they're not trying to shut down a debate about"
    },
    {
      "start": 906.079,
      "dur": 1.271,
      "text": "trying to shut down a debate about immigration and whether immigration"
    },
    {
      "start": 907.36,
      "dur": 1.67,
      "text": "immigration and whether immigration levels are too high because you know"
    },
    {
      "start": 909.04,
      "dur": 2.07,
      "text": "levels are too high because you know their polling and the feedback they get"
    },
    {
      "start": 911.12,
      "dur": 1.59,
      "text": "their polling and the feedback they get about things that matter to members of"
    },
    {
      "start": 912.72,
      "dur": 2.469,
      "text": "about things that matter to members of the public and is that immigration is"
    },
    {
      "start": 915.199,
      "dur": 2.31,
      "text": "the public and is that immigration is one of those really big issues. Uh so"
    },
    {
      "start": 917.519,
      "dur": 1.591,
      "text": "one of those really big issues. Uh so that is why they are sort of both those"
    },
    {
      "start": 919.12,
      "dur": 1.11,
      "text": "that is why they are sort of both those parties are trying to take that"
    },
    {
      "start": 920.24,
      "dur": 2.31,
      "text": "parties are trying to take that position. It's very different for reform"
    },
    {
      "start": 922.56,
      "dur": 2.15,
      "text": "position. It's very different for reform for example who've obviously you know"
    },
    {
      "start": 924.72,
      "dur": 1.51,
      "text": "for example who've obviously you know made immigration one of their"
    },
    {
      "start": 926.24,
      "dur": 1.67,
      "text": "made immigration one of their centerpiece issues and you've now got"
    },
    {
      "start": 927.92,
      "dur": 1.67,
      "text": "centerpiece issues and you've now got Nigel Faraj coming out in support of Sir"
    },
    {
      "start": 929.6,
      "dur": 1.27,
      "text": "Nigel Faraj coming out in support of Sir Jim Ratcliffe. Now some people will"
    },
    {
      "start": 930.88,
      "dur": 1.91,
      "text": "Jim Ratcliffe. Now some people will fundamentally disagree with that but in"
    },
    {
      "start": 932.8,
      "dur": 2.23,
      "text": "fundamentally disagree with that but in terms of the politics it's a more"
    },
    {
      "start": 935.04,
      "dur": 1.99,
      "text": "terms of the politics it's a more straightforward position for reform to"
    },
    {
      "start": 937.04,
      "dur": 1.349,
      "text": "straightforward position for reform to take and then you've got the Liberal"
    },
    {
      "start": 938.399,
      "dur": 1.67,
      "text": "take and then you've got the Liberal Democrats who've just said these remarks"
    },
    {
      "start": 940.079,
      "dur": 1.511,
      "text": "Democrats who've just said these remarks were totally out of step with British"
    },
    {
      "start": 941.6,
      "dur": 2.469,
      "text": "were totally out of step with British values. So it's just it's it's so"
    },
    {
      "start": 944.079,
      "dur": 1.511,
      "text": "values. So it's just it's it's so interesting, isn't it, that the issue of"
    },
    {
      "start": 945.6,
      "dur": 1.669,
      "text": "interesting, isn't it, that the issue of immigration, which has been really"
    },
    {
      "start": 947.279,
      "dur": 2.55,
      "text": "immigration, which has been really central in our politics for a long time"
    },
    {
      "start": 949.839,
      "dur": 2.071,
      "text": "central in our politics for a long time with politicians conscious that people"
    },
    {
      "start": 951.92,
      "dur": 2.07,
      "text": "with politicians conscious that people out there on one side of this debate or"
    },
    {
      "start": 954.0,
      "dur": 1.43,
      "text": "out there on one side of this debate or the other or somewhere in the middle"
    },
    {
      "start": 955.44,
      "dur": 1.99,
      "text": "the other or somewhere in the middle really care about this and feel very"
    },
    {
      "start": 957.44,
      "dur": 2.389,
      "text": "really care about this and feel very passionately about this. You know, they"
    },
    {
      "start": 959.839,
      "dur": 1.43,
      "text": "passionately about this. You know, they conservatives, Labour, they've been sort"
    },
    {
      "start": 961.279,
      "dur": 1.67,
      "text": "conservatives, Labour, they've been sort of wrestling with their positions on"
    },
    {
      "start": 962.959,
      "dur": 1.591,
      "text": "of wrestling with their positions on immigration for some time. And then you"
    },
    {
      "start": 964.56,
      "dur": 1.43,
      "text": "immigration for some time. And then you get something like this with Sir Jim"
    },
    {
      "start": 966.0,
      "dur": 1.59,
      "text": "get something like this with Sir Jim Ratcliffe making these public statements"
    },
    {
      "start": 967.6,
      "dur": 1.349,
      "text": "Ratcliffe making these public statements and suddenly everyone's having to"
    },
    {
      "start": 968.959,
      "dur": 1.43,
      "text": "and suddenly everyone's having to crystallize their position pretty"
    },
    {
      "start": 970.399,
      "dur": 2.471,
      "text": "crystallize their position pretty quickly. It is interesting, Simon. This"
    },
    {
      "start": 972.88,
      "dur": 2.15,
      "text": "quickly. It is interesting, Simon. This is somewhat unrelated, but as you're"
    },
    {
      "start": 975.04,
      "dur": 1.67,
      "text": "is somewhat unrelated, but as you're here, something that occurred to us and"
    },
    {
      "start": 976.72,
      "dur": 1.27,
      "text": "here, something that occurred to us and we were just chatting about in the"
    },
    {
      "start": 978.0,
      "dur": 1.829,
      "text": "we were just chatting about in the newscast office earlier and we wondered"
    },
    {
      "start": 979.839,
      "dur": 2.23,
      "text": "newscast office earlier and we wondered if you could update us on is Mr. Jim,"
    },
    {
      "start": 982.079,
      "dur": 1.911,
      "text": "if you could update us on is Mr. Jim, was one of Sir Jim Rakov's things not to"
    },
    {
      "start": 984.0,
      "dur": 1.67,
      "text": "was one of Sir Jim Rakov's things not to build a new stadium for Manchester"
    },
    {
      "start": 985.68,
      "dur": 1.67,
      "text": "build a new stadium for Manchester United. Is that right? What's going on"
    },
    {
      "start": 987.36,
      "dur": 0.87,
      "text": "United. Is that right? What's going on with that?"
    },
    {
      "start": 988.24,
      "dur": 3.029,
      "text": "with that? &gt;&gt; You're absolutely right. There was last"
    },
    {
      "start": 991.279,
      "dur": 3.751,
      "text": "&gt;&gt; You're absolutely right. There was last March a big kind of song and dance made"
    },
    {
      "start": 995.04,
      "dur": 2.63,
      "text": "March a big kind of song and dance made over. So Jim Ratcliff's plans for the"
    },
    {
      "start": 997.68,
      "dur": 2.47,
      "text": "over. So Jim Ratcliff's plans for the new stadium, 100,000"
    },
    {
      "start": 1000.16,
      "dur": 4.31,
      "text": "new stadium, 100,000 uh seats it was going to have. Um and it"
    },
    {
      "start": 1004.48,
      "dur": 3.029,
      "text": "uh seats it was going to have. Um and it it's supposed to be being built in on"
    },
    {
      "start": 1007.519,
      "dur": 2.87,
      "text": "it's supposed to be being built in on land that's not too far from Old"
    },
    {
      "start": 1010.399,
      "dur": 2.471,
      "text": "land that's not too far from Old Trafford at the moment. There's a lot of"
    },
    {
      "start": 1012.88,
      "dur": 2.069,
      "text": "Trafford at the moment. There's a lot of talking going on around the stadium, but"
    },
    {
      "start": 1014.959,
      "dur": 2.471,
      "text": "talking going on around the stadium, but not a lot of action. And it's"
    },
    {
      "start": 1017.44,
      "dur": 2.389,
      "text": "not a lot of action. And it's interesting that among the people you've"
    },
    {
      "start": 1019.839,
      "dur": 2.23,
      "text": "interesting that among the people you've you've focused on Kia Starama, but among"
    },
    {
      "start": 1022.079,
      "dur": 2.311,
      "text": "you've focused on Kia Starama, but among the other people who've put statements"
    },
    {
      "start": 1024.4,
      "dur": 3.509,
      "text": "the other people who've put statements out um before Sir Jim Ratcliff's"
    },
    {
      "start": 1027.919,
      "dur": 2.15,
      "text": "out um before Sir Jim Ratcliff's apology, however you want to describe"
    },
    {
      "start": 1030.079,
      "dur": 4.551,
      "text": "apology, however you want to describe it, um demanding a retraction were Andy"
    },
    {
      "start": 1034.64,
      "dur": 2.389,
      "text": "it, um demanding a retraction were Andy Bernham, the Greater Manchester Mayor,"
    },
    {
      "start": 1037.039,
      "dur": 3.03,
      "text": "Bernham, the Greater Manchester Mayor, and uh Tom Ross, the leader of Trafford"
    },
    {
      "start": 1040.079,
      "dur": 3.431,
      "text": "and uh Tom Ross, the leader of Trafford Council, both of whom are key figures in"
    },
    {
      "start": 1043.52,
      "dur": 3.429,
      "text": "Council, both of whom are key figures in the wider Trafford regeneration. of"
    },
    {
      "start": 1046.959,
      "dur": 3.031,
      "text": "the wider Trafford regeneration. of which Old Trafford is supposed to be the"
    },
    {
      "start": 1050.0,
      "dur": 2.07,
      "text": "which Old Trafford is supposed to be the centerpiece at the moment. The stadium"
    },
    {
      "start": 1052.08,
      "dur": 1.75,
      "text": "centerpiece at the moment. The stadium is"
    },
    {
      "start": 1053.84,
      "dur": 1.829,
      "text": "is well, it's still at the discussion point"
    },
    {
      "start": 1055.679,
      "dur": 1.591,
      "text": "well, it's still at the discussion point and there's a lot of discussions that"
    },
    {
      "start": 1057.28,
      "dur": 2.31,
      "text": "and there's a lot of discussions that happening, but I'm not aware of any"
    },
    {
      "start": 1059.6,
      "dur": 2.39,
      "text": "happening, but I'm not aware of any substantive"
    },
    {
      "start": 1062.0,
      "dur": 1.75,
      "text": "substantive like even plans that have been put"
    },
    {
      "start": 1063.76,
      "dur": 2.23,
      "text": "like even plans that have been put forward. There's some that got into the"
    },
    {
      "start": 1066.0,
      "dur": 2.07,
      "text": "forward. There's some that got into the public domain that St. Jim Ratcliffe"
    },
    {
      "start": 1068.08,
      "dur": 2.31,
      "text": "public domain that St. Jim Ratcliffe showed off in London last year, but"
    },
    {
      "start": 1070.4,
      "dur": 2.23,
      "text": "showed off in London last year, but there's no planning application at the"
    },
    {
      "start": 1072.64,
      "dur": 4.149,
      "text": "there's no planning application at the moment gone in. But Tom Ross and Andy"
    },
    {
      "start": 1076.799,
      "dur": 3.031,
      "text": "moment gone in. But Tom Ross and Andy Burnham are two people that Sir Jim"
    },
    {
      "start": 1079.84,
      "dur": 3.189,
      "text": "Burnham are two people that Sir Jim Ratcliffe, Manchester United and and all"
    },
    {
      "start": 1083.039,
      "dur": 2.231,
      "text": "Ratcliffe, Manchester United and and all all the people in responsible for the"
    },
    {
      "start": 1085.28,
      "dur": 2.629,
      "text": "all the people in responsible for the the development of that stadium are"
    },
    {
      "start": 1087.919,
      "dur": 2.151,
      "text": "the development of that stadium are going to have to get along and they've"
    },
    {
      "start": 1090.08,
      "dur": 1.829,
      "text": "going to have to get along and they've both come out in opposition to the"
    },
    {
      "start": 1091.919,
      "dur": 2.231,
      "text": "both come out in opposition to the statement. So there's some patching up"
    },
    {
      "start": 1094.16,
      "dur": 2.629,
      "text": "statement. So there's some patching up to do there. But as I say, at the moment"
    },
    {
      "start": 1096.799,
      "dur": 2.471,
      "text": "to do there. But as I say, at the moment I don't think that the stadium, you"
    },
    {
      "start": 1099.28,
      "dur": 2.79,
      "text": "I don't think that the stadium, you know, is at a a point where we even need"
    },
    {
      "start": 1102.08,
      "dur": 2.23,
      "text": "know, is at a a point where we even need to think about that. M so interesting to"
    },
    {
      "start": 1104.32,
      "dur": 2.15,
      "text": "to think about that. M so interesting to be so interesting to see how all of that"
    },
    {
      "start": 1106.48,
      "dur": 2.47,
      "text": "be so interesting to see how all of that plays out and plays out. I wasn't a"
    },
    {
      "start": 1108.96,
      "dur": 3.35,
      "text": "plays out and plays out. I wasn't a deliberate football pun mean that Simon"
    },
    {
      "start": 1112.32,
      "dur": 1.19,
      "text": "deliberate football pun mean that Simon thank you so much for your time really"
    },
    {
      "start": 1113.52,
      "dur": 1.029,
      "text": "thank you so much for your time really appreciate it"
    },
    {
      "start": 1114.559,
      "dur": 1.191,
      "text": "appreciate it &gt;&gt; no worries"
    },
    {
      "start": 1115.76,
      "dur": 1.59,
      "text": "&gt;&gt; no worries &gt;&gt; newscast as you know we never shy away"
    },
    {
      "start": 1117.36,
      "dur": 2.309,
      "text": "&gt;&gt; newscast as you know we never shy away from the difficult questions and in 2024"
    },
    {
      "start": 1119.679,
      "dur": 2.791,
      "text": "from the difficult questions and in 2024 Adam brought us when will it stop"
    },
    {
      "start": 1122.48,
      "dur": 4.15,
      "text": "Adam brought us when will it stop raining and now in 2026 we're back in"
    },
    {
      "start": 1126.64,
      "dur": 1.43,
      "text": "raining and now in 2026 we're back in that territory and we're going to go"
    },
    {
      "start": 1128.08,
      "dur": 2.31,
      "text": "that territory and we're going to go when will it stop clouding because it's"
    },
    {
      "start": 1130.4,
      "dur": 1.83,
      "text": "when will it stop clouding because it's been gloomy and miserable. We've also"
    },
    {
      "start": 1132.24,
      "dur": 1.75,
      "text": "been gloomy and miserable. We've also had some very interesting figures about"
    },
    {
      "start": 1134.0,
      "dur": 1.35,
      "text": "had some very interesting figures about which is a bit more serious about"
    },
    {
      "start": 1135.36,
      "dur": 2.63,
      "text": "which is a bit more serious about China's carbon dioxide emissions which"
    },
    {
      "start": 1138.0,
      "dur": 3.19,
      "text": "China's carbon dioxide emissions which have been actually falling. And is that"
    },
    {
      "start": 1141.2,
      "dur": 1.99,
      "text": "have been actually falling. And is that a sign that the world's biggest"
    },
    {
      "start": 1143.2,
      "dur": 1.67,
      "text": "a sign that the world's biggest polluters emissions have peaked? Well,"
    },
    {
      "start": 1144.88,
      "dur": 2.31,
      "text": "polluters emissions have peaked? Well, we're going to try to unpack that about"
    },
    {
      "start": 1147.2,
      "dur": 2.79,
      "text": "we're going to try to unpack that about China and also maybe see if we can get"
    },
    {
      "start": 1150.0,
      "dur": 2.15,
      "text": "China and also maybe see if we can get some sort of climate related take on the"
    },
    {
      "start": 1152.16,
      "dur": 1.91,
      "text": "some sort of climate related take on the weather here with the help of the BBC's"
    },
    {
      "start": 1154.08,
      "dur": 1.51,
      "text": "weather here with the help of the BBC's climate editor, Justin Roland. Hello,"
    },
    {
      "start": 1155.6,
      "dur": 0.39,
      "text": "climate editor, Justin Roland. Hello, Justin."
    },
    {
      "start": 1156.0,
      "dur": 0.87,
      "text": "Justin. &gt;&gt; Hi. Hi."
    },
    {
      "start": 1156.88,
      "dur": 0.31,
      "text": "&gt;&gt; Hi. Hi. &gt;&gt; Now,"
    },
    {
      "start": 1157.2,
      "dur": 2.63,
      "text": "&gt;&gt; Now, &gt;&gt; hi. Hia. Now, I'm going to set you up"
    },
    {
      "start": 1159.84,
      "dur": 1.99,
      "text": "&gt;&gt; hi. Hia. Now, I'm going to set you up with weather and climate. And I know I"
    },
    {
      "start": 1161.84,
      "dur": 1.59,
      "text": "with weather and climate. And I know I know I know you will say they're not the"
    },
    {
      "start": 1163.44,
      "dur": 1.03,
      "text": "know I know you will say they're not the same thing, and that is fair."
    },
    {
      "start": 1164.48,
      "dur": 1.189,
      "text": "same thing, and that is fair. &gt;&gt; We got to be very careful. Yeah,"
    },
    {
      "start": 1165.679,
      "dur": 1.35,
      "text": "&gt;&gt; We got to be very careful. Yeah, &gt;&gt; of course we do. Right. Let's go to"
    },
    {
      "start": 1167.039,
      "dur": 1.351,
      "text": "&gt;&gt; of course we do. Right. Let's go to Let's start with China because I think"
    },
    {
      "start": 1168.4,
      "dur": 1.83,
      "text": "Let's start with China because I think that's the big story of the day, isn't"
    },
    {
      "start": 1170.24,
      "dur": 1.35,
      "text": "that's the big story of the day, isn't it? It's the story you're covering for"
    },
    {
      "start": 1171.6,
      "dur": 2.15,
      "text": "it? It's the story you're covering for various bits of the BBC and newscasters"
    },
    {
      "start": 1173.76,
      "dur": 1.99,
      "text": "various bits of the BBC and newscasters will be interested to hear your take."
    },
    {
      "start": 1175.76,
      "dur": 1.67,
      "text": "will be interested to hear your take. Can you tell us what's actually what"
    },
    {
      "start": 1177.44,
      "dur": 1.27,
      "text": "Can you tell us what's actually what what do the data say? What have we"
    },
    {
      "start": 1178.72,
      "dur": 0.47,
      "text": "what do the data say? What have we heard?"
    },
    {
      "start": 1179.2,
      "dur": 3.27,
      "text": "heard? &gt;&gt; So, after years, decades of surging"
    },
    {
      "start": 1182.48,
      "dur": 1.91,
      "text": "&gt;&gt; So, after years, decades of surging emissions and it's amazing to look at"
    },
    {
      "start": 1184.4,
      "dur": 1.67,
      "text": "emissions and it's amazing to look at the graph of the emissions increase of"
    },
    {
      "start": 1186.08,
      "dur": 2.55,
      "text": "the graph of the emissions increase of China. So, China's, let's just do a bit"
    },
    {
      "start": 1188.64,
      "dur": 1.59,
      "text": "China. So, China's, let's just do a bit of that first because it's so such"
    },
    {
      "start": 1190.24,
      "dur": 1.99,
      "text": "of that first because it's so such important context. China's emissions"
    },
    {
      "start": 1192.24,
      "dur": 3.11,
      "text": "important context. China's emissions overtook America back in 2006. Now,"
    },
    {
      "start": 1195.36,
      "dur": 3.11,
      "text": "overtook America back in 2006. Now, China produces almost three times the"
    },
    {
      "start": 1198.48,
      "dur": 2.23,
      "text": "China produces almost three times the emissions of America. So, in those 20"
    },
    {
      "start": 1200.72,
      "dur": 2.71,
      "text": "emissions of America. So, in those 20 years, it's now producing three times"
    },
    {
      "start": 1203.44,
      "dur": 2.469,
      "text": "years, it's now producing three times the emission. A third of world emissions"
    },
    {
      "start": 1205.919,
      "dur": 0.711,
      "text": "the emission. A third of world emissions come from China."
    },
    {
      "start": 1206.64,
      "dur": 1.43,
      "text": "come from China. &gt;&gt; It's just amazing. It gives you a"
    },
    {
      "start": 1208.08,
      "dur": 1.75,
      "text": "&gt;&gt; It's just amazing. It gives you a glimpse into the growth and the"
    },
    {
      "start": 1209.84,
      "dur": 1.67,
      "text": "glimpse into the growth and the transformation of that country, which is"
    },
    {
      "start": 1211.52,
      "dur": 0.47,
      "text": "transformation of that country, which is amazing."
    },
    {
      "start": 1212.0,
      "dur": 1.43,
      "text": "amazing. &gt;&gt; It's absolutely incredible what's"
    },
    {
      "start": 1213.44,
      "dur": 2.07,
      "text": "&gt;&gt; It's absolutely incredible what's happened in China. And also you know the"
    },
    {
      "start": 1215.52,
      "dur": 2.07,
      "text": "happened in China. And also you know the role that China now plays in the world"
    },
    {
      "start": 1217.6,
      "dur": 1.99,
      "text": "role that China now plays in the world economy and this is why after years of"
    },
    {
      "start": 1219.6,
      "dur": 2.63,
      "text": "economy and this is why after years of surging emissions 80% of new emissions"
    },
    {
      "start": 1222.24,
      "dur": 2.23,
      "text": "surging emissions 80% of new emissions come from China. It's such a big"
    },
    {
      "start": 1224.48,
      "dur": 2.39,
      "text": "come from China. It's such a big component of global emissions. So now"
    },
    {
      "start": 1226.88,
      "dur": 2.07,
      "text": "component of global emissions. So now what's happened is we've got the data"
    },
    {
      "start": 1228.96,
      "dur": 3.11,
      "text": "what's happened is we've got the data that show for the first full year ever"
    },
    {
      "start": 1232.08,
      "dur": 3.51,
      "text": "that show for the first full year ever China's emissions have fallen back. Now"
    },
    {
      "start": 1235.6,
      "dur": 1.67,
      "text": "China's emissions have fallen back. Now before everybody gets over excited let's"
    },
    {
      "start": 1237.28,
      "dur": 1.67,
      "text": "before everybody gets over excited let's put this in context they've fallen back"
    },
    {
      "start": 1238.96,
      "dur": 2.63,
      "text": "put this in context they've fallen back by 0.3%."
    },
    {
      "start": 1241.6,
      "dur": 2.47,
      "text": "by 0.3%. So an absolutely minuscule amount and"
    },
    {
      "start": 1244.08,
      "dur": 2.069,
      "text": "So an absolutely minuscule amount and that's subject to kind of all sorts of"
    },
    {
      "start": 1246.159,
      "dur": 1.911,
      "text": "that's subject to kind of all sorts of data errors. So may not actually be"
    },
    {
      "start": 1248.08,
      "dur": 1.91,
      "text": "data errors. So may not actually be accurate. But what the data wonks are"
    },
    {
      "start": 1250.0,
      "dur": 1.669,
      "text": "accurate. But what the data wonks are saying is look put that in context and"
    },
    {
      "start": 1251.679,
      "dur": 1.671,
      "text": "saying is look put that in context and you look back and you see that for"
    },
    {
      "start": 1253.36,
      "dur": 3.03,
      "text": "you look back and you see that for almost two years now and we haven't had"
    },
    {
      "start": 1256.4,
      "dur": 1.83,
      "text": "almost two years now and we haven't had a pandemic or anything for almost two"
    },
    {
      "start": 1258.24,
      "dur": 2.95,
      "text": "a pandemic or anything for almost two years China's emissions have been stable"
    },
    {
      "start": 1261.2,
      "dur": 3.03,
      "text": "years China's emissions have been stable or falling. So the feeling is that this"
    },
    {
      "start": 1264.24,
      "dur": 2.47,
      "text": "or falling. So the feeling is that this is an opportunity to posit the question"
    },
    {
      "start": 1266.72,
      "dur": 1.35,
      "text": "is an opportunity to posit the question and you can see I'm being quite careful"
    },
    {
      "start": 1268.08,
      "dur": 2.469,
      "text": "and you can see I'm being quite careful about this about whether China has"
    },
    {
      "start": 1270.559,
      "dur": 2.711,
      "text": "about this about whether China has reached peak emissions. So the has the"
    },
    {
      "start": 1273.28,
      "dur": 1.91,
      "text": "reached peak emissions. So the has the world's biggest emitter, the"
    },
    {
      "start": 1275.2,
      "dur": 1.75,
      "text": "world's biggest emitter, the manufacturing hub for the world reached"
    },
    {
      "start": 1276.96,
      "dur": 2.23,
      "text": "manufacturing hub for the world reached peak emissions will emissions now begin"
    },
    {
      "start": 1279.2,
      "dur": 2.15,
      "text": "peak emissions will emissions now begin to fall back and what does that tell us"
    },
    {
      "start": 1281.36,
      "dur": 1.35,
      "text": "to fall back and what does that tell us about our changing world?"
    },
    {
      "start": 1282.72,
      "dur": 2.15,
      "text": "about our changing world? &gt;&gt; Do we know what the kind of drive behind"
    },
    {
      "start": 1284.88,
      "dur": 2.31,
      "text": "&gt;&gt; Do we know what the kind of drive behind this is? Is this a sort of deliberate"
    },
    {
      "start": 1287.2,
      "dur": 1.75,
      "text": "this is? Is this a sort of deliberate thing by China? They want to bring the"
    },
    {
      "start": 1288.96,
      "dur": 1.35,
      "text": "thing by China? They want to bring the emissions down. I know they've set a"
    },
    {
      "start": 1290.32,
      "dur": 1.51,
      "text": "emissions down. I know they've set a sort of future net zero target. I think"
    },
    {
      "start": 1291.84,
      "dur": 2.47,
      "text": "sort of future net zero target. I think I'm right in saying 2060, but is it a"
    },
    {
      "start": 1294.32,
      "dur": 1.67,
      "text": "I'm right in saying 2060, but is it a sort of deliberate drive? Because you"
    },
    {
      "start": 1296.0,
      "dur": 1.909,
      "text": "sort of deliberate drive? Because you know when you look at the energy sources"
    },
    {
      "start": 1297.919,
      "dur": 2.311,
      "text": "know when you look at the energy sources in China, I hear you've got a growth in"
    },
    {
      "start": 1300.24,
      "dur": 2.549,
      "text": "in China, I hear you've got a growth in kind of coal power at the same time as a"
    },
    {
      "start": 1302.799,
      "dur": 2.471,
      "text": "kind of coal power at the same time as a boom in renewable. So what if there is"
    },
    {
      "start": 1305.28,
      "dur": 1.83,
      "text": "boom in renewable. So what if there is one is there is there a strategy?"
    },
    {
      "start": 1307.12,
      "dur": 2.31,
      "text": "one is there is there a strategy? &gt;&gt; There is very much a strategy in China."
    },
    {
      "start": 1309.44,
      "dur": 3.27,
      "text": "&gt;&gt; There is very much a strategy in China. So China for the last couple of decades"
    },
    {
      "start": 1312.72,
      "dur": 2.23,
      "text": "So China for the last couple of decades has been prioritizing investment in"
    },
    {
      "start": 1314.96,
      "dur": 1.829,
      "text": "has been prioritizing investment in clean technologies. So this is not"
    },
    {
      "start": 1316.799,
      "dur": 1.431,
      "text": "clean technologies. So this is not something new. This is not a sudden"
    },
    {
      "start": 1318.24,
      "dur": 2.39,
      "text": "something new. This is not a sudden change in policy. This is a long-term"
    },
    {
      "start": 1320.64,
      "dur": 2.71,
      "text": "change in policy. This is a long-term direction of travel for China. So back"
    },
    {
      "start": 1323.36,
      "dur": 2.87,
      "text": "direction of travel for China. So back at the turn of the millennium uh so"
    },
    {
      "start": 1326.24,
      "dur": 2.63,
      "text": "at the turn of the millennium uh so around the year 2000, China and maybe a"
    },
    {
      "start": 1328.88,
      "dur": 1.75,
      "text": "around the year 2000, China and maybe a bit earlier, China was looking around"
    },
    {
      "start": 1330.64,
      "dur": 3.35,
      "text": "bit earlier, China was looking around looking at the at the d the evidence on"
    },
    {
      "start": 1334.0,
      "dur": 1.51,
      "text": "looking at the at the d the evidence on climate change and saying my god this is"
    },
    {
      "start": 1335.52,
      "dur": 1.269,
      "text": "climate change and saying my god this is going to be a problem for our country."
    },
    {
      "start": 1336.799,
      "dur": 1.271,
      "text": "going to be a problem for our country. This is something we need to do about"
    },
    {
      "start": 1338.08,
      "dur": 1.75,
      "text": "This is something we need to do about it. Looking at the way the world was"
    },
    {
      "start": 1339.84,
      "dur": 1.75,
      "text": "it. Looking at the way the world was behaving and seeing world the nations"
    },
    {
      "start": 1341.6,
      "dur": 1.59,
      "text": "behaving and seeing world the nations were coming together and saying this is"
    },
    {
      "start": 1343.2,
      "dur": 1.349,
      "text": "were coming together and saying this is a problem for all of us. We need to do"
    },
    {
      "start": 1344.559,
      "dur": 2.551,
      "text": "a problem for all of us. We need to do something about it. and also with a keen"
    },
    {
      "start": 1347.12,
      "dur": 1.909,
      "text": "something about it. and also with a keen eye on commercial opportunity was"
    },
    {
      "start": 1349.039,
      "dur": 2.63,
      "text": "eye on commercial opportunity was looking for industries that it could"
    },
    {
      "start": 1351.679,
      "dur": 1.99,
      "text": "looking for industries that it could dominate because if you look back in"
    },
    {
      "start": 1353.679,
      "dur": 2.151,
      "text": "dominate because if you look back in history virtually all the big new"
    },
    {
      "start": 1355.84,
      "dur": 1.51,
      "text": "history virtually all the big new industrial developments came from the"
    },
    {
      "start": 1357.36,
      "dur": 1.59,
      "text": "industrial developments came from the west and almost all of them were"
    },
    {
      "start": 1358.96,
      "dur": 2.31,
      "text": "west and almost all of them were industrialized or mass- prodduced in"
    },
    {
      "start": 1361.28,
      "dur": 3.43,
      "text": "industrialized or mass- prodduced in America. So, China was catching up by"
    },
    {
      "start": 1364.72,
      "dur": 1.35,
      "text": "America. So, China was catching up by replicating what the rest of the world"
    },
    {
      "start": 1366.08,
      "dur": 1.51,
      "text": "replicating what the rest of the world was doing and it was looking for things"
    },
    {
      "start": 1367.6,
      "dur": 1.75,
      "text": "was doing and it was looking for things that it could pioneer and could develop"
    },
    {
      "start": 1369.36,
      "dur": 2.23,
      "text": "that it could pioneer and could develop and could own as industries and it"
    },
    {
      "start": 1371.6,
      "dur": 1.83,
      "text": "and could own as industries and it settled on green technology. And you see"
    },
    {
      "start": 1373.44,
      "dur": 1.99,
      "text": "settled on green technology. And you see this really interesting pattern with"
    },
    {
      "start": 1375.44,
      "dur": 2.15,
      "text": "this really interesting pattern with China sending young promising young"
    },
    {
      "start": 1377.6,
      "dur": 2.87,
      "text": "China sending young promising young students out to Australia to Denmark to"
    },
    {
      "start": 1380.48,
      "dur": 1.27,
      "text": "students out to Australia to Denmark to America to look at the kind of"
    },
    {
      "start": 1381.76,
      "dur": 1.43,
      "text": "America to look at the kind of technological innovations that happen"
    },
    {
      "start": 1383.2,
      "dur": 1.43,
      "text": "technological innovations that happen there. And they you can actually see"
    },
    {
      "start": 1384.64,
      "dur": 1.67,
      "text": "there. And they you can actually see they come back and then they found these"
    },
    {
      "start": 1386.32,
      "dur": 2.709,
      "text": "they come back and then they found these companies in the early 2000s to build"
    },
    {
      "start": 1389.039,
      "dur": 2.071,
      "text": "companies in the early 2000s to build solar panels, wind turbines, whatever,"
    },
    {
      "start": 1391.12,
      "dur": 1.83,
      "text": "solar panels, wind turbines, whatever, batteries. And you can see these grew"
    },
    {
      "start": 1392.96,
      "dur": 2.55,
      "text": "batteries. And you can see these grew into huge countries leveraging one of"
    },
    {
      "start": 1395.52,
      "dur": 2.79,
      "text": "into huge countries leveraging one of the truly innovative skills that China"
    },
    {
      "start": 1398.32,
      "dur": 1.51,
      "text": "the truly innovative skills that China has, which is really cheap"
    },
    {
      "start": 1399.84,
      "dur": 1.51,
      "text": "has, which is really cheap manufacturing. So they took that skill"
    },
    {
      "start": 1401.36,
      "dur": 1.83,
      "text": "manufacturing. So they took that skill of manufacturing, applied it to clean"
    },
    {
      "start": 1403.2,
      "dur": 1.91,
      "text": "of manufacturing, applied it to clean technology. The result was an"
    },
    {
      "start": 1405.12,
      "dur": 2.31,
      "text": "technology. The result was an unbelievable reduction in cost. And what"
    },
    {
      "start": 1407.44,
      "dur": 2.95,
      "text": "unbelievable reduction in cost. And what we're seeing now is the delivering on"
    },
    {
      "start": 1410.4,
      "dur": 1.03,
      "text": "we're seeing now is the delivering on the promise of that, if you like."
    },
    {
      "start": 1411.44,
      "dur": 1.43,
      "text": "the promise of that, if you like. They've now installed so much of this"
    },
    {
      "start": 1412.88,
      "dur": 2.47,
      "text": "They've now installed so much of this capacity that electricity demand is"
    },
    {
      "start": 1415.36,
      "dur": 2.15,
      "text": "capacity that electricity demand is increasing really rapidly in China. All"
    },
    {
      "start": 1417.52,
      "dur": 3.11,
      "text": "increasing really rapidly in China. All that demand was met by clean power. Peak"
    },
    {
      "start": 1420.64,
      "dur": 1.75,
      "text": "that demand was met by clean power. Peak electricity demand in China has"
    },
    {
      "start": 1422.4,
      "dur": 1.43,
      "text": "electricity demand in China has increased because people are using"
    },
    {
      "start": 1423.84,
      "dur": 3.27,
      "text": "increased because people are using electric cars. Everybody's electri,"
    },
    {
      "start": 1427.12,
      "dur": 2.15,
      "text": "electric cars. Everybody's electri, you know, the peak is higher. That peak"
    },
    {
      "start": 1429.28,
      "dur": 2.23,
      "text": "you know, the peak is higher. That peak can be met both by that new clean power,"
    },
    {
      "start": 1431.52,
      "dur": 2.629,
      "text": "can be met both by that new clean power, but also by a massive investment in"
    },
    {
      "start": 1434.159,
      "dur": 1.911,
      "text": "but also by a massive investment in energy storage. So what we're seeing is"
    },
    {
      "start": 1436.08,
      "dur": 3.03,
      "text": "energy storage. So what we're seeing is a delivery on a decadesl long Chinese"
    },
    {
      "start": 1439.12,
      "dur": 2.87,
      "text": "a delivery on a decadesl long Chinese enterprise, a strategy of prioritizing"
    },
    {
      "start": 1442.0,
      "dur": 1.19,
      "text": "enterprise, a strategy of prioritizing clean technology."
    },
    {
      "start": 1443.2,
      "dur": 1.43,
      "text": "clean technology. &gt;&gt; That is very interesting and there are"
    },
    {
      "start": 1444.64,
      "dur": 1.75,
      "text": "&gt;&gt; That is very interesting and there are implications in all sorts of directions"
    },
    {
      "start": 1446.4,
      "dur": 2.23,
      "text": "implications in all sorts of directions all over the world. And Alex and I when"
    },
    {
      "start": 1448.64,
      "dur": 1.67,
      "text": "all over the world. And Alex and I when we heard you reporting today"
    },
    {
      "start": 1450.32,
      "dur": 2.63,
      "text": "we heard you reporting today independently had the same thought, but"
    },
    {
      "start": 1452.96,
      "dur": 3.11,
      "text": "independently had the same thought, but Alex newscasters will not be at all"
    },
    {
      "start": 1456.08,
      "dur": 2.55,
      "text": "Alex newscasters will not be at all surprised to learn was Sharper and had"
    },
    {
      "start": 1458.64,
      "dur": 3.11,
      "text": "surprised to learn was Sharper and had it first. And therefore it falls to Alex"
    },
    {
      "start": 1461.76,
      "dur": 1.909,
      "text": "it first. And therefore it falls to Alex to tell us the thought of the WhatsApp"
    },
    {
      "start": 1463.679,
      "dur": 1.99,
      "text": "to tell us the thought of the WhatsApp group. Hey, I own this."
    },
    {
      "start": 1465.679,
      "dur": 1.671,
      "text": "group. Hey, I own this. &gt;&gt; It's like a race to have the thought. I"
    },
    {
      "start": 1467.36,
      "dur": 1.75,
      "text": "&gt;&gt; It's like a race to have the thought. I don't I It's probably because I spent a"
    },
    {
      "start": 1469.12,
      "dur": 1.51,
      "text": "don't I It's probably because I spent a lot of my life in Westminster and so"
    },
    {
      "start": 1470.64,
      "dur": 3.269,
      "text": "lot of my life in Westminster and so we're consumed by the politics of any"
    },
    {
      "start": 1473.919,
      "dur": 1.75,
      "text": "we're consumed by the politics of any kind of issue really. But it just"
    },
    {
      "start": 1475.679,
      "dur": 3.35,
      "text": "kind of issue really. But it just strikes me that we know that reform have"
    },
    {
      "start": 1479.039,
      "dur": 2.711,
      "text": "strikes me that we know that reform have been more more than skeptical about net"
    },
    {
      "start": 1481.76,
      "dur": 1.99,
      "text": "been more more than skeptical about net zero. In fact, they call it net stupid"
    },
    {
      "start": 1483.76,
      "dur": 2.23,
      "text": "zero. In fact, they call it net stupid zero. And the Conservatives have also"
    },
    {
      "start": 1486.0,
      "dur": 2.789,
      "text": "zero. And the Conservatives have also ditched their net zero by 2050"
    },
    {
      "start": 1488.799,
      "dur": 1.75,
      "text": "ditched their net zero by 2050 commitment that was of course introduced"
    },
    {
      "start": 1490.559,
      "dur": 2.391,
      "text": "commitment that was of course introduced under previous Conservative governments."
    },
    {
      "start": 1492.96,
      "dur": 1.589,
      "text": "under previous Conservative governments. And when you talk to the parties or"
    },
    {
      "start": 1494.559,
      "dur": 1.511,
      "text": "And when you talk to the parties or question the parties as to the reasons"
    },
    {
      "start": 1496.08,
      "dur": 2.069,
      "text": "question the parties as to the reasons why I mean they are multiple but one"
    },
    {
      "start": 1498.159,
      "dur": 2.951,
      "text": "why I mean they are multiple but one thing they often say is look there are"
    },
    {
      "start": 1501.12,
      "dur": 2.39,
      "text": "thing they often say is look there are much bigger emitters in the world. Look"
    },
    {
      "start": 1503.52,
      "dur": 2.149,
      "text": "much bigger emitters in the world. Look at China. They also quote the US, but"
    },
    {
      "start": 1505.679,
      "dur": 2.951,
      "text": "at China. They also quote the US, but they often cite China as to say that if"
    },
    {
      "start": 1508.64,
      "dur": 3.269,
      "text": "they often cite China as to say that if China is still a huge poller, why is the"
    },
    {
      "start": 1511.919,
      "dur": 2.63,
      "text": "China is still a huge poller, why is the UK putting itself through pain as they"
    },
    {
      "start": 1514.559,
      "dur": 2.391,
      "text": "UK putting itself through pain as they would see it of trying to reduce net"
    },
    {
      "start": 1516.96,
      "dur": 1.829,
      "text": "would see it of trying to reduce net zero? Because it won't make it so much"
    },
    {
      "start": 1518.799,
      "dur": 1.831,
      "text": "zero? Because it won't make it so much of a difference if you've got countries"
    },
    {
      "start": 1520.64,
      "dur": 2.389,
      "text": "of a difference if you've got countries like China being huge polluters. I just"
    },
    {
      "start": 1523.039,
      "dur": 2.071,
      "text": "like China being huge polluters. I just wonder if these figures, a small"
    },
    {
      "start": 1525.12,
      "dur": 2.71,
      "text": "wonder if these figures, a small decrease albeit, but if this these"
    },
    {
      "start": 1527.84,
      "dur": 1.99,
      "text": "decrease albeit, but if this these figures might do something to that"
    },
    {
      "start": 1529.84,
      "dur": 1.51,
      "text": "figures might do something to that argument. Well, I think the important"
    },
    {
      "start": 1531.36,
      "dur": 1.669,
      "text": "argument. Well, I think the important thing to understand is that what the"
    },
    {
      "start": 1533.039,
      "dur": 1.671,
      "text": "thing to understand is that what the analysts, the energy analysts looking at"
    },
    {
      "start": 1534.72,
      "dur": 2.63,
      "text": "analysts, the energy analysts looking at this think is this portends"
    },
    {
      "start": 1537.36,
      "dur": 2.23,
      "text": "this think is this portends uh you know a fall that we've seen a"
    },
    {
      "start": 1539.6,
      "dur": 2.87,
      "text": "uh you know a fall that we've seen a tiny fall this year, but the trend is a"
    },
    {
      "start": 1542.48,
      "dur": 2.39,
      "text": "tiny fall this year, but the trend is a decline. China says has said it wants to"
    },
    {
      "start": 1544.88,
      "dur": 3.35,
      "text": "decline. China says has said it wants to peak its uh its emissions by 2030. It's"
    },
    {
      "start": 1548.24,
      "dur": 1.909,
      "text": "peak its uh its emissions by 2030. It's very common for it to overd deliver on"
    },
    {
      "start": 1550.159,
      "dur": 1.75,
      "text": "very common for it to overd deliver on its climate promises and it appears to"
    },
    {
      "start": 1551.919,
      "dur": 2.311,
      "text": "its climate promises and it appears to be delivering early on that. So we would"
    },
    {
      "start": 1554.24,
      "dur": 2.23,
      "text": "be delivering early on that. So we would then expect given the unbelievably huge"
    },
    {
      "start": 1556.48,
      "dur": 2.23,
      "text": "then expect given the unbelievably huge investment in clean technology that CL"
    },
    {
      "start": 1558.72,
      "dur": 1.99,
      "text": "investment in clean technology that CL China's making in terms of let putting"
    },
    {
      "start": 1560.72,
      "dur": 2.069,
      "text": "China's making in terms of let putting in you putting the stuff in you know"
    },
    {
      "start": 1562.799,
      "dur": 1.911,
      "text": "in you putting the stuff in you know creating solar farms putting in wind"
    },
    {
      "start": 1564.72,
      "dur": 1.91,
      "text": "creating solar farms putting in wind turbines all that kind of stuff all of"
    },
    {
      "start": 1566.64,
      "dur": 2.47,
      "text": "turbines all that kind of stuff all of that we would expect to deliver in in"
    },
    {
      "start": 1569.12,
      "dur": 1.59,
      "text": "that we would expect to deliver in in continued reduced emissions."
    },
    {
      "start": 1570.72,
      "dur": 1.67,
      "text": "continued reduced emissions. &gt;&gt; Can I ask a really tiny question about"
    },
    {
      "start": 1572.4,
      "dur": 2.31,
      "text": "&gt;&gt; Can I ask a really tiny question about that just generally"
    },
    {
      "start": 1574.72,
      "dur": 1.67,
      "text": "that just generally &gt;&gt; can we trust these figures? I mean"
    },
    {
      "start": 1576.4,
      "dur": 2.55,
      "text": "&gt;&gt; can we trust these figures? I mean China's an authoritarian government with"
    },
    {
      "start": 1578.96,
      "dur": 1.75,
      "text": "China's an authoritarian government with almost complete control over many"
    },
    {
      "start": 1580.72,
      "dur": 2.63,
      "text": "almost complete control over many aspects of life there. Are these figures"
    },
    {
      "start": 1583.36,
      "dur": 2.07,
      "text": "aspects of life there. Are these figures definitely verifiable and reliable?"
    },
    {
      "start": 1585.44,
      "dur": 1.19,
      "text": "definitely verifiable and reliable? &gt;&gt; These figures actually come from"
    },
    {
      "start": 1586.64,
      "dur": 2.95,
      "text": "&gt;&gt; These figures actually come from independent uh bodies which are of"
    },
    {
      "start": 1589.6,
      "dur": 2.23,
      "text": "independent uh bodies which are of course using data produced in China. I"
    },
    {
      "start": 1591.84,
      "dur": 1.429,
      "text": "course using data produced in China. I think the feeling is that Chinese data"
    },
    {
      "start": 1593.279,
      "dur": 2.071,
      "text": "think the feeling is that Chinese data on this kind of stuff is reliable. We"
    },
    {
      "start": 1595.36,
      "dur": 2.23,
      "text": "on this kind of stuff is reliable. We haven't actually got the Chinese data."
    },
    {
      "start": 1597.6,
      "dur": 1.429,
      "text": "haven't actually got the Chinese data. They haven't said what they think is"
    },
    {
      "start": 1599.039,
      "dur": 1.671,
      "text": "They haven't said what they think is happening in their economy. But I think"
    },
    {
      "start": 1600.72,
      "dur": 1.829,
      "text": "happening in their economy. But I think we can trust this data and there are"
    },
    {
      "start": 1602.559,
      "dur": 2.23,
      "text": "we can trust this data and there are ways of testing how much uh you know"
    },
    {
      "start": 1604.799,
      "dur": 2.311,
      "text": "ways of testing how much uh you know checking on how much emissions there"
    },
    {
      "start": 1607.12,
      "dur": 2.23,
      "text": "checking on how much emissions there are. But you know coming to your point I"
    },
    {
      "start": 1609.36,
      "dur": 2.15,
      "text": "are. But you know coming to your point I think it you know maybe not this year"
    },
    {
      "start": 1611.52,
      "dur": 2.149,
      "text": "think it you know maybe not this year but in the future I think it will"
    },
    {
      "start": 1613.679,
      "dur": 1.511,
      "text": "but in the future I think it will challenge that whole that whole"
    },
    {
      "start": 1615.2,
      "dur": 1.829,
      "text": "challenge that whole that whole narrative. You know China's not doing"
    },
    {
      "start": 1617.039,
      "dur": 1.191,
      "text": "narrative. You know China's not doing anything. I mean look it's really"
    },
    {
      "start": 1618.24,
      "dur": 1.35,
      "text": "anything. I mean look it's really interesting and this is a complicated"
    },
    {
      "start": 1619.6,
      "dur": 3.189,
      "text": "interesting and this is a complicated area. China is building more coal and"
    },
    {
      "start": 1622.799,
      "dur": 1.75,
      "text": "area. China is building more coal and gas plants you know to generate"
    },
    {
      "start": 1624.559,
      "dur": 3.191,
      "text": "gas plants you know to generate electricity. In fact last year 2025 it"
    },
    {
      "start": 1627.76,
      "dur": 2.149,
      "text": "electricity. In fact last year 2025 it put more in than it has for a decade"
    },
    {
      "start": 1629.919,
      "dur": 1.831,
      "text": "put more in than it has for a decade than any year for a decade. So it's"
    },
    {
      "start": 1631.76,
      "dur": 2.23,
      "text": "than any year for a decade. So it's investing more if you like in coal and"
    },
    {
      "start": 1634.0,
      "dur": 2.149,
      "text": "investing more if you like in coal and gas or than it has for a decade. And"
    },
    {
      "start": 1636.159,
      "dur": 2.711,
      "text": "gas or than it has for a decade. And that is but but the role of those is"
    },
    {
      "start": 1638.88,
      "dur": 1.669,
      "text": "that is but but the role of those is essentially they act as like a kind of"
    },
    {
      "start": 1640.559,
      "dur": 2.47,
      "text": "essentially they act as like a kind of backup battery. So when you haven't got"
    },
    {
      "start": 1643.039,
      "dur": 3.031,
      "text": "backup battery. So when you haven't got any wind or sun so you're not your your"
    },
    {
      "start": 1646.08,
      "dur": 1.11,
      "text": "any wind or sun so you're not your your wind and solar isn't delivering"
    },
    {
      "start": 1647.2,
      "dur": 2.39,
      "text": "wind and solar isn't delivering electricity. Your batteries have run"
    },
    {
      "start": 1649.6,
      "dur": 2.15,
      "text": "electricity. Your batteries have run out. They need a backup to ensure that"
    },
    {
      "start": 1651.76,
      "dur": 1.75,
      "text": "out. They need a backup to ensure that there aren't power cuts in America in"
    },
    {
      "start": 1653.52,
      "dur": 2.07,
      "text": "there aren't power cuts in America in China. So what they're proposing to do"
    },
    {
      "start": 1655.6,
      "dur": 1.91,
      "text": "China. So what they're proposing to do is turn on these new plants they've"
    },
    {
      "start": 1657.52,
      "dur": 2.149,
      "text": "is turn on these new plants they've built and use that to power the system."
    },
    {
      "start": 1659.679,
      "dur": 2.711,
      "text": "built and use that to power the system. So although they are building more um"
    },
    {
      "start": 1662.4,
      "dur": 2.79,
      "text": "So although they are building more um more coal and gas, they're expecting to"
    },
    {
      "start": 1665.2,
      "dur": 1.91,
      "text": "more coal and gas, they're expecting to use it a lot less. So emissions should"
    },
    {
      "start": 1667.12,
      "dur": 1.99,
      "text": "use it a lot less. So emissions should still continue to form fall. And"
    },
    {
      "start": 1669.12,
      "dur": 1.19,
      "text": "still continue to form fall. And actually when you look at the strategy"
    },
    {
      "start": 1670.32,
      "dur": 1.19,
      "text": "actually when you look at the strategy of the current government here in the"
    },
    {
      "start": 1671.52,
      "dur": 1.43,
      "text": "of the current government here in the UK, that's exactly what they're doing as"
    },
    {
      "start": 1672.96,
      "dur": 1.189,
      "text": "UK, that's exactly what they're doing as well. They're saying we'll build out in"
    },
    {
      "start": 1674.159,
      "dur": 2.151,
      "text": "well. They're saying we'll build out in the North Sea wind turbines, but we will"
    },
    {
      "start": 1676.32,
      "dur": 2.949,
      "text": "the North Sea wind turbines, but we will also need to build new gas plants to"
    },
    {
      "start": 1679.279,
      "dur": 2.231,
      "text": "also need to build new gas plants to cover us if there's two weeks in winter"
    },
    {
      "start": 1681.52,
      "dur": 1.19,
      "text": "cover us if there's two weeks in winter when it's cold and the wind doesn't"
    },
    {
      "start": 1682.72,
      "dur": 1.429,
      "text": "when it's cold and the wind doesn't blow. Actually, in talking of the North"
    },
    {
      "start": 1684.159,
      "dur": 2.551,
      "text": "blow. Actually, in talking of the North Sea, this is a live active political"
    },
    {
      "start": 1686.72,
      "dur": 2.47,
      "text": "Sea, this is a live active political issue, Alex, at the moment, as you know,"
    },
    {
      "start": 1689.2,
      "dur": 2.469,
      "text": "issue, Alex, at the moment, as you know, because in the parliamentary elections"
    },
    {
      "start": 1691.679,
      "dur": 1.751,
      "text": "because in the parliamentary elections for the Scottish Parliament in May,"
    },
    {
      "start": 1693.44,
      "dur": 1.27,
      "text": "for the Scottish Parliament in May, there's a big fight going on,"
    },
    {
      "start": 1694.72,
      "dur": 1.27,
      "text": "there's a big fight going on, particularly in the northeast of"
    },
    {
      "start": 1696.0,
      "dur": 2.389,
      "text": "particularly in the northeast of Scotland, about the energy transition,"
    },
    {
      "start": 1698.399,
      "dur": 1.99,
      "text": "Scotland, about the energy transition, about jobs being lost in the oil and gas"
    },
    {
      "start": 1700.399,
      "dur": 1.671,
      "text": "about jobs being lost in the oil and gas sector, about whether that transition is"
    },
    {
      "start": 1702.08,
      "dur": 1.589,
      "text": "sector, about whether that transition is being managed effectively, and Reform"
    },
    {
      "start": 1703.679,
      "dur": 2.071,
      "text": "being managed effectively, and Reform UK, which has never won a any"
    },
    {
      "start": 1705.76,
      "dur": 1.909,
      "text": "UK, which has never won a any parliamentary seats in Scotland before,"
    },
    {
      "start": 1707.679,
      "dur": 1.671,
      "text": "parliamentary seats in Scotland before, is very much hoping to make to make"
    },
    {
      "start": 1709.36,
      "dur": 2.23,
      "text": "is very much hoping to make to make inroads in that part of the country. the"
    },
    {
      "start": 1711.6,
      "dur": 1.91,
      "text": "inroads in that part of the country. the Conservatives competitive there. The SNP"
    },
    {
      "start": 1713.52,
      "dur": 1.91,
      "text": "Conservatives competitive there. The SNP have a their position, you know, there's"
    },
    {
      "start": 1715.44,
      "dur": 1.589,
      "text": "have a their position, you know, there's there's real competition going on around"
    },
    {
      "start": 1717.039,
      "dur": 1.431,
      "text": "there's real competition going on around this. It's a live active political"
    },
    {
      "start": 1718.48,
      "dur": 0.23,
      "text": "this. It's a live active political issue."
    },
    {
      "start": 1718.72,
      "dur": 1.11,
      "text": "issue. &gt;&gt; Yeah. And it's so interesting because"
    },
    {
      "start": 1719.84,
      "dur": 1.829,
      "text": "&gt;&gt; Yeah. And it's so interesting because for a while there was a sort of broad"
    },
    {
      "start": 1721.679,
      "dur": 2.631,
      "text": "for a while there was a sort of broad political consensus in the UK about the"
    },
    {
      "start": 1724.32,
      "dur": 1.589,
      "text": "political consensus in the UK about the attempt to reach net zero by a certain"
    },
    {
      "start": 1725.919,
      "dur": 2.151,
      "text": "attempt to reach net zero by a certain date, but we have seen that fracture"
    },
    {
      "start": 1728.08,
      "dur": 1.75,
      "text": "date, but we have seen that fracture right across the political spectrum in"
    },
    {
      "start": 1729.84,
      "dur": 1.51,
      "text": "right across the political spectrum in the UK. Justin, I just wanted to pick"
    },
    {
      "start": 1731.36,
      "dur": 1.27,
      "text": "the UK. Justin, I just wanted to pick you up on the kind of other bit of this."
    },
    {
      "start": 1732.64,
      "dur": 1.749,
      "text": "you up on the kind of other bit of this. So, we talked a lot about China. What"
    },
    {
      "start": 1734.399,
      "dur": 1.99,
      "text": "So, we talked a lot about China. What then of the US? Because of course we"
    },
    {
      "start": 1736.399,
      "dur": 2.951,
      "text": "then of the US? Because of course we know Donald Trump has been loudly"
    },
    {
      "start": 1739.36,
      "dur": 2.39,
      "text": "know Donald Trump has been loudly skeptical about net zero and pulled the"
    },
    {
      "start": 1741.76,
      "dur": 1.59,
      "text": "skeptical about net zero and pulled the US out of all sorts of you know climate"
    },
    {
      "start": 1743.36,
      "dur": 0.549,
      "text": "US out of all sorts of you know climate commitments"
    },
    {
      "start": 1743.919,
      "dur": 1.511,
      "text": "commitments &gt;&gt; and we've seen the latest development in"
    },
    {
      "start": 1745.44,
      "dur": 1.91,
      "text": "&gt;&gt; and we've seen the latest development in that trend. So they're calling it the"
    },
    {
      "start": 1747.36,
      "dur": 2.47,
      "text": "that trend. So they're calling it the biggest deregulation in US history."
    },
    {
      "start": 1749.84,
      "dur": 1.91,
      "text": "biggest deregulation in US history. They're going to lift the rules that"
    },
    {
      "start": 1751.76,
      "dur": 2.23,
      "text": "They're going to lift the rules that mean that the Environmental Protection"
    },
    {
      "start": 1754.0,
      "dur": 2.87,
      "text": "mean that the Environmental Protection Agency, US's federal environment body"
    },
    {
      "start": 1756.88,
      "dur": 1.99,
      "text": "Agency, US's federal environment body can regulate carbon dioxide emissions."
    },
    {
      "start": 1758.88,
      "dur": 1.59,
      "text": "can regulate carbon dioxide emissions. Now, initially that's mostly going to"
    },
    {
      "start": 1760.48,
      "dur": 2.549,
      "text": "Now, initially that's mostly going to affect vehicles, so cars and trucks. But"
    },
    {
      "start": 1763.039,
      "dur": 2.151,
      "text": "affect vehicles, so cars and trucks. But the idea of the Trump administration is"
    },
    {
      "start": 1765.2,
      "dur": 2.55,
      "text": "the idea of the Trump administration is there'll be no rules, federal rules. So"
    },
    {
      "start": 1767.76,
      "dur": 2.389,
      "text": "there'll be no rules, federal rules. So that's the American government rules"
    },
    {
      "start": 1770.159,
      "dur": 1.831,
      "text": "that's the American government rules regulating carbon dioxide emissions from"
    },
    {
      "start": 1772.0,
      "dur": 1.83,
      "text": "regulating carbon dioxide emissions from power plants as well. So while China,"
    },
    {
      "start": 1773.84,
      "dur": 1.91,
      "text": "power plants as well. So while China, we're seeing emissions fall in China,"
    },
    {
      "start": 1775.76,
      "dur": 1.43,
      "text": "we're seeing emissions fall in China, America's saying we don't care about"
    },
    {
      "start": 1777.2,
      "dur": 1.43,
      "text": "America's saying we don't care about emissions. We're not going to regulate"
    },
    {
      "start": 1778.64,
      "dur": 2.31,
      "text": "emissions. We're not going to regulate them at a national level anymore. It's a"
    },
    {
      "start": 1780.96,
      "dur": 2.309,
      "text": "them at a national level anymore. It's a really interesting what it what's really"
    },
    {
      "start": 1783.279,
      "dur": 3.11,
      "text": "really interesting what it what's really interesting about it is h how much it"
    },
    {
      "start": 1786.399,
      "dur": 2.791,
      "text": "interesting about it is h how much it demonstrates a really different approach"
    },
    {
      "start": 1789.2,
      "dur": 2.55,
      "text": "demonstrates a really different approach to energy that America's doubling down"
    },
    {
      "start": 1791.76,
      "dur": 2.07,
      "text": "to energy that America's doubling down on fossil fuels. Trump is saying, you"
    },
    {
      "start": 1793.84,
      "dur": 1.75,
      "text": "on fossil fuels. Trump is saying, you know, this is something America's really"
    },
    {
      "start": 1795.6,
      "dur": 1.91,
      "text": "know, this is something America's really strong in. This is something we think we"
    },
    {
      "start": 1797.52,
      "dur": 2.31,
      "text": "strong in. This is something we think we can leverage for America to make cheap"
    },
    {
      "start": 1799.84,
      "dur": 2.47,
      "text": "can leverage for America to make cheap energy in America, but also we think we"
    },
    {
      "start": 1802.32,
      "dur": 1.67,
      "text": "energy in America, but also we think we can sell into the world. China is"
    },
    {
      "start": 1804.0,
      "dur": 1.19,
      "text": "can sell into the world. China is offering the world a very different"
    },
    {
      "start": 1805.2,
      "dur": 1.99,
      "text": "offering the world a very different model. We're seeing that deliver in"
    },
    {
      "start": 1807.2,
      "dur": 1.99,
      "text": "model. We're seeing that deliver in China. But obviously the industries that"
    },
    {
      "start": 1809.2,
      "dur": 1.03,
      "text": "China. But obviously the industries that we've been talking about China"
    },
    {
      "start": 1810.24,
      "dur": 1.83,
      "text": "we've been talking about China developing, the clean technology"
    },
    {
      "start": 1812.08,
      "dur": 2.15,
      "text": "developing, the clean technology industries are huge export industries as"
    },
    {
      "start": 1814.24,
      "dur": 1.909,
      "text": "industries are huge export industries as well. So it's seeing that this as an"
    },
    {
      "start": 1816.159,
      "dur": 1.99,
      "text": "well. So it's seeing that this as an opportunity to sell these products"
    },
    {
      "start": 1818.159,
      "dur": 1.51,
      "text": "opportunity to sell these products around the world, make money for China,"
    },
    {
      "start": 1819.679,
      "dur": 1.911,
      "text": "around the world, make money for China, but also of course deliver emissions"
    },
    {
      "start": 1821.6,
      "dur": 1.59,
      "text": "but also of course deliver emissions reductions elsewhere in the world"
    },
    {
      "start": 1823.2,
      "dur": 0.55,
      "text": "reductions elsewhere in the world potentially."
    },
    {
      "start": 1823.76,
      "dur": 1.59,
      "text": "potentially. &gt;&gt; And there's a real tussle and has been"
    },
    {
      "start": 1825.36,
      "dur": 1.429,
      "text": "&gt;&gt; And there's a real tussle and has been for many years when I was based in Los"
    },
    {
      "start": 1826.799,
      "dur": 2.151,
      "text": "for many years when I was based in Los Angeles. is we I remember reporting on"
    },
    {
      "start": 1828.96,
      "dur": 2.23,
      "text": "Angeles. is we I remember reporting on this tussle between the federal"
    },
    {
      "start": 1831.2,
      "dur": 1.91,
      "text": "this tussle between the federal government under Donald Trump in his"
    },
    {
      "start": 1833.12,
      "dur": 2.39,
      "text": "government under Donald Trump in his first term and the Californian"
    },
    {
      "start": 1835.52,
      "dur": 2.71,
      "text": "first term and the Californian authorities. California has an outsiz"
    },
    {
      "start": 1838.24,
      "dur": 2.95,
      "text": "authorities. California has an outsiz role because of the outsiz impact of its"
    },
    {
      "start": 1841.2,
      "dur": 3.03,
      "text": "role because of the outsiz impact of its huge economy on setting some sort"
    },
    {
      "start": 1844.24,
      "dur": 1.75,
      "text": "huge economy on setting some sort standards and environmental standards"
    },
    {
      "start": 1846.0,
      "dur": 1.669,
      "text": "standards and environmental standards and for car manufacturers for example"
    },
    {
      "start": 1847.679,
      "dur": 1.35,
      "text": "and for car manufacturers for example they often follow the Californian"
    },
    {
      "start": 1849.039,
      "dur": 1.831,
      "text": "they often follow the Californian standards because it's just if you're if"
    },
    {
      "start": 1850.88,
      "dur": 1.029,
      "text": "standards because it's just if you're if you're going to have to follow these"
    },
    {
      "start": 1851.919,
      "dur": 1.191,
      "text": "you're going to have to follow these tough standards there it's actually"
    },
    {
      "start": 1853.12,
      "dur": 1.51,
      "text": "tough standards there it's actually cheaper just to do that sometimes and"
    },
    {
      "start": 1854.64,
      "dur": 1.909,
      "text": "cheaper just to do that sometimes and then impose them on the rest of the US."
    },
    {
      "start": 1856.559,
      "dur": 1.35,
      "text": "then impose them on the rest of the US. So California is sometimes seen as"
    },
    {
      "start": 1857.919,
      "dur": 2.551,
      "text": "So California is sometimes seen as having a de facto ability to regulate"
    },
    {
      "start": 1860.48,
      "dur": 2.069,
      "text": "having a de facto ability to regulate the rest of the US. Is that tussle still"
    },
    {
      "start": 1862.559,
      "dur": 2.791,
      "text": "the rest of the US. Is that tussle still continuing between mostly Democratic"
    },
    {
      "start": 1865.36,
      "dur": 1.83,
      "text": "continuing between mostly Democratic California and the Republican federal"
    },
    {
      "start": 1867.2,
      "dur": 0.709,
      "text": "California and the Republican federal government in the US?"
    },
    {
      "start": 1867.919,
      "dur": 1.271,
      "text": "government in the US? &gt;&gt; Yeah, absolutely. We'd expect that to"
    },
    {
      "start": 1869.2,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, absolutely. We'd expect that to continue. We'd expect there to be push"
    },
    {
      "start": 1870.64,
      "dur": 2.389,
      "text": "continue. We'd expect there to be push back from states that care about this"
    },
    {
      "start": 1873.039,
      "dur": 1.51,
      "text": "back from states that care about this stuff. But let's just zoom out a little"
    },
    {
      "start": 1874.559,
      "dur": 1.83,
      "text": "stuff. But let's just zoom out a little bit more, shall we? And look at, you"
    },
    {
      "start": 1876.399,
      "dur": 1.351,
      "text": "bit more, shall we? And look at, you know, it's really interesting talking to"
    },
    {
      "start": 1877.76,
      "dur": 3.909,
      "text": "know, it's really interesting talking to energy experts today about how impactful"
    },
    {
      "start": 1881.679,
      "dur": 2.071,
      "text": "energy experts today about how impactful they think this really quite dramatic"
    },
    {
      "start": 1883.76,
      "dur": 1.35,
      "text": "they think this really quite dramatic bit of deregulation. We're not going to"
    },
    {
      "start": 1885.12,
      "dur": 1.75,
      "text": "bit of deregulation. We're not going to regulate carbon dioxide emissions, the"
    },
    {
      "start": 1886.88,
      "dur": 2.23,
      "text": "regulate carbon dioxide emissions, the key greenhouse gas anymore. Sounds like"
    },
    {
      "start": 1889.12,
      "dur": 1.75,
      "text": "key greenhouse gas anymore. Sounds like a dramatic move. People actually say,"
    },
    {
      "start": 1890.88,
      "dur": 2.23,
      "text": "a dramatic move. People actually say, well, you know, in America, the trends"
    },
    {
      "start": 1893.12,
      "dur": 1.83,
      "text": "well, you know, in America, the trends are already quite well established. You"
    },
    {
      "start": 1894.96,
      "dur": 2.549,
      "text": "are already quite well established. You know, solar power, wind power now"
    },
    {
      "start": 1897.519,
      "dur": 1.75,
      "text": "know, solar power, wind power now significant, well, particularly solar,"
    },
    {
      "start": 1899.279,
      "dur": 1.99,
      "text": "significant, well, particularly solar, way cheaper than other forms of energy,"
    },
    {
      "start": 1901.279,
      "dur": 1.431,
      "text": "way cheaper than other forms of energy, and people are putting that stuff in"
    },
    {
      "start": 1902.72,
      "dur": 1.75,
      "text": "and people are putting that stuff in because it makes economic sense. So,"
    },
    {
      "start": 1904.48,
      "dur": 2.63,
      "text": "because it makes economic sense. So, it's really competitive with coal, oil,"
    },
    {
      "start": 1907.12,
      "dur": 1.99,
      "text": "it's really competitive with coal, oil, and gas already. So, there is a trend"
    },
    {
      "start": 1909.12,
      "dur": 2.47,
      "text": "and gas already. So, there is a trend there that's hard to reverse. And then"
    },
    {
      "start": 1911.6,
      "dur": 1.59,
      "text": "there that's hard to reverse. And then actually look at the bigger picture."
    },
    {
      "start": 1913.2,
      "dur": 1.99,
      "text": "actually look at the bigger picture. Look at China. China's such a big"
    },
    {
      "start": 1915.2,
      "dur": 2.309,
      "text": "Look at China. China's such a big emitter that what China does this"
    },
    {
      "start": 1917.519,
      "dur": 1.671,
      "text": "emitter that what China does this bending the emissions curve if you like"
    },
    {
      "start": 1919.2,
      "dur": 1.91,
      "text": "bending the emissions curve if you like that seems to be happening in China is"
    },
    {
      "start": 1921.12,
      "dur": 1.83,
      "text": "that seems to be happening in China is more impactful on global emissions just"
    },
    {
      "start": 1922.96,
      "dur": 1.429,
      "text": "more impactful on global emissions just because America's a third of emissions"
    },
    {
      "start": 1924.399,
      "dur": 1.591,
      "text": "because America's a third of emissions so even if it does make a difference"
    },
    {
      "start": 1926.0,
      "dur": 2.389,
      "text": "so even if it does make a difference it's kind of relatively let's be careful"
    },
    {
      "start": 1928.399,
      "dur": 2.231,
      "text": "it's kind of relatively let's be careful small change all emissions matter small"
    },
    {
      "start": 1930.64,
      "dur": 1.35,
      "text": "small change all emissions matter small change compared to what's happening in"
    },
    {
      "start": 1932.0,
      "dur": 1.909,
      "text": "change compared to what's happening in China and the effect China's having"
    },
    {
      "start": 1933.919,
      "dur": 1.11,
      "text": "China and the effect China's having elsewhere in the world"
    },
    {
      "start": 1935.039,
      "dur": 2.071,
      "text": "elsewhere in the world &gt;&gt; I know James quite rightly said that we"
    },
    {
      "start": 1937.12,
      "dur": 2.23,
      "text": "&gt;&gt; I know James quite rightly said that we should never interchange or mix up the"
    },
    {
      "start": 1939.36,
      "dur": 1.75,
      "text": "should never interchange or mix up the notion of climate change and immediate"
    },
    {
      "start": 1941.12,
      "dur": 2.23,
      "text": "notion of climate change and immediate weather and all that however because"
    },
    {
      "start": 1943.36,
      "dur": 0.87,
      "text": "weather and all that however because you're"
    },
    {
      "start": 1944.24,
      "dur": 1.11,
      "text": "you're rain."
    },
    {
      "start": 1945.36,
      "dur": 2.549,
      "text": "rain. &gt;&gt; It's been gray. It's been gray and it's"
    },
    {
      "start": 1947.919,
      "dur": 2.63,
      "text": "&gt;&gt; It's been gray. It's been gray and it's been so rainy. Um I mean, we had like a"
    },
    {
      "start": 1950.559,
      "dur": 1.431,
      "text": "been so rainy. Um I mean, we had like a little burst at Westminster earlier that"
    },
    {
      "start": 1952.0,
      "dur": 1.509,
      "text": "little burst at Westminster earlier that was a bit of an end of days vibe about"
    },
    {
      "start": 1953.519,
      "dur": 1.75,
      "text": "was a bit of an end of days vibe about it. Are we just in for this now? Is it"
    },
    {
      "start": 1955.279,
      "dur": 1.191,
      "text": "it. Are we just in for this now? Is it is this the way of things?"
    },
    {
      "start": 1956.48,
      "dur": 1.429,
      "text": "is this the way of things? &gt;&gt; I mean, look, there is a long and this"
    },
    {
      "start": 1957.919,
      "dur": 1.431,
      "text": "&gt;&gt; I mean, look, there is a long and this is a long-term trend, you know, over"
    },
    {
      "start": 1959.36,
      "dur": 3.27,
      "text": "is a long-term trend, you know, over decades of increased rain in the UK and"
    },
    {
      "start": 1962.64,
      "dur": 2.47,
      "text": "decades of increased rain in the UK and there's a changing pattern beginnings of"
    },
    {
      "start": 1965.12,
      "dur": 1.59,
      "text": "there's a changing pattern beginnings of what appears to be a changing pattern of"
    },
    {
      "start": 1966.72,
      "dur": 2.789,
      "text": "what appears to be a changing pattern of rainfall. So, you get more intense"
    },
    {
      "start": 1969.519,
      "dur": 1.671,
      "text": "rainfall. So, you get more intense rainstorms. When the rain comes, it"
    },
    {
      "start": 1971.2,
      "dur": 1.75,
      "text": "rainstorms. When the rain comes, it falls more heavily. Obviously, that has"
    },
    {
      "start": 1972.96,
      "dur": 1.99,
      "text": "falls more heavily. Obviously, that has implications for flooding. This is a"
    },
    {
      "start": 1974.96,
      "dur": 2.069,
      "text": "implications for flooding. This is a long-term trend. It makes sense. The"
    },
    {
      "start": 1977.039,
      "dur": 1.831,
      "text": "long-term trend. It makes sense. The warmer the air is, the more moisture it"
    },
    {
      "start": 1978.88,
      "dur": 1.99,
      "text": "warmer the air is, the more moisture it can hold. So, one degree temperature"
    },
    {
      "start": 1980.88,
      "dur": 2.389,
      "text": "can hold. So, one degree temperature rise means 7% more moisture in the air."
    },
    {
      "start": 1983.279,
      "dur": 1.99,
      "text": "rise means 7% more moisture in the air. So, we would expect, this is what, you"
    },
    {
      "start": 1985.279,
      "dur": 2.071,
      "text": "So, we would expect, this is what, you know, scientists would say is likely to"
    },
    {
      "start": 1987.36,
      "dur": 1.909,
      "text": "know, scientists would say is likely to happen. Obviously, it's still dependent"
    },
    {
      "start": 1989.279,
      "dur": 1.75,
      "text": "happen. Obviously, it's still dependent on weather patterns and what's caused"
    },
    {
      "start": 1991.039,
      "dur": 2.23,
      "text": "on weather patterns and what's caused the rain here. People would say yeah"
    },
    {
      "start": 1993.279,
      "dur": 1.671,
      "text": "the rain here. People would say yeah climate change may be playing a tiny"
    },
    {
      "start": 1994.96,
      "dur": 1.75,
      "text": "climate change may be playing a tiny part in it but mostly it's to do with"
    },
    {
      "start": 1996.72,
      "dur": 2.23,
      "text": "part in it but mostly it's to do with these blocking patterns of the uh of the"
    },
    {
      "start": 1998.96,
      "dur": 2.47,
      "text": "these blocking patterns of the uh of the jetream which has captured these kind of"
    },
    {
      "start": 2001.44,
      "dur": 1.43,
      "text": "jetream which has captured these kind of you know low pressure system which have"
    },
    {
      "start": 2002.88,
      "dur": 0.71,
      "text": "you know low pressure system which have delivered rain"
    },
    {
      "start": 2003.6,
      "dur": 2.23,
      "text": "delivered rain &gt;&gt; sitting on over sitting sitting raining"
    },
    {
      "start": 2005.84,
      "dur": 0.87,
      "text": "&gt;&gt; sitting on over sitting sitting raining on us day in"
    },
    {
      "start": 2006.72,
      "dur": 2.15,
      "text": "on us day in &gt;&gt; and and not just rain but just gloom and"
    },
    {
      "start": 2008.88,
      "dur": 1.59,
      "text": "&gt;&gt; and and not just rain but just gloom and gloom and gloom especially in parts of"
    },
    {
      "start": 2010.48,
      "dur": 3.35,
      "text": "gloom and gloom especially in parts of Scotland. Aberdeene has had no sun for"
    },
    {
      "start": 2013.84,
      "dur": 4.069,
      "text": "Scotland. Aberdeene has had no sun for more than 3 weeks at all. And it is now,"
    },
    {
      "start": 2017.919,
      "dur": 1.99,
      "text": "more than 3 weeks at all. And it is now, we're recording this episode, it's 7"
    },
    {
      "start": 2019.919,
      "dur": 3.75,
      "text": "we're recording this episode, it's 7 minutes to 5 on Thursday evening, which"
    },
    {
      "start": 2023.679,
      "dur": 2.551,
      "text": "minutes to 5 on Thursday evening, which means that the sun sets in Aberdeene 9"
    },
    {
      "start": 2026.24,
      "dur": 3.269,
      "text": "means that the sun sets in Aberdeene 9 minutes from now. And last I checked,"
    },
    {
      "start": 2029.519,
      "dur": 1.831,
      "text": "minutes from now. And last I checked, there had been no more sun today."
    },
    {
      "start": 2031.36,
      "dur": 2.23,
      "text": "there had been no more sun today. &gt;&gt; Can I just to offset that rather gloo,"
    },
    {
      "start": 2033.6,
      "dur": 1.189,
      "text": "&gt;&gt; Can I just to offset that rather gloo, literally gloomy picture,"
    },
    {
      "start": 2034.799,
      "dur": 1.191,
      "text": "literally gloomy picture, &gt;&gt; please do cuz I'm literally just about"
    },
    {
      "start": 2036.0,
      "dur": 1.909,
      "text": "&gt;&gt; please do cuz I'm literally just about to head up to Scotland. So please do."
    },
    {
      "start": 2037.919,
      "dur": 3.031,
      "text": "to head up to Scotland. So please do. Well, this morning as I w I I swim in a"
    },
    {
      "start": 2040.96,
      "dur": 2.15,
      "text": "Well, this morning as I w I I swim in a local lido and this morning as I walked"
    },
    {
      "start": 2043.12,
      "dur": 2.31,
      "text": "local lido and this morning as I walked in, there was the most beautiful dawn."
    },
    {
      "start": 2045.44,
      "dur": 1.91,
      "text": "in, there was the most beautiful dawn. And I tell you what, because we've had"
    },
    {
      "start": 2047.36,
      "dur": 2.229,
      "text": "And I tell you what, because we've had so many This is This is on the side of"
    },
    {
      "start": 2049.599,
      "dur": 2.07,
      "text": "so many This is This is on the side of Overtimistic. Because we've had so many"
    },
    {
      "start": 2051.679,
      "dur": 2.47,
      "text": "Overtimistic. Because we've had so many days of bad weather, seeing the sun"
    },
    {
      "start": 2054.159,
      "dur": 2.631,
      "text": "days of bad weather, seeing the sun break through and twinkle in the drops"
    },
    {
      "start": 2056.8,
      "dur": 2.23,
      "text": "break through and twinkle in the drops hanging on the trees was abs so"
    },
    {
      "start": 2059.04,
      "dur": 1.349,
      "text": "hanging on the trees was abs so beautiful. In fact, I took a picture and"
    },
    {
      "start": 2060.399,
      "dur": 1.67,
      "text": "beautiful. In fact, I took a picture and sent it to my friends. Absolutely"
    },
    {
      "start": 2062.079,
      "dur": 3.191,
      "text": "sent it to my friends. Absolutely amazing. We earned No, not yet. when it"
    },
    {
      "start": 2065.28,
      "dur": 1.829,
      "text": "amazing. We earned No, not yet. when it comes, it's really going to be"
    },
    {
      "start": 2067.119,
      "dur": 1.111,
      "text": "comes, it's really going to be meaningful. You're really going to"
    },
    {
      "start": 2068.24,
      "dur": 1.51,
      "text": "meaningful. You're really going to &gt;&gt; look forward to that. And and Alex, I"
    },
    {
      "start": 2069.76,
      "dur": 1.109,
      "text": "&gt;&gt; look forward to that. And and Alex, I think, and not that I'm here to do"
    },
    {
      "start": 2070.879,
      "dur": 2.551,
      "text": "think, and not that I'm here to do weather forecasting at all. But, um, I"
    },
    {
      "start": 2073.44,
      "dur": 1.51,
      "text": "weather forecasting at all. But, um, I think when you go to Dumbartan for any"
    },
    {
      "start": 2074.96,
      "dur": 1.429,
      "text": "think when you go to Dumbartan for any questions, I think you're I think it's"
    },
    {
      "start": 2076.399,
      "dur": 0.95,
      "text": "questions, I think you're I think it's going to be nice. I think you're going"
    },
    {
      "start": 2077.359,
      "dur": 1.27,
      "text": "going to be nice. I think you're going to get some sun. It's going to be very"
    },
    {
      "start": 2078.639,
      "dur": 2.47,
      "text": "to get some sun. It's going to be very cold and sunny and maybe even some snow."
    },
    {
      "start": 2081.119,
      "dur": 1.591,
      "text": "cold and sunny and maybe even some snow. &gt;&gt; Wow. Cold, sunny, and snowy. They're the"
    },
    {
      "start": 2082.72,
      "dur": 0.949,
      "text": "&gt;&gt; Wow. Cold, sunny, and snowy. They're the best days, are they not?"
    },
    {
      "start": 2083.679,
      "dur": 1.43,
      "text": "best days, are they not? &gt;&gt; But I would just Yeah, but I would say"
    },
    {
      "start": 2085.119,
      "dur": 1.591,
      "text": "&gt;&gt; But I would just Yeah, but I would say for the record that I am not a fully"
    },
    {
      "start": 2086.72,
      "dur": 1.349,
      "text": "for the record that I am not a fully qualified meteorologist."
    },
    {
      "start": 2088.079,
      "dur": 0.951,
      "text": "qualified meteorologist. &gt;&gt; It's all right. I'm just going to hang"
    },
    {
      "start": 2089.04,
      "dur": 1.75,
      "text": "&gt;&gt; It's all right. I'm just going to hang on to that as I head there and hope it"
    },
    {
      "start": 2090.8,
      "dur": 1.829,
      "text": "on to that as I head there and hope it happens. Trust you entirely, James."
    },
    {
      "start": 2092.639,
      "dur": 1.43,
      "text": "happens. Trust you entirely, James. &gt;&gt; Pack a warm coat. That's what"
    },
    {
      "start": 2094.079,
      "dur": 1.111,
      "text": "&gt;&gt; Pack a warm coat. That's what &gt;&gt; Definitely, definitely. Definitely."
    },
    {
      "start": 2095.2,
      "dur": 1.189,
      "text": "&gt;&gt; Definitely, definitely. Definitely. Justin, great to see you. Thank you so"
    },
    {
      "start": 2096.399,
      "dur": 0.23,
      "text": "Justin, great to see you. Thank you so much."
    },
    {
      "start": 2096.639,
      "dur": 3.72,
      "text": "much. &gt;&gt; Cheers, guys. Thank you."
    }
  ]
}