{
  "videoId": "Hm53obdtPyI",
  "title": "Donald Trump’s claims about Nato troops in Afghanistan criticised | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 288,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.12,
      "text": "Did you get what you wanted on"
    },
    {
      "start": 1.28,
      "dur": 1.43,
      "text": "Did you get what you wanted on Greenland?"
    },
    {
      "start": 2.72,
      "dur": 1.99,
      "text": "Greenland? &gt;&gt; Donald Trump's frenzied two-day"
    },
    {
      "start": 4.72,
      "dur": 2.47,
      "text": "&gt;&gt; Donald Trump's frenzied two-day appearance at the World Economic Forum"
    },
    {
      "start": 7.2,
      "dur": 2.469,
      "text": "appearance at the World Economic Forum ended with more questions than answers"
    },
    {
      "start": 9.679,
      "dur": 2.471,
      "text": "ended with more questions than answers about Greenland. An immediate crisis"
    },
    {
      "start": 12.16,
      "dur": 2.389,
      "text": "about Greenland. An immediate crisis between the US and its European allies"
    },
    {
      "start": 14.559,
      "dur": 2.151,
      "text": "between the US and its European allies was averted. But there's still"
    },
    {
      "start": 16.72,
      "dur": 2.23,
      "text": "was averted. But there's still uncertainty over the future of the"
    },
    {
      "start": 18.96,
      "dur": 2.309,
      "text": "uncertainty over the future of the world's largest island. As he returned"
    },
    {
      "start": 21.279,
      "dur": 1.75,
      "text": "world's largest island. As he returned to Washington, the president was again"
    },
    {
      "start": 23.039,
      "dur": 2.951,
      "text": "to Washington, the president was again pressed by reporters to explain what the"
    },
    {
      "start": 26.0,
      "dur": 2.23,
      "text": "pressed by reporters to explain what the deal, which he says will last forever,"
    },
    {
      "start": 28.24,
      "dur": 3.029,
      "text": "deal, which he says will last forever, really means. discussed. We can do"
    },
    {
      "start": 31.279,
      "dur": 2.711,
      "text": "really means. discussed. We can do anything we want. We can do military. We"
    },
    {
      "start": 34.0,
      "dur": 2.709,
      "text": "anything we want. We can do military. We can do anything we want and it's being"
    },
    {
      "start": 36.719,
      "dur": 1.911,
      "text": "can do anything we want and it's being negotiated and let's see what happens. I"
    },
    {
      "start": 38.64,
      "dur": 1.11,
      "text": "negotiated and let's see what happens. I think it'll be good."
    },
    {
      "start": 39.76,
      "dur": 1.91,
      "text": "think it'll be good. &gt;&gt; Mr. Trump added that we would know more"
    },
    {
      "start": 41.68,
      "dur": 2.549,
      "text": "&gt;&gt; Mr. Trump added that we would know more in 2 weeks. Another deadline from the"
    },
    {
      "start": 44.239,
      "dur": 2.071,
      "text": "in 2 weeks. Another deadline from the president to find out whether this is a"
    },
    {
      "start": 46.32,
      "dur": 2.31,
      "text": "president to find out whether this is a deal that everyone can live with. While"
    },
    {
      "start": 48.64,
      "dur": 1.83,
      "text": "deal that everyone can live with. While we wait for further clarification, there"
    },
    {
      "start": 50.48,
      "dur": 2.229,
      "text": "we wait for further clarification, there is a sense of relief across Europe that"
    },
    {
      "start": 52.719,
      "dur": 2.071,
      "text": "is a sense of relief across Europe that the dispute over the island didn't"
    },
    {
      "start": 54.8,
      "dur": 3.11,
      "text": "the dispute over the island didn't escalate further. Donald Trump dominated"
    },
    {
      "start": 57.92,
      "dur": 2.629,
      "text": "escalate further. Donald Trump dominated the headlines during his time in Davos"
    },
    {
      "start": 60.559,
      "dur": 1.911,
      "text": "the headlines during his time in Davos as well as Greenland, he launched his"
    },
    {
      "start": 62.48,
      "dur": 2.47,
      "text": "as well as Greenland, he launched his Board of Peace initiative, envisioned"
    },
    {
      "start": 64.96,
      "dur": 2.149,
      "text": "Board of Peace initiative, envisioned initially as part of the peace process"
    },
    {
      "start": 67.119,
      "dur": 2.31,
      "text": "initially as part of the peace process in Gaza. But with many countries"
    },
    {
      "start": 69.439,
      "dur": 2.391,
      "text": "in Gaza. But with many countries reserving judgment and refusing to sign"
    },
    {
      "start": 71.84,
      "dur": 2.629,
      "text": "reserving judgment and refusing to sign up, while overnight he continued his war"
    },
    {
      "start": 74.479,
      "dur": 3.031,
      "text": "up, while overnight he continued his war of words with Canada by withdrawing its"
    },
    {
      "start": 77.52,
      "dur": 2.87,
      "text": "of words with Canada by withdrawing its invitation to join the new body. The"
    },
    {
      "start": 80.4,
      "dur": 2.389,
      "text": "invitation to join the new body. The president also provoked outrage among"
    },
    {
      "start": 82.799,
      "dur": 3.031,
      "text": "president also provoked outrage among MPs and veterans in the UK after"
    },
    {
      "start": 85.84,
      "dur": 2.47,
      "text": "MPs and veterans in the UK after claiming NATO troops stayed away from"
    },
    {
      "start": 88.32,
      "dur": 2.71,
      "text": "claiming NATO troops stayed away from the front line in Afghanistan. His"
    },
    {
      "start": 91.04,
      "dur": 1.749,
      "text": "the front line in Afghanistan. His comments came during an interview with"
    },
    {
      "start": 92.799,
      "dur": 2.791,
      "text": "comments came during an interview with Fox News in which he reiterated his"
    },
    {
      "start": 95.6,
      "dur": 2.39,
      "text": "Fox News in which he reiterated his suggestion that NATO would not support"
    },
    {
      "start": 98.0,
      "dur": 1.83,
      "text": "suggestion that NATO would not support America if asked."
    },
    {
      "start": 99.84,
      "dur": 2.79,
      "text": "America if asked. &gt;&gt; We have never really asked anything of"
    },
    {
      "start": 102.64,
      "dur": 1.35,
      "text": "&gt;&gt; We have never really asked anything of them. You know, they'll say they sent"
    },
    {
      "start": 104.0,
      "dur": 1.83,
      "text": "them. You know, they'll say they sent some troops to Afghanistan or this or"
    },
    {
      "start": 105.84,
      "dur": 1.75,
      "text": "some troops to Afghanistan or this or that and [snorts] they did. They stayed"
    },
    {
      "start": 107.6,
      "dur": 1.59,
      "text": "that and [snorts] they did. They stayed a little back, a little off the front"
    },
    {
      "start": 109.2,
      "dur": 0.949,
      "text": "a little back, a little off the front lines."
    },
    {
      "start": 110.159,
      "dur": 2.31,
      "text": "lines. &gt;&gt; UK was among several allies to join the"
    },
    {
      "start": 112.479,
      "dur": 3.191,
      "text": "&gt;&gt; UK was among several allies to join the US in Afghanistan from 2001 when it"
    },
    {
      "start": 115.68,
      "dur": 2.469,
      "text": "US in Afghanistan from 2001 when it invoked NATO's collective security"
    },
    {
      "start": 118.159,
      "dur": 3.031,
      "text": "invoked NATO's collective security clause after the attacks on 9/11."
    },
    {
      "start": 121.2,
      "dur": 3.189,
      "text": "clause after the attacks on 9/11. &gt;&gt; It's an absolute insult. It's an insult"
    },
    {
      "start": 124.399,
      "dur": 1.99,
      "text": "&gt;&gt; It's an absolute insult. It's an insult to 457"
    },
    {
      "start": 126.399,
      "dur": 1.99,
      "text": "to 457 families who lost someone in"
    },
    {
      "start": 128.399,
      "dur": 2.711,
      "text": "families who lost someone in Afghanistan. How dare he say we weren't"
    },
    {
      "start": 131.12,
      "dur": 1.829,
      "text": "Afghanistan. How dare he say we weren't on the front. [applause]"
    },
    {
      "start": 132.959,
      "dur": 1.751,
      "text": "on the front. [applause] &gt;&gt; Mr. Trump is now back at the White"
    },
    {
      "start": 134.72,
      "dur": 2.71,
      "text": "&gt;&gt; Mr. Trump is now back at the White House, leaving chaos, confusion, and"
    },
    {
      "start": 137.44,
      "dur": 2.869,
      "text": "House, leaving chaos, confusion, and much anger behind him in Europe. Peter"
    },
    {
      "start": 140.319,
      "dur": 3.111,
      "text": "much anger behind him in Europe. Peter Bose, BBC News."
    },
    {
      "start": 143.44,
      "dur": 1.429,
      "text": "Bose, BBC News. Well, as you heard there, President"
    },
    {
      "start": 144.879,
      "dur": 2.631,
      "text": "Well, as you heard there, President Trump has faced criticism after claiming"
    },
    {
      "start": 147.52,
      "dur": 2.55,
      "text": "Trump has faced criticism after claiming NATO troops stayed back from the front"
    },
    {
      "start": 150.08,
      "dur": 3.75,
      "text": "NATO troops stayed back from the front lines during the war in Afghanistan. 457"
    },
    {
      "start": 153.84,
      "dur": 1.99,
      "text": "lines during the war in Afghanistan. 457 British service personnel were killed in"
    },
    {
      "start": 155.84,
      "dur": 1.91,
      "text": "British service personnel were killed in the conflict. The health minister,"
    },
    {
      "start": 157.76,
      "dur": 2.87,
      "text": "the conflict. The health minister, Steven Kinuk, told BBC Breakfast he was"
    },
    {
      "start": 160.64,
      "dur": 1.83,
      "text": "Steven Kinuk, told BBC Breakfast he was disappointed by President Trump's"
    },
    {
      "start": 162.48,
      "dur": 1.27,
      "text": "disappointed by President Trump's comments."
    },
    {
      "start": 163.76,
      "dur": 4.07,
      "text": "comments. &gt;&gt; Our armed forces are the definition of"
    },
    {
      "start": 167.84,
      "dur": 1.59,
      "text": "&gt;&gt; Our armed forces are the definition of patriotism,"
    },
    {
      "start": 169.44,
      "dur": 2.789,
      "text": "patriotism, courage, dedication,"
    },
    {
      "start": 172.239,
      "dur": 2.231,
      "text": "courage, dedication, professionalism."
    },
    {
      "start": 174.48,
      "dur": 2.71,
      "text": "professionalism. They put their lives on the line to"
    },
    {
      "start": 177.2,
      "dur": 3.83,
      "text": "They put their lives on the line to defend our country. And"
    },
    {
      "start": 181.04,
      "dur": 3.03,
      "text": "defend our country. And I am disappointed by President Trump's"
    },
    {
      "start": 184.08,
      "dur": 4.149,
      "text": "I am disappointed by President Trump's comments because to imply that we as a"
    },
    {
      "start": 188.239,
      "dur": 1.431,
      "text": "comments because to imply that we as a country that has always stood"
    },
    {
      "start": 189.68,
      "dur": 1.829,
      "text": "country that has always stood shoulder-to-shoulder with the United"
    },
    {
      "start": 191.519,
      "dur": 3.271,
      "text": "shoulder-to-shoulder with the United States and the other European NATO"
    },
    {
      "start": 194.8,
      "dur": 2.23,
      "text": "States and the other European NATO allies have stood shoulder-to-shoulder"
    },
    {
      "start": 197.04,
      "dur": 2.15,
      "text": "allies have stood shoulder-to-shoulder with the United States, have taken part"
    },
    {
      "start": 199.2,
      "dur": 2.87,
      "text": "with the United States, have taken part in US-led missions in places like uh"
    },
    {
      "start": 202.08,
      "dur": 3.67,
      "text": "in US-led missions in places like uh Afghanistan and Iraq. 457"
    },
    {
      "start": 205.76,
      "dur": 3.99,
      "text": "Afghanistan and Iraq. 457 British soldiers lost their lives. Uh"
    },
    {
      "start": 209.76,
      "dur": 2.549,
      "text": "British soldiers lost their lives. Uh that is,"
    },
    {
      "start": 212.319,
      "dur": 2.231,
      "text": "that is, you know, that is the reality. Uh we"
    },
    {
      "start": 214.56,
      "dur": 2.309,
      "text": "you know, that is the reality. Uh we always stand uh shoulder-to-shoulder"
    },
    {
      "start": 216.879,
      "dur": 2.791,
      "text": "always stand uh shoulder-to-shoulder with our NATO allies."
    },
    {
      "start": 219.68,
      "dur": 1.269,
      "text": "with our NATO allies. &gt;&gt; Let's speak to our political"
    },
    {
      "start": 220.959,
      "dur": 2.071,
      "text": "&gt;&gt; Let's speak to our political correspondent Damian Grammaticus. And"
    },
    {
      "start": 223.04,
      "dur": 1.59,
      "text": "correspondent Damian Grammaticus. And Damian, a strong reaction from"
    },
    {
      "start": 224.64,
      "dur": 2.229,
      "text": "Damian, a strong reaction from politicians across the board to the"
    },
    {
      "start": 226.879,
      "dur": 1.831,
      "text": "politicians across the board to the president's comments."
    },
    {
      "start": 228.72,
      "dur": 1.67,
      "text": "president's comments. &gt;&gt; Yes, absolutely. I mean, there you heard"
    },
    {
      "start": 230.4,
      "dur": 1.67,
      "text": "&gt;&gt; Yes, absolutely. I mean, there you heard the minister saying it was deeply"
    },
    {
      "start": 232.08,
      "dur": 1.83,
      "text": "the minister saying it was deeply disappointing. He also earlier had said"
    },
    {
      "start": 233.92,
      "dur": 2.79,
      "text": "disappointing. He also earlier had said it was plainly wrong. Now in diplomatic"
    },
    {
      "start": 236.72,
      "dur": 1.83,
      "text": "it was plainly wrong. Now in diplomatic language that's pretty strong coming"
    },
    {
      "start": 238.56,
      "dur": 1.589,
      "text": "language that's pretty strong coming from the UK where there's been a"
    },
    {
      "start": 240.159,
      "dur": 2.63,
      "text": "from the UK where there's been a reluctance to criticize Donald Trump too"
    },
    {
      "start": 242.799,
      "dur": 1.911,
      "text": "reluctance to criticize Donald Trump too much directly. But yes, other"
    },
    {
      "start": 244.72,
      "dur": 3.35,
      "text": "much directly. But yes, other politicians outside government much more"
    },
    {
      "start": 248.08,
      "dur": 3.03,
      "text": "politicians outside government much more vocal. So uh you heard Emily Thornbury"
    },
    {
      "start": 251.12,
      "dur": 2.87,
      "text": "vocal. So uh you heard Emily Thornbury uh in the report there uh who was saying"
    },
    {
      "start": 254.0,
      "dur": 3.03,
      "text": "uh in the report there uh who was saying that this was an absolute insult. From"
    },
    {
      "start": 257.04,
      "dur": 2.23,
      "text": "that this was an absolute insult. From the Conservative side uh we've heard"
    },
    {
      "start": 259.28,
      "dur": 2.31,
      "text": "the Conservative side uh we've heard disgraceful and appalling. the Liberal"
    },
    {
      "start": 261.6,
      "dur": 2.79,
      "text": "disgraceful and appalling. the Liberal Democrat leader Sed Davyy saying how"
    },
    {
      "start": 264.4,
      "dur": 2.87,
      "text": "Democrat leader Sed Davyy saying how dare he question their sacrifice uh"
    },
    {
      "start": 267.28,
      "dur": 2.23,
      "text": "dare he question their sacrifice uh coming from someone who he said avoided"
    },
    {
      "start": 269.52,
      "dur": 1.75,
      "text": "coming from someone who he said avoided military service and and when you look"
    },
    {
      "start": 271.28,
      "dur": 2.629,
      "text": "military service and and when you look at the casualty figures it's not it's"
    },
    {
      "start": 273.919,
      "dur": 1.751,
      "text": "at the casualty figures it's not it's hundreds of deaths thousands of injuries"
    },
    {
      "start": 275.68,
      "dur": 2.55,
      "text": "hundreds of deaths thousands of injuries for the UK other countries too like"
    },
    {
      "start": 278.24,
      "dur": 1.99,
      "text": "for the UK other countries too like Denmark and other NATO countries"
    },
    {
      "start": 280.24,
      "dur": 2.31,
      "text": "Denmark and other NATO countries proportionately as a as a proportion of"
    },
    {
      "start": 282.56,
      "dur": 2.47,
      "text": "proportionately as a as a proportion of the size of the country's population"
    },
    {
      "start": 285.04,
      "dur": 2.31,
      "text": "the size of the country's population similar sacrifices to those made by US"
    },
    {
      "start": 287.36,
      "dur": 2.16,
      "text": "similar sacrifices to those made by US troops"
    }
  ]
}