{
  "videoId": "HPojscAIbQE",
  "title": "Zelensky: European unity is 'best weapon' against Russia | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 909,
  "segments": [
    {
      "start": 0.0,
      "dur": 9.7,
      "text": "Ukrainian President Vladimir Zalinski said in his speech that Europe's unity said in his speech that Europe's unity is the best weapon against Russia's is the best weapon against Russia's aggression. aggression. There is no country in Europe that could"
    },
    {
      "start": 9.7,
      "dur": 9.0,
      "text": "There is no country in Europe that could rely only on its own technology and rely only on its own technology and money to defend itself. In a full-scale money to defend itself. In a full-scale war, no one would stand alone. That is"
    },
    {
      "start": 18.7,
      "dur": 8.9,
      "text": "war, no one would stand alone. That is why while we invest in interceptors and why while we invest in interceptors and protection, Russia invests in breaking protection, Russia invests in breaking unity between all of us. our unity with"
    },
    {
      "start": 27.6,
      "dur": 10.0,
      "text": "unity between all of us. our unity with you, unity in Europe, unity in the you, unity in Europe, unity in the Euroatlantic community. They want to Euroatlantic community. They want to break it. Why? Because our unity is the"
    },
    {
      "start": 37.6,
      "dur": 13.1,
      "text": "break it. Why? Because our unity is the best interceptor against Russia's best interceptor against Russia's aggressive plans. The best one. And we aggressive plans. The best one. And we still have it."
    },
    {
      "start": 50.7,
      "dur": 9.1,
      "text": "Vladimir Zalinski there speaking in the last hour. Well, listening across to all last hour. Well, listening across to all of the uh speeches this morning is Kasha of the uh speeches this morning is Kasha Madiraa who is in Munich outside the"
    },
    {
      "start": 59.8,
      "dur": 8.5,
      "text": "Madiraa who is in Munich outside the security conference. And uh Casha, over security conference. And uh Casha, over to you. The watch word of today, unity."
    },
    {
      "start": 68.3,
      "dur": 10.1,
      "text": "Exactly that, unity. You're hearing that echoed by Vadimir Zalinski. He's talking echoed by Vadimir Zalinski. He's talking about a united Europe. You heard that about a united Europe. You heard that again echoed by Sakir Stalmer. The"
    },
    {
      "start": 78.4,
      "dur": 9.6,
      "text": "again echoed by Sakir Stalmer. The importance of Europe coming together. importance of Europe coming together. And indeed actually when we heard from And indeed actually when we heard from Marco Rubio, everybody was waiting with Marco Rubio, everybody was waiting with baited breath. Is he going to go on the"
    },
    {
      "start": 88.0,
      "dur": 9.4,
      "text": "baited breath. Is he going to go on the offensive? Is he going to be attacking? offensive? Is he going to be attacking? As we saw from JD Vance last year, he As we saw from JD Vance last year, he was much more consiliatory in tone. But was much more consiliatory in tone. But that underlying message is Europe,"
    },
    {
      "start": 97.4,
      "dur": 9.9,
      "text": "that underlying message is Europe, you've got to go it alone. You've got to you've got to go it alone. You've got to pull up your sleeves and increase your pull up your sleeves and increase your dispense spending because ultimately the dispense spending because ultimately the US is no longer the world policeman."
    },
    {
      "start": 107.3,
      "dur": 9.5,
      "text": "US is no longer the world policeman. That transatlantic, that world order is That transatlantic, that world order is changing. So unity amongst the changing. So unity amongst the Europeans. We're very much hearing that Europeans. We're very much hearing that from Zalinski as well. A lot to unpick"
    },
    {
      "start": 116.8,
      "dur": 11.2,
      "text": "from Zalinski as well. A lot to unpick though because there are undercurrents though because there are undercurrents running through this. My guest is the running through this. My guest is the director general of the think tank, director general of the think tank, Russy Rachel Elus. It's great to have Russy Rachel Elus. It's great to have you with us. We heard Zalinski just"
    },
    {
      "start": 128.0,
      "dur": 8.9,
      "text": "you with us. We heard Zalinski just moments ago giving that speech. And once moments ago giving that speech. And once again, he had to remind everybody that again, he had to remind everybody that Ukraine didn't start this war."
    },
    {
      "start": 136.9,
      "dur": 9.5,
      "text": "Ukraine didn't start this war. He had to remind everybody that Ukraine He had to remind everybody that Ukraine didn't start the war. He also had to didn't start the war. He also had to remind Europeans that Ukraine is remind Europeans that Ukraine is fighting on their behalf. Every day that fighting on their behalf. Every day that a Ukrainian falls over or dies, that's"
    },
    {
      "start": 146.4,
      "dur": 10.2,
      "text": "a Ukrainian falls over or dies, that's keeping the Russians away from the keeping the Russians away from the perimeter of NATO and the periphery of perimeter of NATO and the periphery of Europe. So, it's really important that Europe. So, it's really important that Europeans take that message and stop Europeans take that message and stop enabling Russian oil and gas to continue"
    },
    {
      "start": 156.6,
      "dur": 9.1,
      "text": "enabling Russian oil and gas to continue to flow and to fund the war. And it's to flow and to fund the war. And it's also very important that Ukraine is also very important that Ukraine is integrated into Europe, even if that's integrated into Europe, even if that's not NATO or EU membership. We need not NATO or EU membership. We need things like co-production, joint"
    },
    {
      "start": 165.7,
      "dur": 9.3,
      "text": "things like co-production, joint production on weapons, drones. I think production on weapons, drones. I think that was the message he was trying to that was the message he was trying to get across today. Ukraine can't continue get across today. Ukraine can't continue to bleed for Europe forever. to bleed for Europe forever. And it's certainly something that was"
    },
    {
      "start": 175.0,
      "dur": 9.1,
      "text": "And it's certainly something that was seen when he went to that factory, seen when he went to that factory, Ukrainian German factory where they make Ukrainian German factory where they make drones that again sent back to Ukraine. drones that again sent back to Ukraine. They can't have those in Ukraine because"
    },
    {
      "start": 184.1,
      "dur": 8.8,
      "text": "They can't have those in Ukraine because they know that they're going to be they know that they're going to be attacked. Ultimately, the threat of attacked. Ultimately, the threat of Russia very much there. Was that was Russia very much there. Was that was that shown during Marco Rubio's speech"
    },
    {
      "start": 192.9,
      "dur": 8.4,
      "text": "that shown during Marco Rubio's speech at all? any mention of Russia in the at all? any mention of Russia in the Rubio speech was was actually a bit Rubio speech was was actually a bit absent and I'd say that under secretary absent and I'd say that under secretary of defense for policy uh in in the"
    },
    {
      "start": 201.3,
      "dur": 8.9,
      "text": "of defense for policy uh in in the Pentagon Colby similarly sort of talked Pentagon Colby similarly sort of talked around the Russia challenge or even the around the Russia challenge or even the China challenge they focused a bit more China challenge they focused a bit more on the transatlantic relationship a real"
    },
    {
      "start": 210.2,
      "dur": 9.1,
      "text": "on the transatlantic relationship a real um you know something you'd hear more um you know something you'd hear more from traditional Republicans in terms of from traditional Republicans in terms of the importance of the transatlantic the importance of the transatlantic relationships the importance as you said relationships the importance as you said of Europe stepping up but really I think"
    },
    {
      "start": 219.3,
      "dur": 9.4,
      "text": "of Europe stepping up but really I think the undercurrent there is what are they the undercurrent there is what are they really thinking with regard to Russia really thinking with regard to Russia and China think Under Secretary Kby and China think Under Secretary Kby called Russia a manageable threat, which called Russia a manageable threat, which is not something that I think most"
    },
    {
      "start": 228.7,
      "dur": 10.8,
      "text": "is not something that I think most Europeans on the front line would would Europeans on the front line would would agree with. agree with. And what was actually quite frustrating, And what was actually quite frustrating, Kaaka Kalis was speaking earlier and Kaaka Kalis was speaking earlier and when asked whether she thinks the"
    },
    {
      "start": 239.5,
      "dur": 8.1,
      "text": "when asked whether she thinks the Ukraine war will end. She said she hopes Ukraine war will end. She said she hopes so. It's it's vague. We've got this so. It's it's vague. We've got this conference of world leaders and yet it"
    },
    {
      "start": 247.6,
      "dur": 8.2,
      "text": "conference of world leaders and yet it feels like pleasantries. It all feels feels like pleasantries. It all feels very vague. Nothing tangible is coming very vague. Nothing tangible is coming out. Yes, it is very frustrating, out. Yes, it is very frustrating, particularly if we think that so-called"
    },
    {
      "start": 255.8,
      "dur": 9.6,
      "text": "particularly if we think that so-called peace negotiations have been going on peace negotiations have been going on for a year now. We're really in no for a year now. We're really in no different place than we were a year ago. different place than we were a year ago. In fact, uh, Russia has gained minimal In fact, uh, Russia has gained minimal ground. More Ukrainians are dead, more"
    },
    {
      "start": 265.4,
      "dur": 8.0,
      "text": "ground. More Ukrainians are dead, more Russians are dead. Uh, it's really hard Russians are dead. Uh, it's really hard to see how this ends without first and to see how this ends without first and foremost a ceasefire. And I heard foremost a ceasefire. And I heard President Silinski speaking yesterday"
    },
    {
      "start": 273.4,
      "dur": 8.5,
      "text": "President Silinski speaking yesterday and he really stressed that in order for and he really stressed that in order for any sort of election to move forward or any sort of election to move forward or any sort of credible security guarantees any sort of credible security guarantees to be put in place, the first step is"
    },
    {
      "start": 281.9,
      "dur": 10.4,
      "text": "to be put in place, the first step is actually not a peace agreement but a actually not a peace agreement but a ceasefire. So let's try to start there. ceasefire. So let's try to start there. And that's the issue, isn't it? Because And that's the issue, isn't it? Because Donald Trump is pushing hard for some Donald Trump is pushing hard for some kind of referendum for some kind of"
    },
    {
      "start": 292.3,
      "dur": 9.5,
      "text": "kind of referendum for some kind of election by May in order to end the war election by May in order to end the war by June. Is that in any way realistic? by June. Is that in any way realistic? I I think it's would be very difficult."
    },
    {
      "start": 301.8,
      "dur": 8.0,
      "text": "I I think it's would be very difficult. Uh Zalinsky said last night that they'd Uh Zalinsky said last night that they'd probably need at least half a year to probably need at least half a year to prepare for these elections. Uh they're prepare for these elections. Uh they're under martial law to some extent. There"
    },
    {
      "start": 309.8,
      "dur": 8.4,
      "text": "under martial law to some extent. There are Ukrainians living abroad who would are Ukrainians living abroad who would want to have a voice in this. And so want to have a voice in this. And so it's while it's tempting uh to try to it's while it's tempting uh to try to push for a resolution to the Ukraine"
    },
    {
      "start": 318.2,
      "dur": 9.0,
      "text": "push for a resolution to the Ukraine context conflict for example before the context conflict for example before the US midterms in November. Uh the conflict US midterms in November. Uh the conflict doesn't work that way. I think we need doesn't work that way. I think we need to be a bit more patient. It's also"
    },
    {
      "start": 327.2,
      "dur": 8.6,
      "text": "to be a bit more patient. It's also important to stress at this conference, important to stress at this conference, we have been hearing another voice, a we have been hearing another voice, a quite a large Democrat contingency here. quite a large Democrat contingency here. Gavin Newsome, the governor of"
    },
    {
      "start": 335.8,
      "dur": 8.2,
      "text": "Gavin Newsome, the governor of California, uh Alexandria California, uh Alexandria Ostasiocortez also here. They're talking Ostasiocortez also here. They're talking about the push back. They're they're"
    },
    {
      "start": 344.0,
      "dur": 9.3,
      "text": "about the push back. They're they're urging Europe to push back against the urging Europe to push back against the Trump rhetoric. Is that realistic given Trump rhetoric. Is that realistic given where we are? Because Trump right now is"
    },
    {
      "start": 353.3,
      "dur": 9.2,
      "text": "where we are? Because Trump right now is obviously the president. I appreciate obviously the president. I appreciate that they want to see uh Europe become a that they want to see uh Europe become a bit more vocal about its own needs and bit more vocal about its own needs and what it can achieve both with regard to"
    },
    {
      "start": 362.5,
      "dur": 9.5,
      "text": "what it can achieve both with regard to Ukraine and NATO and European security Ukraine and NATO and European security and defense. But ultimately, I think the and defense. But ultimately, I think the resistance, and I say this as an resistance, and I say this as an American, I think ultimately any sort of American, I think ultimately any sort of resistance to any policies that they're"
    },
    {
      "start": 372.0,
      "dur": 9.4,
      "text": "resistance to any policies that they're unhappy with has to come from within the unhappy with has to come from within the United States. We need to hear the United States. We need to hear the American public stepping up. We need to American public stepping up. We need to hear bipartisan voices in Congress hear bipartisan voices in Congress stepping up, as we did on Greenland. um"
    },
    {
      "start": 381.4,
      "dur": 8.3,
      "text": "stepping up, as we did on Greenland. um that policy became very unpopular not that policy became very unpopular not just with politicians and the public but just with politicians and the public but with the market. So it's helpful if with the market. So it's helpful if Europeans stand their ground but it's"
    },
    {
      "start": 389.7,
      "dur": 8.7,
      "text": "Europeans stand their ground but it's more helpful if people like Alexandria more helpful if people like Alexandria Okaziocortez and Gavin Newsome continue Okaziocortez and Gavin Newsome continue to speak with one voice on the to speak with one voice on the democratic side. One thing that we did"
    },
    {
      "start": 398.4,
      "dur": 10.0,
      "text": "democratic side. One thing that we did hear something very very concrete was hear something very very concrete was was from Zakir Stalmer a little bit was from Zakir Stalmer a little bit earlier on. He announced today at the earlier on. He announced today at the conference that the UK is going to conference that the UK is going to deploy uh the UK carrier strike group to"
    },
    {
      "start": 408.4,
      "dur": 8.9,
      "text": "deploy uh the UK carrier strike group to the North Atlantic and high north in the North Atlantic and high north in operation with the US, Canada and other operation with the US, Canada and other NATO allies. That's something that is NATO allies. That's something that is tangible. That's something that people"
    },
    {
      "start": 417.3,
      "dur": 8.6,
      "text": "tangible. That's something that people can genuinely understand. can genuinely understand. It's really really encouraging and It's really really encouraging and positive to see uh Prime Minister positive to see uh Prime Minister Starmer stepping up in this way. First"
    },
    {
      "start": 425.9,
      "dur": 9.2,
      "text": "Starmer stepping up in this way. First with regard to Ukraine, uh the UK has with regard to Ukraine, uh the UK has been a leader there, but also with been a leader there, but also with regard to the North Atlantic. And now regard to the North Atlantic. And now with regard to Europe, I think we heard with regard to Europe, I think we heard a very strong message. Uh I I can't"
    },
    {
      "start": 435.1,
      "dur": 9.0,
      "text": "a very strong message. Uh I I can't remember the quote, but he basically remember the quote, but he basically said the the years of Brexit are over said the the years of Brexit are over and the UK is going to be leaning into and the UK is going to be leaning into the relationship with continental the relationship with continental Europe. I think that's very important as"
    },
    {
      "start": 444.1,
      "dur": 9.5,
      "text": "Europe. I think that's very important as well as the money behind it and the well as the money behind it and the capabilities behind it because European capabilities behind it because European defense as even Vanderline said is not defense as even Vanderline said is not going to happen uh without the United going to happen uh without the United Kingdom as part of that. So, we need to"
    },
    {
      "start": 453.6,
      "dur": 8.6,
      "text": "Kingdom as part of that. So, we need to see more UK as the US leadership um see more UK as the US leadership um diminishes. diminishes. Rachel, as always, very good to get your Rachel, as always, very good to get your thoughts, your analysis because it's"
    },
    {
      "start": 462.2,
      "dur": 9.2,
      "text": "thoughts, your analysis because it's been another big day here at the Munich been another big day here at the Munich Security Conference for the time being. Security Conference for the time being. Thank you so much, Rachel, there the Thank you so much, Rachel, there the general director general of Rusei, the"
    },
    {
      "start": 471.4,
      "dur": 9.2,
      "text": "general director general of Rusei, the think tank. Thank you so much. We'll let think tank. Thank you so much. We'll let you get off to go back to your next you get off to go back to your next panels. We're going to bring in our next panels. We're going to bring in our next guest and I'll be honest with you, it is guest and I'll be honest with you, it is this is what the Munich Security"
    },
    {
      "start": 480.6,
      "dur": 9.4,
      "text": "this is what the Munich Security Conference is like. people coming in and Conference is like. people coming in and out of the uh vicinity. It is. There are out of the uh vicinity. It is. There are so many different diplomats, so many"
    },
    {
      "start": 490.0,
      "dur": 9.9,
      "text": "so many different diplomats, so many high-profile figures that come here high-profile figures that come here specifically to listen to these speeches specifically to listen to these speeches and to also give their analysis and also and to also give their analysis and also to give their experience because"
    },
    {
      "start": 499.9,
      "dur": 8.7,
      "text": "to give their experience because obviously we've got around 50 world obviously we've got around 50 world leaders coming here to talk, to have leaders coming here to talk, to have those backroom discussions, but we've"
    },
    {
      "start": 508.6,
      "dur": 8.0,
      "text": "those backroom discussions, but we've also got former leaders who have got a also got former leaders who have got a wealth of experience that the wealth of experience that the delegations, the conference will benefit"
    },
    {
      "start": 516.6,
      "dur": 8.9,
      "text": "delegations, the conference will benefit from. And obviously as we're watching from. And obviously as we're watching Vadomir Zalinski continue with that Q&A Vadomir Zalinski continue with that Q&A uh lots of reaction, lots of analysis"
    },
    {
      "start": 525.5,
      "dur": 8.3,
      "text": "uh lots of reaction, lots of analysis off the back of that. He is talking off the back of that. He is talking about unity. We heard from the about unity. We heard from the Europeans. Ursula von line also Europeans. Ursula von line also stressing that there is a real need for"
    },
    {
      "start": 533.8,
      "dur": 11.2,
      "text": "stressing that there is a real need for European unity. Europe needs to pull up European unity. Europe needs to pull up its sleeves, needs to gel together. its sleeves, needs to gel together. Sakist Starama even mentioned that the Sakist Starama even mentioned that the UK is no longer the nation that was the"
    },
    {
      "start": 545.0,
      "dur": 8.2,
      "text": "UK is no longer the nation that was the Brexit nation of 10 years ago. They Brexit nation of 10 years ago. They understand that they need European in understand that they need European in integration and to build on that. Right."
    },
    {
      "start": 553.2,
      "dur": 10.3,
      "text": "integration and to build on that. Right. So my next guest is ready. Um Anders So my next guest is ready. Um Anders Fasmson, thank you so much for coming so Fasmson, thank you so much for coming so quickly because I know you've been doing quickly because I know you've been doing the rounds as well. Obviously, you were"
    },
    {
      "start": 563.5,
      "dur": 9.1,
      "text": "the rounds as well. Obviously, you were the former prime minister of Denmark and the former prime minister of Denmark and you've your role in NATO as well. So, you've your role in NATO as well. So, it's it's just good to get your it's it's just good to get your analysis. I just wonder from what you've"
    },
    {
      "start": 572.6,
      "dur": 10.0,
      "text": "analysis. I just wonder from what you've been hearing the mood music. I know been hearing the mood music. I know everybody was with baited breath about everybody was with baited breath about what Marco Rubio was going to say. We what Marco Rubio was going to say. We knew that it wasn't going to be as knew that it wasn't going to be as explosive as uh JD Vance last year."
    },
    {
      "start": 582.6,
      "dur": 8.3,
      "text": "explosive as uh JD Vance last year. There were even some laughs, a round of There were even some laughs, a round of applause. But underlying that, he was applause. But underlying that, he was still pretty critical. He was scathing still pretty critical. He was scathing about the United Nations. He was"
    },
    {
      "start": 590.9,
      "dur": 9.9,
      "text": "about the United Nations. He was critical of how Europeans um and and critical of how Europeans um and and their borders as well. Obviously their borders as well. Obviously implying migration. implying migration. He's still pointing the finger that"
    },
    {
      "start": 600.8,
      "dur": 8.8,
      "text": "He's still pointing the finger that Europe isn't playing along with the way Europe isn't playing along with the way that MAGA, for example, sees the new that MAGA, for example, sees the new world order. world order. You're right. The tone was different. He"
    },
    {
      "start": 609.6,
      "dur": 10.2,
      "text": "You're right. The tone was different. He said the right things about the strong said the right things about the strong transatlantic bond, but underneath the transatlantic bond, but underneath the surface, the critics are the same. And I"
    },
    {
      "start": 619.8,
      "dur": 10.3,
      "text": "surface, the critics are the same. And I fully agree. We need a new NATO, a more fully agree. We need a new NATO, a more European NATO. We need in Europe to European NATO. We need in Europe to carry a bigger part of the security"
    },
    {
      "start": 630.1,
      "dur": 9.2,
      "text": "carry a bigger part of the security burden. burden. Well, we always hear this kind of idea Well, we always hear this kind of idea that you've got a population of 400 that you've got a population of 400 million within the European Union and"
    },
    {
      "start": 639.3,
      "dur": 9.4,
      "text": "million within the European Union and they turn to the 350 million people in they turn to the 350 million people in the United States for help against the the United States for help against the 140 million population of Russia and 140 million population of Russia and it's just not sustainable. But"
    },
    {
      "start": 648.7,
      "dur": 9.6,
      "text": "it's just not sustainable. But realistically, you've got a divided realistically, you've got a divided European Union. You've got Hungary that European Union. You've got Hungary that pulls more towards Putin. Can you bring pulls more towards Putin. Can you bring everybody together?"
    },
    {
      "start": 658.3,
      "dur": 9.0,
      "text": "everybody together? Yes, we can, and we must. Uh, for too Yes, we can, and we must. Uh, for too long, we in Europe have been dependent long, we in Europe have been dependent on cheap energy from Russia, cheap goods"
    },
    {
      "start": 667.3,
      "dur": 10.8,
      "text": "on cheap energy from Russia, cheap goods from China, and cheap security from the from China, and cheap security from the United States. That model doesn't work United States. That model doesn't work any longer. uh and Europe is a"
    },
    {
      "start": 678.1,
      "dur": 9.3,
      "text": "any longer. uh and Europe is a prosperous continent. We are able to pay prosperous continent. We are able to pay for our own security. So now we have to for our own security. So now we have to shift gear, step up. Uh I would say what"
    },
    {
      "start": 687.4,
      "dur": 8.1,
      "text": "shift gear, step up. Uh I would say what we need is to make Europe a defense we need is to make Europe a defense superpower unless we will be the victims"
    },
    {
      "start": 695.5,
      "dur": 9.2,
      "text": "superpower unless we will be the victims uh of conflicts with Russia and maybe uh of conflicts with Russia and maybe the United States. the United States. But you're talking about becoming a But you're talking about becoming a defense superpower. you're buying most"
    },
    {
      "start": 704.7,
      "dur": 9.7,
      "text": "defense superpower. you're buying most of that hardware from the United States. of that hardware from the United States. They cut aid to Ukraine. So, they're They cut aid to Ukraine. So, they're they're in a win-win here. They they they're in a win-win here. They they don't lose whatever happens."
    },
    {
      "start": 714.4,
      "dur": 8.6,
      "text": "don't lose whatever happens. Well, it's unrealistic to to imagine a Well, it's unrealistic to to imagine a clearcut of ties to the United States."
    },
    {
      "start": 723.0,
      "dur": 9.2,
      "text": "clearcut of ties to the United States. We will still be interlin. But in We will still be interlin. But in Europe, we must be able to produce more Europe, we must be able to produce more weapons, more missiles, and to do it"
    },
    {
      "start": 732.2,
      "dur": 9.5,
      "text": "weapons, more missiles, and to do it much faster uh than today. much faster uh than today. Is that realistically possible? Are you Is that realistically possible? Are you talking about a future that is dominated"
    },
    {
      "start": 741.7,
      "dur": 9.9,
      "text": "talking about a future that is dominated by a war economy? Is that realistically by a war economy? Is that realistically what we're looking at? what we're looking at? We must change our economy, bring our"
    },
    {
      "start": 751.6,
      "dur": 11.9,
      "text": "We must change our economy, bring our economies on a war footing, which will economies on a war footing, which will involve a broad range of changes. We involve a broad range of changes. We have to drastically cut the time from"
    },
    {
      "start": 763.5,
      "dur": 8.5,
      "text": "have to drastically cut the time from you order you order weapons and ammunition until it's weapons and ammunition until it's delivered to cut a lot of red tape. Uh"
    },
    {
      "start": 772.0,
      "dur": 8.6,
      "text": "delivered to cut a lot of red tape. Uh you have to invest more uh in defense. you have to invest more uh in defense. You have to attract more private You have to attract more private investment uh for for defense. You also"
    },
    {
      "start": 780.6,
      "dur": 8.3,
      "text": "investment uh for for defense. You also have to change some of the civilian have to change some of the civilian production into production of military production into production of military equipment."
    },
    {
      "start": 788.9,
      "dur": 8.6,
      "text": "equipment. That is a really stark idea. And for That is a really stark idea. And for Europeans, especially Europeans maybe Europeans, especially Europeans maybe more to the south, the further away you"
    },
    {
      "start": 797.5,
      "dur": 9.4,
      "text": "more to the south, the further away you get away from that front line in get away from that front line in Ukraine, it's difficult. It's a really Ukraine, it's difficult. It's a really difficult mindset. you're almost on a difficult mindset. you're almost on a par with Russia itself whose whole"
    },
    {
      "start": 806.9,
      "dur": 9.3,
      "text": "par with Russia itself whose whole economy is now on a war footing. economy is now on a war footing. Putin has brought the Russian economy on Putin has brought the Russian economy on a war footing. We will have to do the"
    },
    {
      "start": 816.2,
      "dur": 8.8,
      "text": "a war footing. We will have to do the same also in the south of uh Europe. But same also in the south of uh Europe. But I think first and foremost what we need I think first and foremost what we need to do is to build a coalition of the"
    },
    {
      "start": 825.0,
      "dur": 10.1,
      "text": "to do is to build a coalition of the willing a number of European countries willing a number of European countries that are capable and willing to do what that are capable and willing to do what is necessary. And if certain European"
    },
    {
      "start": 835.1,
      "dur": 9.9,
      "text": "is necessary. And if certain European countries want to opt out of that countries want to opt out of that coalition of the willing, it's it's coalition of the willing, it's it's their business. I think we need a core"
    },
    {
      "start": 845.0,
      "dur": 8.4,
      "text": "their business. I think we need a core of European countries that are willing of European countries that are willing to do what is needed to protect Europe. to do what is needed to protect Europe. And as FO RPOS, former Secretary General"
    },
    {
      "start": 853.4,
      "dur": 8.1,
      "text": "And as FO RPOS, former Secretary General of NATO, thank you so much for your time of NATO, thank you so much for your time and for quickly coming in and uh making and for quickly coming in and uh making the time to join us here on BBC News."
    },
    {
      "start": 861.5,
      "dur": 8.0,
      "text": "the time to join us here on BBC News. Really appreciate it. It's it's a it's a Really appreciate it. It's it's a it's a grim warning. It's it's a quite stark grim warning. It's it's a quite stark point on which to leave it, but this point on which to leave it, but this conference has that level of really"
    },
    {
      "start": 869.5,
      "dur": 10.5,
      "text": "conference has that level of really getting people to think. Thank you so getting people to think. Thank you so much for your time. And that's the whole much for your time. And that's the whole point about places like this, this point about places like this, this ability for world leaders to come ability for world leaders to come together, to unite, to be able to bump"
    },
    {
      "start": 880.0,
      "dur": 9.1,
      "text": "together, to unite, to be able to bump into each other and to have those frank into each other and to have those frank conversations. And ultimately the conversations. And ultimately the conversation here, Europe really wants conversation here, Europe really wants to show a united front and we're hearing"
    },
    {
      "start": 889.1,
      "dur": 9.1,
      "text": "to show a united front and we're hearing that time and time again. So lots more that time and time again. So lots more still to come here from the Munich still to come here from the Munich Security Forum throughout the day. This Security Forum throughout the day. This is just day two. Back to you"
    },
    {
      "start": 898.2,
      "dur": 9.2,
      "text": "is just day two. Back to you indeed cashier there at in Munich. Thank indeed cashier there at in Munich. Thank you so much. And if you do want to keep you so much. And if you do want to keep across all the various lines the across all the various lines the speeches that have happened today, there speeches that have happened today, there is plenty of detail and analysis on the"
    },
    {
      "start": 907.4,
      "dur": 3.0,
      "text": "is plenty of detail and analysis on the BBC News"
    }
  ]
}