{
  "videoId": "HPojscAIbQE",
  "title": "Zelensky: European unity is 'best weapon' against Russia | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 909,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.159,
      "text": "Ukrainian President Vladimir Zalinski"
    },
    {
      "start": 2.159,
      "dur": 2.391,
      "text": "Ukrainian President Vladimir Zalinski said in his speech that Europe's unity"
    },
    {
      "start": 4.56,
      "dur": 2.07,
      "text": "said in his speech that Europe's unity is the best weapon against Russia's"
    },
    {
      "start": 6.64,
      "dur": 0.87,
      "text": "is the best weapon against Russia's aggression."
    },
    {
      "start": 7.52,
      "dur": 2.149,
      "text": "aggression. &gt;&gt; There is no country in Europe that could"
    },
    {
      "start": 9.679,
      "dur": 3.03,
      "text": "&gt;&gt; There is no country in Europe that could rely only on its own technology and"
    },
    {
      "start": 12.719,
      "dur": 2.79,
      "text": "rely only on its own technology and money to defend itself. In a full-scale"
    },
    {
      "start": 15.519,
      "dur": 3.191,
      "text": "money to defend itself. In a full-scale war, no one would stand alone. That is"
    },
    {
      "start": 18.72,
      "dur": 2.79,
      "text": "war, no one would stand alone. That is why while we invest in interceptors and"
    },
    {
      "start": 21.52,
      "dur": 2.87,
      "text": "why while we invest in interceptors and protection, Russia invests in breaking"
    },
    {
      "start": 24.4,
      "dur": 3.189,
      "text": "protection, Russia invests in breaking unity between all of us. our unity with"
    },
    {
      "start": 27.599,
      "dur": 2.711,
      "text": "unity between all of us. our unity with you, unity in Europe, unity in the"
    },
    {
      "start": 30.32,
      "dur": 3.59,
      "text": "you, unity in Europe, unity in the Euroatlantic community. They want to"
    },
    {
      "start": 33.92,
      "dur": 3.67,
      "text": "Euroatlantic community. They want to break it. Why? Because our unity is the"
    },
    {
      "start": 37.6,
      "dur": 2.949,
      "text": "break it. Why? Because our unity is the best interceptor against Russia's"
    },
    {
      "start": 40.559,
      "dur": 4.071,
      "text": "best interceptor against Russia's aggressive plans. The best one. And we"
    },
    {
      "start": 44.64,
      "dur": 6.069,
      "text": "aggressive plans. The best one. And we still have it."
    },
    {
      "start": 50.719,
      "dur": 2.16,
      "text": "Vladimir Zalinski there speaking in the"
    },
    {
      "start": 52.879,
      "dur": 1.99,
      "text": "Vladimir Zalinski there speaking in the last hour. Well, listening across to all"
    },
    {
      "start": 54.879,
      "dur": 2.31,
      "text": "last hour. Well, listening across to all of the uh speeches this morning is Kasha"
    },
    {
      "start": 57.199,
      "dur": 2.631,
      "text": "of the uh speeches this morning is Kasha Madiraa who is in Munich outside the"
    },
    {
      "start": 59.84,
      "dur": 2.95,
      "text": "Madiraa who is in Munich outside the security conference. And uh Casha, over"
    },
    {
      "start": 62.8,
      "dur": 5.51,
      "text": "security conference. And uh Casha, over to you. The watch word of today, unity."
    },
    {
      "start": 68.32,
      "dur": 2.159,
      "text": "Exactly that, unity. You're hearing that"
    },
    {
      "start": 70.479,
      "dur": 2.63,
      "text": "Exactly that, unity. You're hearing that echoed by Vadimir Zalinski. He's talking"
    },
    {
      "start": 73.119,
      "dur": 2.391,
      "text": "echoed by Vadimir Zalinski. He's talking about a united Europe. You heard that"
    },
    {
      "start": 75.52,
      "dur": 2.87,
      "text": "about a united Europe. You heard that again echoed by Sakir Stalmer. The"
    },
    {
      "start": 78.4,
      "dur": 2.63,
      "text": "again echoed by Sakir Stalmer. The importance of Europe coming together."
    },
    {
      "start": 81.04,
      "dur": 2.55,
      "text": "importance of Europe coming together. And indeed actually when we heard from"
    },
    {
      "start": 83.6,
      "dur": 2.549,
      "text": "And indeed actually when we heard from Marco Rubio, everybody was waiting with"
    },
    {
      "start": 86.159,
      "dur": 1.831,
      "text": "Marco Rubio, everybody was waiting with baited breath. Is he going to go on the"
    },
    {
      "start": 88.0,
      "dur": 1.99,
      "text": "baited breath. Is he going to go on the offensive? Is he going to be attacking?"
    },
    {
      "start": 90.0,
      "dur": 2.55,
      "text": "offensive? Is he going to be attacking? As we saw from JD Vance last year, he"
    },
    {
      "start": 92.56,
      "dur": 2.79,
      "text": "As we saw from JD Vance last year, he was much more consiliatory in tone. But"
    },
    {
      "start": 95.36,
      "dur": 2.069,
      "text": "was much more consiliatory in tone. But that underlying message is Europe,"
    },
    {
      "start": 97.439,
      "dur": 2.071,
      "text": "that underlying message is Europe, you've got to go it alone. You've got to"
    },
    {
      "start": 99.52,
      "dur": 2.31,
      "text": "you've got to go it alone. You've got to pull up your sleeves and increase your"
    },
    {
      "start": 101.84,
      "dur": 2.87,
      "text": "pull up your sleeves and increase your dispense spending because ultimately the"
    },
    {
      "start": 104.72,
      "dur": 2.55,
      "text": "dispense spending because ultimately the US is no longer the world policeman."
    },
    {
      "start": 107.28,
      "dur": 2.63,
      "text": "US is no longer the world policeman. That transatlantic, that world order is"
    },
    {
      "start": 109.92,
      "dur": 1.91,
      "text": "That transatlantic, that world order is changing. So unity amongst the"
    },
    {
      "start": 111.84,
      "dur": 1.589,
      "text": "changing. So unity amongst the Europeans. We're very much hearing that"
    },
    {
      "start": 113.439,
      "dur": 3.35,
      "text": "Europeans. We're very much hearing that from Zalinski as well. A lot to unpick"
    },
    {
      "start": 116.799,
      "dur": 1.431,
      "text": "from Zalinski as well. A lot to unpick though because there are undercurrents"
    },
    {
      "start": 118.24,
      "dur": 1.99,
      "text": "though because there are undercurrents running through this. My guest is the"
    },
    {
      "start": 120.24,
      "dur": 1.43,
      "text": "running through this. My guest is the director general of the think tank,"
    },
    {
      "start": 121.68,
      "dur": 2.87,
      "text": "director general of the think tank, Russy Rachel Elus. It's great to have"
    },
    {
      "start": 124.56,
      "dur": 3.43,
      "text": "Russy Rachel Elus. It's great to have you with us. We heard Zalinski just"
    },
    {
      "start": 128.0,
      "dur": 3.029,
      "text": "you with us. We heard Zalinski just moments ago giving that speech. And once"
    },
    {
      "start": 131.039,
      "dur": 2.951,
      "text": "moments ago giving that speech. And once again, he had to remind everybody that"
    },
    {
      "start": 134.0,
      "dur": 2.869,
      "text": "again, he had to remind everybody that Ukraine didn't start this war."
    },
    {
      "start": 136.879,
      "dur": 1.671,
      "text": "Ukraine didn't start this war. &gt;&gt; He had to remind everybody that Ukraine"
    },
    {
      "start": 138.56,
      "dur": 1.669,
      "text": "&gt;&gt; He had to remind everybody that Ukraine didn't start the war. He also had to"
    },
    {
      "start": 140.239,
      "dur": 1.591,
      "text": "didn't start the war. He also had to remind Europeans that Ukraine is"
    },
    {
      "start": 141.84,
      "dur": 2.07,
      "text": "remind Europeans that Ukraine is fighting on their behalf. Every day that"
    },
    {
      "start": 143.92,
      "dur": 2.47,
      "text": "fighting on their behalf. Every day that a Ukrainian falls over or dies, that's"
    },
    {
      "start": 146.4,
      "dur": 1.829,
      "text": "a Ukrainian falls over or dies, that's keeping the Russians away from the"
    },
    {
      "start": 148.239,
      "dur": 2.231,
      "text": "keeping the Russians away from the perimeter of NATO and the periphery of"
    },
    {
      "start": 150.48,
      "dur": 1.749,
      "text": "perimeter of NATO and the periphery of Europe. So, it's really important that"
    },
    {
      "start": 152.239,
      "dur": 1.831,
      "text": "Europe. So, it's really important that Europeans take that message and stop"
    },
    {
      "start": 154.08,
      "dur": 2.47,
      "text": "Europeans take that message and stop enabling Russian oil and gas to continue"
    },
    {
      "start": 156.56,
      "dur": 1.83,
      "text": "enabling Russian oil and gas to continue to flow and to fund the war. And it's"
    },
    {
      "start": 158.4,
      "dur": 1.59,
      "text": "to flow and to fund the war. And it's also very important that Ukraine is"
    },
    {
      "start": 160.0,
      "dur": 1.75,
      "text": "also very important that Ukraine is integrated into Europe, even if that's"
    },
    {
      "start": 161.76,
      "dur": 2.39,
      "text": "integrated into Europe, even if that's not NATO or EU membership. We need"
    },
    {
      "start": 164.16,
      "dur": 1.51,
      "text": "not NATO or EU membership. We need things like co-production, joint"
    },
    {
      "start": 165.68,
      "dur": 1.99,
      "text": "things like co-production, joint production on weapons, drones. I think"
    },
    {
      "start": 167.68,
      "dur": 1.35,
      "text": "production on weapons, drones. I think that was the message he was trying to"
    },
    {
      "start": 169.04,
      "dur": 2.23,
      "text": "that was the message he was trying to get across today. Ukraine can't continue"
    },
    {
      "start": 171.28,
      "dur": 1.91,
      "text": "get across today. Ukraine can't continue to bleed for Europe forever."
    },
    {
      "start": 173.2,
      "dur": 1.83,
      "text": "to bleed for Europe forever. &gt;&gt; And it's certainly something that was"
    },
    {
      "start": 175.04,
      "dur": 2.15,
      "text": "&gt;&gt; And it's certainly something that was seen when he went to that factory,"
    },
    {
      "start": 177.2,
      "dur": 2.63,
      "text": "seen when he went to that factory, Ukrainian German factory where they make"
    },
    {
      "start": 179.84,
      "dur": 2.469,
      "text": "Ukrainian German factory where they make drones that again sent back to Ukraine."
    },
    {
      "start": 182.319,
      "dur": 1.751,
      "text": "drones that again sent back to Ukraine. They can't have those in Ukraine because"
    },
    {
      "start": 184.08,
      "dur": 1.03,
      "text": "They can't have those in Ukraine because they know that they're going to be"
    },
    {
      "start": 185.12,
      "dur": 2.31,
      "text": "they know that they're going to be attacked. Ultimately, the threat of"
    },
    {
      "start": 187.44,
      "dur": 2.63,
      "text": "attacked. Ultimately, the threat of Russia very much there. Was that was"
    },
    {
      "start": 190.08,
      "dur": 2.789,
      "text": "Russia very much there. Was that was that shown during Marco Rubio's speech"
    },
    {
      "start": 192.879,
      "dur": 2.391,
      "text": "that shown during Marco Rubio's speech at all? any mention of Russia in the"
    },
    {
      "start": 195.28,
      "dur": 1.99,
      "text": "at all? any mention of Russia in the Rubio speech was was actually a bit"
    },
    {
      "start": 197.28,
      "dur": 1.91,
      "text": "Rubio speech was was actually a bit absent and I'd say that under secretary"
    },
    {
      "start": 199.2,
      "dur": 2.07,
      "text": "absent and I'd say that under secretary of defense for policy uh in in the"
    },
    {
      "start": 201.28,
      "dur": 2.309,
      "text": "of defense for policy uh in in the Pentagon Colby similarly sort of talked"
    },
    {
      "start": 203.599,
      "dur": 2.071,
      "text": "Pentagon Colby similarly sort of talked around the Russia challenge or even the"
    },
    {
      "start": 205.68,
      "dur": 1.99,
      "text": "around the Russia challenge or even the China challenge they focused a bit more"
    },
    {
      "start": 207.68,
      "dur": 2.549,
      "text": "China challenge they focused a bit more on the transatlantic relationship a real"
    },
    {
      "start": 210.239,
      "dur": 1.511,
      "text": "on the transatlantic relationship a real um you know something you'd hear more"
    },
    {
      "start": 211.76,
      "dur": 2.07,
      "text": "um you know something you'd hear more from traditional Republicans in terms of"
    },
    {
      "start": 213.84,
      "dur": 1.59,
      "text": "from traditional Republicans in terms of the importance of the transatlantic"
    },
    {
      "start": 215.44,
      "dur": 1.75,
      "text": "the importance of the transatlantic relationships the importance as you said"
    },
    {
      "start": 217.2,
      "dur": 2.07,
      "text": "relationships the importance as you said of Europe stepping up but really I think"
    },
    {
      "start": 219.28,
      "dur": 1.75,
      "text": "of Europe stepping up but really I think the undercurrent there is what are they"
    },
    {
      "start": 221.04,
      "dur": 1.43,
      "text": "the undercurrent there is what are they really thinking with regard to Russia"
    },
    {
      "start": 222.48,
      "dur": 2.15,
      "text": "really thinking with regard to Russia and China think Under Secretary Kby"
    },
    {
      "start": 224.64,
      "dur": 2.229,
      "text": "and China think Under Secretary Kby called Russia a manageable threat, which"
    },
    {
      "start": 226.879,
      "dur": 1.831,
      "text": "called Russia a manageable threat, which is not something that I think most"
    },
    {
      "start": 228.72,
      "dur": 1.75,
      "text": "is not something that I think most Europeans on the front line would would"
    },
    {
      "start": 230.48,
      "dur": 1.029,
      "text": "Europeans on the front line would would agree with."
    },
    {
      "start": 231.519,
      "dur": 1.751,
      "text": "agree with. &gt;&gt; And what was actually quite frustrating,"
    },
    {
      "start": 233.28,
      "dur": 2.229,
      "text": "&gt;&gt; And what was actually quite frustrating, Kaaka Kalis was speaking earlier and"
    },
    {
      "start": 235.519,
      "dur": 3.99,
      "text": "Kaaka Kalis was speaking earlier and when asked whether she thinks the"
    },
    {
      "start": 239.519,
      "dur": 3.031,
      "text": "when asked whether she thinks the Ukraine war will end. She said she hopes"
    },
    {
      "start": 242.56,
      "dur": 2.71,
      "text": "Ukraine war will end. She said she hopes so. It's it's vague. We've got this"
    },
    {
      "start": 245.28,
      "dur": 2.309,
      "text": "so. It's it's vague. We've got this conference of world leaders and yet it"
    },
    {
      "start": 247.599,
      "dur": 1.91,
      "text": "conference of world leaders and yet it feels like pleasantries. It all feels"
    },
    {
      "start": 249.519,
      "dur": 1.91,
      "text": "feels like pleasantries. It all feels very vague. Nothing tangible is coming"
    },
    {
      "start": 251.439,
      "dur": 2.231,
      "text": "very vague. Nothing tangible is coming out. Yes, it is very frustrating,"
    },
    {
      "start": 253.68,
      "dur": 2.15,
      "text": "out. Yes, it is very frustrating, particularly if we think that so-called"
    },
    {
      "start": 255.84,
      "dur": 1.83,
      "text": "particularly if we think that so-called peace negotiations have been going on"
    },
    {
      "start": 257.68,
      "dur": 1.99,
      "text": "peace negotiations have been going on for a year now. We're really in no"
    },
    {
      "start": 259.68,
      "dur": 1.75,
      "text": "for a year now. We're really in no different place than we were a year ago."
    },
    {
      "start": 261.44,
      "dur": 2.07,
      "text": "different place than we were a year ago. In fact, uh, Russia has gained minimal"
    },
    {
      "start": 263.52,
      "dur": 1.83,
      "text": "In fact, uh, Russia has gained minimal ground. More Ukrainians are dead, more"
    },
    {
      "start": 265.36,
      "dur": 2.07,
      "text": "ground. More Ukrainians are dead, more Russians are dead. Uh, it's really hard"
    },
    {
      "start": 267.44,
      "dur": 1.91,
      "text": "Russians are dead. Uh, it's really hard to see how this ends without first and"
    },
    {
      "start": 269.36,
      "dur": 1.829,
      "text": "to see how this ends without first and foremost a ceasefire. And I heard"
    },
    {
      "start": 271.199,
      "dur": 2.231,
      "text": "foremost a ceasefire. And I heard President Silinski speaking yesterday"
    },
    {
      "start": 273.44,
      "dur": 2.469,
      "text": "President Silinski speaking yesterday and he really stressed that in order for"
    },
    {
      "start": 275.919,
      "dur": 2.311,
      "text": "and he really stressed that in order for any sort of election to move forward or"
    },
    {
      "start": 278.24,
      "dur": 2.15,
      "text": "any sort of election to move forward or any sort of credible security guarantees"
    },
    {
      "start": 280.4,
      "dur": 1.509,
      "text": "any sort of credible security guarantees to be put in place, the first step is"
    },
    {
      "start": 281.919,
      "dur": 1.751,
      "text": "to be put in place, the first step is actually not a peace agreement but a"
    },
    {
      "start": 283.68,
      "dur": 2.15,
      "text": "actually not a peace agreement but a ceasefire. So let's try to start there."
    },
    {
      "start": 285.84,
      "dur": 1.43,
      "text": "ceasefire. So let's try to start there. And that's the issue, isn't it? Because"
    },
    {
      "start": 287.28,
      "dur": 1.909,
      "text": "And that's the issue, isn't it? Because Donald Trump is pushing hard for some"
    },
    {
      "start": 289.199,
      "dur": 3.111,
      "text": "Donald Trump is pushing hard for some kind of referendum for some kind of"
    },
    {
      "start": 292.32,
      "dur": 3.91,
      "text": "kind of referendum for some kind of election by May in order to end the war"
    },
    {
      "start": 296.24,
      "dur": 3.669,
      "text": "election by May in order to end the war by June. Is that in any way realistic?"
    },
    {
      "start": 299.919,
      "dur": 1.911,
      "text": "by June. Is that in any way realistic? I I think it's would be very difficult."
    },
    {
      "start": 301.84,
      "dur": 2.069,
      "text": "I I think it's would be very difficult. Uh Zalinsky said last night that they'd"
    },
    {
      "start": 303.919,
      "dur": 2.071,
      "text": "Uh Zalinsky said last night that they'd probably need at least half a year to"
    },
    {
      "start": 306.0,
      "dur": 1.83,
      "text": "probably need at least half a year to prepare for these elections. Uh they're"
    },
    {
      "start": 307.84,
      "dur": 1.909,
      "text": "prepare for these elections. Uh they're under martial law to some extent. There"
    },
    {
      "start": 309.759,
      "dur": 1.671,
      "text": "under martial law to some extent. There are Ukrainians living abroad who would"
    },
    {
      "start": 311.44,
      "dur": 2.07,
      "text": "are Ukrainians living abroad who would want to have a voice in this. And so"
    },
    {
      "start": 313.52,
      "dur": 2.229,
      "text": "want to have a voice in this. And so it's while it's tempting uh to try to"
    },
    {
      "start": 315.759,
      "dur": 2.471,
      "text": "it's while it's tempting uh to try to push for a resolution to the Ukraine"
    },
    {
      "start": 318.24,
      "dur": 2.55,
      "text": "push for a resolution to the Ukraine context conflict for example before the"
    },
    {
      "start": 320.8,
      "dur": 2.71,
      "text": "context conflict for example before the US midterms in November. Uh the conflict"
    },
    {
      "start": 323.52,
      "dur": 1.43,
      "text": "US midterms in November. Uh the conflict doesn't work that way. I think we need"
    },
    {
      "start": 324.96,
      "dur": 2.229,
      "text": "doesn't work that way. I think we need to be a bit more patient. It's also"
    },
    {
      "start": 327.199,
      "dur": 1.511,
      "text": "to be a bit more patient. It's also important to stress at this conference,"
    },
    {
      "start": 328.72,
      "dur": 2.469,
      "text": "important to stress at this conference, we have been hearing another voice, a"
    },
    {
      "start": 331.199,
      "dur": 3.031,
      "text": "we have been hearing another voice, a quite a large Democrat contingency here."
    },
    {
      "start": 334.24,
      "dur": 1.59,
      "text": "quite a large Democrat contingency here. Gavin Newsome, the governor of"
    },
    {
      "start": 335.84,
      "dur": 2.789,
      "text": "Gavin Newsome, the governor of California, uh Alexandria"
    },
    {
      "start": 338.639,
      "dur": 3.27,
      "text": "California, uh Alexandria Ostasiocortez also here. They're talking"
    },
    {
      "start": 341.919,
      "dur": 2.071,
      "text": "Ostasiocortez also here. They're talking about the push back. They're they're"
    },
    {
      "start": 344.0,
      "dur": 3.11,
      "text": "about the push back. They're they're urging Europe to push back against the"
    },
    {
      "start": 347.12,
      "dur": 3.99,
      "text": "urging Europe to push back against the Trump rhetoric. Is that realistic given"
    },
    {
      "start": 351.12,
      "dur": 2.15,
      "text": "Trump rhetoric. Is that realistic given where we are? Because Trump right now is"
    },
    {
      "start": 353.28,
      "dur": 2.55,
      "text": "where we are? Because Trump right now is obviously the president. I appreciate"
    },
    {
      "start": 355.84,
      "dur": 2.95,
      "text": "obviously the president. I appreciate that they want to see uh Europe become a"
    },
    {
      "start": 358.8,
      "dur": 1.91,
      "text": "that they want to see uh Europe become a bit more vocal about its own needs and"
    },
    {
      "start": 360.72,
      "dur": 1.749,
      "text": "bit more vocal about its own needs and what it can achieve both with regard to"
    },
    {
      "start": 362.479,
      "dur": 2.15,
      "text": "what it can achieve both with regard to Ukraine and NATO and European security"
    },
    {
      "start": 364.639,
      "dur": 2.39,
      "text": "Ukraine and NATO and European security and defense. But ultimately, I think the"
    },
    {
      "start": 367.039,
      "dur": 1.43,
      "text": "and defense. But ultimately, I think the resistance, and I say this as an"
    },
    {
      "start": 368.479,
      "dur": 1.751,
      "text": "resistance, and I say this as an American, I think ultimately any sort of"
    },
    {
      "start": 370.24,
      "dur": 1.75,
      "text": "American, I think ultimately any sort of resistance to any policies that they're"
    },
    {
      "start": 372.0,
      "dur": 2.23,
      "text": "resistance to any policies that they're unhappy with has to come from within the"
    },
    {
      "start": 374.24,
      "dur": 1.43,
      "text": "unhappy with has to come from within the United States. We need to hear the"
    },
    {
      "start": 375.68,
      "dur": 1.59,
      "text": "United States. We need to hear the American public stepping up. We need to"
    },
    {
      "start": 377.28,
      "dur": 1.99,
      "text": "American public stepping up. We need to hear bipartisan voices in Congress"
    },
    {
      "start": 379.28,
      "dur": 2.07,
      "text": "hear bipartisan voices in Congress stepping up, as we did on Greenland. um"
    },
    {
      "start": 381.36,
      "dur": 1.99,
      "text": "stepping up, as we did on Greenland. um that policy became very unpopular not"
    },
    {
      "start": 383.36,
      "dur": 1.99,
      "text": "that policy became very unpopular not just with politicians and the public but"
    },
    {
      "start": 385.36,
      "dur": 2.79,
      "text": "just with politicians and the public but with the market. So it's helpful if"
    },
    {
      "start": 388.16,
      "dur": 1.51,
      "text": "with the market. So it's helpful if Europeans stand their ground but it's"
    },
    {
      "start": 389.68,
      "dur": 2.31,
      "text": "Europeans stand their ground but it's more helpful if people like Alexandria"
    },
    {
      "start": 392.0,
      "dur": 2.309,
      "text": "more helpful if people like Alexandria Okaziocortez and Gavin Newsome continue"
    },
    {
      "start": 394.319,
      "dur": 1.671,
      "text": "Okaziocortez and Gavin Newsome continue to speak with one voice on the"
    },
    {
      "start": 396.0,
      "dur": 2.39,
      "text": "to speak with one voice on the democratic side. One thing that we did"
    },
    {
      "start": 398.4,
      "dur": 1.75,
      "text": "democratic side. One thing that we did hear something very very concrete was"
    },
    {
      "start": 400.16,
      "dur": 1.83,
      "text": "hear something very very concrete was was from Zakir Stalmer a little bit"
    },
    {
      "start": 402.0,
      "dur": 2.309,
      "text": "was from Zakir Stalmer a little bit earlier on. He announced today at the"
    },
    {
      "start": 404.319,
      "dur": 1.43,
      "text": "earlier on. He announced today at the conference that the UK is going to"
    },
    {
      "start": 405.759,
      "dur": 2.631,
      "text": "conference that the UK is going to deploy uh the UK carrier strike group to"
    },
    {
      "start": 408.4,
      "dur": 1.75,
      "text": "deploy uh the UK carrier strike group to the North Atlantic and high north in"
    },
    {
      "start": 410.16,
      "dur": 2.63,
      "text": "the North Atlantic and high north in operation with the US, Canada and other"
    },
    {
      "start": 412.8,
      "dur": 2.87,
      "text": "operation with the US, Canada and other NATO allies. That's something that is"
    },
    {
      "start": 415.68,
      "dur": 1.59,
      "text": "NATO allies. That's something that is tangible. That's something that people"
    },
    {
      "start": 417.28,
      "dur": 2.23,
      "text": "tangible. That's something that people can genuinely understand."
    },
    {
      "start": 419.52,
      "dur": 2.069,
      "text": "can genuinely understand. &gt;&gt; It's really really encouraging and"
    },
    {
      "start": 421.599,
      "dur": 2.231,
      "text": "&gt;&gt; It's really really encouraging and positive to see uh Prime Minister"
    },
    {
      "start": 423.84,
      "dur": 2.069,
      "text": "positive to see uh Prime Minister Starmer stepping up in this way. First"
    },
    {
      "start": 425.919,
      "dur": 2.311,
      "text": "Starmer stepping up in this way. First with regard to Ukraine, uh the UK has"
    },
    {
      "start": 428.24,
      "dur": 1.349,
      "text": "with regard to Ukraine, uh the UK has been a leader there, but also with"
    },
    {
      "start": 429.599,
      "dur": 1.751,
      "text": "been a leader there, but also with regard to the North Atlantic. And now"
    },
    {
      "start": 431.36,
      "dur": 1.51,
      "text": "regard to the North Atlantic. And now with regard to Europe, I think we heard"
    },
    {
      "start": 432.88,
      "dur": 2.23,
      "text": "with regard to Europe, I think we heard a very strong message. Uh I I can't"
    },
    {
      "start": 435.12,
      "dur": 1.509,
      "text": "a very strong message. Uh I I can't remember the quote, but he basically"
    },
    {
      "start": 436.639,
      "dur": 2.151,
      "text": "remember the quote, but he basically said the the years of Brexit are over"
    },
    {
      "start": 438.8,
      "dur": 1.669,
      "text": "said the the years of Brexit are over and the UK is going to be leaning into"
    },
    {
      "start": 440.479,
      "dur": 1.511,
      "text": "and the UK is going to be leaning into the relationship with continental"
    },
    {
      "start": 442.0,
      "dur": 2.07,
      "text": "the relationship with continental Europe. I think that's very important as"
    },
    {
      "start": 444.08,
      "dur": 1.59,
      "text": "Europe. I think that's very important as well as the money behind it and the"
    },
    {
      "start": 445.68,
      "dur": 1.83,
      "text": "well as the money behind it and the capabilities behind it because European"
    },
    {
      "start": 447.52,
      "dur": 2.47,
      "text": "capabilities behind it because European defense as even Vanderline said is not"
    },
    {
      "start": 450.0,
      "dur": 1.909,
      "text": "defense as even Vanderline said is not going to happen uh without the United"
    },
    {
      "start": 451.919,
      "dur": 1.67,
      "text": "going to happen uh without the United Kingdom as part of that. So, we need to"
    },
    {
      "start": 453.599,
      "dur": 3.03,
      "text": "Kingdom as part of that. So, we need to see more UK as the US leadership um"
    },
    {
      "start": 456.639,
      "dur": 1.27,
      "text": "see more UK as the US leadership um diminishes."
    },
    {
      "start": 457.919,
      "dur": 2.471,
      "text": "diminishes. &gt;&gt; Rachel, as always, very good to get your"
    },
    {
      "start": 460.4,
      "dur": 1.83,
      "text": "&gt;&gt; Rachel, as always, very good to get your thoughts, your analysis because it's"
    },
    {
      "start": 462.24,
      "dur": 2.87,
      "text": "thoughts, your analysis because it's been another big day here at the Munich"
    },
    {
      "start": 465.12,
      "dur": 2.069,
      "text": "been another big day here at the Munich Security Conference for the time being."
    },
    {
      "start": 467.199,
      "dur": 1.911,
      "text": "Security Conference for the time being. Thank you so much, Rachel, there the"
    },
    {
      "start": 469.12,
      "dur": 2.23,
      "text": "Thank you so much, Rachel, there the general director general of Rusei, the"
    },
    {
      "start": 471.36,
      "dur": 1.75,
      "text": "general director general of Rusei, the think tank. Thank you so much. We'll let"
    },
    {
      "start": 473.12,
      "dur": 2.789,
      "text": "think tank. Thank you so much. We'll let you get off to go back to your next"
    },
    {
      "start": 475.919,
      "dur": 1.751,
      "text": "you get off to go back to your next panels. We're going to bring in our next"
    },
    {
      "start": 477.68,
      "dur": 1.59,
      "text": "panels. We're going to bring in our next guest and I'll be honest with you, it is"
    },
    {
      "start": 479.28,
      "dur": 1.349,
      "text": "guest and I'll be honest with you, it is this is what the Munich Security"
    },
    {
      "start": 480.639,
      "dur": 2.791,
      "text": "this is what the Munich Security Conference is like. people coming in and"
    },
    {
      "start": 483.44,
      "dur": 4.39,
      "text": "Conference is like. people coming in and out of the uh vicinity. It is. There are"
    },
    {
      "start": 487.84,
      "dur": 2.15,
      "text": "out of the uh vicinity. It is. There are so many different diplomats, so many"
    },
    {
      "start": 490.0,
      "dur": 1.99,
      "text": "so many different diplomats, so many high-profile figures that come here"
    },
    {
      "start": 492.0,
      "dur": 2.869,
      "text": "high-profile figures that come here specifically to listen to these speeches"
    },
    {
      "start": 494.879,
      "dur": 2.391,
      "text": "specifically to listen to these speeches and to also give their analysis and also"
    },
    {
      "start": 497.28,
      "dur": 2.629,
      "text": "and to also give their analysis and also to give their experience because"
    },
    {
      "start": 499.919,
      "dur": 2.55,
      "text": "to give their experience because obviously we've got around 50 world"
    },
    {
      "start": 502.479,
      "dur": 3.83,
      "text": "obviously we've got around 50 world leaders coming here to talk, to have"
    },
    {
      "start": 506.319,
      "dur": 2.31,
      "text": "leaders coming here to talk, to have those backroom discussions, but we've"
    },
    {
      "start": 508.639,
      "dur": 3.191,
      "text": "those backroom discussions, but we've also got former leaders who have got a"
    },
    {
      "start": 511.84,
      "dur": 2.629,
      "text": "also got former leaders who have got a wealth of experience that the"
    },
    {
      "start": 514.479,
      "dur": 2.071,
      "text": "wealth of experience that the delegations, the conference will benefit"
    },
    {
      "start": 516.56,
      "dur": 2.07,
      "text": "delegations, the conference will benefit from. And obviously as we're watching"
    },
    {
      "start": 518.64,
      "dur": 3.43,
      "text": "from. And obviously as we're watching Vadomir Zalinski continue with that Q&amp;A"
    },
    {
      "start": 522.08,
      "dur": 3.429,
      "text": "Vadomir Zalinski continue with that Q&amp;A uh lots of reaction, lots of analysis"
    },
    {
      "start": 525.519,
      "dur": 2.31,
      "text": "uh lots of reaction, lots of analysis off the back of that. He is talking"
    },
    {
      "start": 527.839,
      "dur": 1.751,
      "text": "off the back of that. He is talking about unity. We heard from the"
    },
    {
      "start": 529.6,
      "dur": 1.99,
      "text": "about unity. We heard from the Europeans. Ursula von line also"
    },
    {
      "start": 531.6,
      "dur": 2.15,
      "text": "Europeans. Ursula von line also stressing that there is a real need for"
    },
    {
      "start": 533.76,
      "dur": 2.47,
      "text": "stressing that there is a real need for European unity. Europe needs to pull up"
    },
    {
      "start": 536.24,
      "dur": 2.47,
      "text": "European unity. Europe needs to pull up its sleeves, needs to gel together."
    },
    {
      "start": 538.72,
      "dur": 2.07,
      "text": "its sleeves, needs to gel together. Sakist Starama even mentioned that the"
    },
    {
      "start": 540.8,
      "dur": 4.149,
      "text": "Sakist Starama even mentioned that the UK is no longer the nation that was the"
    },
    {
      "start": 544.959,
      "dur": 2.231,
      "text": "UK is no longer the nation that was the Brexit nation of 10 years ago. They"
    },
    {
      "start": 547.2,
      "dur": 2.95,
      "text": "Brexit nation of 10 years ago. They understand that they need European in"
    },
    {
      "start": 550.16,
      "dur": 3.03,
      "text": "understand that they need European in integration and to build on that. Right."
    },
    {
      "start": 553.2,
      "dur": 2.71,
      "text": "integration and to build on that. Right. So my next guest is ready. Um Anders"
    },
    {
      "start": 555.92,
      "dur": 3.029,
      "text": "So my next guest is ready. Um Anders Fasmson, thank you so much for coming so"
    },
    {
      "start": 558.959,
      "dur": 1.671,
      "text": "Fasmson, thank you so much for coming so quickly because I know you've been doing"
    },
    {
      "start": 560.64,
      "dur": 2.869,
      "text": "quickly because I know you've been doing the rounds as well. Obviously, you were"
    },
    {
      "start": 563.519,
      "dur": 2.391,
      "text": "the rounds as well. Obviously, you were the former prime minister of Denmark and"
    },
    {
      "start": 565.92,
      "dur": 2.71,
      "text": "the former prime minister of Denmark and you've your role in NATO as well. So,"
    },
    {
      "start": 568.64,
      "dur": 1.99,
      "text": "you've your role in NATO as well. So, it's it's just good to get your"
    },
    {
      "start": 570.64,
      "dur": 1.99,
      "text": "it's it's just good to get your analysis. I just wonder from what you've"
    },
    {
      "start": 572.64,
      "dur": 1.67,
      "text": "analysis. I just wonder from what you've been hearing the mood music. I know"
    },
    {
      "start": 574.32,
      "dur": 1.59,
      "text": "been hearing the mood music. I know everybody was with baited breath about"
    },
    {
      "start": 575.92,
      "dur": 1.589,
      "text": "everybody was with baited breath about what Marco Rubio was going to say. We"
    },
    {
      "start": 577.519,
      "dur": 1.43,
      "text": "what Marco Rubio was going to say. We knew that it wasn't going to be as"
    },
    {
      "start": 578.959,
      "dur": 3.671,
      "text": "knew that it wasn't going to be as explosive as uh JD Vance last year."
    },
    {
      "start": 582.64,
      "dur": 1.67,
      "text": "explosive as uh JD Vance last year. There were even some laughs, a round of"
    },
    {
      "start": 584.32,
      "dur": 2.55,
      "text": "There were even some laughs, a round of applause. But underlying that, he was"
    },
    {
      "start": 586.88,
      "dur": 1.91,
      "text": "applause. But underlying that, he was still pretty critical. He was scathing"
    },
    {
      "start": 588.8,
      "dur": 2.07,
      "text": "still pretty critical. He was scathing about the United Nations. He was"
    },
    {
      "start": 590.88,
      "dur": 3.19,
      "text": "about the United Nations. He was critical of how Europeans um and and"
    },
    {
      "start": 594.08,
      "dur": 1.83,
      "text": "critical of how Europeans um and and their borders as well. Obviously"
    },
    {
      "start": 595.92,
      "dur": 2.23,
      "text": "their borders as well. Obviously implying migration."
    },
    {
      "start": 598.16,
      "dur": 2.63,
      "text": "implying migration. He's still pointing the finger that"
    },
    {
      "start": 600.8,
      "dur": 1.99,
      "text": "He's still pointing the finger that Europe isn't playing along with the way"
    },
    {
      "start": 602.8,
      "dur": 2.469,
      "text": "Europe isn't playing along with the way that MAGA, for example, sees the new"
    },
    {
      "start": 605.279,
      "dur": 1.99,
      "text": "that MAGA, for example, sees the new world order."
    },
    {
      "start": 607.279,
      "dur": 2.311,
      "text": "world order. &gt;&gt; You're right. The tone was different. He"
    },
    {
      "start": 609.6,
      "dur": 2.15,
      "text": "&gt;&gt; You're right. The tone was different. He said the right things about the strong"
    },
    {
      "start": 611.76,
      "dur": 4.309,
      "text": "said the right things about the strong transatlantic bond, but underneath the"
    },
    {
      "start": 616.079,
      "dur": 3.75,
      "text": "transatlantic bond, but underneath the surface, the critics are the same. And I"
    },
    {
      "start": 619.839,
      "dur": 3.911,
      "text": "surface, the critics are the same. And I fully agree. We need a new NATO, a more"
    },
    {
      "start": 623.76,
      "dur": 3.509,
      "text": "fully agree. We need a new NATO, a more European NATO. We need in Europe to"
    },
    {
      "start": 627.279,
      "dur": 2.79,
      "text": "European NATO. We need in Europe to carry a bigger part of the security"
    },
    {
      "start": 630.079,
      "dur": 1.031,
      "text": "carry a bigger part of the security burden."
    },
    {
      "start": 631.12,
      "dur": 2.149,
      "text": "burden. &gt;&gt; Well, we always hear this kind of idea"
    },
    {
      "start": 633.279,
      "dur": 3.191,
      "text": "&gt;&gt; Well, we always hear this kind of idea that you've got a population of 400"
    },
    {
      "start": 636.48,
      "dur": 2.789,
      "text": "that you've got a population of 400 million within the European Union and"
    },
    {
      "start": 639.279,
      "dur": 2.55,
      "text": "million within the European Union and they turn to the 350 million people in"
    },
    {
      "start": 641.839,
      "dur": 2.791,
      "text": "they turn to the 350 million people in the United States for help against the"
    },
    {
      "start": 644.64,
      "dur": 2.47,
      "text": "the United States for help against the 140 million population of Russia and"
    },
    {
      "start": 647.12,
      "dur": 1.59,
      "text": "140 million population of Russia and it's just not sustainable. But"
    },
    {
      "start": 648.72,
      "dur": 2.789,
      "text": "it's just not sustainable. But realistically, you've got a divided"
    },
    {
      "start": 651.519,
      "dur": 2.631,
      "text": "realistically, you've got a divided European Union. You've got Hungary that"
    },
    {
      "start": 654.16,
      "dur": 2.47,
      "text": "European Union. You've got Hungary that pulls more towards Putin. Can you bring"
    },
    {
      "start": 656.64,
      "dur": 1.67,
      "text": "pulls more towards Putin. Can you bring everybody together?"
    },
    {
      "start": 658.32,
      "dur": 3.27,
      "text": "everybody together? &gt;&gt; Yes, we can, and we must. Uh, for too"
    },
    {
      "start": 661.6,
      "dur": 2.71,
      "text": "&gt;&gt; Yes, we can, and we must. Uh, for too long, we in Europe have been dependent"
    },
    {
      "start": 664.32,
      "dur": 2.949,
      "text": "long, we in Europe have been dependent on cheap energy from Russia, cheap goods"
    },
    {
      "start": 667.279,
      "dur": 2.391,
      "text": "on cheap energy from Russia, cheap goods from China, and cheap security from the"
    },
    {
      "start": 669.68,
      "dur": 3.67,
      "text": "from China, and cheap security from the United States. That model doesn't work"
    },
    {
      "start": 673.36,
      "dur": 4.709,
      "text": "United States. That model doesn't work any longer. uh and Europe is a"
    },
    {
      "start": 678.079,
      "dur": 2.631,
      "text": "any longer. uh and Europe is a prosperous continent. We are able to pay"
    },
    {
      "start": 680.72,
      "dur": 2.549,
      "text": "prosperous continent. We are able to pay for our own security. So now we have to"
    },
    {
      "start": 683.279,
      "dur": 4.071,
      "text": "for our own security. So now we have to shift gear, step up. Uh I would say what"
    },
    {
      "start": 687.36,
      "dur": 3.35,
      "text": "shift gear, step up. Uh I would say what we need is to make Europe a defense"
    },
    {
      "start": 690.72,
      "dur": 4.789,
      "text": "we need is to make Europe a defense superpower unless we will be the victims"
    },
    {
      "start": 695.519,
      "dur": 3.75,
      "text": "superpower unless we will be the victims uh of conflicts with Russia and maybe"
    },
    {
      "start": 699.279,
      "dur": 1.351,
      "text": "uh of conflicts with Russia and maybe the United States."
    },
    {
      "start": 700.64,
      "dur": 1.67,
      "text": "the United States. &gt;&gt; But you're talking about becoming a"
    },
    {
      "start": 702.32,
      "dur": 2.39,
      "text": "&gt;&gt; But you're talking about becoming a defense superpower. you're buying most"
    },
    {
      "start": 704.72,
      "dur": 2.31,
      "text": "defense superpower. you're buying most of that hardware from the United States."
    },
    {
      "start": 707.04,
      "dur": 3.029,
      "text": "of that hardware from the United States. They cut aid to Ukraine. So, they're"
    },
    {
      "start": 710.079,
      "dur": 2.071,
      "text": "They cut aid to Ukraine. So, they're they're in a win-win here. They they"
    },
    {
      "start": 712.16,
      "dur": 2.229,
      "text": "they're in a win-win here. They they don't lose whatever happens."
    },
    {
      "start": 714.399,
      "dur": 4.791,
      "text": "don't lose whatever happens. &gt;&gt; Well, it's unrealistic to to imagine a"
    },
    {
      "start": 719.2,
      "dur": 3.83,
      "text": "&gt;&gt; Well, it's unrealistic to to imagine a clearcut of ties to the United States."
    },
    {
      "start": 723.04,
      "dur": 2.07,
      "text": "clearcut of ties to the United States. We will still be interlin. But in"
    },
    {
      "start": 725.12,
      "dur": 3.509,
      "text": "We will still be interlin. But in Europe, we must be able to produce more"
    },
    {
      "start": 728.639,
      "dur": 3.591,
      "text": "Europe, we must be able to produce more weapons, more missiles, and to do it"
    },
    {
      "start": 732.24,
      "dur": 3.589,
      "text": "weapons, more missiles, and to do it much faster uh than today."
    },
    {
      "start": 735.839,
      "dur": 2.471,
      "text": "much faster uh than today. &gt;&gt; Is that realistically possible? Are you"
    },
    {
      "start": 738.32,
      "dur": 3.35,
      "text": "&gt;&gt; Is that realistically possible? Are you talking about a future that is dominated"
    },
    {
      "start": 741.68,
      "dur": 2.949,
      "text": "talking about a future that is dominated by a war economy? Is that realistically"
    },
    {
      "start": 744.639,
      "dur": 2.391,
      "text": "by a war economy? Is that realistically what we're looking at?"
    },
    {
      "start": 747.04,
      "dur": 4.55,
      "text": "what we're looking at? We must change our economy, bring our"
    },
    {
      "start": 751.6,
      "dur": 3.43,
      "text": "We must change our economy, bring our economies on a war footing, which will"
    },
    {
      "start": 755.04,
      "dur": 3.349,
      "text": "economies on a war footing, which will involve a broad range of changes. We"
    },
    {
      "start": 758.399,
      "dur": 5.11,
      "text": "involve a broad range of changes. We have to drastically cut the time from"
    },
    {
      "start": 763.519,
      "dur": 1.99,
      "text": "have to drastically cut the time from you order"
    },
    {
      "start": 765.519,
      "dur": 2.471,
      "text": "you order weapons and ammunition until it's"
    },
    {
      "start": 768.0,
      "dur": 3.99,
      "text": "weapons and ammunition until it's delivered to cut a lot of red tape. Uh"
    },
    {
      "start": 772.0,
      "dur": 3.03,
      "text": "delivered to cut a lot of red tape. Uh you have to invest more uh in defense."
    },
    {
      "start": 775.04,
      "dur": 1.75,
      "text": "you have to invest more uh in defense. You have to attract more private"
    },
    {
      "start": 776.8,
      "dur": 3.829,
      "text": "You have to attract more private investment uh for for defense. You also"
    },
    {
      "start": 780.639,
      "dur": 3.43,
      "text": "investment uh for for defense. You also have to change some of the civilian"
    },
    {
      "start": 784.079,
      "dur": 2.951,
      "text": "have to change some of the civilian production into production of military"
    },
    {
      "start": 787.04,
      "dur": 1.83,
      "text": "production into production of military equipment."
    },
    {
      "start": 788.88,
      "dur": 3.83,
      "text": "equipment. &gt;&gt; That is a really stark idea. And for"
    },
    {
      "start": 792.72,
      "dur": 2.71,
      "text": "&gt;&gt; That is a really stark idea. And for Europeans, especially Europeans maybe"
    },
    {
      "start": 795.44,
      "dur": 2.069,
      "text": "Europeans, especially Europeans maybe more to the south, the further away you"
    },
    {
      "start": 797.519,
      "dur": 3.11,
      "text": "more to the south, the further away you get away from that front line in"
    },
    {
      "start": 800.639,
      "dur": 2.391,
      "text": "get away from that front line in Ukraine, it's difficult. It's a really"
    },
    {
      "start": 803.04,
      "dur": 2.31,
      "text": "Ukraine, it's difficult. It's a really difficult mindset. you're almost on a"
    },
    {
      "start": 805.36,
      "dur": 1.51,
      "text": "difficult mindset. you're almost on a par with Russia itself whose whole"
    },
    {
      "start": 806.88,
      "dur": 3.509,
      "text": "par with Russia itself whose whole economy is now on a war footing."
    },
    {
      "start": 810.399,
      "dur": 2.711,
      "text": "economy is now on a war footing. &gt;&gt; Putin has brought the Russian economy on"
    },
    {
      "start": 813.12,
      "dur": 3.03,
      "text": "&gt;&gt; Putin has brought the Russian economy on a war footing. We will have to do the"
    },
    {
      "start": 816.16,
      "dur": 3.75,
      "text": "a war footing. We will have to do the same also in the south of uh Europe. But"
    },
    {
      "start": 819.92,
      "dur": 2.23,
      "text": "same also in the south of uh Europe. But I think first and foremost what we need"
    },
    {
      "start": 822.16,
      "dur": 2.87,
      "text": "I think first and foremost what we need to do is to build a coalition of the"
    },
    {
      "start": 825.04,
      "dur": 3.43,
      "text": "to do is to build a coalition of the willing a number of European countries"
    },
    {
      "start": 828.48,
      "dur": 2.789,
      "text": "willing a number of European countries that are capable and willing to do what"
    },
    {
      "start": 831.279,
      "dur": 3.831,
      "text": "that are capable and willing to do what is necessary. And if certain European"
    },
    {
      "start": 835.12,
      "dur": 3.43,
      "text": "is necessary. And if certain European countries want to opt out of that"
    },
    {
      "start": 838.56,
      "dur": 3.19,
      "text": "countries want to opt out of that coalition of the willing, it's it's"
    },
    {
      "start": 841.76,
      "dur": 3.27,
      "text": "coalition of the willing, it's it's their business. I think we need a core"
    },
    {
      "start": 845.04,
      "dur": 3.19,
      "text": "their business. I think we need a core of European countries that are willing"
    },
    {
      "start": 848.24,
      "dur": 2.79,
      "text": "of European countries that are willing to do what is needed to protect Europe."
    },
    {
      "start": 851.04,
      "dur": 2.39,
      "text": "to do what is needed to protect Europe. &gt;&gt; And as FO RPOS, former Secretary General"
    },
    {
      "start": 853.44,
      "dur": 1.91,
      "text": "&gt;&gt; And as FO RPOS, former Secretary General of NATO, thank you so much for your time"
    },
    {
      "start": 855.36,
      "dur": 3.029,
      "text": "of NATO, thank you so much for your time and for quickly coming in and uh making"
    },
    {
      "start": 858.399,
      "dur": 3.11,
      "text": "and for quickly coming in and uh making the time to join us here on BBC News."
    },
    {
      "start": 861.519,
      "dur": 1.67,
      "text": "the time to join us here on BBC News. Really appreciate it. It's it's a it's a"
    },
    {
      "start": 863.199,
      "dur": 1.99,
      "text": "Really appreciate it. It's it's a it's a grim warning. It's it's a quite stark"
    },
    {
      "start": 865.199,
      "dur": 1.671,
      "text": "grim warning. It's it's a quite stark point on which to leave it, but this"
    },
    {
      "start": 866.88,
      "dur": 2.629,
      "text": "point on which to leave it, but this conference has that level of really"
    },
    {
      "start": 869.519,
      "dur": 1.67,
      "text": "conference has that level of really getting people to think. Thank you so"
    },
    {
      "start": 871.199,
      "dur": 1.43,
      "text": "getting people to think. Thank you so much for your time. And that's the whole"
    },
    {
      "start": 872.639,
      "dur": 2.231,
      "text": "much for your time. And that's the whole point about places like this, this"
    },
    {
      "start": 874.88,
      "dur": 1.83,
      "text": "point about places like this, this ability for world leaders to come"
    },
    {
      "start": 876.72,
      "dur": 3.27,
      "text": "ability for world leaders to come together, to unite, to be able to bump"
    },
    {
      "start": 880.0,
      "dur": 2.23,
      "text": "together, to unite, to be able to bump into each other and to have those frank"
    },
    {
      "start": 882.24,
      "dur": 2.63,
      "text": "into each other and to have those frank conversations. And ultimately the"
    },
    {
      "start": 884.88,
      "dur": 2.309,
      "text": "conversations. And ultimately the conversation here, Europe really wants"
    },
    {
      "start": 887.199,
      "dur": 1.911,
      "text": "conversation here, Europe really wants to show a united front and we're hearing"
    },
    {
      "start": 889.12,
      "dur": 3.269,
      "text": "to show a united front and we're hearing that time and time again. So lots more"
    },
    {
      "start": 892.399,
      "dur": 1.831,
      "text": "that time and time again. So lots more still to come here from the Munich"
    },
    {
      "start": 894.24,
      "dur": 1.75,
      "text": "still to come here from the Munich Security Forum throughout the day. This"
    },
    {
      "start": 896.0,
      "dur": 2.15,
      "text": "Security Forum throughout the day. This is just day two. Back to you"
    },
    {
      "start": 898.16,
      "dur": 2.55,
      "text": "is just day two. Back to you &gt;&gt; indeed cashier there at in Munich. Thank"
    },
    {
      "start": 900.72,
      "dur": 1.51,
      "text": "&gt;&gt; indeed cashier there at in Munich. Thank you so much. And if you do want to keep"
    },
    {
      "start": 902.24,
      "dur": 1.589,
      "text": "you so much. And if you do want to keep across all the various lines the"
    },
    {
      "start": 903.839,
      "dur": 1.591,
      "text": "across all the various lines the speeches that have happened today, there"
    },
    {
      "start": 905.44,
      "dur": 1.99,
      "text": "speeches that have happened today, there is plenty of detail and analysis on the"
    },
    {
      "start": 907.44,
      "dur": 2.959,
      "text": "is plenty of detail and analysis on the BBC News"
    }
  ]
}