{
  "videoId": "htMp4cYfXeE",
  "title": "Maxwell email seemingly confirms photo of Andrew with Virginia Giuffre is real | BBC News",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 356,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "Fresh revelations about the former"
    },
    {
      "start": 2.159,
      "dur": 1.831,
      "text": "Fresh revelations about the former Prince Andrew have been found in the"
    },
    {
      "start": 4.0,
      "dur": 2.23,
      "text": "Prince Andrew have been found in the huge batch of Epstein files released"
    },
    {
      "start": 6.24,
      "dur": 2.23,
      "text": "huge batch of Epstein files released last week. Among them is an email"
    },
    {
      "start": 8.48,
      "dur": 1.83,
      "text": "last week. Among them is an email apparently from Epstein's accomplice"
    },
    {
      "start": 10.32,
      "dur": 2.07,
      "text": "apparently from Epstein's accomplice Gileain Maxwell which appears to"
    },
    {
      "start": 12.4,
      "dur": 2.149,
      "text": "Gileain Maxwell which appears to contradict Andrew Mountbatten Windsor's"
    },
    {
      "start": 14.559,
      "dur": 1.831,
      "text": "contradict Andrew Mountbatten Windsor's long-held suggestion that the now"
    },
    {
      "start": 16.4,
      "dur": 2.15,
      "text": "long-held suggestion that the now infamous photo of him with a victim"
    },
    {
      "start": 18.56,
      "dur": 2.15,
      "text": "infamous photo of him with a victim Virginia Dry was not real. There are"
    },
    {
      "start": 20.72,
      "dur": 1.91,
      "text": "Virginia Dry was not real. There are also new allegations about what went on"
    },
    {
      "start": 22.64,
      "dur": 2.629,
      "text": "also new allegations about what went on at Epstein's Florida home 20 years ago."
    },
    {
      "start": 25.279,
      "dur": 2.31,
      "text": "at Epstein's Florida home 20 years ago. Andrew Mbatam Windsor has always denied"
    },
    {
      "start": 27.599,
      "dur": 2.07,
      "text": "Andrew Mbatam Windsor has always denied any wrongdoing. Here's Ellie Price. And"
    },
    {
      "start": 29.679,
      "dur": 2.071,
      "text": "any wrongdoing. Here's Ellie Price. And a warning, her report contains some"
    },
    {
      "start": 31.76,
      "dur": 2.87,
      "text": "a warning, her report contains some fairly explicit details."
    },
    {
      "start": 34.64,
      "dur": 1.83,
      "text": "fairly explicit details. &gt;&gt; This is the image that marked the start"
    },
    {
      "start": 36.48,
      "dur": 3.03,
      "text": "&gt;&gt; This is the image that marked the start of the slow downfall of a prince. Andrew"
    },
    {
      "start": 39.52,
      "dur": 1.99,
      "text": "of the slow downfall of a prince. Andrew Mountbatton Windsor with his accuser"
    },
    {
      "start": 41.52,
      "dur": 3.59,
      "text": "Mountbatton Windsor with his accuser Virginia when she was 17."
    },
    {
      "start": 45.12,
      "dur": 2.47,
      "text": "Virginia when she was 17. &gt;&gt; I have no recollection of ever meeting"
    },
    {
      "start": 47.6,
      "dur": 3.109,
      "text": "&gt;&gt; I have no recollection of ever meeting this lady. None whatsoever."
    },
    {
      "start": 50.719,
      "dur": 1.99,
      "text": "this lady. None whatsoever. &gt;&gt; But he did meet her. And according to an"
    },
    {
      "start": 52.719,
      "dur": 1.67,
      "text": "&gt;&gt; But he did meet her. And according to an email from Gileain Maxwell to Jeffrey"
    },
    {
      "start": 54.399,
      "dur": 2.31,
      "text": "email from Gileain Maxwell to Jeffrey Epstein, she wanted to state for the"
    },
    {
      "start": 56.719,
      "dur": 2.551,
      "text": "Epstein, she wanted to state for the record as fact. In 2001, she was in"
    },
    {
      "start": 59.28,
      "dur": 2.15,
      "text": "record as fact. In 2001, she was in London and met a number of friends,"
    },
    {
      "start": 61.44,
      "dur": 2.07,
      "text": "London and met a number of friends, including the former prince. And that's"
    },
    {
      "start": 63.52,
      "dur": 2.71,
      "text": "including the former prince. And that's when the photo was taken. But now, fresh"
    },
    {
      "start": 66.24,
      "dur": 2.63,
      "text": "when the photo was taken. But now, fresh damaging revelations. This time, a legal"
    },
    {
      "start": 68.88,
      "dur": 1.67,
      "text": "damaging revelations. This time, a legal letter which claims Epstein offered to"
    },
    {
      "start": 70.56,
      "dur": 2.07,
      "text": "letter which claims Epstein offered to pay an exotic dancer to perform at a"
    },
    {
      "start": 72.64,
      "dur": 2.87,
      "text": "pay an exotic dancer to perform at a party in 2006 where there were young"
    },
    {
      "start": 75.52,
      "dur": 2.07,
      "text": "party in 2006 where there were young women dressed provocatively. Some"
    },
    {
      "start": 77.6,
      "dur": 2.63,
      "text": "women dressed provocatively. Some appeared to be as young as 14 years old."
    },
    {
      "start": 80.24,
      "dur": 1.67,
      "text": "appeared to be as young as 14 years old. It says Epstein and the then Prince"
    },
    {
      "start": 81.92,
      "dur": 1.75,
      "text": "It says Epstein and the then Prince Andrew told the dancer they wanted to"
    },
    {
      "start": 83.68,
      "dur": 2.15,
      "text": "Andrew told the dancer they wanted to have a threesome and then prevailed upon"
    },
    {
      "start": 85.84,
      "dur": 3.51,
      "text": "have a threesome and then prevailed upon her to engage in various sex acts."
    },
    {
      "start": 89.36,
      "dur": 1.51,
      "text": "her to engage in various sex acts. The BBC has approached Andrew"
    },
    {
      "start": 90.88,
      "dur": 1.99,
      "text": "The BBC has approached Andrew Mountbatton Windsor for comment. He has"
    },
    {
      "start": 92.88,
      "dur": 1.83,
      "text": "Mountbatton Windsor for comment. He has previously strenuously denied any"
    },
    {
      "start": 94.72,
      "dur": 2.55,
      "text": "previously strenuously denied any wrongdoing. It's all added to calls for"
    },
    {
      "start": 97.28,
      "dur": 2.63,
      "text": "wrongdoing. It's all added to calls for him to testify in the US about what he"
    },
    {
      "start": 99.92,
      "dur": 4.39,
      "text": "him to testify in the US about what he knew about Epstein. I am so proud of the"
    },
    {
      "start": 104.32,
      "dur": 2.55,
      "text": "knew about Epstein. I am so proud of the woman who has come forward because it"
    },
    {
      "start": 106.88,
      "dur": 2.549,
      "text": "woman who has come forward because it helps it helps so many of us when"
    },
    {
      "start": 109.439,
      "dur": 4.391,
      "text": "helps it helps so many of us when survivors come forward um you know to"
    },
    {
      "start": 113.84,
      "dur": 2.39,
      "text": "survivors come forward um you know to you know hold these men account"
    },
    {
      "start": 116.24,
      "dur": 2.39,
      "text": "you know hold these men account accountable the survivors are really"
    },
    {
      "start": 118.64,
      "dur": 2.71,
      "text": "accountable the survivors are really they're the foundation of it without us"
    },
    {
      "start": 121.36,
      "dur": 3.749,
      "text": "they're the foundation of it without us you know nothing's going to happen so um"
    },
    {
      "start": 125.119,
      "dur": 2.391,
      "text": "you know nothing's going to happen so um I I do hope that Andrew will testify I"
    },
    {
      "start": 127.52,
      "dur": 1.429,
      "text": "I I do hope that Andrew will testify I do hope he will come to the US and"
    },
    {
      "start": 128.959,
      "dur": 1.35,
      "text": "do hope he will come to the US and testify"
    },
    {
      "start": 130.319,
      "dur": 1.831,
      "text": "testify &gt;&gt; Buckingham Palace has previously said"
    },
    {
      "start": 132.16,
      "dur": 1.83,
      "text": "&gt;&gt; Buckingham Palace has previously said that's a matter for him and his"
    },
    {
      "start": 134.0,
      "dur": 2.229,
      "text": "that's a matter for him and his conscience. But if a picture paints a"
    },
    {
      "start": 136.239,
      "dur": 2.231,
      "text": "conscience. But if a picture paints a thousand words, there have been just too"
    },
    {
      "start": 138.48,
      "dur": 2.23,
      "text": "thousand words, there have been just too many pictures for the palace to bear."
    },
    {
      "start": 140.72,
      "dur": 1.99,
      "text": "many pictures for the palace to bear. These recently released in the Epstein"
    },
    {
      "start": 142.72,
      "dur": 2.07,
      "text": "These recently released in the Epstein files shown the king's brother crouching"
    },
    {
      "start": 144.8,
      "dur": 3.27,
      "text": "files shown the king's brother crouching on all fours over an unidentified woman."
    },
    {
      "start": 148.08,
      "dur": 2.149,
      "text": "on all fours over an unidentified woman. And then these, the former prince out"
    },
    {
      "start": 150.239,
      "dur": 1.751,
      "text": "And then these, the former prince out riding in the grounds near his Windsor"
    },
    {
      "start": 152.0,
      "dur": 2.55,
      "text": "riding in the grounds near his Windsor mansion and later waving at passers by"
    },
    {
      "start": 154.56,
      "dur": 1.749,
      "text": "mansion and later waving at passers by on Monday."
    },
    {
      "start": 156.319,
      "dur": 1.91,
      "text": "on Monday. He's had to move into temporary digs"
    },
    {
      "start": 158.239,
      "dur": 2.391,
      "text": "He's had to move into temporary digs there, Wood Farm. While renovations are"
    },
    {
      "start": 160.64,
      "dur": 2.07,
      "text": "there, Wood Farm. While renovations are completed on his new, more modest home,"
    },
    {
      "start": 162.72,
      "dur": 2.07,
      "text": "completed on his new, more modest home, Marsh Farm, on the king's private"
    },
    {
      "start": 164.8,
      "dur": 2.23,
      "text": "Marsh Farm, on the king's private estate, he may be out of the public eye,"
    },
    {
      "start": 167.04,
      "dur": 2.15,
      "text": "estate, he may be out of the public eye, but the public humiliation may keep"
    },
    {
      "start": 169.2,
      "dur": 3.51,
      "text": "but the public humiliation may keep coming. Ellie Price, BBC News."
    },
    {
      "start": 172.72,
      "dur": 2.07,
      "text": "coming. Ellie Price, BBC News. Well, Ellie is here in the studio with"
    },
    {
      "start": 174.8,
      "dur": 1.91,
      "text": "Well, Ellie is here in the studio with me. And Ellie, I guess you know the"
    },
    {
      "start": 176.72,
      "dur": 2.55,
      "text": "me. And Ellie, I guess you know the royal family are thinking or hoping that"
    },
    {
      "start": 179.28,
      "dur": 2.229,
      "text": "royal family are thinking or hoping that he's moved out of royal lodge and"
    },
    {
      "start": 181.519,
      "dur": 1.831,
      "text": "he's moved out of royal lodge and therefore he can now move out of the"
    },
    {
      "start": 183.36,
      "dur": 1.589,
      "text": "therefore he can now move out of the public eye and people can start moving"
    },
    {
      "start": 184.959,
      "dur": 2.871,
      "text": "public eye and people can start moving on. How realistic is that assumption?"
    },
    {
      "start": 187.84,
      "dur": 2.79,
      "text": "on. How realistic is that assumption? &gt;&gt; Well, I mean, I think relatively"
    },
    {
      "start": 190.64,
      "dur": 1.509,
      "text": "&gt;&gt; Well, I mean, I think relatively realistic for them. I mean, I suppose"
    },
    {
      "start": 192.159,
      "dur": 1.671,
      "text": "realistic for them. I mean, I suppose we'll see less of him there. He had all"
    },
    {
      "start": 193.84,
      "dur": 1.669,
      "text": "we'll see less of him there. He had all those photos taken as you saw in my"
    },
    {
      "start": 195.519,
      "dur": 1.511,
      "text": "those photos taken as you saw in my piece there where he's out riding his"
    },
    {
      "start": 197.04,
      "dur": 1.59,
      "text": "piece there where he's out riding his horse. He was out waving at people in"
    },
    {
      "start": 198.64,
      "dur": 1.99,
      "text": "horse. He was out waving at people in his car. This is a far more secluded"
    },
    {
      "start": 200.64,
      "dur": 1.75,
      "text": "his car. This is a far more secluded estate. It's a private estate owned by"
    },
    {
      "start": 202.4,
      "dur": 1.67,
      "text": "estate. It's a private estate owned by the king. I think there's a sense that"
    },
    {
      "start": 204.08,
      "dur": 1.509,
      "text": "the king. I think there's a sense that there'll be a it's a slightly more"
    },
    {
      "start": 205.599,
      "dur": 2.231,
      "text": "there'll be a it's a slightly more controllable environment and therefore"
    },
    {
      "start": 207.84,
      "dur": 1.35,
      "text": "controllable environment and therefore the photographers's lenses won't be"
    },
    {
      "start": 209.2,
      "dur": 1.35,
      "text": "the photographers's lenses won't be prying quite so much or at least they"
    },
    {
      "start": 210.56,
      "dur": 2.15,
      "text": "prying quite so much or at least they won't be able to. But he was becoming"
    },
    {
      "start": 212.72,
      "dur": 1.83,
      "text": "won't be able to. But he was becoming something of a liability because he kept"
    },
    {
      "start": 214.56,
      "dur": 2.47,
      "text": "something of a liability because he kept appearing not only in public but also in"
    },
    {
      "start": 217.04,
      "dur": 1.43,
      "text": "appearing not only in public but also in these files. Now these files are going"
    },
    {
      "start": 218.48,
      "dur": 1.43,
      "text": "these files. Now these files are going to keep coming. There's three million of"
    },
    {
      "start": 219.92,
      "dur": 1.35,
      "text": "to keep coming. There's three million of them. Obviously he's not in all of them"
    },
    {
      "start": 221.28,
      "dur": 1.669,
      "text": "them. Obviously he's not in all of them and we don't know how many of he's in."
    },
    {
      "start": 222.959,
      "dur": 1.83,
      "text": "and we don't know how many of he's in. That's sort of the point. But I think"
    },
    {
      "start": 224.799,
      "dur": 1.831,
      "text": "That's sort of the point. But I think there is a sense from uh Buckingham"
    },
    {
      "start": 226.64,
      "dur": 2.309,
      "text": "there is a sense from uh Buckingham Palace that he needed to move. We knew"
    },
    {
      "start": 228.959,
      "dur": 1.591,
      "text": "Palace that he needed to move. We knew when he lost his titles back in October"
    },
    {
      "start": 230.56,
      "dur": 2.07,
      "text": "when he lost his titles back in October that he was going to move house. uh we"
    },
    {
      "start": 232.64,
      "dur": 1.99,
      "text": "that he was going to move house. uh we just didn't know when and I think we can"
    },
    {
      "start": 234.64,
      "dur": 1.509,
      "text": "just didn't know when and I think we can probably summize by the fact that the"
    },
    {
      "start": 236.159,
      "dur": 1.99,
      "text": "probably summize by the fact that the the residence isn't quite ready yet that"
    },
    {
      "start": 238.159,
      "dur": 2.231,
      "text": "the residence isn't quite ready yet that this was brought forward earlier than it"
    },
    {
      "start": 240.4,
      "dur": 0.79,
      "text": "this was brought forward earlier than it would have been."
    },
    {
      "start": 241.2,
      "dur": 2.55,
      "text": "would have been. &gt;&gt; And in terms of the investigation into"
    },
    {
      "start": 243.76,
      "dur": 2.87,
      "text": "&gt;&gt; And in terms of the investigation into Jeffrey Epstein and those files, can we"
    },
    {
      "start": 246.64,
      "dur": 2.47,
      "text": "Jeffrey Epstein and those files, can we ever expect Andrew Mcbaden Windsor to"
    },
    {
      "start": 249.12,
      "dur": 3.029,
      "text": "ever expect Andrew Mcbaden Windsor to appear before some sort of justice court"
    },
    {
      "start": 252.159,
      "dur": 2.15,
      "text": "appear before some sort of justice court or committee in the US? Well, that's"
    },
    {
      "start": 254.319,
      "dur": 1.75,
      "text": "or committee in the US? Well, that's certainly obviously what victims are"
    },
    {
      "start": 256.079,
      "dur": 1.591,
      "text": "certainly obviously what victims are calling for is again you saw in the"
    },
    {
      "start": 257.68,
      "dur": 1.91,
      "text": "calling for is again you saw in the report there and obviously efforts were"
    },
    {
      "start": 259.6,
      "dur": 2.149,
      "text": "report there and obviously efforts were made back in the early 2020s for that to"
    },
    {
      "start": 261.759,
      "dur": 1.831,
      "text": "made back in the early 2020s for that to happen. The option was given for him to"
    },
    {
      "start": 263.6,
      "dur": 2.55,
      "text": "happen. The option was given for him to voluntarily go and testify. That never"
    },
    {
      "start": 266.16,
      "dur": 1.51,
      "text": "voluntarily go and testify. That never quite happened obviously then COVID"
    },
    {
      "start": 267.68,
      "dur": 2.71,
      "text": "quite happened obviously then COVID happened and there's no uh there's no"
    },
    {
      "start": 270.4,
      "dur": 2.229,
      "text": "happened and there's no uh there's no jurisdiction of a US court to call him."
    },
    {
      "start": 272.639,
      "dur": 1.911,
      "text": "jurisdiction of a US court to call him. So it is very much as Buckingham Palace"
    },
    {
      "start": 274.56,
      "dur": 2.629,
      "text": "So it is very much as Buckingham Palace said previously on his conscience. Um"
    },
    {
      "start": 277.199,
      "dur": 2.55,
      "text": "said previously on his conscience. Um quite whether he does go uh you know"
    },
    {
      "start": 279.759,
      "dur": 1.511,
      "text": "quite whether he does go uh you know remains to be seen but obviously there"
    },
    {
      "start": 281.28,
      "dur": 2.31,
      "text": "remains to be seen but obviously there is this pressure ongoing with every uh"
    },
    {
      "start": 283.6,
      "dur": 1.91,
      "text": "is this pressure ongoing with every uh revelation that that's that comes out"
    },
    {
      "start": 285.52,
      "dur": 1.99,
      "text": "revelation that that's that comes out almost on a daily basis. Of course I"
    },
    {
      "start": 287.52,
      "dur": 2.87,
      "text": "almost on a daily basis. Of course I should should reiterate he does"
    },
    {
      "start": 290.4,
      "dur": 2.55,
      "text": "should should reiterate he does continuously strenuous strenuously deny"
    },
    {
      "start": 292.96,
      "dur": 1.83,
      "text": "continuously strenuous strenuously deny any wrongdoing and just by associating"
    },
    {
      "start": 294.8,
      "dur": 1.829,
      "text": "any wrongdoing and just by associating with Epstein he would argue is not"
    },
    {
      "start": 296.639,
      "dur": 1.671,
      "text": "with Epstein he would argue is not necessarily you know any sign of"
    },
    {
      "start": 298.32,
      "dur": 1.91,
      "text": "necessarily you know any sign of wrongdoing but clearly the pressure"
    },
    {
      "start": 300.24,
      "dur": 2.47,
      "text": "wrongdoing but clearly the pressure remains. And there's that photo of uh"
    },
    {
      "start": 302.72,
      "dur": 1.51,
      "text": "remains. And there's that photo of uh the former Prince Andrew with Virginia"
    },
    {
      "start": 304.24,
      "dur": 2.31,
      "text": "the former Prince Andrew with Virginia Du Fray that you mentioned in your piece"
    },
    {
      "start": 306.56,
      "dur": 3.99,
      "text": "Du Fray that you mentioned in your piece as well uh where he is seen with her and"
    },
    {
      "start": 310.56,
      "dur": 2.79,
      "text": "as well uh where he is seen with her and the emails from G. Maxwell apparently"
    },
    {
      "start": 313.36,
      "dur": 2.47,
      "text": "the emails from G. Maxwell apparently appear to suggest this photo is real"
    },
    {
      "start": 315.84,
      "dur": 1.75,
      "text": "appear to suggest this photo is real because he said in an interview, didn't"
    },
    {
      "start": 317.6,
      "dur": 2.71,
      "text": "because he said in an interview, didn't he with the BBC that the photo was fake?"
    },
    {
      "start": 320.32,
      "dur": 1.91,
      "text": "he with the BBC that the photo was fake? &gt;&gt; The photo quite iconic, isn't it really?"
    },
    {
      "start": 322.24,
      "dur": 1.669,
      "text": "&gt;&gt; The photo quite iconic, isn't it really? It was almost the start of his downfall"
    },
    {
      "start": 323.919,
      "dur": 1.27,
      "text": "It was almost the start of his downfall that he was standing there with his"
    },
    {
      "start": 325.199,
      "dur": 1.591,
      "text": "that he was standing there with his accuser, the 17-year-old Virginia"
    },
    {
      "start": 326.8,
      "dur": 2.55,
      "text": "accuser, the 17-year-old Virginia Dufrey, and he said at the time or he"
    },
    {
      "start": 329.36,
      "dur": 1.269,
      "text": "Dufrey, and he said at the time or he said subsequently that he had no"
    },
    {
      "start": 330.639,
      "dur": 1.511,
      "text": "said subsequently that he had no recollection of the photo being taken."
    },
    {
      "start": 332.16,
      "dur": 1.35,
      "text": "recollection of the photo being taken. He even suggested that the photo may"
    },
    {
      "start": 333.52,
      "dur": 1.83,
      "text": "He even suggested that the photo may have been doctorred. And yet we had this"
    },
    {
      "start": 335.36,
      "dur": 2.389,
      "text": "have been doctorred. And yet we had this email in 2015 from Gileain Maxwell to"
    },
    {
      "start": 337.759,
      "dur": 1.751,
      "text": "email in 2015 from Gileain Maxwell to Jeffrey Epstein which was titled draft"
    },
    {
      "start": 339.52,
      "dur": 1.83,
      "text": "Jeffrey Epstein which was titled draft statement where it appeared she was"
    },
    {
      "start": 341.36,
      "dur": 1.35,
      "text": "statement where it appeared she was planning to make some kind of setting"
    },
    {
      "start": 342.72,
      "dur": 2.55,
      "text": "planning to make some kind of setting the record state uh statement setting"
    },
    {
      "start": 345.28,
      "dur": 1.51,
      "text": "the record state uh statement setting the record straight statement. She"
    },
    {
      "start": 346.8,
      "dur": 2.71,
      "text": "the record straight statement. She appears to say that the photo was indeed"
    },
    {
      "start": 349.52,
      "dur": 2.07,
      "text": "appears to say that the photo was indeed taken uh and it was taken when she when"
    },
    {
      "start": 351.6,
      "dur": 1.83,
      "text": "taken uh and it was taken when she when he had visited her friends in London."
    },
    {
      "start": 353.44,
      "dur": 3.199,
      "text": "he had visited her friends in London. Okay, Ellie, great to talk to you."
    }
  ]
}