{
  "videoId": "i-6tti8nkaE",
  "title": "Mark Carney 'devastated' by Canada shooting that killed nine people | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 224,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.56,
      "text": "Let's move on to now to the uh tragic"
    },
    {
      "start": 2.8,
      "dur": 1.989,
      "text": "Let's move on to now to the uh tragic events in Canada because the prime"
    },
    {
      "start": 4.799,
      "dur": 2.47,
      "text": "events in Canada because the prime minister there, Mark Carney, says he is"
    },
    {
      "start": 7.279,
      "dur": 2.711,
      "text": "minister there, Mark Carney, says he is devastated after nine people were killed"
    },
    {
      "start": 10.0,
      "dur": 2.23,
      "text": "devastated after nine people were killed and dozens injured in a shooting in the"
    },
    {
      "start": 12.24,
      "dur": 1.83,
      "text": "and dozens injured in a shooting in the west of the country. He was clearly"
    },
    {
      "start": 14.08,
      "dur": 3.189,
      "text": "west of the country. He was clearly emotional as he spoke to journalists."
    },
    {
      "start": 17.279,
      "dur": 3.431,
      "text": "emotional as he spoke to journalists. &gt;&gt; Uh parents, grandparents, sisters,"
    },
    {
      "start": 20.72,
      "dur": 3.99,
      "text": "&gt;&gt; Uh parents, grandparents, sisters, brothers in Tumblr Ridge will wake up"
    },
    {
      "start": 24.72,
      "dur": 4.709,
      "text": "brothers in Tumblr Ridge will wake up without someone they love."
    },
    {
      "start": 29.439,
      "dur": 3.12,
      "text": "The nation mourns with you."
    },
    {
      "start": 32.559,
      "dur": 3.191,
      "text": "The nation mourns with you. Canada stands by you."
    },
    {
      "start": 35.76,
      "dur": 1.75,
      "text": "Canada stands by you. &gt;&gt; Well, the school is in British Columbia"
    },
    {
      "start": 37.52,
      "dur": 2.15,
      "text": "&gt;&gt; Well, the school is in British Columbia in a rural town called Tumblr Ridge."
    },
    {
      "start": 39.68,
      "dur": 1.75,
      "text": "in a rural town called Tumblr Ridge. Police say six of those killed were"
    },
    {
      "start": 41.44,
      "dur": 2.07,
      "text": "Police say six of those killed were found inside a high school and one"
    },
    {
      "start": 43.52,
      "dur": 2.07,
      "text": "found inside a high school and one person died on the way to hospital. The"
    },
    {
      "start": 45.6,
      "dur": 1.83,
      "text": "person died on the way to hospital. The suspect's body was also found at the"
    },
    {
      "start": 47.44,
      "dur": 1.99,
      "text": "suspect's body was also found at the school. Two more people were found dead"
    },
    {
      "start": 49.44,
      "dur": 2.789,
      "text": "school. Two more people were found dead inside a residence nearby. Officials say"
    },
    {
      "start": 52.239,
      "dur": 2.071,
      "text": "inside a residence nearby. Officials say they know the attacker's identity, but"
    },
    {
      "start": 54.32,
      "dur": 1.99,
      "text": "they know the attacker's identity, but so far have not publicly revealed the"
    },
    {
      "start": 56.32,
      "dur": 6.47,
      "text": "so far have not publicly revealed the name or gender. Allison Freeman reports."
    },
    {
      "start": 62.8,
      "dur": 2.16,
      "text": "&gt;&gt; Students flee the horror of a mass"
    },
    {
      "start": 64.96,
      "dur": 2.79,
      "text": "&gt;&gt; Students flee the horror of a mass shooting in their school. Nine people"
    },
    {
      "start": 67.76,
      "dur": 2.87,
      "text": "shooting in their school. Nine people have been killed and 25 injured in the"
    },
    {
      "start": 70.64,
      "dur": 2.87,
      "text": "have been killed and 25 injured in the rural Canadian town of Tumblr Ridge."
    },
    {
      "start": 73.52,
      "dur": 2.39,
      "text": "rural Canadian town of Tumblr Ridge. Police said the attacker also took their"
    },
    {
      "start": 75.92,
      "dur": 2.549,
      "text": "Police said the attacker also took their own life. Two of the victims were found"
    },
    {
      "start": 78.479,
      "dur": 2.231,
      "text": "own life. Two of the victims were found in a house in the town. One died on the"
    },
    {
      "start": 80.72,
      "dur": 2.95,
      "text": "in a house in the town. One died on the way to hospital. Six others died at the"
    },
    {
      "start": 83.68,
      "dur": 2.069,
      "text": "way to hospital. Six others died at the school. Our principal goes throughout"
    },
    {
      "start": 85.759,
      "dur": 1.831,
      "text": "school. Our principal goes throughout the halls and she's saying people close"
    },
    {
      "start": 87.6,
      "dur": 1.99,
      "text": "the halls and she's saying people close your doors, lock down, stuff like that."
    },
    {
      "start": 89.6,
      "dur": 1.75,
      "text": "your doors, lock down, stuff like that. I thought it was a secure and hold and"
    },
    {
      "start": 91.36,
      "dur": 2.31,
      "text": "I thought it was a secure and hold and something like that at first. So, but"
    },
    {
      "start": 93.68,
      "dur": 1.83,
      "text": "something like that at first. So, but once things started circulating, we"
    },
    {
      "start": 95.52,
      "dur": 1.99,
      "text": "once things started circulating, we realized how serious it really was. So,"
    },
    {
      "start": 97.52,
      "dur": 2.15,
      "text": "realized how serious it really was. So, we all uh barricaded up the doors with"
    },
    {
      "start": 99.68,
      "dur": 3.51,
      "text": "we all uh barricaded up the doors with some iron tables and sat in that room"
    },
    {
      "start": 103.2,
      "dur": 1.99,
      "text": "some iron tables and sat in that room for around 2 hours. Was on my phone with"
    },
    {
      "start": 105.2,
      "dur": 2.229,
      "text": "for around 2 hours. Was on my phone with the mother the with my mother the entire"
    },
    {
      "start": 107.439,
      "dur": 1.03,
      "text": "the mother the with my mother the entire time."
    },
    {
      "start": 108.479,
      "dur": 2.391,
      "text": "time. &gt;&gt; Tumblridge has a small population of"
    },
    {
      "start": 110.88,
      "dur": 2.95,
      "text": "&gt;&gt; Tumblridge has a small population of fewer than 2 and a half thousand people."
    },
    {
      "start": 113.84,
      "dur": 2.47,
      "text": "fewer than 2 and a half thousand people. The shooting has had a profound effect"
    },
    {
      "start": 116.32,
      "dur": 3.109,
      "text": "The shooting has had a profound effect on everyone here. The people of Tumblr"
    },
    {
      "start": 119.439,
      "dur": 3.27,
      "text": "on everyone here. The people of Tumblr Ridge remain in a state of crisis"
    },
    {
      "start": 122.719,
      "dur": 1.831,
      "text": "Ridge remain in a state of crisis following one of the worst mass"
    },
    {
      "start": 124.56,
      "dur": 3.189,
      "text": "following one of the worst mass shootings in our provinces and country's"
    },
    {
      "start": 127.759,
      "dur": 1.591,
      "text": "shootings in our provinces and country's history."
    },
    {
      "start": 129.36,
      "dur": 2.229,
      "text": "history. This is a devastating day for a"
    },
    {
      "start": 131.599,
      "dur": 2.951,
      "text": "This is a devastating day for a close-knit community and the loss being"
    },
    {
      "start": 134.56,
      "dur": 2.79,
      "text": "close-knit community and the loss being felt is profound."
    },
    {
      "start": 137.36,
      "dur": 2.15,
      "text": "felt is profound. We can't imagine"
    },
    {
      "start": 139.52,
      "dur": 2.55,
      "text": "We can't imagine what the community is going through. Um,"
    },
    {
      "start": 142.08,
      "dur": 2.789,
      "text": "what the community is going through. Um, but I know it's causing us all to hug"
    },
    {
      "start": 144.879,
      "dur": 2.231,
      "text": "but I know it's causing us all to hug our kids a little bit tighter tonight."
    },
    {
      "start": 147.12,
      "dur": 1.829,
      "text": "our kids a little bit tighter tonight. It makes us think about our kids safety"
    },
    {
      "start": 148.959,
      "dur": 1.27,
      "text": "It makes us think about our kids safety when they're going to school. We take it"
    },
    {
      "start": 150.239,
      "dur": 1.191,
      "text": "when they're going to school. We take it for granted. You go to school, you come"
    },
    {
      "start": 151.44,
      "dur": 4.31,
      "text": "for granted. You go to school, you come home safe. Um, and uh, and events like"
    },
    {
      "start": 155.76,
      "dur": 2.31,
      "text": "home safe. Um, and uh, and events like this give us pause."
    },
    {
      "start": 158.08,
      "dur": 2.07,
      "text": "this give us pause. Canadian Prime Minister Mark Carney said"
    },
    {
      "start": 160.16,
      "dur": 3.27,
      "text": "Canadian Prime Minister Mark Carney said he was devastated, posting on X, \"My"
    },
    {
      "start": 163.44,
      "dur": 2.31,
      "text": "he was devastated, posting on X, \"My prayers and deepest condolences are with"
    },
    {
      "start": 165.76,
      "dur": 2.15,
      "text": "prayers and deepest condolences are with the families and friends who have lost"
    },
    {
      "start": 167.92,
      "dur": 2.79,
      "text": "the families and friends who have lost loved ones to these horrific acts of"
    },
    {
      "start": 170.72,
      "dur": 2.07,
      "text": "loved ones to these horrific acts of violence. The government of Canada"
    },
    {
      "start": 172.8,
      "dur": 2.39,
      "text": "violence. The government of Canada stands with all British Columbombians as"
    },
    {
      "start": 175.2,
      "dur": 3.35,
      "text": "stands with all British Columbombians as they confront this horrible tragedy."
    },
    {
      "start": 178.56,
      "dur": 2.07,
      "text": "they confront this horrible tragedy. The town is remote, sitting at the"
    },
    {
      "start": 180.64,
      "dur": 1.75,
      "text": "The town is remote, sitting at the foothills of the Rocky Mountains, a"
    },
    {
      "start": 182.4,
      "dur": 2.71,
      "text": "foothills of the Rocky Mountains, a thousand miles north of Vancouver. its"
    },
    {
      "start": 185.12,
      "dur": 2.63,
      "text": "thousand miles north of Vancouver. its community left shaken by what is an"
    },
    {
      "start": 187.76,
      "dur": 2.469,
      "text": "community left shaken by what is an extremely rare event in Canada."
    },
    {
      "start": 190.239,
      "dur": 1.831,
      "text": "extremely rare event in Canada. &gt;&gt; This kind of thing just doesn't happen"
    },
    {
      "start": 192.08,
      "dur": 3.83,
      "text": "&gt;&gt; This kind of thing just doesn't happen here. Um I can count kind of on on one"
    },
    {
      "start": 195.92,
      "dur": 2.309,
      "text": "here. Um I can count kind of on on one hand the instances that I I recall"
    },
    {
      "start": 198.239,
      "dur": 1.511,
      "text": "hand the instances that I I recall knowing about, not that have happened"
    },
    {
      "start": 199.76,
      "dur": 2.31,
      "text": "knowing about, not that have happened necessarily in my lifetime, but"
    },
    {
      "start": 202.08,
      "dur": 2.149,
      "text": "necessarily in my lifetime, but certainly this is a rarity and and it's"
    },
    {
      "start": 204.239,
      "dur": 2.151,
      "text": "certainly this is a rarity and and it's something that we I don't think we're"
    },
    {
      "start": 206.4,
      "dur": 2.87,
      "text": "something that we I don't think we're really aware of how to process here."
    },
    {
      "start": 209.28,
      "dur": 2.55,
      "text": "really aware of how to process here. Police say the identity of the attacker"
    },
    {
      "start": 211.84,
      "dur": 2.63,
      "text": "Police say the identity of the attacker is known, but have so far not revealed"
    },
    {
      "start": 214.48,
      "dur": 2.71,
      "text": "is known, but have so far not revealed their name or gender. This is a tragedy,"
    },
    {
      "start": 217.2,
      "dur": 1.91,
      "text": "their name or gender. This is a tragedy, though, which will no doubt affect"
    },
    {
      "start": 219.12,
      "dur": 2.87,
      "text": "though, which will no doubt affect everyone in this tight-knit community."
    },
    {
      "start": 222.0,
      "dur": 3.76,
      "text": "everyone in this tight-knit community. Allison Freeman, BBC News."
    }
  ]
}