{
  "videoId": "iaQrLybP7pg",
  "title": "What could happen if the US strikes Iran? | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 409,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.56,
      "text": "The US does look poised to attack Iran"
    },
    {
      "start": 2.72,
      "dur": 2.95,
      "text": "The US does look poised to attack Iran possibly within days. So while we can"
    },
    {
      "start": 5.68,
      "dur": 1.589,
      "text": "possibly within days. So while we can probably predict what the targets are"
    },
    {
      "start": 7.279,
      "dur": 1.511,
      "text": "probably predict what the targets are going to be, revolutionary guards,"
    },
    {
      "start": 8.8,
      "dur": 2.39,
      "text": "going to be, revolutionary guards, bases, missile storage depots, [music]"
    },
    {
      "start": 11.2,
      "dur": 2.07,
      "text": "bases, missile storage depots, [music] maybe nuclear sites, we don't know what"
    },
    {
      "start": 13.28,
      "dur": 2.63,
      "text": "maybe nuclear sites, we don't know what the outcome is going to be. Here then"
    },
    {
      "start": 15.92,
      "dur": 2.87,
      "text": "the outcome is going to be. Here then are seven possible outcomes ranging from"
    },
    {
      "start": 18.8,
      "dur": 2.549,
      "text": "are seven possible outcomes ranging from the hopeful to the catastrophic. So"
    },
    {
      "start": 21.359,
      "dur": 3.191,
      "text": "the hopeful to the catastrophic. So scenario number one, the US conducts a"
    },
    {
      "start": 24.56,
      "dur": 2.549,
      "text": "scenario number one, the US conducts a series of surgical precision strikes"
    },
    {
      "start": 27.119,
      "dur": 2.07,
      "text": "series of surgical precision strikes trying to avoid civilian casualties,"
    },
    {
      "start": 29.199,
      "dur": 1.91,
      "text": "trying to avoid civilian casualties, taking out Revolutionary Guards Corps"
    },
    {
      "start": 31.119,
      "dur": 2.231,
      "text": "taking out Revolutionary Guards Corps bases, trying to decapitate the"
    },
    {
      "start": 33.36,
      "dur": 2.07,
      "text": "bases, trying to decapitate the leadership as it were, possibly hitting"
    },
    {
      "start": 35.44,
      "dur": 2.47,
      "text": "leadership as it were, possibly hitting some nuclear sites, and the regime"
    },
    {
      "start": 37.92,
      "dur": 3.67,
      "text": "some nuclear sites, and the regime collapses and there is a brief period of"
    },
    {
      "start": 41.6,
      "dur": 2.629,
      "text": "collapses and there is a brief period of uncertainty and eventually a transition"
    },
    {
      "start": 44.239,
      "dur": 3.031,
      "text": "uncertainty and eventually a transition to democracy. That's pretty optimistic."
    },
    {
      "start": 47.28,
      "dur": 1.67,
      "text": "to democracy. That's pretty optimistic. If you look at the record of Western"
    },
    {
      "start": 48.96,
      "dur": 1.909,
      "text": "If you look at the record of Western interventions in the Middle East, they"
    },
    {
      "start": 50.879,
      "dur": 2.31,
      "text": "interventions in the Middle East, they haven't gone very well. Um, look at"
    },
    {
      "start": 53.199,
      "dur": 3.03,
      "text": "haven't gone very well. Um, look at Syria, look at Libya, look at Iraq,"
    },
    {
      "start": 56.239,
      "dur": 3.191,
      "text": "Syria, look at Libya, look at Iraq, there's always been chaos and confusion"
    },
    {
      "start": 59.44,
      "dur": 3.109,
      "text": "there's always been chaos and confusion and bloodshed and terrible instability"
    },
    {
      "start": 62.559,
      "dur": 1.351,
      "text": "and bloodshed and terrible instability following most of the these"
    },
    {
      "start": 63.92,
      "dur": 2.79,
      "text": "following most of the these interventions. So, I think it's it would"
    },
    {
      "start": 66.72,
      "dur": 1.67,
      "text": "interventions. So, I think it's it would be overly optimistic. Now, there is of"
    },
    {
      "start": 68.4,
      "dur": 2.63,
      "text": "be overly optimistic. Now, there is of course the figure of Resv, which some"
    },
    {
      "start": 71.04,
      "dur": 1.35,
      "text": "course the figure of Resv, which some people are saying could be the future"
    },
    {
      "start": 72.4,
      "dur": 2.47,
      "text": "people are saying could be the future savior. He would be a transition ruler,"
    },
    {
      "start": 74.88,
      "dur": 2.07,
      "text": "savior. He would be a transition ruler, a kind of caretaker before they have"
    },
    {
      "start": 76.96,
      "dur": 2.39,
      "text": "a kind of caretaker before they have elections and Iran eventually rejoins"
    },
    {
      "start": 79.36,
      "dur": 1.59,
      "text": "elections and Iran eventually rejoins the rest of the world. But as I say,"
    },
    {
      "start": 80.96,
      "dur": 2.39,
      "text": "the rest of the world. But as I say, that's optimistic. Scenario number two"
    },
    {
      "start": 83.36,
      "dur": 2.63,
      "text": "that's optimistic. Scenario number two is that the regime survives, but it"
    },
    {
      "start": 86.0,
      "dur": 1.91,
      "text": "is that the regime survives, but it feels heavily threatened and constrained"
    },
    {
      "start": 87.92,
      "dur": 2.39,
      "text": "feels heavily threatened and constrained by the huge US military presence around"
    },
    {
      "start": 90.32,
      "dur": 1.27,
      "text": "by the huge US military presence around the region. I mean, just look at this"
    },
    {
      "start": 91.6,
      "dur": 1.829,
      "text": "the region. I mean, just look at this map here. You've got US bases and"
    },
    {
      "start": 93.439,
      "dur": 2.551,
      "text": "map here. You've got US bases and facilities dotted all around the region."
    },
    {
      "start": 96.0,
      "dur": 2.149,
      "text": "facilities dotted all around the region. A massive amount of firepower. Some of"
    },
    {
      "start": 98.159,
      "dur": 1.99,
      "text": "A massive amount of firepower. Some of it stationed permanently there. some of"
    },
    {
      "start": 100.159,
      "dur": 2.151,
      "text": "it stationed permanently there. some of it has been brought in in the last few"
    },
    {
      "start": 102.32,
      "dur": 2.07,
      "text": "it has been brought in in the last few days. Now, that could mean that the"
    },
    {
      "start": 104.4,
      "dur": 2.47,
      "text": "days. Now, that could mean that the regime survives rather like Venezuela."
    },
    {
      "start": 106.88,
      "dur": 1.83,
      "text": "regime survives rather like Venezuela. It's still intact, but it's lost its"
    },
    {
      "start": 108.72,
      "dur": 2.069,
      "text": "It's still intact, but it's lost its leadership and it's forced to kind of"
    },
    {
      "start": 110.799,
      "dur": 2.391,
      "text": "leadership and it's forced to kind of change its direction of travel to"
    },
    {
      "start": 113.2,
      "dur": 2.549,
      "text": "change its direction of travel to moderate its behavior and its policies."
    },
    {
      "start": 115.759,
      "dur": 1.99,
      "text": "moderate its behavior and its policies. That is a possibility. It's what I call"
    },
    {
      "start": 117.759,
      "dur": 1.911,
      "text": "That is a possibility. It's what I call the Venezuelan model. Scenario number"
    },
    {
      "start": 119.68,
      "dur": 2.469,
      "text": "the Venezuelan model. Scenario number three, the regime collapses and there is"
    },
    {
      "start": 122.159,
      "dur": 1.751,
      "text": "three, the regime collapses and there is a military takeover. Who's going to take"
    },
    {
      "start": 123.92,
      "dur": 1.03,
      "text": "a military takeover. Who's going to take over? It's not going to be the"
    },
    {
      "start": 124.96,
      "dur": 1.829,
      "text": "over? It's not going to be the conventional army. That's unlikely I"
    },
    {
      "start": 126.799,
      "dur": 2.391,
      "text": "conventional army. That's unlikely I think because all the power rests with"
    },
    {
      "start": 129.2,
      "dur": 1.749,
      "text": "think because all the power rests with the revolutionary guards corps, the"
    },
    {
      "start": 130.959,
      "dur": 2.63,
      "text": "the revolutionary guards corps, the besiege militias. These are huge in"
    },
    {
      "start": 133.599,
      "dur": 2.151,
      "text": "besiege militias. These are huge in number. They're deeply ingrained in the"
    },
    {
      "start": 135.76,
      "dur": 1.91,
      "text": "number. They're deeply ingrained in the country. So there could be some kind of"
    },
    {
      "start": 137.68,
      "dur": 2.07,
      "text": "country. So there could be some kind of a military takeover. That wouldn't"
    },
    {
      "start": 139.76,
      "dur": 2.15,
      "text": "a military takeover. That wouldn't really solve the problem for the"
    },
    {
      "start": 141.92,
      "dur": 2.07,
      "text": "really solve the problem for the protesters and probably not for"
    },
    {
      "start": 144.0,
      "dur": 1.91,
      "text": "protesters and probably not for President Trump either, but that is a"
    },
    {
      "start": 145.92,
      "dur": 1.91,
      "text": "President Trump either, but that is a possibility. Scenario number four, and"
    },
    {
      "start": 147.84,
      "dur": 1.83,
      "text": "possibility. Scenario number four, and these don't have to be mutually"
    },
    {
      "start": 149.68,
      "dur": 1.51,
      "text": "these don't have to be mutually exclusive. this could be happening"
    },
    {
      "start": 151.2,
      "dur": 3.35,
      "text": "exclusive. this could be happening concurrently is that Iran retaliates to"
    },
    {
      "start": 154.56,
      "dur": 2.389,
      "text": "concurrently is that Iran retaliates to any attack as it said it's going to do."
    },
    {
      "start": 156.959,
      "dur": 1.91,
      "text": "any attack as it said it's going to do. They've said we've got our finger on the"
    },
    {
      "start": 158.879,
      "dur": 1.99,
      "text": "They've said we've got our finger on the trigger and they've got enough missiles"
    },
    {
      "start": 160.879,
      "dur": 2.871,
      "text": "trigger and they've got enough missiles left that they could lash out at US"
    },
    {
      "start": 163.76,
      "dur": 2.71,
      "text": "left that they could lash out at US bases around the region. They could hit"
    },
    {
      "start": 166.48,
      "dur": 2.63,
      "text": "bases around the region. They could hit Israel, Jordan, Saudi Arabia, Qatar,"
    },
    {
      "start": 169.12,
      "dur": 2.71,
      "text": "Israel, Jordan, Saudi Arabia, Qatar, UEIE. So the for example in Qatar you've"
    },
    {
      "start": 171.84,
      "dur": 3.029,
      "text": "UEIE. So the for example in Qatar you've got Aludade air base, the coalition air"
    },
    {
      "start": 174.879,
      "dur": 2.71,
      "text": "got Aludade air base, the coalition air ops center from which the US runs all"
    },
    {
      "start": 177.599,
      "dur": 1.511,
      "text": "ops center from which the US runs all its air operations all over the Middle"
    },
    {
      "start": 179.12,
      "dur": 1.59,
      "text": "its air operations all over the Middle East. They've got the naval base in"
    },
    {
      "start": 180.72,
      "dur": 2.95,
      "text": "East. They've got the naval base in Bahrain. There's plenty of targets and"
    },
    {
      "start": 183.68,
      "dur": 2.15,
      "text": "Bahrain. There's plenty of targets and even though there's a lot of US and"
    },
    {
      "start": 185.84,
      "dur": 2.55,
      "text": "even though there's a lot of US and allied air defense in the region, some"
    },
    {
      "start": 188.4,
      "dur": 1.43,
      "text": "allied air defense in the region, some of those missiles would probably get"
    },
    {
      "start": 189.84,
      "dur": 2.71,
      "text": "of those missiles would probably get through. Scenario number five is that"
    },
    {
      "start": 192.56,
      "dur": 3.35,
      "text": "through. Scenario number five is that Iran lays mines, sea mines in the narrow"
    },
    {
      "start": 195.92,
      "dur": 1.51,
      "text": "Iran lays mines, sea mines in the narrow choke point called the Straight of"
    },
    {
      "start": 197.44,
      "dur": 3.03,
      "text": "choke point called the Straight of Hormuz through which nearly quarter of"
    },
    {
      "start": 200.48,
      "dur": 2.71,
      "text": "Hormuz through which nearly quarter of the world's liquid natural gas and oil"
    },
    {
      "start": 203.2,
      "dur": 2.23,
      "text": "the world's liquid natural gas and oil and oil related products flow every"
    },
    {
      "start": 205.44,
      "dur": 2.23,
      "text": "and oil related products flow every year. So it would have a huge effect"
    },
    {
      "start": 207.68,
      "dur": 2.549,
      "text": "year. So it would have a huge effect this on global trade and the economy."
    },
    {
      "start": 210.239,
      "dur": 2.151,
      "text": "this on global trade and the economy. They do practice this. The Iran Iranian"
    },
    {
      "start": 212.4,
      "dur": 2.07,
      "text": "They do practice this. The Iran Iranian revolutionary guards called navy have"
    },
    {
      "start": 214.48,
      "dur": 3.19,
      "text": "revolutionary guards called navy have got um not just speedboats, patrol boats"
    },
    {
      "start": 217.68,
      "dur": 1.99,
      "text": "got um not just speedboats, patrol boats that can lay mines, but also fishing"
    },
    {
      "start": 219.68,
      "dur": 1.35,
      "text": "that can lay mines, but also fishing boats where they've got some of these"
    },
    {
      "start": 221.04,
      "dur": 2.15,
      "text": "boats where they've got some of these things stored. So they don't look like"
    },
    {
      "start": 223.2,
      "dur": 1.91,
      "text": "things stored. So they don't look like military targets, but actually they are"
    },
    {
      "start": 225.12,
      "dur": 3.27,
      "text": "military targets, but actually they are covertly. And there is a precedent here"
    },
    {
      "start": 228.4,
      "dur": 3.109,
      "text": "covertly. And there is a precedent here back in the tanker war of 1980 to 888"
    },
    {
      "start": 231.519,
      "dur": 1.99,
      "text": "back in the tanker war of 1980 to 888 between Iran and Iraq. I'm old enough to"
    },
    {
      "start": 233.519,
      "dur": 2.63,
      "text": "between Iran and Iraq. I'm old enough to remember it where Iran swed mines and"
    },
    {
      "start": 236.159,
      "dur": 2.311,
      "text": "remember it where Iran swed mines and the Royal Navy mine hunters had to help"
    },
    {
      "start": 238.48,
      "dur": 2.469,
      "text": "the Royal Navy mine hunters had to help remove them. There is a real threat to"
    },
    {
      "start": 240.959,
      "dur": 1.591,
      "text": "remove them. There is a real threat to shipping from this. Of course, it would"
    },
    {
      "start": 242.56,
      "dur": 2.869,
      "text": "shipping from this. Of course, it would hurt Iran and it would hurt because its"
    },
    {
      "start": 245.439,
      "dur": 1.911,
      "text": "hurt Iran and it would hurt because its exports would be choked off and it would"
    },
    {
      "start": 247.36,
      "dur": 2.149,
      "text": "exports would be choked off and it would hurt China which buys a lot of Iranian"
    },
    {
      "start": 249.519,
      "dur": 2.551,
      "text": "hurt China which buys a lot of Iranian oil. So, it would be self-defeating, but"
    },
    {
      "start": 252.08,
      "dur": 2.149,
      "text": "oil. So, it would be self-defeating, but in an act of desperation, it's a"
    },
    {
      "start": 254.239,
      "dur": 3.031,
      "text": "in an act of desperation, it's a possibility. Scenario number six is that"
    },
    {
      "start": 257.28,
      "dur": 2.629,
      "text": "possibility. Scenario number six is that Iran retaliates and using something"
    },
    {
      "start": 259.919,
      "dur": 2.951,
      "text": "Iran retaliates and using something called swarm tactics. In other words,"
    },
    {
      "start": 262.88,
      "dur": 1.99,
      "text": "called swarm tactics. In other words, masses of something. They're able to"
    },
    {
      "start": 264.88,
      "dur": 3.35,
      "text": "masses of something. They're able to overcome the close-in defenses of US"
    },
    {
      "start": 268.24,
      "dur": 2.79,
      "text": "overcome the close-in defenses of US warships and managed to sink a US"
    },
    {
      "start": 271.04,
      "dur": 2.95,
      "text": "warships and managed to sink a US warship. And I remember one US Navy"
    },
    {
      "start": 274.0,
      "dur": 1.35,
      "text": "warship. And I remember one US Navy captain telling me in the Gulf on board"
    },
    {
      "start": 275.36,
      "dur": 3.269,
      "text": "captain telling me in the Gulf on board a warship, this was his nightmare. Now,"
    },
    {
      "start": 278.639,
      "dur": 1.751,
      "text": "a warship, this was his nightmare. Now, they've got pretty good close-in"
    },
    {
      "start": 280.4,
      "dur": 2.069,
      "text": "they've got pretty good close-in defense. They've, you know, an aircraft"
    },
    {
      "start": 282.479,
      "dur": 1.591,
      "text": "defense. They've, you know, an aircraft carrier doesn't just sail on its own."
    },
    {
      "start": 284.08,
      "dur": 1.75,
      "text": "carrier doesn't just sail on its own. It's got destroyers. It's got all sorts"
    },
    {
      "start": 285.84,
      "dur": 2.15,
      "text": "It's got destroyers. It's got all sorts of defensive means. and they've got"
    },
    {
      "start": 288.0,
      "dur": 2.07,
      "text": "of defensive means. and they've got cannons that can spit a huge amount of"
    },
    {
      "start": 290.08,
      "dur": 2.31,
      "text": "cannons that can spit a huge amount of ammunition very fast to try and destroy"
    },
    {
      "start": 292.4,
      "dur": 4.15,
      "text": "ammunition very fast to try and destroy things. But Iran has conducted a lot of"
    },
    {
      "start": 296.56,
      "dur": 1.909,
      "text": "things. But Iran has conducted a lot of exercises in asymmetric or"
    },
    {
      "start": 298.479,
      "dur": 2.471,
      "text": "exercises in asymmetric or unconventional warfare where it's looked"
    },
    {
      "start": 300.96,
      "dur": 2.55,
      "text": "unconventional warfare where it's looked at swarm techniques where they would"
    },
    {
      "start": 303.52,
      "dur": 3.669,
      "text": "at swarm techniques where they would launch not just dozens but hundreds of"
    },
    {
      "start": 307.199,
      "dur": 2.391,
      "text": "launch not just dozens but hundreds of explosive drones picking on say one"
    },
    {
      "start": 309.6,
      "dur": 2.149,
      "text": "explosive drones picking on say one target or even multiple targets and at"
    },
    {
      "start": 311.759,
      "dur": 2.071,
      "text": "target or even multiple targets and at the same time firing a lot of torpedoes"
    },
    {
      "start": 313.84,
      "dur": 3.11,
      "text": "the same time firing a lot of torpedoes to try and confuse and overwhelm the"
    },
    {
      "start": 316.96,
      "dur": 2.71,
      "text": "to try and confuse and overwhelm the defenses of the US Navy carrier strike"
    },
    {
      "start": 319.68,
      "dur": 1.67,
      "text": "defenses of the US Navy carrier strike group. If they were able to sink a"
    },
    {
      "start": 321.36,
      "dur": 1.43,
      "text": "group. If they were able to sink a warship, that would be complete"
    },
    {
      "start": 322.8,
      "dur": 2.07,
      "text": "warship, that would be complete humiliation for the United States."
    },
    {
      "start": 324.88,
      "dur": 2.07,
      "text": "humiliation for the United States. Imagine as well if US sailors and"
    },
    {
      "start": 326.96,
      "dur": 2.069,
      "text": "Imagine as well if US sailors and marines were captured and paraded in"
    },
    {
      "start": 329.039,
      "dur": 2.631,
      "text": "marines were captured and paraded in Iran. I mean, this would be a nightmare"
    },
    {
      "start": 331.68,
      "dur": 1.349,
      "text": "Iran. I mean, this would be a nightmare similar to what happened to Jimmy"
    },
    {
      "start": 333.039,
      "dur": 2.15,
      "text": "similar to what happened to Jimmy Carter's presidency when he tried to"
    },
    {
      "start": 335.199,
      "dur": 2.631,
      "text": "Carter's presidency when he tried to rescue the captured US diplomats who"
    },
    {
      "start": 337.84,
      "dur": 2.15,
      "text": "rescue the captured US diplomats who Iran had seized and there was an"
    },
    {
      "start": 340.0,
      "dur": 2.31,
      "text": "Iran had seized and there was an abortive mission to rescue them in 1980"
    },
    {
      "start": 342.32,
      "dur": 2.63,
      "text": "abortive mission to rescue them in 1980 that ended in disaster. Scenario number"
    },
    {
      "start": 344.96,
      "dur": 1.59,
      "text": "that ended in disaster. Scenario number seven, and this is the one that has"
    },
    {
      "start": 346.56,
      "dur": 2.39,
      "text": "seven, and this is the one that has really got people jittery in the region."
    },
    {
      "start": 348.96,
      "dur": 2.47,
      "text": "really got people jittery in the region. The regime collapses and what follows is"
    },
    {
      "start": 351.44,
      "dur": 3.43,
      "text": "The regime collapses and what follows is chaos with ethnic tensions coming up,"
    },
    {
      "start": 354.88,
      "dur": 1.83,
      "text": "chaos with ethnic tensions coming up, bubbling up to the surface. The Kurds,"
    },
    {
      "start": 356.72,
      "dur": 2.15,
      "text": "bubbling up to the surface. The Kurds, the Beluchis, the Azabaijanis all"
    },
    {
      "start": 358.88,
      "dur": 1.99,
      "text": "the Beluchis, the Azabaijanis all looking after their own interests. So"
    },
    {
      "start": 360.88,
      "dur": 2.47,
      "text": "looking after their own interests. So fissures that have been really papered"
    },
    {
      "start": 363.36,
      "dur": 2.549,
      "text": "fissures that have been really papered over till now by the Islamic Republic"
    },
    {
      "start": 365.919,
      "dur": 2.871,
      "text": "over till now by the Islamic Republic starting to emerge, but also people"
    },
    {
      "start": 368.8,
      "dur": 1.99,
      "text": "starting to emerge, but also people getting their hands on weapons, scores"
    },
    {
      "start": 370.8,
      "dur": 1.43,
      "text": "getting their hands on weapons, scores being settled, the whole country"
    },
    {
      "start": 372.24,
      "dur": 3.75,
      "text": "being settled, the whole country descending into absolute murderous chaos"
    },
    {
      "start": 376.0,
      "dur": 1.909,
      "text": "descending into absolute murderous chaos and triggering a huge humanitarian and"
    },
    {
      "start": 377.919,
      "dur": 2.231,
      "text": "and triggering a huge humanitarian and refugee crisis. This is one of the"
    },
    {
      "start": 380.16,
      "dur": 2.07,
      "text": "refugee crisis. This is one of the reasons, one of the main reasons why"
    },
    {
      "start": 382.24,
      "dur": 1.75,
      "text": "reasons, one of the main reasons why countries like Saudi Arabia, Qatar and"
    },
    {
      "start": 384.0,
      "dur": 2.95,
      "text": "countries like Saudi Arabia, Qatar and UAE are so concerned about this attack"
    },
    {
      "start": 386.96,
      "dur": 2.63,
      "text": "UAE are so concerned about this attack because it's easy to start this attack,"
    },
    {
      "start": 389.6,
      "dur": 2.23,
      "text": "because it's easy to start this attack, but how do you predict the outcome? And"
    },
    {
      "start": 391.84,
      "dur": 3.189,
      "text": "but how do you predict the outcome? And the worry here for me certainly as"
    },
    {
      "start": 395.039,
      "dur": 1.191,
      "text": "the worry here for me certainly as somebody who spent a lot of time in the"
    },
    {
      "start": 396.24,
      "dur": 2.47,
      "text": "somebody who spent a lot of time in the Middle East is that Donald Trump having"
    },
    {
      "start": 398.72,
      "dur": 1.35,
      "text": "Middle East is that Donald Trump having marched [music] his troops up to the top"
    },
    {
      "start": 400.08,
      "dur": 2.07,
      "text": "marched [music] his troops up to the top of the hill now feels that he's got to"
    },
    {
      "start": 402.16,
      "dur": 3.029,
      "text": "of the hill now feels that he's got to do something or lose face without really"
    },
    {
      "start": 405.199,
      "dur": 1.43,
      "text": "do something or lose face without really knowing what the outcome [music] and the"
    },
    {
      "start": 406.639,
      "dur": 3.601,
      "text": "knowing what the outcome [music] and the end state has to be."
    }
  ]
}