{
  "videoId": "iBCSxVUrt7c",
  "title": "Congressman Ro Khanna speaks to BBC News about Epstein Files | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 579,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.52,
      "text": "Well, we are going to be speaking to"
    },
    {
      "start": 1.76,
      "dur": 1.909,
      "text": "Well, we are going to be speaking to Congressman Kana in just a few moments."
    },
    {
      "start": 3.679,
      "dur": 1.511,
      "text": "Congressman Kana in just a few moments. But first of all, let's get an initial"
    },
    {
      "start": 5.2,
      "dur": 1.669,
      "text": "But first of all, let's get an initial thought from our panel. We're joined"
    },
    {
      "start": 6.879,
      "dur": 1.831,
      "text": "thought from our panel. We're joined tonight by Abel Maldonado, former"
    },
    {
      "start": 8.72,
      "dur": 1.75,
      "text": "tonight by Abel Maldonado, former Republican Lieutenant Governor of"
    },
    {
      "start": 10.48,
      "dur": 1.99,
      "text": "Republican Lieutenant Governor of California, and Stephanie Rawlings"
    },
    {
      "start": 12.48,
      "dur": 1.99,
      "text": "California, and Stephanie Rawlings Blake, the former mayor of Baltimore."
    },
    {
      "start": 14.48,
      "dur": 2.23,
      "text": "Blake, the former mayor of Baltimore. Welcome to you both. Abel, first of all,"
    },
    {
      "start": 16.72,
      "dur": 2.15,
      "text": "Welcome to you both. Abel, first of all, to you. It was initially the Republicans"
    },
    {
      "start": 18.88,
      "dur": 1.75,
      "text": "to you. It was initially the Republicans who were making the running on releasing"
    },
    {
      "start": 20.64,
      "dur": 1.83,
      "text": "who were making the running on releasing these files and putting so much pressure"
    },
    {
      "start": 22.48,
      "dur": 1.75,
      "text": "these files and putting so much pressure on. We saw that from President Trump"
    },
    {
      "start": 24.24,
      "dur": 1.83,
      "text": "on. We saw that from President Trump himself in the election campaign in"
    },
    {
      "start": 26.08,
      "dur": 3.109,
      "text": "himself in the election campaign in 2024. Why does it now seem like it's the"
    },
    {
      "start": 29.199,
      "dur": 3.35,
      "text": "2024. Why does it now seem like it's the Democrats pushing for more information,"
    },
    {
      "start": 32.559,
      "dur": 4.071,
      "text": "Democrats pushing for more information, for more unredacted files to be shared?"
    },
    {
      "start": 36.64,
      "dur": 1.429,
      "text": "for more unredacted files to be shared? &gt;&gt; Well, first of all, let's start by"
    },
    {
      "start": 38.079,
      "dur": 2.79,
      "text": "&gt;&gt; Well, first of all, let's start by saying that this is gross. This is"
    },
    {
      "start": 40.879,
      "dur": 1.911,
      "text": "saying that this is gross. This is incredible what we're witnessing every"
    },
    {
      "start": 42.8,
      "dur": 2.55,
      "text": "incredible what we're witnessing every day. Something new comes out, a new"
    },
    {
      "start": 45.36,
      "dur": 4.23,
      "text": "day. Something new comes out, a new story. And to have these elite people"
    },
    {
      "start": 49.6,
      "dur": 2.55,
      "text": "story. And to have these elite people abusing voiceless and vulnerable people"
    },
    {
      "start": 52.16,
      "dur": 2.069,
      "text": "abusing voiceless and vulnerable people in our country and obviously throughout"
    },
    {
      "start": 54.239,
      "dur": 2.871,
      "text": "in our country and obviously throughout the world is just unacceptable and"
    },
    {
      "start": 57.12,
      "dur": 2.39,
      "text": "the world is just unacceptable and transparency is everything. So I think"
    },
    {
      "start": 59.52,
      "dur": 2.869,
      "text": "transparency is everything. So I think we're past the debate of who's holding"
    },
    {
      "start": 62.399,
      "dur": 2.231,
      "text": "we're past the debate of who's holding back or who's not. A law has been"
    },
    {
      "start": 64.64,
      "dur": 2.87,
      "text": "back or who's not. A law has been passed, a law has been signed and it's"
    },
    {
      "start": 67.52,
      "dur": 2.79,
      "text": "passed, a law has been signed and it's to disclose and release all of the"
    },
    {
      "start": 70.32,
      "dur": 2.71,
      "text": "to disclose and release all of the documents. And I think it's it's taken"
    },
    {
      "start": 73.04,
      "dur": 2.55,
      "text": "documents. And I think it's it's taken some time. There's been some redactions"
    },
    {
      "start": 75.6,
      "dur": 1.75,
      "text": "some time. There's been some redactions obviously that I would like to see for"
    },
    {
      "start": 77.36,
      "dur": 1.59,
      "text": "obviously that I would like to see for young individuals to not hurt them"
    },
    {
      "start": 78.96,
      "dur": 4.469,
      "text": "young individuals to not hurt them anymore. But the law states release the"
    },
    {
      "start": 83.439,
      "dur": 1.67,
      "text": "anymore. But the law states release the documents and I think that's where we're"
    },
    {
      "start": 85.119,
      "dur": 2.391,
      "text": "documents and I think that's where we're at. The law was signed by the president."
    },
    {
      "start": 87.52,
      "dur": 2.55,
      "text": "at. The law was signed by the president. Let's move forward and let's get justice"
    },
    {
      "start": 90.08,
      "dur": 2.79,
      "text": "Let's move forward and let's get justice for these vulnerable people."
    },
    {
      "start": 92.88,
      "dur": 2.63,
      "text": "for these vulnerable people. &gt;&gt; And Stephanie, it was only uh a few days"
    },
    {
      "start": 95.52,
      "dur": 1.589,
      "text": "&gt;&gt; And Stephanie, it was only uh a few days ago that President Trump was talking"
    },
    {
      "start": 97.119,
      "dur": 2.551,
      "text": "ago that President Trump was talking about uh it was time to move on from the"
    },
    {
      "start": 99.68,
      "dur": 1.67,
      "text": "about uh it was time to move on from the Epstein files, but actually what we're"
    },
    {
      "start": 101.36,
      "dur": 1.67,
      "text": "Epstein files, but actually what we're seeing is the opposite. We are seeing"
    },
    {
      "start": 103.04,
      "dur": 2.389,
      "text": "seeing is the opposite. We are seeing that push by the survivors, by their"
    },
    {
      "start": 105.439,
      "dur": 2.63,
      "text": "that push by the survivors, by their lawyers, by members o of Congress and"
    },
    {
      "start": 108.079,
      "dur": 1.751,
      "text": "lawyers, by members o of Congress and and and this is really building in"
    },
    {
      "start": 109.84,
      "dur": 3.43,
      "text": "and and this is really building in momentum it feels. Would you agree? I"
    },
    {
      "start": 113.28,
      "dur": 2.55,
      "text": "momentum it feels. Would you agree? I agree. And it's also momentum uh from"
    },
    {
      "start": 115.84,
      "dur": 2.629,
      "text": "agree. And it's also momentum uh from the public. I think people see very"
    },
    {
      "start": 118.479,
      "dur": 2.711,
      "text": "the public. I think people see very clearly that this administration uh was"
    },
    {
      "start": 121.2,
      "dur": 2.47,
      "text": "clearly that this administration uh was forced with one arm, you know, dragged"
    },
    {
      "start": 123.68,
      "dur": 3.749,
      "text": "forced with one arm, you know, dragged behind its uh back, forced into signing"
    },
    {
      "start": 127.439,
      "dur": 3.111,
      "text": "behind its uh back, forced into signing uh the Epstein Transparency Act. And"
    },
    {
      "start": 130.56,
      "dur": 2.07,
      "text": "uh the Epstein Transparency Act. And they've done and Trump and the DOJ has"
    },
    {
      "start": 132.64,
      "dur": 2.87,
      "text": "they've done and Trump and the DOJ has done every everything since to slow off"
    },
    {
      "start": 135.52,
      "dur": 2.63,
      "text": "done every everything since to slow off this process. That is not transparency."
    },
    {
      "start": 138.16,
      "dur": 3.27,
      "text": "this process. That is not transparency. That is not justice. And the public is"
    },
    {
      "start": 141.44,
      "dur": 2.23,
      "text": "That is not justice. And the public is overwhelmingly siding with the survivors"
    },
    {
      "start": 143.68,
      "dur": 2.87,
      "text": "overwhelmingly siding with the survivors and they want to see people pay for this"
    },
    {
      "start": 146.56,
      "dur": 1.83,
      "text": "and they want to see people pay for this horrific behavior."
    },
    {
      "start": 148.4,
      "dur": 2.07,
      "text": "horrific behavior. &gt;&gt; Okay, Stephanie Abel, we will be back"
    },
    {
      "start": 150.48,
      "dur": 2.63,
      "text": "&gt;&gt; Okay, Stephanie Abel, we will be back with you very shortly."
    },
    {
      "start": 153.12,
      "dur": 2.07,
      "text": "with you very shortly. Well, let's speak now to Congressman"
    },
    {
      "start": 155.2,
      "dur": 2.389,
      "text": "Well, let's speak now to Congressman Roana. He's a Democrat from California."
    },
    {
      "start": 157.599,
      "dur": 1.591,
      "text": "Roana. He's a Democrat from California. He sponsored the Epstein Files"
    },
    {
      "start": 159.2,
      "dur": 1.83,
      "text": "He sponsored the Epstein Files Transparency Act with his Republican"
    },
    {
      "start": 161.04,
      "dur": 2.71,
      "text": "Transparency Act with his Republican colleague, Congressman Thomas Massie,"
    },
    {
      "start": 163.76,
      "dur": 2.31,
      "text": "colleague, Congressman Thomas Massie, and they have both been reviewing some"
    },
    {
      "start": 166.08,
      "dur": 2.63,
      "text": "and they have both been reviewing some of those unredacted documents. So, let's"
    },
    {
      "start": 168.72,
      "dur": 1.91,
      "text": "of those unredacted documents. So, let's speak to Congressman Roana now, who"
    },
    {
      "start": 170.64,
      "dur": 1.19,
      "text": "speak to Congressman Roana now, who joins us live from the Hill."
    },
    {
      "start": 171.84,
      "dur": 1.749,
      "text": "joins us live from the Hill. Congressman, thanks for being with us."
    },
    {
      "start": 173.599,
      "dur": 1.751,
      "text": "Congressman, thanks for being with us. Now, I know you viewed these files"
    },
    {
      "start": 175.36,
      "dur": 1.99,
      "text": "Now, I know you viewed these files yesterday and you have named six"
    },
    {
      "start": 177.36,
      "dur": 2.149,
      "text": "yesterday and you have named six individuals on the floor of the House"
    },
    {
      "start": 179.519,
      "dur": 2.07,
      "text": "individuals on the floor of the House today. For the purposes of this live"
    },
    {
      "start": 181.599,
      "dur": 1.671,
      "text": "today. For the purposes of this live interview, I'm going to ask you not to"
    },
    {
      "start": 183.28,
      "dur": 2.39,
      "text": "interview, I'm going to ask you not to repeat those names in this form. We"
    },
    {
      "start": 185.68,
      "dur": 1.59,
      "text": "repeat those names in this form. We don't enjoy the same privilege that you"
    },
    {
      "start": 187.28,
      "dur": 2.309,
      "text": "don't enjoy the same privilege that you do on the floor of the House, but can"
    },
    {
      "start": 189.599,
      "dur": 1.99,
      "text": "do on the floor of the House, but can you speak to us broadly about what you"
    },
    {
      "start": 191.599,
      "dur": 2.151,
      "text": "you speak to us broadly about what you saw in those files yesterday at the"
    },
    {
      "start": 193.76,
      "dur": 3.99,
      "text": "saw in those files yesterday at the Department of Justice?"
    },
    {
      "start": 197.76,
      "dur": 2.559,
      "text": "&gt;&gt; Katrina, those names that I said on the"
    },
    {
      "start": 200.319,
      "dur": 1.351,
      "text": "&gt;&gt; Katrina, those names that I said on the floor have actually now been"
    },
    {
      "start": 201.68,
      "dur": 2.23,
      "text": "floor have actually now been acknowledged by the Justice Department."
    },
    {
      "start": 203.92,
      "dur": 2.63,
      "text": "acknowledged by the Justice Department. They have released those names. They"
    },
    {
      "start": 206.56,
      "dur": 2.55,
      "text": "They have released those names. They were protecting those names. Then Massie"
    },
    {
      "start": 209.12,
      "dur": 2.07,
      "text": "were protecting those names. Then Massie and I said there's no reason for those"
    },
    {
      "start": 211.2,
      "dur": 2.309,
      "text": "and I said there's no reason for those to be redacted. The Justice Department"
    },
    {
      "start": 213.519,
      "dur": 2.951,
      "text": "to be redacted. The Justice Department acknowledged that. But there are many"
    },
    {
      "start": 216.48,
      "dur": 2.389,
      "text": "acknowledged that. But there are many more such names in the files that need"
    },
    {
      "start": 218.879,
      "dur": 2.231,
      "text": "more such names in the files that need to be made public. And the biggest"
    },
    {
      "start": 221.12,
      "dur": 3.829,
      "text": "to be made public. And the biggest problem is that the FBI redacted files"
    },
    {
      "start": 224.959,
      "dur": 3.111,
      "text": "problem is that the FBI redacted files back in March at Trump's direction. And"
    },
    {
      "start": 228.08,
      "dur": 2.55,
      "text": "back in March at Trump's direction. And those files still are redacted even in"
    },
    {
      "start": 230.64,
      "dur": 1.509,
      "text": "those files still are redacted even in what they're showing members of"
    },
    {
      "start": 232.159,
      "dur": 1.35,
      "text": "what they're showing members of Congress. We need those to be"
    },
    {
      "start": 233.519,
      "dur": 1.911,
      "text": "Congress. We need those to be unredacted."
    },
    {
      "start": 235.44,
      "dur": 2.869,
      "text": "unredacted. &gt;&gt; And how can you force that given what's"
    },
    {
      "start": 238.319,
      "dur": 1.751,
      "text": "&gt;&gt; And how can you force that given what's in the act that is law? that's been"
    },
    {
      "start": 240.08,
      "dur": 5.19,
      "text": "in the act that is law? that's been signed into law by the president now."
    },
    {
      "start": 245.28,
      "dur": 1.2,
      "text": "&gt;&gt; Well, Katrina, that's a pretty"
    },
    {
      "start": 246.48,
      "dur": 1.59,
      "text": "&gt;&gt; Well, Katrina, that's a pretty remarkable question. You're saying, \"How"
    },
    {
      "start": 248.08,
      "dur": 2.789,
      "text": "remarkable question. You're saying, \"How can I force the Department of Justice"
    },
    {
      "start": 250.879,
      "dur": 2.07,
      "text": "can I force the Department of Justice and the FBI to follow the law?\" Because"
    },
    {
      "start": 252.959,
      "dur": 2.311,
      "text": "and the FBI to follow the law?\" Because they're breaking the law. Uh, one of the"
    },
    {
      "start": 255.28,
      "dur": 1.669,
      "text": "they're breaking the law. Uh, one of the things we need to do is go to a judge"
    },
    {
      "start": 256.959,
      "dur": 2.55,
      "text": "things we need to do is go to a judge and say, \"Look, the FBI is supposed to"
    },
    {
      "start": 259.519,
      "dur": 1.911,
      "text": "and say, \"Look, the FBI is supposed to unscrub those files.\" They have not"
    },
    {
      "start": 261.44,
      "dur": 2.39,
      "text": "unscrub those files.\" They have not unscruped those files. Uh the second"
    },
    {
      "start": 263.84,
      "dur": 2.39,
      "text": "unscruped those files. Uh the second thing we can do is to make it clear that"
    },
    {
      "start": 266.24,
      "dur": 1.59,
      "text": "thing we can do is to make it clear that people who are not complying with the"
    },
    {
      "start": 267.84,
      "dur": 2.31,
      "text": "people who are not complying with the law will have prosecution in a future"
    },
    {
      "start": 270.16,
      "dur": 1.91,
      "text": "law will have prosecution in a future administration. But the third and most"
    },
    {
      "start": 272.08,
      "dur": 1.51,
      "text": "administration. But the third and most important thing is the public pressure."
    },
    {
      "start": 273.6,
      "dur": 1.75,
      "text": "important thing is the public pressure. That's how we've gotten the largest"
    },
    {
      "start": 275.36,
      "dur": 1.99,
      "text": "That's how we've gotten the largest release of these Epstein files in"
    },
    {
      "start": 277.36,
      "dur": 2.15,
      "text": "release of these Epstein files in American history. That's how this has uh"
    },
    {
      "start": 279.52,
      "dur": 2.07,
      "text": "American history. That's how this has uh created a scandal that is toppling"
    },
    {
      "start": 281.6,
      "dur": 2.71,
      "text": "created a scandal that is toppling foreign governments and uh created a"
    },
    {
      "start": 284.32,
      "dur": 2.23,
      "text": "foreign governments and uh created a enormous amount of pressure here. So I"
    },
    {
      "start": 286.56,
      "dur": 1.51,
      "text": "enormous amount of pressure here. So I think the American public will demand"
    },
    {
      "start": 288.08,
      "dur": 3.03,
      "text": "think the American public will demand the release. Now given that inclusion in"
    },
    {
      "start": 291.12,
      "dur": 2.23,
      "text": "the release. Now given that inclusion in these files doesn't automatically equate"
    },
    {
      "start": 293.36,
      "dur": 1.91,
      "text": "these files doesn't automatically equate with wrongdoing. There are many people"
    },
    {
      "start": 295.28,
      "dur": 1.59,
      "text": "with wrongdoing. There are many people whose names are mentioned there who are"
    },
    {
      "start": 296.88,
      "dur": 2.309,
      "text": "whose names are mentioned there who are completely innocent. Did you get any"
    },
    {
      "start": 299.199,
      "dur": 2.311,
      "text": "completely innocent. Did you get any explanation as to how the redaction"
    },
    {
      "start": 301.52,
      "dur": 4.55,
      "text": "explanation as to how the redaction policy was applied?"
    },
    {
      "start": 306.08,
      "dur": 1.6,
      "text": "&gt;&gt; Well, they're two different issues. Some"
    },
    {
      "start": 307.68,
      "dur": 1.91,
      "text": "&gt;&gt; Well, they're two different issues. Some of the Department of Justice redactions"
    },
    {
      "start": 309.6,
      "dur": 3.27,
      "text": "of the Department of Justice redactions were reasonable. They were redacting uh"
    },
    {
      "start": 312.88,
      "dur": 1.91,
      "text": "were reasonable. They were redacting uh survivors, women. I think they"
    },
    {
      "start": 314.8,
      "dur": 2.229,
      "text": "survivors, women. I think they overredacted any female name because"
    },
    {
      "start": 317.039,
      "dur": 1.671,
      "text": "overredacted any female name because they said well this person even if they"
    },
    {
      "start": 318.72,
      "dur": 2.07,
      "text": "they said well this person even if they were conspiring with Epstein may have"
    },
    {
      "start": 320.8,
      "dur": 2.389,
      "text": "were conspiring with Epstein may have been a survivor and that was reasonable."
    },
    {
      "start": 323.199,
      "dur": 2.71,
      "text": "been a survivor and that was reasonable. The problem is they also protected some"
    },
    {
      "start": 325.919,
      "dur": 1.99,
      "text": "The problem is they also protected some of these uh men who were named as"
    },
    {
      "start": 327.919,
      "dur": 2.471,
      "text": "of these uh men who were named as co-conspirators or who were doing uh"
    },
    {
      "start": 330.4,
      "dur": 2.069,
      "text": "co-conspirators or who were doing uh things that were allegedly illegal. And"
    },
    {
      "start": 332.479,
      "dur": 3.43,
      "text": "things that were allegedly illegal. And the biggest issue is that Trump's uh FBI"
    },
    {
      "start": 335.919,
      "dur": 1.99,
      "text": "the biggest issue is that Trump's uh FBI scrubbed these documents back in March"
    },
    {
      "start": 337.919,
      "dur": 2.151,
      "text": "scrubbed these documents back in March and those scrub documents are what was"
    },
    {
      "start": 340.08,
      "dur": 2.87,
      "text": "and those scrub documents are what was sent to uh to to DOJ. They need to"
    },
    {
      "start": 342.96,
      "dur": 2.789,
      "text": "sent to uh to to DOJ. They need to unscrub those documents."
    },
    {
      "start": 345.759,
      "dur": 3.031,
      "text": "unscrub those documents. &gt;&gt; In terms of the UK interest in in much"
    },
    {
      "start": 348.8,
      "dur": 2.389,
      "text": "&gt;&gt; In terms of the UK interest in in much of this and the relationship that Andrew"
    },
    {
      "start": 351.199,
      "dur": 1.99,
      "text": "of this and the relationship that Andrew Mountbatten Windsor had with Jeffrey"
    },
    {
      "start": 353.199,
      "dur": 2.151,
      "text": "Mountbatten Windsor had with Jeffrey Epstein, the king has said that the"
    },
    {
      "start": 355.36,
      "dur": 2.31,
      "text": "Epstein, the king has said that the royal family will cooperate with Hems"
    },
    {
      "start": 357.68,
      "dur": 1.509,
      "text": "royal family will cooperate with Hems Valley Police, one of the police forces"
    },
    {
      "start": 359.199,
      "dur": 3.031,
      "text": "Valley Police, one of the police forces in the UK on this. Do you have a message"
    },
    {
      "start": 362.24,
      "dur": 2.55,
      "text": "in the UK on this. Do you have a message for King Charles for what he should"
    },
    {
      "start": 364.8,
      "dur": 2.63,
      "text": "for King Charles for what he should advise his brother to do or as head of"
    },
    {
      "start": 367.44,
      "dur": 2.15,
      "text": "advise his brother to do or as head of the royal family, what he should perhaps"
    },
    {
      "start": 369.6,
      "dur": 4.07,
      "text": "the royal family, what he should perhaps instruct him to do?"
    },
    {
      "start": 373.68,
      "dur": 1.6,
      "text": "I think the king has already been paying"
    },
    {
      "start": 375.28,
      "dur": 1.83,
      "text": "I think the king has already been paying attention to what Thomas Massie and I"
    },
    {
      "start": 377.12,
      "dur": 1.909,
      "text": "attention to what Thomas Massie and I said. I gave an interview saying that"
    },
    {
      "start": 379.039,
      "dur": 1.671,
      "text": "said. I gave an interview saying that this may put the British monarchy in"
    },
    {
      "start": 380.72,
      "dur": 2.469,
      "text": "this may put the British monarchy in jeopardy and the next thing I know King"
    },
    {
      "start": 383.199,
      "dur": 2.391,
      "text": "jeopardy and the next thing I know King uh Charles said, \"Well, we should have a"
    },
    {
      "start": 385.6,
      "dur": 2.309,
      "text": "uh Charles said, \"Well, we should have a political prosecution or I mean I"
    },
    {
      "start": 387.919,
      "dur": 2.311,
      "text": "political prosecution or I mean I independent prosecution investigation of"
    },
    {
      "start": 390.24,
      "dur": 2.389,
      "text": "independent prosecution investigation of his brother.\" My advice would be to come"
    },
    {
      "start": 392.639,
      "dur": 4.071,
      "text": "his brother.\" My advice would be to come clean to do a press conference uh with"
    },
    {
      "start": 396.72,
      "dur": 1.51,
      "text": "clean to do a press conference uh with the British people, the American people"
    },
    {
      "start": 398.24,
      "dur": 2.71,
      "text": "the British people, the American people of what the royal family knew uh what"
    },
    {
      "start": 400.96,
      "dur": 1.59,
      "text": "of what the royal family knew uh what their action they're going to going to"
    },
    {
      "start": 402.56,
      "dur": 2.55,
      "text": "their action they're going to going to take. They have a a large wealth. They"
    },
    {
      "start": 405.12,
      "dur": 1.83,
      "text": "take. They have a a large wealth. They should probably be compensating some of"
    },
    {
      "start": 406.96,
      "dur": 3.03,
      "text": "should probably be compensating some of these survivors for the horrors they've"
    },
    {
      "start": 410.0,
      "dur": 2.55,
      "text": "these survivors for the horrors they've t that have taken place and they should"
    },
    {
      "start": 412.56,
      "dur": 1.749,
      "text": "t that have taken place and they should &gt;&gt; we should just say that Andrew has"
    },
    {
      "start": 414.319,
      "dur": 2.391,
      "text": "&gt;&gt; we should just say that Andrew has completely denied any any wrongdoing"
    },
    {
      "start": 416.72,
      "dur": 1.43,
      "text": "completely denied any any wrongdoing there, Congressman. So if you're talking"
    },
    {
      "start": 418.16,
      "dur": 1.99,
      "text": "there, Congressman. So if you're talking about compensation and so so on, there"
    },
    {
      "start": 420.16,
      "dur": 1.83,
      "text": "about compensation and so so on, there has been a historic settlement with one"
    },
    {
      "start": 422.0,
      "dur": 2.15,
      "text": "has been a historic settlement with one individual, but he has denied any"
    },
    {
      "start": 424.16,
      "dur": 2.309,
      "text": "individual, but he has denied any wrongdoing. Um, but I I take your point"
    },
    {
      "start": 426.479,
      "dur": 1.911,
      "text": "wrongdoing. Um, but I I take your point there about sharing that information."
    },
    {
      "start": 428.4,
      "dur": 1.99,
      "text": "there about sharing that information. And aside from a press conference, would"
    },
    {
      "start": 430.4,
      "dur": 1.509,
      "text": "And aside from a press conference, would you like to see Andrew Mountbatten"
    },
    {
      "start": 431.919,
      "dur": 2.071,
      "text": "you like to see Andrew Mountbatten Windsor come to the US and speak to"
    },
    {
      "start": 434.0,
      "dur": 3.909,
      "text": "Windsor come to the US and speak to yourself and your colleagues?"
    },
    {
      "start": 437.919,
      "dur": 1.84,
      "text": "&gt;&gt; Absolutely. I think that would that's"
    },
    {
      "start": 439.759,
      "dur": 2.87,
      "text": "&gt;&gt; Absolutely. I think that would that's appropriate. And it's not just uh the"
    },
    {
      "start": 442.639,
      "dur": 2.39,
      "text": "appropriate. And it's not just uh the the compensation in terms of it's clear"
    },
    {
      "start": 445.039,
      "dur": 2.231,
      "text": "the compensation in terms of it's clear that the the royal family from all I've"
    },
    {
      "start": 447.28,
      "dur": 2.15,
      "text": "that the the royal family from all I've seen have not been transparent. Uh"
    },
    {
      "start": 449.44,
      "dur": 1.67,
      "text": "seen have not been transparent. Uh they're they finally are now saying"
    },
    {
      "start": 451.12,
      "dur": 2.15,
      "text": "they're they finally are now saying there should be an investigation. These"
    },
    {
      "start": 453.28,
      "dur": 1.67,
      "text": "there should be an investigation. These women have been denied justice and"
    },
    {
      "start": 454.96,
      "dur": 1.75,
      "text": "women have been denied justice and they've been denied justice by the"
    },
    {
      "start": 456.72,
      "dur": 2.95,
      "text": "they've been denied justice by the powers that be uh in our country and in"
    },
    {
      "start": 459.68,
      "dur": 1.59,
      "text": "powers that be uh in our country and in Britain and around the world. And I"
    },
    {
      "start": 461.28,
      "dur": 1.349,
      "text": "Britain and around the world. And I think there has to be a reckoning with"
    },
    {
      "start": 462.639,
      "dur": 2.791,
      "text": "think there has to be a reckoning with that of the global elite."
    },
    {
      "start": 465.44,
      "dur": 1.91,
      "text": "that of the global elite. &gt;&gt; And equally in relation to the prime"
    },
    {
      "start": 467.36,
      "dur": 2.71,
      "text": "&gt;&gt; And equally in relation to the prime minister, Sir Kir Starmer and Peter"
    },
    {
      "start": 470.08,
      "dur": 2.47,
      "text": "minister, Sir Kir Starmer and Peter Mandelson, we saw the prime minister on"
    },
    {
      "start": 472.56,
      "dur": 2.71,
      "text": "Mandelson, we saw the prime minister on very shaky ground just yesterday. He has"
    },
    {
      "start": 475.28,
      "dur": 1.67,
      "text": "very shaky ground just yesterday. He has recovered from that at this point, but"
    },
    {
      "start": 476.96,
      "dur": 1.99,
      "text": "recovered from that at this point, but what would you be saying to him as to"
    },
    {
      "start": 478.96,
      "dur": 1.43,
      "text": "what would you be saying to him as to how he should be handling Peter"
    },
    {
      "start": 480.4,
      "dur": 5.11,
      "text": "how he should be handling Peter Mandelson and all of this?"
    },
    {
      "start": 485.52,
      "dur": 1.679,
      "text": "&gt;&gt; Well, look, I think they're doing the"
    },
    {
      "start": 487.199,
      "dur": 1.83,
      "text": "&gt;&gt; Well, look, I think they're doing the right thing. They fired Mendelson."
    },
    {
      "start": 489.039,
      "dur": 1.59,
      "text": "right thing. They fired Mendelson. They're saying that there needs to be an"
    },
    {
      "start": 490.639,
      "dur": 2.39,
      "text": "They're saying that there needs to be an inquiry about Mendelson. Uh they're"
    },
    {
      "start": 493.039,
      "dur": 1.59,
      "text": "inquiry about Mendelson. Uh they're taking accountability. Frankly, we need"
    },
    {
      "start": 494.639,
      "dur": 1.511,
      "text": "taking accountability. Frankly, we need to have that kind of accountability here"
    },
    {
      "start": 496.16,
      "dur": 2.07,
      "text": "to have that kind of accountability here in the United States. The type the of"
    },
    {
      "start": 498.24,
      "dur": 3.03,
      "text": "in the United States. The type the of accountability that uh uh that we're"
    },
    {
      "start": 501.28,
      "dur": 2.469,
      "text": "accountability that uh uh that we're seeing in Britain. Uh and you know, I'll"
    },
    {
      "start": 503.759,
      "dur": 2.071,
      "text": "seeing in Britain. Uh and you know, I'll let the British process play out about"
    },
    {
      "start": 505.84,
      "dur": 2.789,
      "text": "let the British process play out about the prime minister's future."
    },
    {
      "start": 508.639,
      "dur": 2.311,
      "text": "the prime minister's future. &gt;&gt; And just if we speak about matters here"
    },
    {
      "start": 510.96,
      "dur": 2.069,
      "text": "&gt;&gt; And just if we speak about matters here in the US and the commerce secretary"
    },
    {
      "start": 513.039,
      "dur": 1.99,
      "text": "in the US and the commerce secretary Howard Lutnik, he'd previously said he"
    },
    {
      "start": 515.039,
      "dur": 2.151,
      "text": "Howard Lutnik, he'd previously said he hadn't had any contact with Epstein"
    },
    {
      "start": 517.2,
      "dur": 2.55,
      "text": "hadn't had any contact with Epstein since 2005. said he was disgusted by"
    },
    {
      "start": 519.76,
      "dur": 1.99,
      "text": "since 2005. said he was disgusted by him, but he was speaking just this"
    },
    {
      "start": 521.76,
      "dur": 1.59,
      "text": "him, but he was speaking just this morning with the a committee of your"
    },
    {
      "start": 523.36,
      "dur": 2.63,
      "text": "morning with the a committee of your colleagues there. Admitted that he had"
    },
    {
      "start": 526.0,
      "dur": 2.389,
      "text": "colleagues there. Admitted that he had met him twice since then, shows in the"
    },
    {
      "start": 528.399,
      "dur": 1.751,
      "text": "met him twice since then, shows in the files there were various interactions"
    },
    {
      "start": 530.16,
      "dur": 2.47,
      "text": "files there were various interactions over a period of about 13 years,"
    },
    {
      "start": 532.64,
      "dur": 1.99,
      "text": "over a period of about 13 years, including after Jeffrey Epstein's"
    },
    {
      "start": 534.64,
      "dur": 2.55,
      "text": "including after Jeffrey Epstein's conviction. Do you think Howard Lutnik's"
    },
    {
      "start": 537.2,
      "dur": 1.99,
      "text": "conviction. Do you think Howard Lutnik's position is tenable as commerce"
    },
    {
      "start": 539.2,
      "dur": 3.749,
      "text": "position is tenable as commerce secretary?"
    },
    {
      "start": 542.959,
      "dur": 2.481,
      "text": "&gt;&gt; It shouldn't be because he lied. He"
    },
    {
      "start": 545.44,
      "dur": 2.949,
      "text": "&gt;&gt; It shouldn't be because he lied. He allegedly had business interactions and"
    },
    {
      "start": 548.399,
      "dur": 1.671,
      "text": "allegedly had business interactions and dealings with Epstein after he was a"
    },
    {
      "start": 550.08,
      "dur": 2.07,
      "text": "dealings with Epstein after he was a convicted pedophile. He went to the"
    },
    {
      "start": 552.16,
      "dur": 1.83,
      "text": "convicted pedophile. He went to the island after he was a convicted"
    },
    {
      "start": 554.0,
      "dur": 1.43,
      "text": "island after he was a convicted pedophile. Even though he went with his"
    },
    {
      "start": 555.44,
      "dur": 2.389,
      "text": "pedophile. Even though he went with his family, he still went to the island. So,"
    },
    {
      "start": 557.839,
      "dur": 1.67,
      "text": "family, he still went to the island. So, he needs to be held accountable. I think"
    },
    {
      "start": 559.519,
      "dur": 2.071,
      "text": "he needs to be held accountable. I think he's a liability for Donald Trump. It"
    },
    {
      "start": 561.6,
      "dur": 2.229,
      "text": "he's a liability for Donald Trump. It seems that they're uh covering for"
    },
    {
      "start": 563.839,
      "dur": 1.591,
      "text": "seems that they're uh covering for people who were part of this Epstein"
    },
    {
      "start": 565.44,
      "dur": 1.99,
      "text": "people who were part of this Epstein class. And I know there are Republicans"
    },
    {
      "start": 567.44,
      "dur": 2.389,
      "text": "class. And I know there are Republicans who want him to resign as well. Uh I"
    },
    {
      "start": 569.839,
      "dur": 1.751,
      "text": "who want him to resign as well. Uh I hope that he will resign and that he"
    },
    {
      "start": 571.6,
      "dur": 2.47,
      "text": "hope that he will resign and that he will accept some accountability."
    },
    {
      "start": 574.08,
      "dur": 2.55,
      "text": "will accept some accountability. Okay, Congressman Roana, thank you very"
    },
    {
      "start": 576.64,
      "dur": 4.319,
      "text": "Okay, Congressman Roana, thank you very much for joining us here on BBC News."
    }
  ]
}