{
  "videoId": "iCvRc_hhLeQ",
  "title": "The US v China: critical minerals race | Global News Podcast",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 501,
  "segments": [
    {
      "start": 0.4,
      "dur": 2.88,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 3.28,
      "dur": 1.75,
      "text": "Welcome to the Global News podcast on YouTube, where we get behind the"
    },
    {
      "start": 5.04,
      "dur": 2.39,
      "text": "YouTube, where we get behind the headlines and focus on just one story."
    },
    {
      "start": 7.44,
      "dur": 2.79,
      "text": "headlines and focus on just one story. And today, that story is what some call"
    },
    {
      "start": 10.24,
      "dur": 2.55,
      "text": "And today, that story is what some call the mineral wars that are reshaping"
    },
    {
      "start": 12.8,
      "dur": 2.789,
      "text": "the mineral wars that are reshaping global politics. More than 50 countries"
    },
    {
      "start": 15.599,
      "dur": 3.111,
      "text": "global politics. More than 50 countries are meeting in America to try to rest"
    },
    {
      "start": 18.72,
      "dur": 3.11,
      "text": "are meeting in America to try to rest control of this market away from China."
    },
    {
      "start": 21.84,
      "dur": 1.83,
      "text": "control of this market away from China. These minerals go everything from"
    },
    {
      "start": 23.68,
      "dur": 3.03,
      "text": "These minerals go everything from smartphones to fridges. And I'm joined"
    },
    {
      "start": 26.72,
      "dur": 3.11,
      "text": "smartphones to fridges. And I'm joined today by the BBC's business reporter,"
    },
    {
      "start": 29.84,
      "dur": 1.749,
      "text": "today by the BBC's business reporter, Jonathan Josephs, who's been following"
    },
    {
      "start": 31.599,
      "dur": 2.711,
      "text": "Jonathan Josephs, who's been following the story. Jonathan, what are we talking"
    },
    {
      "start": 34.32,
      "dur": 1.67,
      "text": "the story. Jonathan, what are we talking about here? What are these minerals?"
    },
    {
      "start": 36.0,
      "dur": 2.389,
      "text": "about here? What are these minerals? This is a group of raw materials that"
    },
    {
      "start": 38.399,
      "dur": 2.871,
      "text": "This is a group of raw materials that are seen as absolutely vital for the"
    },
    {
      "start": 41.28,
      "dur": 2.39,
      "text": "are seen as absolutely vital for the global economy. The future depends on"
    },
    {
      "start": 43.68,
      "dur": 1.67,
      "text": "global economy. The future depends on them. They're used for all sorts of"
    },
    {
      "start": 45.36,
      "dur": 1.27,
      "text": "them. They're used for all sorts of things. A lot of it's to do with"
    },
    {
      "start": 46.64,
      "dur": 1.589,
      "text": "things. A lot of it's to do with electronics and, you know, renewable"
    },
    {
      "start": 48.239,
      "dur": 2.391,
      "text": "electronics and, you know, renewable energy. storage of that, the creation of"
    },
    {
      "start": 50.64,
      "dur": 2.549,
      "text": "energy. storage of that, the creation of that is one of the big driving factors"
    },
    {
      "start": 53.199,
      "dur": 3.19,
      "text": "that is one of the big driving factors why we need so much more of it. Now, if"
    },
    {
      "start": 56.399,
      "dur": 1.751,
      "text": "why we need so much more of it. Now, if you think about perhaps a smartphone"
    },
    {
      "start": 58.16,
      "dur": 2.549,
      "text": "you think about perhaps a smartphone that has a couple of grams maybe of"
    },
    {
      "start": 60.719,
      "dur": 4.551,
      "text": "that has a couple of grams maybe of lithium, but a battery for a an electric"
    },
    {
      "start": 65.28,
      "dur": 2.47,
      "text": "lithium, but a battery for a an electric vehicle will have several kilograms, so"
    },
    {
      "start": 67.76,
      "dur": 2.63,
      "text": "vehicle will have several kilograms, so thousands of times more. And this is all"
    },
    {
      "start": 70.4,
      "dur": 2.23,
      "text": "thousands of times more. And this is all driving a huge increase in demand for"
    },
    {
      "start": 72.64,
      "dur": 2.31,
      "text": "driving a huge increase in demand for lithium. And that's just one of these"
    },
    {
      "start": 74.96,
      "dur": 2.95,
      "text": "lithium. And that's just one of these minerals. There's a group of 20 that the"
    },
    {
      "start": 77.92,
      "dur": 2.07,
      "text": "minerals. There's a group of 20 that the International Energy Agency are now"
    },
    {
      "start": 80.0,
      "dur": 1.83,
      "text": "International Energy Agency are now tracking in a lot more detail. They're"
    },
    {
      "start": 81.84,
      "dur": 1.909,
      "text": "tracking in a lot more detail. They're trying to make sure that there is enough"
    },
    {
      "start": 83.759,
      "dur": 1.99,
      "text": "trying to make sure that there is enough to go around. I mean, other applications"
    },
    {
      "start": 85.759,
      "dur": 1.911,
      "text": "to go around. I mean, other applications for these things are, you know, you"
    },
    {
      "start": 87.68,
      "dur": 1.91,
      "text": "for these things are, you know, you might find them in wind turbines, in"
    },
    {
      "start": 89.6,
      "dur": 3.35,
      "text": "might find them in wind turbines, in solar panels, in the aerospace industry,"
    },
    {
      "start": 92.96,
      "dur": 2.71,
      "text": "solar panels, in the aerospace industry, in a jet engine perhaps, um, in defense."
    },
    {
      "start": 95.68,
      "dur": 1.99,
      "text": "in a jet engine perhaps, um, in defense. The defense industry uses them for all"
    },
    {
      "start": 97.68,
      "dur": 2.469,
      "text": "The defense industry uses them for all sorts of weapons. And they have rather"
    },
    {
      "start": 100.159,
      "dur": 1.59,
      "text": "sorts of weapons. And they have rather unique chemical properties, which is why"
    },
    {
      "start": 101.759,
      "dur": 2.151,
      "text": "unique chemical properties, which is why they are so important. in terms of the"
    },
    {
      "start": 103.92,
      "dur": 1.91,
      "text": "they are so important. in terms of the way they conduct electricity or perhaps"
    },
    {
      "start": 105.84,
      "dur": 2.39,
      "text": "way they conduct electricity or perhaps the heat resistance that they offer."
    },
    {
      "start": 108.24,
      "dur": 2.71,
      "text": "the heat resistance that they offer. Other important uses are in terms of"
    },
    {
      "start": 110.96,
      "dur": 1.509,
      "text": "Other important uses are in terms of computer chips. So that means they're"
    },
    {
      "start": 112.479,
      "dur": 1.59,
      "text": "computer chips. So that means they're very important for artificial"
    },
    {
      "start": 114.079,
      "dur": 1.99,
      "text": "very important for artificial intelligence and data centers which are"
    },
    {
      "start": 116.079,
      "dur": 2.551,
      "text": "intelligence and data centers which are growing exponentially. And all of this"
    },
    {
      "start": 118.64,
      "dur": 2.789,
      "text": "growing exponentially. And all of this means demand is surging and there are"
    },
    {
      "start": 121.439,
      "dur": 1.27,
      "text": "means demand is surging and there are questions about where it's all going to"
    },
    {
      "start": 122.719,
      "dur": 0.71,
      "text": "questions about where it's all going to come from."
    },
    {
      "start": 123.439,
      "dur": 1.751,
      "text": "come from. &gt;&gt; And I I always hear that those words"
    },
    {
      "start": 125.2,
      "dur": 2.47,
      "text": "&gt;&gt; And I I always hear that those words rare earths. It sounds like they're not"
    },
    {
      "start": 127.68,
      "dur": 1.67,
      "text": "rare earths. It sounds like they're not all rare earths. These are this is a"
    },
    {
      "start": 129.36,
      "dur": 2.07,
      "text": "all rare earths. These are this is a broader gamut of stuff. Right."
    },
    {
      "start": 131.44,
      "dur": 1.429,
      "text": "broader gamut of stuff. Right. &gt;&gt; Right. Right. So rare earths is a group"
    },
    {
      "start": 132.879,
      "dur": 4.231,
      "text": "&gt;&gt; Right. Right. So rare earths is a group of 17 particular substances which are"
    },
    {
      "start": 137.12,
      "dur": 2.15,
      "text": "of 17 particular substances which are particularly sought after. They make"
    },
    {
      "start": 139.28,
      "dur": 2.15,
      "text": "particularly sought after. They make they've they've had a lot of headlines"
    },
    {
      "start": 141.44,
      "dur": 2.55,
      "text": "they've they've had a lot of headlines about them in over the last year or two"
    },
    {
      "start": 144.0,
      "dur": 2.63,
      "text": "about them in over the last year or two because of their importance in"
    },
    {
      "start": 146.64,
      "dur": 2.229,
      "text": "because of their importance in geopolitical"
    },
    {
      "start": 148.879,
      "dur": 2.231,
      "text": "geopolitical discussions. the USChina trade war in"
    },
    {
      "start": 151.12,
      "dur": 3.35,
      "text": "discussions. the USChina trade war in particular, China has implemented export"
    },
    {
      "start": 154.48,
      "dur": 3.51,
      "text": "particular, China has implemented export controls on some of those and also on"
    },
    {
      "start": 158.0,
      "dur": 2.309,
      "text": "controls on some of those and also on some of the other minerals that we're"
    },
    {
      "start": 160.319,
      "dur": 2.871,
      "text": "some of the other minerals that we're talking about here. And the rare earths"
    },
    {
      "start": 163.2,
      "dur": 2.47,
      "text": "talking about here. And the rare earths in particular are are very hard to"
    },
    {
      "start": 165.68,
      "dur": 2.71,
      "text": "in particular are are very hard to replace in terms of these uh processes,"
    },
    {
      "start": 168.4,
      "dur": 1.189,
      "text": "replace in terms of these uh processes, in terms of where where you're using"
    },
    {
      "start": 169.599,
      "dur": 1.27,
      "text": "in terms of where where you're using them in these electronics, these"
    },
    {
      "start": 170.879,
      "dur": 3.35,
      "text": "them in these electronics, these weapons, whatever it is. Um, and they're"
    },
    {
      "start": 174.239,
      "dur": 1.911,
      "text": "weapons, whatever it is. Um, and they're also particularly expensive and"
    },
    {
      "start": 176.16,
      "dur": 1.83,
      "text": "also particularly expensive and difficult to get a hold of, although"
    },
    {
      "start": 178.0,
      "dur": 2.15,
      "text": "difficult to get a hold of, although they are kind of common, more common"
    },
    {
      "start": 180.16,
      "dur": 2.31,
      "text": "they are kind of common, more common than the rare earth name suggests."
    },
    {
      "start": 182.48,
      "dur": 2.15,
      "text": "than the rare earth name suggests. Finding them in sufficient quantities to"
    },
    {
      "start": 184.64,
      "dur": 1.75,
      "text": "Finding them in sufficient quantities to make it economically viable to mine"
    },
    {
      "start": 186.4,
      "dur": 2.39,
      "text": "make it economically viable to mine them, and then to refine them, turn them"
    },
    {
      "start": 188.8,
      "dur": 2.63,
      "text": "them, and then to refine them, turn them into usable substances, that's much more"
    },
    {
      "start": 191.44,
      "dur": 1.59,
      "text": "into usable substances, that's much more difficult. And that's where they sort of"
    },
    {
      "start": 193.04,
      "dur": 1.75,
      "text": "difficult. And that's where they sort of get this moniker of rare earth from."
    },
    {
      "start": 194.8,
      "dur": 1.75,
      "text": "get this moniker of rare earth from. &gt;&gt; Right. And you've been talking to the"
    },
    {
      "start": 196.56,
      "dur": 2.71,
      "text": "&gt;&gt; Right. And you've been talking to the International Energy Agency, the IEA."
    },
    {
      "start": 199.28,
      "dur": 1.91,
      "text": "International Energy Agency, the IEA. What did what did they tell you? Have we"
    },
    {
      "start": 201.2,
      "dur": 1.749,
      "text": "What did what did they tell you? Have we have we got a problem here?"
    },
    {
      "start": 202.959,
      "dur": 1.671,
      "text": "have we got a problem here? &gt;&gt; Well, [clears throat] they certainly are"
    },
    {
      "start": 204.64,
      "dur": 2.07,
      "text": "&gt;&gt; Well, [clears throat] they certainly are concerned about where these supplies are"
    },
    {
      "start": 206.72,
      "dur": 1.75,
      "text": "concerned about where these supplies are going to come from. These critical"
    },
    {
      "start": 208.48,
      "dur": 1.99,
      "text": "going to come from. These critical minerals have become so important. It's"
    },
    {
      "start": 210.48,
      "dur": 3.51,
      "text": "minerals have become so important. It's now created a new um division to keep"
    },
    {
      "start": 214.0,
      "dur": 2.149,
      "text": "now created a new um division to keep track of them. And I've been speaking to"
    },
    {
      "start": 216.159,
      "dur": 1.911,
      "text": "track of them. And I've been speaking to the head of that division. He told me"
    },
    {
      "start": 218.08,
      "dur": 1.509,
      "text": "the head of that division. He told me that the demand for these critical"
    },
    {
      "start": 219.599,
      "dur": 2.311,
      "text": "that the demand for these critical minerals is such a problem that there"
    },
    {
      "start": 221.92,
      "dur": 1.27,
      "text": "minerals is such a problem that there are growing questions about whether"
    },
    {
      "start": 223.2,
      "dur": 1.91,
      "text": "are growing questions about whether supplies can keep up with that rising"
    },
    {
      "start": 225.12,
      "dur": 2.23,
      "text": "supplies can keep up with that rising demand. and that he's also concerned"
    },
    {
      "start": 227.36,
      "dur": 3.19,
      "text": "demand. and that he's also concerned about how diverse a source these these"
    },
    {
      "start": 230.56,
      "dur": 1.83,
      "text": "about how diverse a source these these are coming from. Is the supply chain"
    },
    {
      "start": 232.4,
      "dur": 3.43,
      "text": "are coming from. Is the supply chain resilient because China controls 19 out"
    },
    {
      "start": 235.84,
      "dur": 2.07,
      "text": "resilient because China controls 19 out of 20 of the critical minerals that they"
    },
    {
      "start": 237.92,
      "dur": 2.63,
      "text": "of 20 of the critical minerals that they are paying particular attention to and"
    },
    {
      "start": 240.56,
      "dur": 2.55,
      "text": "are paying particular attention to and we've seen as we thought as we did last"
    },
    {
      "start": 243.12,
      "dur": 1.829,
      "text": "we've seen as we thought as we did last year the export controls that they put"
    },
    {
      "start": 244.959,
      "dur": 2.231,
      "text": "year the export controls that they put in place that China is prepared to use"
    },
    {
      "start": 247.2,
      "dur": 1.35,
      "text": "in place that China is prepared to use them as leverage in its wider"
    },
    {
      "start": 248.56,
      "dur": 2.869,
      "text": "them as leverage in its wider geopolitical ambitions. So there is"
    },
    {
      "start": 251.439,
      "dur": 1.911,
      "text": "geopolitical ambitions. So there is concern and so if you think about it"
    },
    {
      "start": 253.36,
      "dur": 2.149,
      "text": "concern and so if you think about it from perhaps a business perspective most"
    },
    {
      "start": 255.519,
      "dur": 2.151,
      "text": "from perhaps a business perspective most businesses wouldn't operate in this way"
    },
    {
      "start": 257.68,
      "dur": 3.43,
      "text": "businesses wouldn't operate in this way where uh where one particular supplier"
    },
    {
      "start": 261.12,
      "dur": 2.47,
      "text": "where uh where one particular supplier in this case China has such a dominance."
    },
    {
      "start": 263.6,
      "dur": 1.67,
      "text": "in this case China has such a dominance. &gt;&gt; Why have they come to this position"
    },
    {
      "start": 265.28,
      "dur": 3.349,
      "text": "&gt;&gt; Why have they come to this position where they just have so much control?"
    },
    {
      "start": 268.639,
      "dur": 2.071,
      "text": "where they just have so much control? &gt;&gt; Yeah, China has been thinking about this"
    },
    {
      "start": 270.72,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah, China has been thinking about this for a long time. I mean this goes back"
    },
    {
      "start": 272.8,
      "dur": 3.35,
      "text": "for a long time. I mean this goes back to the 1980s. It was 1987 in fact I"
    },
    {
      "start": 276.16,
      "dur": 2.39,
      "text": "to the 1980s. It was 1987 in fact I think when Deng Xiaoping the uh former"
    },
    {
      "start": 278.56,
      "dur": 2.39,
      "text": "think when Deng Xiaoping the uh former leader of China who was a big architect"
    },
    {
      "start": 280.96,
      "dur": 1.99,
      "text": "leader of China who was a big architect of economic reform there is widely"
    },
    {
      "start": 282.96,
      "dur": 1.91,
      "text": "of economic reform there is widely reported to have said the Middle East"
    },
    {
      "start": 284.88,
      "dur": 2.79,
      "text": "reported to have said the Middle East has oil and China has rare earths that"
    },
    {
      "start": 287.68,
      "dur": 2.55,
      "text": "has oil and China has rare earths that gives you some idea of the significance"
    },
    {
      "start": 290.24,
      "dur": 2.389,
      "text": "gives you some idea of the significance of these materials. Um, and that's rare"
    },
    {
      "start": 292.639,
      "dur": 2.711,
      "text": "of these materials. Um, and that's rare earths, but China's expanded that into"
    },
    {
      "start": 295.36,
      "dur": 3.59,
      "text": "earths, but China's expanded that into controlling raw materials from"
    },
    {
      "start": 298.96,
      "dur": 1.91,
      "text": "controlling raw materials from of other descriptions as well that we've"
    },
    {
      "start": 300.88,
      "dur": 2.47,
      "text": "of other descriptions as well that we've been talking about, cobalt, nickel, uh,"
    },
    {
      "start": 303.36,
      "dur": 4.07,
      "text": "been talking about, cobalt, nickel, uh, lithium, etc. And they know that if they"
    },
    {
      "start": 307.44,
      "dur": 2.07,
      "text": "lithium, etc. And they know that if they can control this, it gives them power in"
    },
    {
      "start": 309.52,
      "dur": 2.31,
      "text": "can control this, it gives them power in the global economy. China's become more"
    },
    {
      "start": 311.84,
      "dur": 2.31,
      "text": "the global economy. China's become more integrated into the global e economy"
    },
    {
      "start": 314.16,
      "dur": 2.71,
      "text": "integrated into the global e economy over the last quarter of a century and"
    },
    {
      "start": 316.88,
      "dur": 2.07,
      "text": "over the last quarter of a century and they've been prepared to accept some of"
    },
    {
      "start": 318.96,
      "dur": 1.509,
      "text": "they've been prepared to accept some of the risks that comes with some of this"
    },
    {
      "start": 320.479,
      "dur": 2.311,
      "text": "the risks that comes with some of this mining and refining. There's a lot of"
    },
    {
      "start": 322.8,
      "dur": 2.229,
      "text": "mining and refining. There's a lot of environmental damage that can be caused."
    },
    {
      "start": 325.039,
      "dur": 2.311,
      "text": "environmental damage that can be caused. There are now ways to mitigate that, but"
    },
    {
      "start": 327.36,
      "dur": 2.31,
      "text": "There are now ways to mitigate that, but it costs more money. So, China has taken"
    },
    {
      "start": 329.68,
      "dur": 3.19,
      "text": "it costs more money. So, China has taken on some of those environmental risks for"
    },
    {
      "start": 332.88,
      "dur": 2.55,
      "text": "on some of those environmental risks for for other countries essentially and in"
    },
    {
      "start": 335.44,
      "dur": 1.749,
      "text": "for other countries essentially and in return has has had control of these"
    },
    {
      "start": 337.199,
      "dur": 2.55,
      "text": "return has has had control of these industries and been able to provide them"
    },
    {
      "start": 339.759,
      "dur": 1.99,
      "text": "industries and been able to provide them more cheaply than perhaps they would be"
    },
    {
      "start": 341.759,
      "dur": 1.99,
      "text": "more cheaply than perhaps they would be done elsewhere where you'd have more"
    },
    {
      "start": 343.759,
      "dur": 1.911,
      "text": "done elsewhere where you'd have more strict environmental controls."
    },
    {
      "start": 345.68,
      "dur": 2.069,
      "text": "strict environmental controls. &gt;&gt; What about um America then? What what's"
    },
    {
      "start": 347.759,
      "dur": 2.551,
      "text": "&gt;&gt; What about um America then? What what's what's President Trump trying to do?"
    },
    {
      "start": 350.32,
      "dur": 2.63,
      "text": "what's President Trump trying to do? &gt;&gt; Yeah. So, we've got this um meeting"
    },
    {
      "start": 352.96,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. So, we've got this um meeting happening in Washington. and it's being"
    },
    {
      "start": 354.32,
      "dur": 2.709,
      "text": "happening in Washington. and it's being hosted at the State Department um by the"
    },
    {
      "start": 357.039,
      "dur": 2.471,
      "text": "hosted at the State Department um by the Secretary of State Marco Rubio. He's got"
    },
    {
      "start": 359.52,
      "dur": 2.87,
      "text": "Secretary of State Marco Rubio. He's got delegations coming from 50 plus"
    },
    {
      "start": 362.4,
      "dur": 1.75,
      "text": "delegations coming from 50 plus countries. There's ministers and"
    },
    {
      "start": 364.16,
      "dur": 1.749,
      "text": "countries. There's ministers and officials from from across the world"
    },
    {
      "start": 365.919,
      "dur": 3.591,
      "text": "officials from from across the world from the EU, Australia, New Zealand, um"
    },
    {
      "start": 369.52,
      "dur": 2.63,
      "text": "from the EU, Australia, New Zealand, um the UK, and they're all trying to work"
    },
    {
      "start": 372.16,
      "dur": 2.07,
      "text": "the UK, and they're all trying to work out ways to work together. It's been a"
    },
    {
      "start": 374.24,
      "dur": 1.35,
      "text": "out ways to work together. It's been a bit difficult to try and work out"
    },
    {
      "start": 375.6,
      "dur": 2.07,
      "text": "bit difficult to try and work out exactly what the agenda is for this"
    },
    {
      "start": 377.68,
      "dur": 2.949,
      "text": "exactly what the agenda is for this meeting, but the guidance I've had is"
    },
    {
      "start": 380.639,
      "dur": 1.67,
      "text": "meeting, but the guidance I've had is has been sort of directing this to"
    },
    {
      "start": 382.319,
      "dur": 1.59,
      "text": "has been sort of directing this to President Trump himself, saying that"
    },
    {
      "start": 383.919,
      "dur": 1.911,
      "text": "President Trump himself, saying that he's the one that's orchestrating this."
    },
    {
      "start": 385.84,
      "dur": 1.67,
      "text": "he's the one that's orchestrating this. It's under his leadership. We've also"
    },
    {
      "start": 387.52,
      "dur": 1.669,
      "text": "It's under his leadership. We've also had President Trump this week saying"
    },
    {
      "start": 389.199,
      "dur": 2.71,
      "text": "had President Trump this week saying that he's going to put $12 billion into"
    },
    {
      "start": 391.919,
      "dur": 2.951,
      "text": "that he's going to put $12 billion into creating a strategic reserve of critical"
    },
    {
      "start": 394.88,
      "dur": 2.55,
      "text": "creating a strategic reserve of critical minerals for the United States. So"
    },
    {
      "start": 397.44,
      "dur": 1.83,
      "text": "minerals for the United States. So putting some money into it which is what"
    },
    {
      "start": 399.28,
      "dur": 1.99,
      "text": "putting some money into it which is what the International Energy Agency are"
    },
    {
      "start": 401.28,
      "dur": 3.189,
      "text": "the International Energy Agency are advocating and the other part of it is"
    },
    {
      "start": 404.479,
      "dur": 3.111,
      "text": "advocating and the other part of it is that um America has also been been"
    },
    {
      "start": 407.6,
      "dur": 1.589,
      "text": "that um America has also been been looking at business deals around this."
    },
    {
      "start": 409.199,
      "dur": 1.911,
      "text": "looking at business deals around this. They've put support into a rare earth"
    },
    {
      "start": 411.12,
      "dur": 2.39,
      "text": "They've put support into a rare earth mine in a financial support that is into"
    },
    {
      "start": 413.52,
      "dur": 2.63,
      "text": "mine in a financial support that is into a rare earth mine in California. It's"
    },
    {
      "start": 416.16,
      "dur": 2.95,
      "text": "a rare earth mine in California. It's the only operational one in the country"
    },
    {
      "start": 419.12,
      "dur": 2.31,
      "text": "the only operational one in the country and they have now moved to a position"
    },
    {
      "start": 421.44,
      "dur": 1.43,
      "text": "and they have now moved to a position where they don't have to send that"
    },
    {
      "start": 422.88,
      "dur": 2.63,
      "text": "where they don't have to send that material to China anymore to process it"
    },
    {
      "start": 425.52,
      "dur": 2.47,
      "text": "material to China anymore to process it into usable materials. And then we've"
    },
    {
      "start": 428.0,
      "dur": 1.749,
      "text": "into usable materials. And then we've also had this week the US"
    },
    {
      "start": 429.759,
      "dur": 2.791,
      "text": "also had this week the US governmentbacked consortium um called"
    },
    {
      "start": 432.56,
      "dur": 3.43,
      "text": "governmentbacked consortium um called Orion agreeing to buy 40% of two African"
    },
    {
      "start": 436.0,
      "dur": 1.909,
      "text": "Orion agreeing to buy 40% of two African copper and cobalt businesses from the"
    },
    {
      "start": 437.919,
      "dur": 3.911,
      "text": "copper and cobalt businesses from the mining giant Glenor. So there are these"
    },
    {
      "start": 441.84,
      "dur": 2.71,
      "text": "mining giant Glenor. So there are these these um deals being made. Um, President"
    },
    {
      "start": 444.56,
      "dur": 1.83,
      "text": "these um deals being made. Um, President Trump isn't the first American leader to"
    },
    {
      "start": 446.4,
      "dur": 2.47,
      "text": "Trump isn't the first American leader to try and and do anything about this. Uh,"
    },
    {
      "start": 448.88,
      "dur": 2.63,
      "text": "try and and do anything about this. Uh, President Biden did make efforts towards"
    },
    {
      "start": 451.52,
      "dur": 1.75,
      "text": "President Biden did make efforts towards this, but perhaps President Trump would"
    },
    {
      "start": 453.28,
      "dur": 1.99,
      "text": "this, but perhaps President Trump would say he's being more muscular. He's being"
    },
    {
      "start": 455.28,
      "dur": 2.95,
      "text": "say he's being more muscular. He's being more vocal and actually achieving more"
    },
    {
      "start": 458.24,
      "dur": 2.949,
      "text": "more vocal and actually achieving more in terms of this. So there are these"
    },
    {
      "start": 461.199,
      "dur": 2.151,
      "text": "in terms of this. So there are these deals being made, but these are all"
    },
    {
      "start": 463.36,
      "dur": 3.19,
      "text": "deals being made, but these are all long-term ambitions because it takes a"
    },
    {
      "start": 466.56,
      "dur": 2.55,
      "text": "long-term ambitions because it takes a while to takes many years really to to"
    },
    {
      "start": 469.12,
      "dur": 3.189,
      "text": "while to takes many years really to to build a mining project up and to get the"
    },
    {
      "start": 472.319,
      "dur": 1.351,
      "text": "build a mining project up and to get the resources out of the ground and turn"
    },
    {
      "start": 473.68,
      "dur": 1.59,
      "text": "resources out of the ground and turn them into usable materials. So these"
    },
    {
      "start": 475.28,
      "dur": 2.309,
      "text": "them into usable materials. So these aren't short-term fixes. Thanks,"
    },
    {
      "start": 477.599,
      "dur": 2.791,
      "text": "aren't short-term fixes. Thanks, Jonathan. That was the BBC's Jonathan"
    },
    {
      "start": 480.4,
      "dur": 2.15,
      "text": "Jonathan. That was the BBC's Jonathan Joseph's. And if you like stories like"
    },
    {
      "start": 482.56,
      "dur": 2.069,
      "text": "Joseph's. And if you like stories like this, remember you can listen to the"
    },
    {
      "start": 484.639,
      "dur": 3.11,
      "text": "this, remember you can listen to the Global News podcast from the BBC, which"
    },
    {
      "start": 487.759,
      "dur": 1.911,
      "text": "Global News podcast from the BBC, which you can get from wherever you get your"
    },
    {
      "start": 489.68,
      "dur": 3.11,
      "text": "you can get from wherever you get your podcasts. Remember to like and subscribe"
    },
    {
      "start": 492.8,
      "dur": 2.63,
      "text": "podcasts. Remember to like and subscribe this video so that you don't miss future"
    },
    {
      "start": 495.44,
      "dur": 2.95,
      "text": "this video so that you don't miss future editions. And let us know if you think"
    },
    {
      "start": 498.4,
      "dur": 1.75,
      "text": "editions. And let us know if you think there are any other stories we should be"
    },
    {
      "start": 500.16,
      "dur": 2.64,
      "text": "there are any other stories we should be covering."
    }
  ]
}