{
  "videoId": "ikRBVNw4tZU",
  "title": "Trump warns Iran “massive armada” on way and time running out for nuclear deal | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 285,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.159,
      "text": "The buildup of the US military presence"
    },
    {
      "start": 2.399,
      "dur": 1.51,
      "text": "The buildup of the US military presence in the Middle East has been matched by"
    },
    {
      "start": 3.919,
      "dur": 2.791,
      "text": "in the Middle East has been matched by an explicit threat from President Trump."
    },
    {
      "start": 6.72,
      "dur": 1.99,
      "text": "an explicit threat from President Trump. Not over the deadly crackdown this month"
    },
    {
      "start": 8.72,
      "dur": 2.07,
      "text": "Not over the deadly crackdown this month by the regime against its own people,"
    },
    {
      "start": 10.8,
      "dur": 2.789,
      "text": "by the regime against its own people, but because of its nuclear program. Mr."
    },
    {
      "start": 13.599,
      "dur": 2.07,
      "text": "but because of its nuclear program. Mr. Trump posted on social media that a"
    },
    {
      "start": 15.679,
      "dur": 2.551,
      "text": "Trump posted on social media that a massive armada is heading to Iran,"
    },
    {
      "start": 18.24,
      "dur": 2.07,
      "text": "massive armada is heading to Iran, calling on it to negotiate a fair deal"
    },
    {
      "start": 20.32,
      "dur": 2.31,
      "text": "calling on it to negotiate a fair deal with no nuclear weapons and saying that"
    },
    {
      "start": 22.64,
      "dur": 2.31,
      "text": "with no nuclear weapons and saying that time is running out. Iran's foreign"
    },
    {
      "start": 24.96,
      "dur": 1.59,
      "text": "time is running out. Iran's foreign minister responded by saying the"
    },
    {
      "start": 26.56,
      "dur": 1.99,
      "text": "minister responded by saying the country's armed forces were ready with"
    },
    {
      "start": 28.56,
      "dur": 2.23,
      "text": "country's armed forces were ready with their fingers on the trigger. In a"
    },
    {
      "start": 30.8,
      "dur": 1.269,
      "text": "their fingers on the trigger. In a moment, we'll get the thoughts of our"
    },
    {
      "start": 32.079,
      "dur": 2.071,
      "text": "moment, we'll get the thoughts of our North American editor in Washington. But"
    },
    {
      "start": 34.16,
      "dur": 1.27,
      "text": "North American editor in Washington. But first, here's our diplomatic"
    },
    {
      "start": 35.44,
      "dur": 5.109,
      "text": "first, here's our diplomatic correspondent, Caroline Hol."
    },
    {
      "start": 40.559,
      "dur": 1.921,
      "text": "&gt;&gt; Filmed surreptitiously inside the"
    },
    {
      "start": 42.48,
      "dur": 2.71,
      "text": "&gt;&gt; Filmed surreptitiously inside the emergency room of a hospital in Tehran."
    },
    {
      "start": 45.2,
      "dur": 8.15,
      "text": "emergency room of a hospital in Tehran. Raw grief."
    },
    {
      "start": 53.36,
      "dur": 1.839,
      "text": "They killed my brother. The woman"
    },
    {
      "start": 55.199,
      "dur": 2.791,
      "text": "They killed my brother. The woman screams. We still don't know the exact"
    },
    {
      "start": 58.0,
      "dur": 2.15,
      "text": "screams. We still don't know the exact toll, but Iranians who witnessed what"
    },
    {
      "start": 60.16,
      "dur": 2.389,
      "text": "toll, but Iranians who witnessed what happened believe tens of thousands are"
    },
    {
      "start": 62.559,
      "dur": 3.031,
      "text": "happened believe tens of thousands are dead, many more seriously injured."
    },
    {
      "start": 65.6,
      "dur": 3.03,
      "text": "dead, many more seriously injured. &gt;&gt; The scale is truly shocking. And it's"
    },
    {
      "start": 68.64,
      "dur": 1.91,
      "text": "&gt;&gt; The scale is truly shocking. And it's not just a turning point in the history"
    },
    {
      "start": 70.56,
      "dur": 1.83,
      "text": "not just a turning point in the history of the Iranian people. I would say in"
    },
    {
      "start": 72.4,
      "dur": 3.35,
      "text": "of the Iranian people. I would say in contemporary history, it qualifies as"
    },
    {
      "start": 75.76,
      "dur": 4.31,
      "text": "contemporary history, it qualifies as one of the worst mass kings. uh and uh"
    },
    {
      "start": 80.08,
      "dur": 3.27,
      "text": "one of the worst mass kings. uh and uh it it is absolutely essential the extent"
    },
    {
      "start": 83.36,
      "dur": 2.789,
      "text": "it it is absolutely essential the extent possible to get at the truth to collect"
    },
    {
      "start": 86.159,
      "dur": 1.511,
      "text": "possible to get at the truth to collect the evidence."
    },
    {
      "start": 87.68,
      "dur": 2.469,
      "text": "the evidence. &gt;&gt; As Washington weighs up what to do next,"
    },
    {
      "start": 90.159,
      "dur": 1.99,
      "text": "&gt;&gt; As Washington weighs up what to do next, one of the American military's largest"
    },
    {
      "start": 92.159,
      "dur": 2.231,
      "text": "one of the American military's largest aircraft carriers with up to 50 fighter"
    },
    {
      "start": 94.4,
      "dur": 2.709,
      "text": "aircraft carriers with up to 50 fighter jets on board has arrived in the region."
    },
    {
      "start": 97.119,
      "dur": 2.231,
      "text": "jets on board has arrived in the region. The US has bases around the Middle East"
    },
    {
      "start": 99.36,
      "dur": 1.59,
      "text": "The US has bases around the Middle East which have now been significantly"
    },
    {
      "start": 100.96,
      "dur": 2.63,
      "text": "which have now been significantly reinforced. And this morning, a new"
    },
    {
      "start": 103.6,
      "dur": 2.469,
      "text": "reinforced. And this morning, a new warning from President Trump. A massive"
    },
    {
      "start": 106.079,
      "dur": 2.631,
      "text": "warning from President Trump. A massive armada is heading to Iran, he said."
    },
    {
      "start": 108.72,
      "dur": 1.99,
      "text": "armada is heading to Iran, he said. Hopefully, Iran will quickly come to the"
    },
    {
      "start": 110.72,
      "dur": 2.709,
      "text": "Hopefully, Iran will quickly come to the table and negotiate, warning that if it"
    },
    {
      "start": 113.439,
      "dur": 2.471,
      "text": "table and negotiate, warning that if it doesn't, the next attack on Iran will be"
    },
    {
      "start": 115.92,
      "dur": 3.43,
      "text": "doesn't, the next attack on Iran will be far worse. Last June, US bombers joined"
    },
    {
      "start": 119.36,
      "dur": 2.15,
      "text": "far worse. Last June, US bombers joined Israel's attack on the country, hitting"
    },
    {
      "start": 121.52,
      "dur": 2.31,
      "text": "Israel's attack on the country, hitting three sites central to its long-standing"
    },
    {
      "start": 123.84,
      "dur": 2.79,
      "text": "three sites central to its long-standing nuclear program. Mr. Trump said Iran"
    },
    {
      "start": 126.64,
      "dur": 2.87,
      "text": "nuclear program. Mr. Trump said Iran could have no nuclear weapons. Iran's"
    },
    {
      "start": 129.52,
      "dur": 1.91,
      "text": "could have no nuclear weapons. Iran's mission at the UN replied saying it was"
    },
    {
      "start": 131.44,
      "dur": 2.23,
      "text": "mission at the UN replied saying it was ready for dialogue. But then in Trump"
    },
    {
      "start": 133.68,
      "dur": 2.549,
      "text": "ready for dialogue. But then in Trump style capitals that if pushed it would"
    },
    {
      "start": 136.239,
      "dur": 3.031,
      "text": "style capitals that if pushed it would respond like never before. But the US"
    },
    {
      "start": 139.28,
      "dur": 1.669,
      "text": "respond like never before. But the US administration believes the Iranian"
    },
    {
      "start": 140.959,
      "dur": 1.99,
      "text": "administration believes the Iranian regime is now weaker than ever."
    },
    {
      "start": 142.959,
      "dur": 2.471,
      "text": "regime is now weaker than ever. &gt;&gt; So the core challenges the the the"
    },
    {
      "start": 145.44,
      "dur": 1.59,
      "text": "&gt;&gt; So the core challenges the the the protests may have ebbed but they will"
    },
    {
      "start": 147.04,
      "dur": 1.67,
      "text": "protests may have ebbed but they will spark up again in the future because"
    },
    {
      "start": 148.72,
      "dur": 1.75,
      "text": "spark up again in the future because this regime unless they are willing to"
    },
    {
      "start": 150.48,
      "dur": 2.87,
      "text": "this regime unless they are willing to change and or leave no way of addressing"
    },
    {
      "start": 153.36,
      "dur": 1.99,
      "text": "change and or leave no way of addressing the legitimate and consistent complaints"
    },
    {
      "start": 155.36,
      "dur": 1.589,
      "text": "the legitimate and consistent complaints of the people of Iran who deserve"
    },
    {
      "start": 156.959,
      "dur": 3.27,
      "text": "of the people of Iran who deserve better."
    },
    {
      "start": 160.239,
      "dur": 1.841,
      "text": "The protests earlier this month took"
    },
    {
      "start": 162.08,
      "dur": 2.39,
      "text": "The protests earlier this month took place in every corner of the country as"
    },
    {
      "start": 164.48,
      "dur": 2.63,
      "text": "place in every corner of the country as did the brutal suppression from Tehran"
    },
    {
      "start": 167.12,
      "dur": 2.55,
      "text": "did the brutal suppression from Tehran to the holy city of Mashad to Armul"
    },
    {
      "start": 169.68,
      "dur": 3.11,
      "text": "to the holy city of Mashad to Armul close to the Caspian Sea. I've been sent"
    },
    {
      "start": 172.8,
      "dur": 6.31,
      "text": "close to the Caspian Sea. I've been sent these images from a woman who was there."
    },
    {
      "start": 179.12,
      "dur": 1.839,
      "text": "&gt;&gt; She said she was too scared to film the"
    },
    {
      "start": 180.959,
      "dur": 2.071,
      "text": "&gt;&gt; She said she was too scared to film the security forces on the street, some"
    },
    {
      "start": 183.04,
      "dur": 2.31,
      "text": "security forces on the street, some wearing black masks shooting with"
    },
    {
      "start": 185.36,
      "dur": 2.47,
      "text": "wearing black masks shooting with Kalashnikovs."
    },
    {
      "start": 187.84,
      "dur": 2.469,
      "text": "Kalashnikovs. Iranians now want accountability for all"
    },
    {
      "start": 190.319,
      "dur": 1.83,
      "text": "Iranians now want accountability for all the killings. They're no longer"
    },
    {
      "start": 192.159,
      "dur": 3.031,
      "text": "the killings. They're no longer protesting. It's too dangerous. But"
    },
    {
      "start": 195.2,
      "dur": 2.15,
      "text": "protesting. It's too dangerous. But behind closed doors, the anger at the"
    },
    {
      "start": 197.36,
      "dur": 2.47,
      "text": "behind closed doors, the anger at the regime has only intensified."
    },
    {
      "start": 199.84,
      "dur": 2.23,
      "text": "regime has only intensified. And a battlecard nation waits to see"
    },
    {
      "start": 202.08,
      "dur": 3.27,
      "text": "And a battlecard nation waits to see what comes next. Caroline Holy, BBC"
    },
    {
      "start": 205.36,
      "dur": 1.35,
      "text": "what comes next. Caroline Holy, BBC News."
    },
    {
      "start": 206.72,
      "dur": 1.67,
      "text": "News. &gt;&gt; Let's go straight to Sarah Smith in"
    },
    {
      "start": 208.4,
      "dur": 2.15,
      "text": "&gt;&gt; Let's go straight to Sarah Smith in Washington. How serious is the pres is"
    },
    {
      "start": 210.56,
      "dur": 1.43,
      "text": "Washington. How serious is the pres is the president, Sarah? Is he really"
    },
    {
      "start": 212.0,
      "dur": 4.309,
      "text": "the president, Sarah? Is he really preparing to strike Iran again?"
    },
    {
      "start": 216.319,
      "dur": 1.521,
      "text": "Well, intriguingly, we heard two"
    },
    {
      "start": 217.84,
      "dur": 1.43,
      "text": "Well, intriguingly, we heard two slightly different messages from the"
    },
    {
      "start": 219.28,
      "dur": 2.47,
      "text": "slightly different messages from the Trump administration today. We had Marco"
    },
    {
      "start": 221.76,
      "dur": 2.63,
      "text": "Trump administration today. We had Marco Rubio explaining that the US needs to"
    },
    {
      "start": 224.4,
      "dur": 1.829,
      "text": "Rubio explaining that the US needs to maintain enough power and force in the"
    },
    {
      "start": 226.239,
      "dur": 2.07,
      "text": "maintain enough power and force in the Middle East to defend itself against"
    },
    {
      "start": 228.319,
      "dur": 2.231,
      "text": "Middle East to defend itself against possible attacks from Iran on American"
    },
    {
      "start": 230.56,
      "dur": 1.43,
      "text": "possible attacks from Iran on American military bases that there are in the"
    },
    {
      "start": 232.0,
      "dur": 2.149,
      "text": "military bases that there are in the Gulf. And they need enough people there"
    },
    {
      "start": 234.159,
      "dur": 1.99,
      "text": "Gulf. And they need enough people there for a possible preemptive action. If"
    },
    {
      "start": 236.159,
      "dur": 1.831,
      "text": "for a possible preemptive action. If they got an indication that Iran was"
    },
    {
      "start": 238.0,
      "dur": 1.589,
      "text": "they got an indication that Iran was preparing to strike, they would take"
    },
    {
      "start": 239.599,
      "dur": 2.71,
      "text": "preparing to strike, they would take action first. That's quite different"
    },
    {
      "start": 242.319,
      "dur": 1.511,
      "text": "action first. That's quite different from the message that Donald Trump was"
    },
    {
      "start": 243.84,
      "dur": 1.669,
      "text": "from the message that Donald Trump was saying where he was almost threatening"
    },
    {
      "start": 245.519,
      "dur": 1.99,
      "text": "saying where he was almost threatening military action if Iran doesn't do a"
    },
    {
      "start": 247.519,
      "dur": 1.751,
      "text": "military action if Iran doesn't do a deal to get rid of its nuclear weapons"
    },
    {
      "start": 249.28,
      "dur": 2.63,
      "text": "deal to get rid of its nuclear weapons program. We heard from Marco Rubio"
    },
    {
      "start": 251.92,
      "dur": 1.99,
      "text": "program. We heard from Marco Rubio saying that he thinks the Iranian regime"
    },
    {
      "start": 253.92,
      "dur": 2.79,
      "text": "saying that he thinks the Iranian regime is weaker now than it ever has been. And"
    },
    {
      "start": 256.72,
      "dur": 2.069,
      "text": "is weaker now than it ever has been. And that's the key. Donald Trump senses an"
    },
    {
      "start": 258.799,
      "dur": 2.231,
      "text": "that's the key. Donald Trump senses an opportunity to strike at a weakened"
    },
    {
      "start": 261.04,
      "dur": 3.27,
      "text": "opportunity to strike at a weakened leadership in Thran. But how is he"
    },
    {
      "start": 264.32,
      "dur": 2.39,
      "text": "leadership in Thran. But how is he actually going to do that? I mean, he"
    },
    {
      "start": 266.72,
      "dur": 2.87,
      "text": "actually going to do that? I mean, he talked in his message about the uh"
    },
    {
      "start": 269.6,
      "dur": 1.75,
      "text": "talked in his message about the uh successful military actions that have"
    },
    {
      "start": 271.36,
      "dur": 1.51,
      "text": "successful military actions that have definitely emboldened him after the"
    },
    {
      "start": 272.88,
      "dur": 2.71,
      "text": "definitely emboldened him after the action he took in Venezuela and earlier"
    },
    {
      "start": 275.6,
      "dur": 1.75,
      "text": "action he took in Venezuela and earlier last year in Iran. But it would be a"
    },
    {
      "start": 277.36,
      "dur": 1.91,
      "text": "last year in Iran. But it would be a very different thing. It wouldn't be the"
    },
    {
      "start": 279.28,
      "dur": 2.79,
      "text": "very different thing. It wouldn't be the sharp shot that he was able to deliver"
    },
    {
      "start": 282.08,
      "dur": 1.669,
      "text": "sharp shot that he was able to deliver there if he was to try to take action"
    },
    {
      "start": 283.759,
      "dur": 3.281,
      "text": "there if he was to try to take action against the leadership in Iran."
    }
  ]
}