{
  "videoId": "IL3xwDPv3oA",
  "title": "BBC exposes China's spy-cam porn industry | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 232,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.64,
      "text": "A BBCI investigation in China has"
    },
    {
      "start": 2.96,
      "dur": 2.47,
      "text": "A BBCI investigation in China has uncovered a network of cameras hidden in"
    },
    {
      "start": 5.44,
      "dur": 2.469,
      "text": "uncovered a network of cameras hidden in hotel rooms that are secretly filming"
    },
    {
      "start": 7.919,
      "dur": 2.871,
      "text": "hotel rooms that are secretly filming people. Reports of so-called spy cam"
    },
    {
      "start": 10.8,
      "dur": 1.909,
      "text": "people. Reports of so-called spy cam pornography where people are filmed"
    },
    {
      "start": 12.719,
      "dur": 1.83,
      "text": "pornography where people are filmed without their consent have been on the"
    },
    {
      "start": 14.559,
      "dur": 2.311,
      "text": "without their consent have been on the rise in China. As Wing Jang from the"
    },
    {
      "start": 16.88,
      "dur": 4.469,
      "text": "rise in China. As Wing Jang from the BBC's World Service reports,"
    },
    {
      "start": 21.359,
      "dur": 2.481,
      "text": "&gt;&gt; this is the moment the BBC locates a"
    },
    {
      "start": 23.84,
      "dur": 2.23,
      "text": "&gt;&gt; this is the moment the BBC locates a hidden camera used to live stream"
    },
    {
      "start": 26.08,
      "dur": 3.589,
      "text": "hidden camera used to live stream unsuspecting hotel guests. It belongs to"
    },
    {
      "start": 29.679,
      "dur": 2.311,
      "text": "unsuspecting hotel guests. It belongs to a criminal network operating on"
    },
    {
      "start": 32.0,
      "dur": 2.47,
      "text": "a criminal network operating on Telegram. I have been monitoring it from"
    },
    {
      "start": 34.48,
      "dur": 2.95,
      "text": "Telegram. I have been monitoring it from London for months."
    },
    {
      "start": 37.44,
      "dur": 2.47,
      "text": "London for months. &gt;&gt; You can see the camera."
    },
    {
      "start": 39.92,
      "dur": 3.19,
      "text": "&gt;&gt; You can see the camera. It's so tiny."
    },
    {
      "start": 43.12,
      "dur": 3.109,
      "text": "It's so tiny. &gt;&gt; Here it's connected to a chip. Secret"
    },
    {
      "start": 46.239,
      "dur": 2.47,
      "text": "&gt;&gt; Here it's connected to a chip. Secret recordings of intimate moments in hotel"
    },
    {
      "start": 48.719,
      "dur": 2.631,
      "text": "recordings of intimate moments in hotel rooms are increasingly being sold on the"
    },
    {
      "start": 51.36,
      "dur": 3.189,
      "text": "rooms are increasingly being sold on the internet across China. Emily and her"
    },
    {
      "start": 54.559,
      "dur": 2.711,
      "text": "internet across China. Emily and her boyfriend Eric stayed in a hotel for a"
    },
    {
      "start": 57.28,
      "dur": 2.63,
      "text": "boyfriend Eric stayed in a hotel for a Christmas getaway. They later learned"
    },
    {
      "start": 59.92,
      "dur": 2.309,
      "text": "Christmas getaway. They later learned that a recording of their stay had been"
    },
    {
      "start": 62.239,
      "dur": 3.111,
      "text": "that a recording of their stay had been posted online."
    },
    {
      "start": 65.36,
      "dur": 2.71,
      "text": "posted online. &gt;&gt; I eventually watched for a few seconds,"
    },
    {
      "start": 68.08,
      "dur": 1.67,
      "text": "&gt;&gt; I eventually watched for a few seconds, but I didn't finish watching the whole"
    },
    {
      "start": 69.76,
      "dur": 4.23,
      "text": "but I didn't finish watching the whole video. I found it hard to accept."
    },
    {
      "start": 74.0,
      "dur": 2.789,
      "text": "video. I found it hard to accept. BBCI has been investigating one of the"
    },
    {
      "start": 76.799,
      "dur": 2.791,
      "text": "BBCI has been investigating one of the individuals selling access to a website"
    },
    {
      "start": 79.6,
      "dur": 2.79,
      "text": "individuals selling access to a website live streaming spy cam porn. They are"
    },
    {
      "start": 82.4,
      "dur": 2.95,
      "text": "live streaming spy cam porn. They are known online as AKA."
    },
    {
      "start": 85.36,
      "dur": 2.87,
      "text": "known online as AKA. We found that over a seven-month period,"
    },
    {
      "start": 88.24,
      "dur": 3.189,
      "text": "We found that over a seven-month period, this website hosted streams from 54"
    },
    {
      "start": 91.439,
      "dur": 2.471,
      "text": "this website hosted streams from 54 hidden hotel cameras, meaning thousands"
    },
    {
      "start": 93.92,
      "dur": 1.99,
      "text": "hidden hotel cameras, meaning thousands of victims could have been secretly"
    },
    {
      "start": 95.92,
      "dur": 3.75,
      "text": "of victims could have been secretly filmed. Aka's VIP group also offers"
    },
    {
      "start": 99.68,
      "dur": 2.469,
      "text": "filmed. Aka's VIP group also offers thousands of edited videos with the"
    },
    {
      "start": 102.159,
      "dur": 3.191,
      "text": "thousands of edited videos with the earliest dating back to 2017."
    },
    {
      "start": 105.36,
      "dur": 3.109,
      "text": "earliest dating back to 2017. The impact on victims is life-changing."
    },
    {
      "start": 108.479,
      "dur": 2.95,
      "text": "The impact on victims is life-changing. Emily and Eric now live in fear of being"
    },
    {
      "start": 111.439,
      "dur": 3.271,
      "text": "Emily and Eric now live in fear of being recognized."
    },
    {
      "start": 114.72,
      "dur": 2.32,
      "text": "&gt;&gt; I think for us even now the"
    },
    {
      "start": 117.04,
      "dur": 1.51,
      "text": "&gt;&gt; I think for us even now the psychological tension is still"
    },
    {
      "start": 118.56,
      "dur": 2.71,
      "text": "psychological tension is still lingering."
    },
    {
      "start": 121.28,
      "dur": 1.67,
      "text": "lingering. &gt;&gt; I always feel that people are"
    },
    {
      "start": 122.96,
      "dur": 2.31,
      "text": "&gt;&gt; I always feel that people are photographing me recording me."
    },
    {
      "start": 125.28,
      "dur": 2.63,
      "text": "photographing me recording me. &gt;&gt; But Eric is not just a victim of secret"
    },
    {
      "start": 127.92,
      "dur": 2.71,
      "text": "&gt;&gt; But Eric is not just a victim of secret filming. He discovered their video while"
    },
    {
      "start": 130.64,
      "dur": 2.71,
      "text": "filming. He discovered their video while browsing the content himself. We want to"
    },
    {
      "start": 133.36,
      "dur": 4.07,
      "text": "browsing the content himself. We want to know why he watched spy cam porn."
    },
    {
      "start": 137.44,
      "dur": 1.99,
      "text": "know why he watched spy cam porn. I think traditional porn feel very"
    },
    {
      "start": 139.44,
      "dur": 3.11,
      "text": "I think traditional porn feel very stage, very fake, but secretly filmed"
    },
    {
      "start": 142.56,
      "dur": 3.59,
      "text": "stage, very fake, but secretly filmed videos feel raw, realistic, completely"
    },
    {
      "start": 146.16,
      "dur": 0.95,
      "text": "videos feel raw, realistic, completely real to me."
    },
    {
      "start": 147.12,
      "dur": 2.23,
      "text": "real to me. &gt;&gt; He says that knowing now what it feels"
    },
    {
      "start": 149.36,
      "dur": 2.47,
      "text": "&gt;&gt; He says that knowing now what it feels like to be filmed without consent. He"
    },
    {
      "start": 151.84,
      "dur": 3.19,
      "text": "like to be filmed without consent. He feels humiliated and ashamed."
    },
    {
      "start": 155.04,
      "dur": 2.07,
      "text": "feels humiliated and ashamed. Eric only managed to take down the"
    },
    {
      "start": 157.12,
      "dur": 2.469,
      "text": "Eric only managed to take down the channel that was hosting his video after"
    },
    {
      "start": 159.599,
      "dur": 2.391,
      "text": "channel that was hosting his video after flagging to the Telegram moderators as"
    },
    {
      "start": 162.0,
      "dur": 2.79,
      "text": "flagging to the Telegram moderators as child abuse, a tactic to get their"
    },
    {
      "start": 164.8,
      "dur": 2.709,
      "text": "child abuse, a tactic to get their attention. Sexual violence organizations"
    },
    {
      "start": 167.519,
      "dur": 2.311,
      "text": "attention. Sexual violence organizations in the region say Telegram routinely"
    },
    {
      "start": 169.84,
      "dur": 2.71,
      "text": "in the region say Telegram routinely fails to respond when spy camp is"
    },
    {
      "start": 172.56,
      "dur": 0.63,
      "text": "fails to respond when spy camp is flagged."
    },
    {
      "start": 173.2,
      "dur": 2.15,
      "text": "flagged. &gt;&gt; Our takedown rates has been decreasing"
    },
    {
      "start": 175.36,
      "dur": 3.11,
      "text": "&gt;&gt; Our takedown rates has been decreasing year after year and one of the huge"
    },
    {
      "start": 178.48,
      "dur": 3.35,
      "text": "year after year and one of the huge challenges is to report contents. Their"
    },
    {
      "start": 181.84,
      "dur": 3.029,
      "text": "challenges is to report contents. Their policies shape how the content would be"
    },
    {
      "start": 184.879,
      "dur": 0.71,
      "text": "policies shape how the content would be spread."
    },
    {
      "start": 185.599,
      "dur": 2.71,
      "text": "spread. &gt;&gt; We took our findings to Telegram. In a"
    },
    {
      "start": 188.319,
      "dur": 1.83,
      "text": "&gt;&gt; We took our findings to Telegram. In a statement, they said, \"Sharing"
    },
    {
      "start": 190.159,
      "dur": 2.71,
      "text": "statement, they said, \"Sharing non-consensual pornography is explicitly"
    },
    {
      "start": 192.879,
      "dur": 2.151,
      "text": "non-consensual pornography is explicitly forbidden by Telegram's terms of"
    },
    {
      "start": 195.04,
      "dur": 2.63,
      "text": "forbidden by Telegram's terms of service. Telegram proactively moderates"
    },
    {
      "start": 197.68,
      "dur": 2.71,
      "text": "service. Telegram proactively moderates and accepts reports in order to remove"
    },
    {
      "start": 200.4,
      "dur": 2.469,
      "text": "and accepts reports in order to remove millions of pieces of harmful content"
    },
    {
      "start": 202.879,
      "dur": 3.511,
      "text": "millions of pieces of harmful content each day. We confronted the agent aka"
    },
    {
      "start": 206.4,
      "dur": 1.749,
      "text": "each day. We confronted the agent aka with our findings, but he did not"
    },
    {
      "start": 208.159,
      "dur": 3.911,
      "text": "with our findings, but he did not respond. Aka's known Telegram feeds have"
    },
    {
      "start": 212.08,
      "dur": 2.229,
      "text": "respond. Aka's known Telegram feeds have since been deleted, but the website he"
    },
    {
      "start": 214.319,
      "dur": 4.151,
      "text": "since been deleted, but the website he promoted remains active. Wing Jang, BBC"
    },
    {
      "start": 218.48,
      "dur": 1.35,
      "text": "promoted remains active. Wing Jang, BBC News."
    },
    {
      "start": 219.84,
      "dur": 1.669,
      "text": "News. &gt;&gt; And you can watch the full BBCi"
    },
    {
      "start": 221.519,
      "dur": 2.551,
      "text": "&gt;&gt; And you can watch the full BBCi documentary on the BBCI player here in"
    },
    {
      "start": 224.08,
      "dur": 3.19,
      "text": "documentary on the BBCI player here in the UK or the BBC World Service YouTube"
    },
    {
      "start": 227.28,
      "dur": 3.27,
      "text": "the UK or the BBC World Service YouTube channel. Just search for exposed China's"
    },
    {
      "start": 230.56,
      "dur": 3.2,
      "text": "channel. Just search for exposed China's spy cam porn."
    }
  ]
}