{
  "videoId": "ILbFvTU6sFA",
  "title": "Mum says university 'failed' son who took his own life after grade error | BBC Radio 4 World At One",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 326,
  "segments": [
    {
      "start": 0.4,
      "dur": 4.0,
      "text": "This report coming out has basically"
    },
    {
      "start": 4.4,
      "dur": 3.67,
      "text": "This report coming out has basically confirmed the family suspicions of the"
    },
    {
      "start": 8.08,
      "dur": 1.99,
      "text": "confirmed the family suspicions of the incompetence of the University of"
    },
    {
      "start": 10.08,
      "dur": 1.589,
      "text": "incompetence of the University of Glasgow."
    },
    {
      "start": 11.679,
      "dur": 2.311,
      "text": "Glasgow. Now, in Ethan's case, as I understand"
    },
    {
      "start": 14.0,
      "dur": 3.349,
      "text": "Now, in Ethan's case, as I understand it, the mistake wasn't spotted by"
    },
    {
      "start": 17.359,
      "dur": 3.271,
      "text": "it, the mistake wasn't spotted by university staff, nor by internal exam"
    },
    {
      "start": 20.64,
      "dur": 2.31,
      "text": "university staff, nor by internal exam boards or even an external exam board."
    },
    {
      "start": 22.96,
      "dur": 1.27,
      "text": "boards or even an external exam board. Is that right?"
    },
    {
      "start": 24.24,
      "dur": 2.39,
      "text": "Is that right? &gt;&gt; Correct."
    },
    {
      "start": 26.64,
      "dur": 1.91,
      "text": "&gt;&gt; Correct. Now eventually obviously it was"
    },
    {
      "start": 28.56,
      "dur": 1.35,
      "text": "Now eventually obviously it was established that he should have been"
    },
    {
      "start": 29.92,
      "dur": 2.39,
      "text": "established that he should have been awarded a 2-1."
    },
    {
      "start": 32.32,
      "dur": 1.43,
      "text": "awarded a 2-1. &gt;&gt; That's correct."
    },
    {
      "start": 33.76,
      "dur": 3.75,
      "text": "&gt;&gt; That's correct. &gt;&gt; You the the the discovery now is that"
    },
    {
      "start": 37.52,
      "dur": 2.47,
      "text": "&gt;&gt; You the the the discovery now is that what this is systemic that there is a"
    },
    {
      "start": 40.0,
      "dur": 2.549,
      "text": "what this is systemic that there is a wider problem."
    },
    {
      "start": 42.559,
      "dur": 4.31,
      "text": "wider problem. It is um we the reason we we are"
    },
    {
      "start": 46.879,
      "dur": 3.19,
      "text": "It is um we the reason we we are pursuing this is not only justice for"
    },
    {
      "start": 50.079,
      "dur": 3.351,
      "text": "pursuing this is not only justice for Ethan but you know Ethan is one of"
    },
    {
      "start": 53.44,
      "dur": 3.269,
      "text": "Ethan but you know Ethan is one of thousands of students. We have to"
    },
    {
      "start": 56.719,
      "dur": 1.51,
      "text": "thousands of students. We have to safeguard"
    },
    {
      "start": 58.239,
      "dur": 1.911,
      "text": "safeguard our students who are currently studying"
    },
    {
      "start": 60.16,
      "dur": 2.229,
      "text": "our students who are currently studying as well as future students. The"
    },
    {
      "start": 62.399,
      "dur": 2.47,
      "text": "as well as future students. The university say they fully accept the"
    },
    {
      "start": 64.879,
      "dur": 2.631,
      "text": "university say they fully accept the recommendations that have been made by"
    },
    {
      "start": 67.52,
      "dur": 2.949,
      "text": "recommendations that have been made by this uh by the QAA"
    },
    {
      "start": 70.479,
      "dur": 2.071,
      "text": "this uh by the QAA and they say that since February last"
    },
    {
      "start": 72.56,
      "dur": 1.67,
      "text": "and they say that since February last year, we've worked to address the issues"
    },
    {
      "start": 74.24,
      "dur": 1.11,
      "text": "year, we've worked to address the issues highlighted in the internal"
    },
    {
      "start": 75.36,
      "dur": 2.389,
      "text": "highlighted in the internal investigation and will implement the"
    },
    {
      "start": 77.759,
      "dur": 1.751,
      "text": "investigation and will implement the recommendations of the review through a"
    },
    {
      "start": 79.52,
      "dur": 2.15,
      "text": "recommendations of the review through a comprehensive plan that builds on"
    },
    {
      "start": 81.68,
      "dur": 2.39,
      "text": "comprehensive plan that builds on current change projects."
    },
    {
      "start": 84.08,
      "dur": 2.23,
      "text": "current change projects. Do you think that they do now understand"
    },
    {
      "start": 86.32,
      "dur": 2.469,
      "text": "Do you think that they do now understand it?"
    },
    {
      "start": 88.799,
      "dur": 2.551,
      "text": "it? I believe they"
    },
    {
      "start": 91.36,
      "dur": 3.27,
      "text": "I believe they always have understood this um since"
    },
    {
      "start": 94.64,
      "dur": 2.23,
      "text": "always have understood this um since their own internal investigation."
    },
    {
      "start": 96.88,
      "dur": 3.43,
      "text": "their own internal investigation. However, now there have been 21"
    },
    {
      "start": 100.32,
      "dur": 1.99,
      "text": "However, now there have been 21 recommendations through the QA that"
    },
    {
      "start": 102.32,
      "dur": 1.99,
      "text": "recommendations through the QA that they're going to have to change their"
    },
    {
      "start": 104.32,
      "dur": 3.27,
      "text": "they're going to have to change their own systems in order to safeguard the"
    },
    {
      "start": 107.6,
      "dur": 5.99,
      "text": "own systems in order to safeguard the students. They failed to inform myself"
    },
    {
      "start": 113.6,
      "dur": 2.39,
      "text": "students. They failed to inform myself or my family that they were currently"
    },
    {
      "start": 116.0,
      "dur": 1.83,
      "text": "or my family that they were currently being reviewed."
    },
    {
      "start": 117.84,
      "dur": 1.67,
      "text": "being reviewed. Even though there was a press release"
    },
    {
      "start": 119.52,
      "dur": 1.83,
      "text": "Even though there was a press release with ourselves,"
    },
    {
      "start": 121.36,
      "dur": 2.47,
      "text": "with ourselves, they were already being inspected. This"
    },
    {
      "start": 123.84,
      "dur": 3.75,
      "text": "they were already being inspected. This report was underway at that time."
    },
    {
      "start": 127.6,
      "dur": 3.75,
      "text": "report was underway at that time. &gt;&gt; So, it's been quite a an eyeopener, but"
    },
    {
      "start": 131.36,
      "dur": 3.509,
      "text": "&gt;&gt; So, it's been quite a an eyeopener, but as I said to us, it's confirming what we"
    },
    {
      "start": 134.879,
      "dur": 2.71,
      "text": "as I said to us, it's confirming what we as a family believed."
    },
    {
      "start": 137.599,
      "dur": 3.27,
      "text": "as a family believed. You know, there's failings."
    },
    {
      "start": 140.879,
      "dur": 2.871,
      "text": "You know, there's failings. &gt;&gt; I mean, um they they denied the the"
    },
    {
      "start": 143.76,
      "dur": 2.15,
      "text": "&gt;&gt; I mean, um they they denied the the university. They denied that there was a"
    },
    {
      "start": 145.92,
      "dur": 1.51,
      "text": "university. They denied that there was a problem."
    },
    {
      "start": 147.44,
      "dur": 2.07,
      "text": "problem. They would try to see that this was an"
    },
    {
      "start": 149.52,
      "dur": 1.59,
      "text": "They would try to see that this was an isolated"
    },
    {
      "start": 151.12,
      "dur": 3.189,
      "text": "isolated incident, a misunderstanding, which is"
    },
    {
      "start": 154.319,
      "dur": 2.791,
      "text": "incident, a misunderstanding, which is very insulting."
    },
    {
      "start": 157.12,
      "dur": 2.23,
      "text": "very insulting. It's not. This is systemic. They denied"
    },
    {
      "start": 159.36,
      "dur": 2.31,
      "text": "It's not. This is systemic. They denied it being systemic. This report has"
    },
    {
      "start": 161.68,
      "dur": 4.39,
      "text": "it being systemic. This report has highlighted a serious systemic risk and"
    },
    {
      "start": 166.08,
      "dur": 1.83,
      "text": "highlighted a serious systemic risk and problem for our students."
    },
    {
      "start": 167.92,
      "dur": 1.589,
      "text": "problem for our students. &gt;&gt; So what the suggestion that there are"
    },
    {
      "start": 169.519,
      "dur": 2.391,
      "text": "&gt;&gt; So what the suggestion that there are are other students who could be in"
    },
    {
      "start": 171.92,
      "dur": 2.389,
      "text": "are other students who could be in Ethan's situation being told that they"
    },
    {
      "start": 174.319,
      "dur": 0.391,
      "text": "Ethan's situation being told that they haven't."
    },
    {
      "start": 174.72,
      "dur": 1.03,
      "text": "haven't. &gt;&gt; Yes."
    },
    {
      "start": 175.76,
      "dur": 3.03,
      "text": "&gt;&gt; Yes. Absolutely. Absolutely."
    },
    {
      "start": 178.8,
      "dur": 3.19,
      "text": "Absolutely. Absolutely. &gt;&gt; Do you think it was the fact that he"
    },
    {
      "start": 182.0,
      "dur": 3.91,
      "text": "&gt;&gt; Do you think it was the fact that he wasn't going to be awarded a degree that"
    },
    {
      "start": 185.92,
      "dur": 2.55,
      "text": "wasn't going to be awarded a degree that led him to kill himself?"
    },
    {
      "start": 188.48,
      "dur": 5.43,
      "text": "led him to kill himself? &gt;&gt; Yes, Ethan. Um he he put that on paper"
    },
    {
      "start": 193.92,
      "dur": 2.63,
      "text": "&gt;&gt; Yes, Ethan. Um he he put that on paper that that was the reason."
    },
    {
      "start": 196.56,
      "dur": 2.87,
      "text": "that that was the reason. Um this could have been prevented. It"
    },
    {
      "start": 199.44,
      "dur": 3.35,
      "text": "Um this could have been prevented. It could have been captured had they had"
    },
    {
      "start": 202.8,
      "dur": 3.83,
      "text": "could have been captured had they had proper systems in place for well-being,"
    },
    {
      "start": 206.64,
      "dur": 3.43,
      "text": "proper systems in place for well-being, emotional health and wellbeing and if"
    },
    {
      "start": 210.08,
      "dur": 3.35,
      "text": "emotional health and wellbeing and if their academics knew how to correctly"
    },
    {
      "start": 213.44,
      "dur": 2.709,
      "text": "their academics knew how to correctly mark papers. So academically Ethan was"
    },
    {
      "start": 216.159,
      "dur": 1.99,
      "text": "mark papers. So academically Ethan was failed and emotionally and with his"
    },
    {
      "start": 218.159,
      "dur": 2.231,
      "text": "failed and emotionally and with his health and wellbeing he was failed."
    },
    {
      "start": 220.4,
      "dur": 2.63,
      "text": "health and wellbeing he was failed. &gt;&gt; Right. Because he had been told he had"
    },
    {
      "start": 223.04,
      "dur": 1.51,
      "text": "&gt;&gt; Right. Because he had been told he had been told that he wasn't going to pass"
    },
    {
      "start": 224.56,
      "dur": 1.589,
      "text": "been told that he wasn't going to pass this course."
    },
    {
      "start": 226.159,
      "dur": 3.271,
      "text": "this course. &gt;&gt; Yes. but offered no support."
    },
    {
      "start": 229.44,
      "dur": 3.03,
      "text": "&gt;&gt; Yes. but offered no support. You know, they didn't contact Ethan to"
    },
    {
      "start": 232.48,
      "dur": 2.63,
      "text": "You know, they didn't contact Ethan to say, \"You're not graduating with an"
    },
    {
      "start": 235.12,
      "dur": 2.71,
      "text": "say, \"You're not graduating with an honors.\" They said he wasn't graduating"
    },
    {
      "start": 237.84,
      "dur": 4.79,
      "text": "honors.\" They said he wasn't graduating at all, which is a big error given if"
    },
    {
      "start": 242.64,
      "dur": 1.99,
      "text": "at all, which is a big error given if you're an honor student, you should be"
    },
    {
      "start": 244.64,
      "dur": 2.07,
      "text": "you're an honor student, you should be offered a designated degree."
    },
    {
      "start": 246.72,
      "dur": 3.11,
      "text": "offered a designated degree. &gt;&gt; The the Crown Office has said that the"
    },
    {
      "start": 249.84,
      "dur": 1.749,
      "text": "&gt;&gt; The the Crown Office has said that the circumstances of a death of his death"
    },
    {
      "start": 251.599,
      "dur": 2.55,
      "text": "circumstances of a death of his death are being re-examined. What is your"
    },
    {
      "start": 254.159,
      "dur": 2.07,
      "text": "are being re-examined. What is your understanding of what that will could"
    },
    {
      "start": 256.239,
      "dur": 2.071,
      "text": "understanding of what that will could mean?"
    },
    {
      "start": 258.32,
      "dur": 2.23,
      "text": "mean? &gt;&gt; This would allow us to have the"
    },
    {
      "start": 260.56,
      "dur": 1.67,
      "text": "&gt;&gt; This would allow us to have the information"
    },
    {
      "start": 262.24,
      "dur": 1.83,
      "text": "information and for the public to have the"
    },
    {
      "start": 264.08,
      "dur": 1.75,
      "text": "and for the public to have the information"
    },
    {
      "start": 265.84,
      "dur": 2.789,
      "text": "information to for allow us to know their proper"
    },
    {
      "start": 268.639,
      "dur": 4.471,
      "text": "to for allow us to know their proper systems or ensure that safeguarding will"
    },
    {
      "start": 273.12,
      "dur": 2.23,
      "text": "systems or ensure that safeguarding will take place in the future that there's"
    },
    {
      "start": 275.36,
      "dur": 2.87,
      "text": "take place in the future that there's been failings, multiple failings. As I"
    },
    {
      "start": 278.24,
      "dur": 3.509,
      "text": "been failings, multiple failings. As I said, we have requested Ethan's emails."
    },
    {
      "start": 281.759,
      "dur": 2.231,
      "text": "said, we have requested Ethan's emails. I've been told I'll get Ethan's emails,"
    },
    {
      "start": 284.0,
      "dur": 2.07,
      "text": "I've been told I'll get Ethan's emails, but"
    },
    {
      "start": 286.08,
      "dur": 3.51,
      "text": "but &gt;&gt; I haven't at this moment got them."
    },
    {
      "start": 289.6,
      "dur": 2.869,
      "text": "&gt;&gt; I haven't at this moment got them. &gt;&gt; Fully understand Ethan's journey."
    },
    {
      "start": 292.479,
      "dur": 2.231,
      "text": "&gt;&gt; Fully understand Ethan's journey. &gt;&gt; What did Ethan want to do? What what"
    },
    {
      "start": 294.72,
      "dur": 1.67,
      "text": "&gt;&gt; What did Ethan want to do? What what were his interests? What what was he"
    },
    {
      "start": 296.4,
      "dur": 3.509,
      "text": "were his interests? What what was he hoping to go on and do?"
    },
    {
      "start": 299.919,
      "dur": 2.471,
      "text": "hoping to go on and do? &gt;&gt; He never really um he just wanted to"
    },
    {
      "start": 302.4,
      "dur": 1.99,
      "text": "&gt;&gt; He never really um he just wanted to graduate."
    },
    {
      "start": 304.4,
      "dur": 2.789,
      "text": "graduate. We just had family gatherings and we"
    },
    {
      "start": 307.199,
      "dur": 2.471,
      "text": "We just had family gatherings and we would laugh as you know. He just wanted"
    },
    {
      "start": 309.68,
      "dur": 1.59,
      "text": "would laugh as you know. He just wanted his degree from the University of"
    },
    {
      "start": 311.28,
      "dur": 3.03,
      "text": "his degree from the University of Glasgow, the same as his auntie Marlin."
    },
    {
      "start": 314.32,
      "dur": 4.47,
      "text": "Glasgow, the same as his auntie Marlin. Um, he was just such a joy. And we've"
    },
    {
      "start": 318.8,
      "dur": 3.03,
      "text": "Um, he was just such a joy. And we've been robbed. They robbed Ethan of his"
    },
    {
      "start": 321.84,
      "dur": 3.27,
      "text": "been robbed. They robbed Ethan of his degree and they've robbed us of having"
    },
    {
      "start": 325.12,
      "dur": 2.799,
      "text": "degree and they've robbed us of having Ethan."
    }
  ]
}