{
  "videoId": "IqPIXgAXRV0",
  "title": "Catherine O'Hara, star of Schitt's Creek and Home Alone, dies aged 71 | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 284,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.119,
      "text": "Let's bring you more on the breaking"
    },
    {
      "start": 1.199,
      "dur": 1.511,
      "text": "Let's bring you more on the breaking news in the past hour because it's been"
    },
    {
      "start": 2.72,
      "dur": 2.15,
      "text": "news in the past hour because it's been reported the Hollywood actress Katherine"
    },
    {
      "start": 4.88,
      "dur": 3.83,
      "text": "reported the Hollywood actress Katherine O'Hara has died at the age of 71. She"
    },
    {
      "start": 8.72,
      "dur": 2.71,
      "text": "O'Hara has died at the age of 71. She was best known for her work in the Home"
    },
    {
      "start": 11.44,
      "dur": 3.51,
      "text": "was best known for her work in the Home Alone movies, starring alongside"
    },
    {
      "start": 14.96,
      "dur": 3.03,
      "text": "Alone movies, starring alongside McCauley Kulkin as his mother, famously"
    },
    {
      "start": 18.0,
      "dur": 2.31,
      "text": "McCauley Kulkin as his mother, famously leaving him behind when they flew across"
    },
    {
      "start": 20.32,
      "dur": 3.109,
      "text": "leaving him behind when they flew across the Atlantic in Home Alone one. And in"
    },
    {
      "start": 23.439,
      "dur": 3.191,
      "text": "the Atlantic in Home Alone one. And in recent years, the Canadian sitcom Shitz"
    },
    {
      "start": 26.64,
      "dur": 2.389,
      "text": "recent years, the Canadian sitcom Shitz Creek, for which she won her first Emmy"
    },
    {
      "start": 29.039,
      "dur": 2.47,
      "text": "Creek, for which she won her first Emmy award for outstanding lead actress in a"
    },
    {
      "start": 31.519,
      "dur": 2.55,
      "text": "award for outstanding lead actress in a comedy series back in 2020. Well, let's"
    },
    {
      "start": 34.079,
      "dur": 2.551,
      "text": "comedy series back in 2020. Well, let's uh speak to our reporter Reagan Morris"
    },
    {
      "start": 36.64,
      "dur": 2.15,
      "text": "uh speak to our reporter Reagan Morris who's in Los Angeles. Reagan, really sad"
    },
    {
      "start": 38.8,
      "dur": 2.31,
      "text": "who's in Los Angeles. Reagan, really sad news."
    },
    {
      "start": 41.12,
      "dur": 2.39,
      "text": "news. &gt;&gt; It's really sha sad news and actually I"
    },
    {
      "start": 43.52,
      "dur": 2.549,
      "text": "&gt;&gt; It's really sha sad news and actually I think quite shocking for people here in"
    },
    {
      "start": 46.079,
      "dur": 1.911,
      "text": "think quite shocking for people here in Hollywood and around the world. You"
    },
    {
      "start": 48.0,
      "dur": 2.31,
      "text": "Hollywood and around the world. You know, she was a beloved actress,"
    },
    {
      "start": 50.32,
      "dur": 2.709,
      "text": "know, she was a beloved actress, Katherine Aair, beloved uh in Hollywood"
    },
    {
      "start": 53.039,
      "dur": 3.67,
      "text": "Katherine Aair, beloved uh in Hollywood and by fans. Um but she also was very"
    },
    {
      "start": 56.719,
      "dur": 2.711,
      "text": "and by fans. Um but she also was very much working and healthy and vital. She"
    },
    {
      "start": 59.44,
      "dur": 3.109,
      "text": "much working and healthy and vital. She is has been on the latest series of the"
    },
    {
      "start": 62.559,
      "dur": 2.95,
      "text": "is has been on the latest series of the studio that Seth Rogan comedy that sort"
    },
    {
      "start": 65.519,
      "dur": 2.231,
      "text": "studio that Seth Rogan comedy that sort of sendup of Hollywood. uh where she"
    },
    {
      "start": 67.76,
      "dur": 2.47,
      "text": "of sendup of Hollywood. uh where she played a TV executive and she is, you"
    },
    {
      "start": 70.24,
      "dur": 1.75,
      "text": "played a TV executive and she is, you know, she's nominated for a Screen"
    },
    {
      "start": 72.0,
      "dur": 1.67,
      "text": "know, she's nominated for a Screen Actors Guild Award which is going to be"
    },
    {
      "start": 73.68,
      "dur": 1.59,
      "text": "Actors Guild Award which is going to be held in a couple weeks here in Los"
    },
    {
      "start": 75.28,
      "dur": 3.75,
      "text": "held in a couple weeks here in Los Angeles. So, it it's a real shock and"
    },
    {
      "start": 79.04,
      "dur": 1.99,
      "text": "Angeles. So, it it's a real shock and she was at sort of, you know, the prime."
    },
    {
      "start": 81.04,
      "dur": 1.83,
      "text": "she was at sort of, you know, the prime. She was 71 years old, but she was"
    },
    {
      "start": 82.88,
      "dur": 2.79,
      "text": "She was 71 years old, but she was working and appeared vital and healthy"
    },
    {
      "start": 85.68,
      "dur": 2.469,
      "text": "working and appeared vital and healthy and is such a beloved character here in"
    },
    {
      "start": 88.159,
      "dur": 1.99,
      "text": "and is such a beloved character here in Hollywood in Los Angeles and and also in"
    },
    {
      "start": 90.159,
      "dur": 2.63,
      "text": "Hollywood in Los Angeles and and also in Canada, her native Canada. on on my way"
    },
    {
      "start": 92.799,
      "dur": 1.911,
      "text": "Canada, her native Canada. on on my way into the office as we were trying to"
    },
    {
      "start": 94.72,
      "dur": 1.91,
      "text": "into the office as we were trying to confirm news of this and I had some"
    },
    {
      "start": 96.64,
      "dur": 3.19,
      "text": "confirm news of this and I had some friends in Canada call me and asking you"
    },
    {
      "start": 99.84,
      "dur": 1.67,
      "text": "friends in Canada call me and asking you know is it true I was asking them is it"
    },
    {
      "start": 101.52,
      "dur": 3.589,
      "text": "know is it true I was asking them is it true um one of them has a um a friend"
    },
    {
      "start": 105.119,
      "dur": 1.67,
      "text": "true um one of them has a um a friend who works on Shitz Creek and they they"
    },
    {
      "start": 106.799,
      "dur": 1.59,
      "text": "who works on Shitz Creek and they they have all met Katherine Hair and she's"
    },
    {
      "start": 108.399,
      "dur": 3.99,
      "text": "have all met Katherine Hair and she's just a beloved figure in that country um"
    },
    {
      "start": 112.399,
      "dur": 2.231,
      "text": "just a beloved figure in that country um but we sadly the news is true we have"
    },
    {
      "start": 114.64,
      "dur": 2.39,
      "text": "but we sadly the news is true we have had confirmation from her manager and"
    },
    {
      "start": 117.04,
      "dur": 2.069,
      "text": "had confirmation from her manager and agency here in Los Angeles but we just"
    },
    {
      "start": 119.119,
      "dur": 2.31,
      "text": "agency here in Los Angeles but we just do not know a cause of death so it's a"
    },
    {
      "start": 121.439,
      "dur": 0.791,
      "text": "do not know a cause of death so it's a shock,"
    },
    {
      "start": 122.24,
      "dur": 3.11,
      "text": "shock, &gt;&gt; as you say, Reagan, only 71, in her"
    },
    {
      "start": 125.36,
      "dur": 2.069,
      "text": "&gt;&gt; as you say, Reagan, only 71, in her absolute prime, still having so much"
    },
    {
      "start": 127.439,
      "dur": 2.711,
      "text": "absolute prime, still having so much success and a success that has held"
    },
    {
      "start": 130.16,
      "dur": 2.23,
      "text": "success and a success that has held steady since those days of the '9s when"
    },
    {
      "start": 132.4,
      "dur": 2.71,
      "text": "steady since those days of the '9s when we remember that famous scene as as"
    },
    {
      "start": 135.12,
      "dur": 2.23,
      "text": "we remember that famous scene as as McCauley Kulkin's mother in Home Alone."
    },
    {
      "start": 137.36,
      "dur": 2.229,
      "text": "McCauley Kulkin's mother in Home Alone. Such a massive film. Many of us will"
    },
    {
      "start": 139.599,
      "dur": 2.071,
      "text": "Such a massive film. Many of us will have watched it at Christmas just, you"
    },
    {
      "start": 141.68,
      "dur": 2.15,
      "text": "have watched it at Christmas just, you know, a few weeks ago. That scene where"
    },
    {
      "start": 143.84,
      "dur": 1.91,
      "text": "know, a few weeks ago. That scene where she realizes she's left her son at home"
    },
    {
      "start": 145.76,
      "dur": 1.829,
      "text": "she realizes she's left her son at home while she's flying to France with the"
    },
    {
      "start": 147.599,
      "dur": 5.91,
      "text": "while she's flying to France with the rest of the family."
    },
    {
      "start": 153.519,
      "dur": 2.401,
      "text": "I'm afraid we've lost Reagan."
    },
    {
      "start": 155.92,
      "dur": 1.91,
      "text": "I'm afraid we've lost Reagan. &gt;&gt; Trip. Oh, you've lost. Hello."
    },
    {
      "start": 157.84,
      "dur": 1.19,
      "text": "&gt;&gt; Trip. Oh, you've lost. Hello. &gt;&gt; Hello, Reagan. Now we can hear you"
    },
    {
      "start": 159.04,
      "dur": 1.67,
      "text": "&gt;&gt; Hello, Reagan. Now we can hear you again. Yes, do do carry on."
    },
    {
      "start": 160.72,
      "dur": 3.11,
      "text": "again. Yes, do do carry on. &gt;&gt; Oh, hi. Yeah, I I was looking at social"
    },
    {
      "start": 163.84,
      "dur": 3.35,
      "text": "&gt;&gt; Oh, hi. Yeah, I I was looking at social media on the way uh here this morning,"
    },
    {
      "start": 167.2,
      "dur": 0.87,
      "text": "media on the way uh here this morning, you know, thinking about Katherine"
    },
    {
      "start": 168.08,
      "dur": 1.83,
      "text": "you know, thinking about Katherine O'Hare and that's the one thing that"
    },
    {
      "start": 169.92,
      "dur": 2.389,
      "text": "O'Hare and that's the one thing that Kevin her when she realizes she's lost"
    },
    {
      "start": 172.319,
      "dur": 1.591,
      "text": "Kevin her when she realizes she's lost she's forgotten her son and they're"
    },
    {
      "start": 173.92,
      "dur": 1.91,
      "text": "she's forgotten her son and they're they're heading away on vacation without"
    },
    {
      "start": 175.84,
      "dur": 2.79,
      "text": "they're heading away on vacation without young Kevin. um that is still an iconic"
    },
    {
      "start": 178.64,
      "dur": 2.07,
      "text": "young Kevin. um that is still an iconic something she was doing on Instagram"
    },
    {
      "start": 180.72,
      "dur": 1.99,
      "text": "something she was doing on Instagram just a few weeks ago you know mimicking"
    },
    {
      "start": 182.72,
      "dur": 1.67,
      "text": "just a few weeks ago you know mimicking that for fans and people around the"
    },
    {
      "start": 184.4,
      "dur": 2.23,
      "text": "that for fans and people around the world. So that is what she is definitely"
    },
    {
      "start": 186.64,
      "dur": 2.71,
      "text": "world. So that is what she is definitely known for. Um but you know also the best"
    },
    {
      "start": 189.36,
      "dur": 2.55,
      "text": "known for. Um but you know also the best in show all those um hilarious"
    },
    {
      "start": 191.92,
      "dur": 2.63,
      "text": "in show all those um hilarious mockumentaries about uh the dog show"
    },
    {
      "start": 194.56,
      "dur": 1.91,
      "text": "mockumentaries about uh the dog show world she's in the Christopher guest"
    },
    {
      "start": 196.48,
      "dur": 2.63,
      "text": "world she's in the Christopher guest movies that she's a part of and as I"
    },
    {
      "start": 199.12,
      "dur": 3.829,
      "text": "movies that she's a part of and as I said most recently the studio and she's"
    },
    {
      "start": 202.959,
      "dur": 2.63,
      "text": "said most recently the studio and she's a beloved treasure and a character and I"
    },
    {
      "start": 205.599,
      "dur": 1.99,
      "text": "a beloved treasure and a character and I think people are very very shocked and"
    },
    {
      "start": 207.599,
      "dur": 2.791,
      "text": "think people are very very shocked and and the character of Moira in in Shitz"
    },
    {
      "start": 210.4,
      "dur": 2.63,
      "text": "and the character of Moira in in Shitz Creek another character that she was she"
    },
    {
      "start": 213.04,
      "dur": 3.59,
      "text": "Creek another character that she was she got so much praise for just so funny and"
    },
    {
      "start": 216.64,
      "dur": 3.27,
      "text": "got so much praise for just so funny and and so loved."
    },
    {
      "start": 219.92,
      "dur": 2.71,
      "text": "and so loved. &gt;&gt; Yes, Moira Rose, a beloved character."
    },
    {
      "start": 222.64,
      "dur": 3.19,
      "text": "&gt;&gt; Yes, Moira Rose, a beloved character. Shitz Creek, she is um uh even if you"
    },
    {
      "start": 225.84,
      "dur": 2.309,
      "text": "Shitz Creek, she is um uh even if you didn't watch the show, you've seen the"
    },
    {
      "start": 228.159,
      "dur": 2.63,
      "text": "didn't watch the show, you've seen the memes. Uh that character is everywhere."
    },
    {
      "start": 230.799,
      "dur": 2.79,
      "text": "memes. Uh that character is everywhere. Kind of the the the Rose family lost it"
    },
    {
      "start": 233.599,
      "dur": 2.63,
      "text": "Kind of the the the Rose family lost it all. It's she plays opposite Eugene Levy"
    },
    {
      "start": 236.239,
      "dur": 3.27,
      "text": "all. It's she plays opposite Eugene Levy who plays her husband. Um and Dan Levia"
    },
    {
      "start": 239.519,
      "dur": 2.63,
      "text": "who plays her husband. Um and Dan Levia plays her their children, their son, and"
    },
    {
      "start": 242.159,
      "dur": 1.591,
      "text": "plays her their children, their son, and daughter. And the the family is kind of"
    },
    {
      "start": 243.76,
      "dur": 1.59,
      "text": "daughter. And the the family is kind of down on their luck living in a motel."
    },
    {
      "start": 245.36,
      "dur": 2.31,
      "text": "down on their luck living in a motel. And Moira is still every bit the diva"
    },
    {
      "start": 247.68,
      "dur": 3.269,
      "text": "And Moira is still every bit the diva socialite uh the best dressed woman in"
    },
    {
      "start": 250.959,
      "dur": 2.391,
      "text": "socialite uh the best dressed woman in that town. So living in a hotel, she"
    },
    {
      "start": 253.36,
      "dur": 1.35,
      "text": "that town. So living in a hotel, she she's not going to let their financial"
    },
    {
      "start": 254.72,
      "dur": 2.069,
      "text": "she's not going to let their financial situation ruin her fashion sense. And"
    },
    {
      "start": 256.799,
      "dur": 2.15,
      "text": "situation ruin her fashion sense. And Moira was just such a character and"
    },
    {
      "start": 258.959,
      "dur": 2.071,
      "text": "Moira was just such a character and beloved, one of she will she will be"
    },
    {
      "start": 261.04,
      "dur": 1.27,
      "text": "beloved, one of she will she will be fondly remembered. And that is the one"
    },
    {
      "start": 262.32,
      "dur": 3.03,
      "text": "fondly remembered. And that is the one she won an Emmy for as well. Reagan,"
    },
    {
      "start": 265.36,
      "dur": 2.23,
      "text": "she won an Emmy for as well. Reagan, thank you very much. Reagan Morris there"
    },
    {
      "start": 267.6,
      "dur": 2.79,
      "text": "thank you very much. Reagan Morris there in Los Angeles. Apologies also for the"
    },
    {
      "start": 270.4,
      "dur": 2.39,
      "text": "in Los Angeles. Apologies also for the the flash photography there in in some"
    },
    {
      "start": 272.8,
      "dur": 1.35,
      "text": "the flash photography there in in some of the pictures of Katherine O'Hara"
    },
    {
      "start": 274.16,
      "dur": 1.99,
      "text": "of the pictures of Katherine O'Hara we've been playing. But that Reagan"
    },
    {
      "start": 276.16,
      "dur": 1.83,
      "text": "we've been playing. But that Reagan reporting there on that very sad news"
    },
    {
      "start": 278.0,
      "dur": 1.749,
      "text": "reporting there on that very sad news that we've learned in the last hour that"
    },
    {
      "start": 279.759,
      "dur": 2.311,
      "text": "that we've learned in the last hour that Katherine O'Hara, the actress, has died"
    },
    {
      "start": 282.08,
      "dur": 3.36,
      "text": "Katherine O'Hara, the actress, has died at the age of just 71."
    }
  ]
}