{
  "videoId": "IZQERK8CH0g",
  "title": "Ukraine and Russia resume peace talks in Abu Dhabi | BBC News",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 210,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.92,
      "text": "Ukrainian and Russian negotiators have"
    },
    {
      "start": 2.0,
      "dur": 1.83,
      "text": "Ukrainian and Russian negotiators have begun the first of two more days of"
    },
    {
      "start": 3.84,
      "dur": 2.469,
      "text": "begun the first of two more days of peace talks in Abu Dhabi coordinated by"
    },
    {
      "start": 6.319,
      "dur": 2.23,
      "text": "peace talks in Abu Dhabi coordinated by the United States. President Zilinski"
    },
    {
      "start": 8.559,
      "dur": 1.751,
      "text": "the United States. President Zilinski has said Ukraine wants a real and"
    },
    {
      "start": 10.32,
      "dur": 2.55,
      "text": "has said Ukraine wants a real and dignified end to the war. But on the eve"
    },
    {
      "start": 12.88,
      "dur": 1.909,
      "text": "dignified end to the war. But on the eve of the negotiations, Russia launched a"
    },
    {
      "start": 14.799,
      "dur": 1.751,
      "text": "of the negotiations, Russia launched a massive missile attack on Ukraine,"
    },
    {
      "start": 16.56,
      "dur": 1.83,
      "text": "massive missile attack on Ukraine, targeting civilian infrastructure,"
    },
    {
      "start": 18.4,
      "dur": 1.75,
      "text": "targeting civilian infrastructure, leaving large numbers of people without"
    },
    {
      "start": 20.16,
      "dur": 2.07,
      "text": "leaving large numbers of people without power. Mr. Zalinsky said Russia's"
    },
    {
      "start": 22.24,
      "dur": 2.55,
      "text": "power. Mr. Zalinsky said Russia's strikes despite agreeing an energy truce"
    },
    {
      "start": 24.8,
      "dur": 2.389,
      "text": "strikes despite agreeing an energy truce with the US showed that its word cannot"
    },
    {
      "start": 27.199,
      "dur": 1.91,
      "text": "with the US showed that its word cannot be trusted. He's called for more"
    },
    {
      "start": 29.119,
      "dur": 1.91,
      "text": "be trusted. He's called for more pressure on Moscow to make it negotiate"
    },
    {
      "start": 31.039,
      "dur": 2.391,
      "text": "pressure on Moscow to make it negotiate for peace instead of pushing Ukraine to"
    },
    {
      "start": 33.44,
      "dur": 2.07,
      "text": "for peace instead of pushing Ukraine to surrender. Our Ukraine correspondent"
    },
    {
      "start": 35.52,
      "dur": 2.47,
      "text": "surrender. Our Ukraine correspondent James Waterhouse gave us his analysis of"
    },
    {
      "start": 38.0,
      "dur": 2.31,
      "text": "James Waterhouse gave us his analysis of the hopes for any progress at the talks"
    },
    {
      "start": 40.32,
      "dur": 1.11,
      "text": "the hopes for any progress at the talks today."
    },
    {
      "start": 41.44,
      "dur": 2.39,
      "text": "today. &gt;&gt; Little to none if you're speaking to"
    },
    {
      "start": 43.84,
      "dur": 3.59,
      "text": "&gt;&gt; Little to none if you're speaking to people in the freezing K temperatures"
    },
    {
      "start": 47.44,
      "dur": 1.99,
      "text": "people in the freezing K temperatures this morning. You know, President"
    },
    {
      "start": 49.44,
      "dur": 1.99,
      "text": "this morning. You know, President Zilinski is talking about the need for"
    },
    {
      "start": 51.44,
      "dur": 3.51,
      "text": "Zilinski is talking about the need for his team to change their approach as"
    },
    {
      "start": 54.96,
      "dur": 2.069,
      "text": "his team to change their approach as they once again meet their Russian"
    },
    {
      "start": 57.039,
      "dur": 2.711,
      "text": "they once again meet their Russian counterparts under the supervision of uh"
    },
    {
      "start": 59.76,
      "dur": 2.87,
      "text": "counterparts under the supervision of uh the Emiratis and the Americans. But it's"
    },
    {
      "start": 62.64,
      "dur": 3.27,
      "text": "the Emiratis and the Americans. But it's not clear what that change of approach"
    },
    {
      "start": 65.92,
      "dur": 2.47,
      "text": "not clear what that change of approach could be. And if people are listening to"
    },
    {
      "start": 68.4,
      "dur": 1.51,
      "text": "could be. And if people are listening to this thinking, hang on, haven't we been"
    },
    {
      "start": 69.92,
      "dur": 2.71,
      "text": "this thinking, hang on, haven't we been here before? Well, we have. You know, it"
    },
    {
      "start": 72.64,
      "dur": 1.75,
      "text": "here before? Well, we have. You know, it is true that Donald Trump and Vladimir"
    },
    {
      "start": 74.4,
      "dur": 4.15,
      "text": "is true that Donald Trump and Vladimir Putin did agree a brief pause in"
    },
    {
      "start": 78.56,
      "dur": 2.07,
      "text": "Putin did agree a brief pause in Russia's aerial bombardments of Ukraine"
    },
    {
      "start": 80.64,
      "dur": 2.31,
      "text": "Russia's aerial bombardments of Ukraine on its energy infrastructure during this"
    },
    {
      "start": 82.96,
      "dur": 3.27,
      "text": "on its energy infrastructure during this coal grip. But the moment the agreed"
    },
    {
      "start": 86.24,
      "dur": 3.35,
      "text": "coal grip. But the moment the agreed time frame passed last Sunday, we you"
    },
    {
      "start": 89.6,
      "dur": 1.43,
      "text": "time frame passed last Sunday, we you just need to look at the numbers around"
    },
    {
      "start": 91.04,
      "dur": 2.15,
      "text": "just need to look at the numbers around the latest attack. You know, we're"
    },
    {
      "start": 93.2,
      "dur": 2.79,
      "text": "the latest attack. You know, we're talking about 450 drones reportedly"
    },
    {
      "start": 96.0,
      "dur": 2.469,
      "text": "talking about 450 drones reportedly being launched, dozens of ballistic"
    },
    {
      "start": 98.479,
      "dur": 3.59,
      "text": "being launched, dozens of ballistic missiles, people um staying in tents"
    },
    {
      "start": 102.079,
      "dur": 3.03,
      "text": "missiles, people um staying in tents within their apartments just to try and"
    },
    {
      "start": 105.119,
      "dur": 3.99,
      "text": "within their apartments just to try and keep warm in any way. And so it is"
    },
    {
      "start": 109.119,
      "dur": 2.071,
      "text": "keep warm in any way. And so it is notable, yes, that the dialogue is"
    },
    {
      "start": 111.2,
      "dur": 4.47,
      "text": "notable, yes, that the dialogue is continuing, but it seems that the issue"
    },
    {
      "start": 115.68,
      "dur": 2.95,
      "text": "continuing, but it seems that the issue of Ukraine having to hand over more land"
    },
    {
      "start": 118.64,
      "dur": 3.429,
      "text": "of Ukraine having to hand over more land to Russia is something KE can't bat off."
    },
    {
      "start": 122.079,
      "dur": 2.871,
      "text": "to Russia is something KE can't bat off. and equally uh Russia is happy to keep"
    },
    {
      "start": 124.96,
      "dur": 2.149,
      "text": "and equally uh Russia is happy to keep fighting in the meantime. And so these"
    },
    {
      "start": 127.119,
      "dur": 2.55,
      "text": "fighting in the meantime. And so these continuing dynamics are something that"
    },
    {
      "start": 129.679,
      "dur": 1.831,
      "text": "continuing dynamics are something that Ukraine is only going to feel the"
    },
    {
      "start": 131.52,
      "dur": 1.99,
      "text": "Ukraine is only going to feel the pressure from really."
    },
    {
      "start": 133.52,
      "dur": 1.91,
      "text": "pressure from really. &gt;&gt; Yeah. And overshadowing these talks even"
    },
    {
      "start": 135.44,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah. And overshadowing these talks even further is Russia's threat to take even"
    },
    {
      "start": 137.28,
      "dur": 3.029,
      "text": "further is Russia's threat to take even more territory if the talks fail."
    },
    {
      "start": 140.319,
      "dur": 1.591,
      "text": "more territory if the talks fail. &gt;&gt; Yeah. I mean that if if you look at its"
    },
    {
      "start": 141.92,
      "dur": 2.309,
      "text": "&gt;&gt; Yeah. I mean that if if you look at its objective that will be utterly"
    },
    {
      "start": 144.239,
      "dur": 2.311,
      "text": "objective that will be utterly unsurprising to those living on the"
    },
    {
      "start": 146.56,
      "dur": 2.309,
      "text": "unsurprising to those living on the front lines. I mean, we're talking about"
    },
    {
      "start": 148.879,
      "dur": 2.07,
      "text": "front lines. I mean, we're talking about um you know, the eastern Donbass region"
    },
    {
      "start": 150.959,
      "dur": 2.55,
      "text": "um you know, the eastern Donbass region of Ukraine. Ukraine still is keeping"
    },
    {
      "start": 153.519,
      "dur": 2.231,
      "text": "of Ukraine. Ukraine still is keeping hold of around a fifth of it. It is true"
    },
    {
      "start": 155.76,
      "dur": 2.87,
      "text": "hold of around a fifth of it. It is true the Russians are grinding forward, but"
    },
    {
      "start": 158.64,
      "dur": 4.07,
      "text": "the Russians are grinding forward, but many estimates think that for Russia to"
    },
    {
      "start": 162.72,
      "dur": 1.509,
      "text": "many estimates think that for Russia to take the remainder of the Donbass"
    },
    {
      "start": 164.239,
      "dur": 1.591,
      "text": "take the remainder of the Donbass region, it would take another year and a"
    },
    {
      "start": 165.84,
      "dur": 2.55,
      "text": "region, it would take another year and a half at least. And we are talking about"
    },
    {
      "start": 168.4,
      "dur": 1.909,
      "text": "half at least. And we are talking about cities that Ukraine has defended,"
    },
    {
      "start": 170.319,
      "dur": 2.151,
      "text": "cities that Ukraine has defended, defended successfully, cities that sit"
    },
    {
      "start": 172.48,
      "dur": 3.749,
      "text": "defended successfully, cities that sit on hills. Uh, and so the idea that um,"
    },
    {
      "start": 176.239,
      "dur": 2.151,
      "text": "on hills. Uh, and so the idea that um, KE would sign a bit of paper handing"
    },
    {
      "start": 178.4,
      "dur": 2.07,
      "text": "KE would sign a bit of paper handing them over is something seen as a"
    },
    {
      "start": 180.48,
      "dur": 2.79,
      "text": "them over is something seen as a non-starter still in Ukraine because"
    },
    {
      "start": 183.28,
      "dur": 2.47,
      "text": "non-starter still in Ukraine because they claim it would embolden Russia to"
    },
    {
      "start": 185.76,
      "dur": 1.59,
      "text": "they claim it would embolden Russia to go further and it would of course give"
    },
    {
      "start": 187.36,
      "dur": 2.07,
      "text": "go further and it would of course give Russia a military advantage. But you're"
    },
    {
      "start": 189.44,
      "dur": 3.429,
      "text": "Russia a military advantage. But you're now hearing uh, more senior American"
    },
    {
      "start": 192.879,
      "dur": 2.391,
      "text": "now hearing uh, more senior American officials tout this idea that Ukraine"
    },
    {
      "start": 195.28,
      "dur": 2.309,
      "text": "officials tout this idea that Ukraine should just seed this territory for now"
    },
    {
      "start": 197.599,
      "dur": 2.311,
      "text": "should just seed this territory for now and revisit it at a later date. Well,"
    },
    {
      "start": 199.92,
      "dur": 1.589,
      "text": "and revisit it at a later date. Well, you know, Ukraine only has to look at"
    },
    {
      "start": 201.519,
      "dur": 3.191,
      "text": "you know, Ukraine only has to look at the past 12 years of Russian aggression"
    },
    {
      "start": 204.72,
      "dur": 2.07,
      "text": "the past 12 years of Russian aggression to be confident of the idea that once"
    },
    {
      "start": 206.8,
      "dur": 2.069,
      "text": "to be confident of the idea that once Russia takes territory, it doesn't give"
    },
    {
      "start": 208.879,
      "dur": 2.561,
      "text": "Russia takes territory, it doesn't give it up."
    }
  ]
}