{
  "videoId": "J5qZa4cNm34",
  "title": "Syria's only female minister: 'I'm not here for window dressing' | BBC News",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 392,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.52,
      "text": "Now, a little more than a year ago,"
    },
    {
      "start": 1.76,
      "dur": 1.909,
      "text": "Now, a little more than a year ago, Syria's decadesl long dictatorship"
    },
    {
      "start": 3.679,
      "dur": 2.551,
      "text": "Syria's decadesl long dictatorship suddenly collapsed. Bashar al-Assad fled"
    },
    {
      "start": 6.24,
      "dur": 1.75,
      "text": "suddenly collapsed. Bashar al-Assad fled as rebel fighters poured into the"
    },
    {
      "start": 8.0,
      "dur": 1.75,
      "text": "as rebel fighters poured into the capital. A former commander linked to"
    },
    {
      "start": 9.76,
      "dur": 2.07,
      "text": "capital. A former commander linked to al-Qaeda is now president, Ahmed Al-"
    },
    {
      "start": 11.84,
      "dur": 2.23,
      "text": "al-Qaeda is now president, Ahmed Al- Shara, and positions himself as a"
    },
    {
      "start": 14.08,
      "dur": 2.87,
      "text": "Shara, and positions himself as a pragmatist. His first 23 member interim"
    },
    {
      "start": 16.96,
      "dur": 1.75,
      "text": "pragmatist. His first 23 member interim cabinet, announced last March, includes"
    },
    {
      "start": 18.72,
      "dur": 2.23,
      "text": "cabinet, announced last March, includes only one woman who is also the only"
    },
    {
      "start": 20.96,
      "dur": 3.19,
      "text": "only one woman who is also the only Christian. Pend Kab Kabowat, a former"
    },
    {
      "start": 24.16,
      "dur": 1.99,
      "text": "Christian. Pend Kab Kabowat, a former opposition leader and lawyer, has taken"
    },
    {
      "start": 26.16,
      "dur": 1.75,
      "text": "opposition leader and lawyer, has taken on the Ministry of Social Affairs and"
    },
    {
      "start": 27.92,
      "dur": 1.749,
      "text": "on the Ministry of Social Affairs and Labor. And that means she's tackling"
    },
    {
      "start": 29.679,
      "dur": 2.151,
      "text": "Labor. And that means she's tackling some of the toughest issues. Let's bring"
    },
    {
      "start": 31.84,
      "dur": 1.91,
      "text": "some of the toughest issues. Let's bring you a special report now for the BBC's"
    },
    {
      "start": 33.76,
      "dur": 1.43,
      "text": "you a special report now for the BBC's Global Women Series. Our chief"
    },
    {
      "start": 35.2,
      "dur": 1.75,
      "text": "Global Women Series. Our chief international correspondent Lee Susette"
    },
    {
      "start": 36.96,
      "dur": 2.15,
      "text": "international correspondent Lee Susette spent time with her in Syria to see what"
    },
    {
      "start": 39.12,
      "dur": 2.07,
      "text": "spent time with her in Syria to see what challenges she faces."
    },
    {
      "start": 41.2,
      "dur": 2.07,
      "text": "challenges she faces. &gt;&gt; Oh my god, you have to meet these two"
    },
    {
      "start": 43.28,
      "dur": 3.67,
      "text": "&gt;&gt; Oh my god, you have to meet these two women. Hind Kabowat's ministry, new"
    },
    {
      "start": 46.96,
      "dur": 2.31,
      "text": "women. Hind Kabowat's ministry, new staff, many women."
    },
    {
      "start": 49.28,
      "dur": 0.87,
      "text": "staff, many women. &gt;&gt; They have positions in"
    },
    {
      "start": 50.16,
      "dur": 1.67,
      "text": "&gt;&gt; They have positions in &gt;&gt; they have position and now we are"
    },
    {
      "start": 51.84,
      "dur": 2.229,
      "text": "&gt;&gt; they have position and now we are supporting them and they're doing an"
    },
    {
      "start": 54.079,
      "dur": 3.511,
      "text": "supporting them and they're doing an amazing job better than all the men."
    },
    {
      "start": 57.6,
      "dur": 0.87,
      "text": "amazing job better than all the men. It's too hot here."
    },
    {
      "start": 58.48,
      "dur": 2.15,
      "text": "It's too hot here. &gt;&gt; Oh, look at this."
    },
    {
      "start": 60.64,
      "dur": 2.549,
      "text": "&gt;&gt; Oh, look at this. &gt;&gt; To her office, Hind brings her own"
    },
    {
      "start": 63.199,
      "dur": 3.27,
      "text": "&gt;&gt; To her office, Hind brings her own history. Educated in the East and West,"
    },
    {
      "start": 66.479,
      "dur": 3.031,
      "text": "history. Educated in the East and West, lawyer, former opposition leader, living"
    },
    {
      "start": 69.52,
      "dur": 4.07,
      "text": "lawyer, former opposition leader, living in exile for 14 years, now a seat at the"
    },
    {
      "start": 73.6,
      "dur": 2.07,
      "text": "in exile for 14 years, now a seat at the top table. You have said that not"
    },
    {
      "start": 75.68,
      "dur": 3.03,
      "text": "top table. You have said that not including more women at that cabinet"
    },
    {
      "start": 78.72,
      "dur": 3.27,
      "text": "including more women at that cabinet level was one of the biggest mistakes of"
    },
    {
      "start": 82.0,
      "dur": 2.07,
      "text": "level was one of the biggest mistakes of the first year in power. Of course, the"
    },
    {
      "start": 84.08,
      "dur": 3.029,
      "text": "the first year in power. Of course, the first day we were there, I told him why"
    },
    {
      "start": 87.119,
      "dur": 1.511,
      "text": "first day we were there, I told him why there is no more women."
    },
    {
      "start": 88.64,
      "dur": 0.789,
      "text": "there is no more women. &gt;&gt; What does he say?"
    },
    {
      "start": 89.439,
      "dur": 2.71,
      "text": "&gt;&gt; What does he say? &gt;&gt; He said it's coming. We are we are"
    },
    {
      "start": 92.159,
      "dur": 1.751,
      "text": "&gt;&gt; He said it's coming. We are we are transition. We might they might change"
    },
    {
      "start": 93.92,
      "dur": 2.95,
      "text": "transition. We might they might change us after one year. I hope that next year"
    },
    {
      "start": 96.88,
      "dur": 1.67,
      "text": "us after one year. I hope that next year when they change they will bring five"
    },
    {
      "start": 98.56,
      "dur": 1.509,
      "text": "when they change they will bring five six women because they are very"
    },
    {
      "start": 100.079,
      "dur": 1.99,
      "text": "six women because they are very qualified not because of women."
    },
    {
      "start": 102.079,
      "dur": 2.471,
      "text": "qualified not because of women. &gt;&gt; You don't feel that hint kabowat is the"
    },
    {
      "start": 104.56,
      "dur": 1.829,
      "text": "&gt;&gt; You don't feel that hint kabowat is the token woman in the government."
    },
    {
      "start": 106.399,
      "dur": 3.271,
      "text": "token woman in the government. &gt;&gt; I don't feel myself a Christian or woman"
    },
    {
      "start": 109.68,
      "dur": 2.069,
      "text": "&gt;&gt; I don't feel myself a Christian or woman when I do my job. feel like I'm a"
    },
    {
      "start": 111.759,
      "dur": 3.831,
      "text": "when I do my job. feel like I'm a citizen of Syria. I have a duty to help"
    },
    {
      "start": 115.6,
      "dur": 2.549,
      "text": "citizen of Syria. I have a duty to help and serve. The minute I don't see I have"
    },
    {
      "start": 118.159,
      "dur": 3.031,
      "text": "and serve. The minute I don't see I have the freedom to do my own strategy, my"
    },
    {
      "start": 121.2,
      "dur": 2.549,
      "text": "the freedom to do my own strategy, my own plan, my own budget. Why? I'm not a"
    },
    {
      "start": 123.759,
      "dur": 2.551,
      "text": "own plan, my own budget. Why? I'm not a window dressing. Hello, I'm not a window"
    },
    {
      "start": 126.32,
      "dur": 1.19,
      "text": "window dressing. Hello, I'm not a window dressing."
    },
    {
      "start": 127.52,
      "dur": 2.39,
      "text": "dressing. &gt;&gt; Today, the minister takes her team to"
    },
    {
      "start": 129.92,
      "dur": 3.11,
      "text": "&gt;&gt; Today, the minister takes her team to Idlib, the former rebel stronghold of"
    },
    {
      "start": 133.04,
      "dur": 2.47,
      "text": "Idlib, the former rebel stronghold of the men now in charge."
    },
    {
      "start": 135.52,
      "dur": 3.349,
      "text": "the men now in charge. 14 years of war left many wounds. This"
    },
    {
      "start": 138.879,
      "dur": 3.35,
      "text": "14 years of war left many wounds. This is one"
    },
    {
      "start": 142.239,
      "dur": 1.921,
      "text": "Hundreds of thousands of displaced"
    },
    {
      "start": 144.16,
      "dur": 2.789,
      "text": "Hundreds of thousands of displaced people still languish in camps like"
    },
    {
      "start": 146.959,
      "dur": 2.871,
      "text": "people still languish in camps like this. Hind is here to hear their"
    },
    {
      "start": 149.84,
      "dur": 3.029,
      "text": "this. Hind is here to hear their stories. Our villages were completely"
    },
    {
      "start": 152.879,
      "dur": 2.391,
      "text": "stories. Our villages were completely destroyed. The civil defense forces had"
    },
    {
      "start": 155.28,
      "dur": 2.15,
      "text": "destroyed. The civil defense forces had to open up roads so we can tell our"
    },
    {
      "start": 157.44,
      "dur": 2.31,
      "text": "to open up roads so we can tell our houses apart."
    },
    {
      "start": 159.76,
      "dur": 3.99,
      "text": "houses apart. &gt;&gt; Families live in flimsy tents in pain,"
    },
    {
      "start": 163.76,
      "dur": 3.35,
      "text": "&gt;&gt; Families live in flimsy tents in pain, poverty, and no aid from anyone. Do you"
    },
    {
      "start": 167.12,
      "dur": 2.55,
      "text": "poverty, and no aid from anyone. Do you fear that people's patience will run"
    },
    {
      "start": 169.68,
      "dur": 0.47,
      "text": "fear that people's patience will run out?"
    },
    {
      "start": 170.16,
      "dur": 1.91,
      "text": "out? &gt;&gt; Of course. And they're right. You put"
    },
    {
      "start": 172.08,
      "dur": 2.55,
      "text": "&gt;&gt; Of course. And they're right. You put yourself into their shoes and we don't"
    },
    {
      "start": 174.64,
      "dur": 2.79,
      "text": "yourself into their shoes and we don't have the money and if we don't have"
    },
    {
      "start": 177.44,
      "dur": 2.39,
      "text": "have the money and if we don't have united effort from the international"
    },
    {
      "start": 179.84,
      "dur": 3.43,
      "text": "united effort from the international community to help at least building some"
    },
    {
      "start": 183.28,
      "dur": 2.55,
      "text": "community to help at least building some houses for those people because this is"
    },
    {
      "start": 185.84,
      "dur": 1.99,
      "text": "houses for those people because this is hard for them."
    },
    {
      "start": 187.84,
      "dur": 2.469,
      "text": "hard for them. &gt;&gt; There are still long shadows at the"
    },
    {
      "start": 190.319,
      "dur": 3.111,
      "text": "&gt;&gt; There are still long shadows at the start of Syria's new day, a country some"
    },
    {
      "start": 193.44,
      "dur": 4.95,
      "text": "start of Syria's new day, a country some call a mosaic. many traditions and sex."
    },
    {
      "start": 198.4,
      "dur": 3.67,
      "text": "call a mosaic. many traditions and sex. War created deep cracks. Some fear"
    },
    {
      "start": 202.08,
      "dur": 3.19,
      "text": "War created deep cracks. Some fear they're getting worse. Alawites, Drews,"
    },
    {
      "start": 205.28,
      "dur": 3.35,
      "text": "they're getting worse. Alawites, Drews, Kurds, all accuse Syria's new leaders,"
    },
    {
      "start": 208.64,
      "dur": 3.27,
      "text": "Kurds, all accuse Syria's new leaders, former fighters, all Sunni Muslims, of"
    },
    {
      "start": 211.92,
      "dur": 2.869,
      "text": "former fighters, all Sunni Muslims, of turning their guns against them. In the"
    },
    {
      "start": 214.799,
      "dur": 4.311,
      "text": "turning their guns against them. In the past year, there was this massacre in in"
    },
    {
      "start": 219.12,
      "dur": 2.55,
      "text": "past year, there was this massacre in in the coastal areas. 1,400 people killed"
    },
    {
      "start": 221.68,
      "dur": 3.35,
      "text": "the coastal areas. 1,400 people killed and the inquiry said possible war crimes"
    },
    {
      "start": 225.04,
      "dur": 2.15,
      "text": "and the inquiry said possible war crimes were committed and again violence in the"
    },
    {
      "start": 227.2,
      "dur": 3.029,
      "text": "were committed and again violence in the south against the Drews. This has o"
    },
    {
      "start": 230.239,
      "dur": 2.63,
      "text": "south against the Drews. This has o opened a wound."
    },
    {
      "start": 232.879,
      "dur": 1.99,
      "text": "opened a wound. Did the government make mistakes in how"
    },
    {
      "start": 234.879,
      "dur": 1.35,
      "text": "Did the government make mistakes in how it responded?"
    },
    {
      "start": 236.239,
      "dur": 2.391,
      "text": "it responded? &gt;&gt; Mistakes happen in transition in"
    },
    {
      "start": 238.64,
      "dur": 2.63,
      "text": "&gt;&gt; Mistakes happen in transition in postconlict but more than just mistakes."
    },
    {
      "start": 241.28,
      "dur": 2.71,
      "text": "postconlict but more than just mistakes. &gt;&gt; Yeah. But but but what happened"
    },
    {
      "start": 244.0,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. But but but what happened immediately there is a commission to"
    },
    {
      "start": 246.0,
      "dur": 1.99,
      "text": "immediately there is a commission to inquiry."
    },
    {
      "start": 248.0,
      "dur": 2.869,
      "text": "inquiry. There is investigation and I do I know"
    },
    {
      "start": 250.879,
      "dur": 2.311,
      "text": "There is investigation and I do I know now so many of those who committed those"
    },
    {
      "start": 253.2,
      "dur": 2.15,
      "text": "now so many of those who committed those crimes are in prison. Am I happy about"
    },
    {
      "start": 255.36,
      "dur": 1.989,
      "text": "crimes are in prison. Am I happy about it? Of course not. Not even the"
    },
    {
      "start": 257.359,
      "dur": 4.231,
      "text": "it? Of course not. Not even the president. Everyone we're not happy."
    },
    {
      "start": 261.6,
      "dur": 2.63,
      "text": "president. Everyone we're not happy. &gt;&gt; Syrians still celebrate the end of"
    },
    {
      "start": 264.24,
      "dur": 3.75,
      "text": "&gt;&gt; Syrians still celebrate the end of decades of dictatorship."
    },
    {
      "start": 268.0,
      "dur": 2.95,
      "text": "decades of dictatorship. A year is a short time to move from war"
    },
    {
      "start": 270.96,
      "dur": 3.27,
      "text": "A year is a short time to move from war to peace. But Syrians now want to see"
    },
    {
      "start": 274.24,
      "dur": 4.87,
      "text": "to peace. But Syrians now want to see clearer signs that this is a new start."
    },
    {
      "start": 279.12,
      "dur": 1.67,
      "text": "clearer signs that this is a new start. &gt;&gt; And Liisa is with us now here in the"
    },
    {
      "start": 280.8,
      "dur": 1.99,
      "text": "&gt;&gt; And Liisa is with us now here in the studio and she's joined by Lena Shakuni"
    },
    {
      "start": 282.8,
      "dur": 2.31,
      "text": "studio and she's joined by Lena Shakuni from the BBC World Service. Lena, this"
    },
    {
      "start": 285.12,
      "dur": 2.069,
      "text": "from the BBC World Service. Lena, this was your idea for this documentary and"
    },
    {
      "start": 287.199,
      "dur": 2.151,
      "text": "was your idea for this documentary and this story and it is such a compelling"
    },
    {
      "start": 289.36,
      "dur": 1.59,
      "text": "this story and it is such a compelling one, but I wonder when we talk about"
    },
    {
      "start": 290.96,
      "dur": 2.15,
      "text": "one, but I wonder when we talk about Hinn Kavowat, she's obviously an"
    },
    {
      "start": 293.12,
      "dur": 2.95,
      "text": "Hinn Kavowat, she's obviously an important symbol to many, but is she"
    },
    {
      "start": 296.08,
      "dur": 2.47,
      "text": "important symbol to many, but is she universally loved in Syria? I mean she"
    },
    {
      "start": 298.56,
      "dur": 1.99,
      "text": "universally loved in Syria? I mean she you can see when we were with her and we"
    },
    {
      "start": 300.56,
      "dur": 2.39,
      "text": "you can see when we were with her and we went to a conference in Idlib and it was"
    },
    {
      "start": 302.96,
      "dur": 1.75,
      "text": "went to a conference in Idlib and it was a conference for women. There were"
    },
    {
      "start": 304.72,
      "dur": 2.63,
      "text": "a conference for women. There were students that came in that actually she"
    },
    {
      "start": 307.36,
      "dur": 3.43,
      "text": "students that came in that actually she taught during the 14 years of of uh war."
    },
    {
      "start": 310.8,
      "dur": 2.47,
      "text": "taught during the 14 years of of uh war. Um and these were young girls in their"
    },
    {
      "start": 313.28,
      "dur": 1.51,
      "text": "Um and these were young girls in their 20ies and they were saying how"
    },
    {
      "start": 314.8,
      "dur": 2.87,
      "text": "20ies and they were saying how optimistic they are with having her uh"
    },
    {
      "start": 317.68,
      "dur": 1.83,
      "text": "optimistic they are with having her uh there and in power and one of them was"
    },
    {
      "start": 319.52,
      "dur": 2.15,
      "text": "there and in power and one of them was like wagging her finger and saying you"
    },
    {
      "start": 321.68,
      "dur": 2.069,
      "text": "like wagging her finger and saying you know we want to be she taught us to be"
    },
    {
      "start": 323.759,
      "dur": 2.071,
      "text": "know we want to be she taught us to be decision makers. we want to be decision"
    },
    {
      "start": 325.84,
      "dur": 2.23,
      "text": "decision makers. we want to be decision makers and we're very optimistic with"
    },
    {
      "start": 328.08,
      "dur": 2.949,
      "text": "makers and we're very optimistic with having her on the other side. Uh you"
    },
    {
      "start": 331.039,
      "dur": 3.831,
      "text": "having her on the other side. Uh you know there are lots of um challenges"
    },
    {
      "start": 334.88,
      "dur": 2.07,
      "text": "know there are lots of um challenges facing a lot of women all over the"
    },
    {
      "start": 336.96,
      "dur": 4.39,
      "text": "facing a lot of women all over the country um you know since December 2024"
    },
    {
      "start": 341.36,
      "dur": 2.07,
      "text": "country um you know since December 2024 uh and the fall of Assad. There's been"
    },
    {
      "start": 343.44,
      "dur": 2.15,
      "text": "uh and the fall of Assad. There's been uh reports of kidnappings and and"
    },
    {
      "start": 345.6,
      "dur": 2.55,
      "text": "uh reports of kidnappings and and challenges that that that the women are"
    },
    {
      "start": 348.16,
      "dur": 1.51,
      "text": "challenges that that that the women are facing themselves. So there are other"
    },
    {
      "start": 349.68,
      "dur": 1.83,
      "text": "facing themselves. So there are other women who are working on other"
    },
    {
      "start": 351.52,
      "dur": 2.71,
      "text": "women who are working on other portfolios who are doing it in tandem to"
    },
    {
      "start": 354.24,
      "dur": 1.91,
      "text": "portfolios who are doing it in tandem to what Hind is doing. So they might not"
    },
    {
      "start": 356.16,
      "dur": 2.95,
      "text": "what Hind is doing. So they might not feel that, you know, regardless of"
    },
    {
      "start": 359.12,
      "dur": 1.909,
      "text": "feel that, you know, regardless of having her, they're still doing their"
    },
    {
      "start": 361.039,
      "dur": 0.791,
      "text": "having her, they're still doing their own stuff."
    },
    {
      "start": 361.84,
      "dur": 1.909,
      "text": "own stuff. &gt;&gt; But she makes a very clear point. I am"
    },
    {
      "start": 363.759,
      "dur": 1.99,
      "text": "&gt;&gt; But she makes a very clear point. I am not just window dressing. Is she making"
    },
    {
      "start": 365.759,
      "dur": 0.87,
      "text": "not just window dressing. Is she making a difference?"
    },
    {
      "start": 366.639,
      "dur": 3.511,
      "text": "a difference? &gt;&gt; I think she is in in certain circles and"
    },
    {
      "start": 370.16,
      "dur": 1.91,
      "text": "&gt;&gt; I think she is in in certain circles and and having her there is definitely"
    },
    {
      "start": 372.08,
      "dur": 2.15,
      "text": "and having her there is definitely important. But she also says I shouldn't"
    },
    {
      "start": 374.24,
      "dur": 1.91,
      "text": "important. But she also says I shouldn't be the only one. There should be more."
    },
    {
      "start": 376.16,
      "dur": 2.55,
      "text": "be the only one. There should be more. So that because of these issues that are"
    },
    {
      "start": 378.72,
      "dur": 2.71,
      "text": "So that because of these issues that are affecting women post the fall of the"
    },
    {
      "start": 381.44,
      "dur": 1.91,
      "text": "affecting women post the fall of the regime of Assad, there should be more"
    },
    {
      "start": 383.36,
      "dur": 1.829,
      "text": "regime of Assad, there should be more women there. There should be more women"
    },
    {
      "start": 385.199,
      "dur": 2.791,
      "text": "women there. There should be more women who have platforms to change things to"
    },
    {
      "start": 388.0,
      "dur": 2.469,
      "text": "who have platforms to change things to ameliate the situation for women all"
    },
    {
      "start": 390.479,
      "dur": 2.56,
      "text": "ameliate the situation for women all through Syria."
    }
  ]
}