{
  "videoId": "jGS4dkrVmzU",
  "title": "Police review Mandelson misconduct claims after Epstein emails | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 247,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.16,
      "text": "The police in London are reviewing a"
    },
    {
      "start": 2.48,
      "dur": 2.39,
      "text": "The police in London are reviewing a number of reports relating to alleged"
    },
    {
      "start": 4.88,
      "dur": 2.71,
      "text": "number of reports relating to alleged misconduct in a public office after"
    },
    {
      "start": 7.6,
      "dur": 1.909,
      "text": "misconduct in a public office after emails were discovered which suggests"
    },
    {
      "start": 9.519,
      "dur": 2.07,
      "text": "emails were discovered which suggests that Lord Mandlesson, when he was"
    },
    {
      "start": 11.599,
      "dur": 1.99,
      "text": "that Lord Mandlesson, when he was business secretary, sent market"
    },
    {
      "start": 13.599,
      "dur": 2.551,
      "text": "business secretary, sent market sensitive information to the convicted"
    },
    {
      "start": 16.16,
      "dur": 2.47,
      "text": "sensitive information to the convicted sex offender Jeffrey Epstein. The"
    },
    {
      "start": 18.64,
      "dur": 2.15,
      "text": "sex offender Jeffrey Epstein. The correspondence is contained in more than"
    },
    {
      "start": 20.8,
      "dur": 2.629,
      "text": "correspondence is contained in more than 3 million documents released by the US"
    },
    {
      "start": 23.439,
      "dur": 2.471,
      "text": "3 million documents released by the US Justice Department relating to Epstein."
    },
    {
      "start": 25.92,
      "dur": 1.99,
      "text": "Justice Department relating to Epstein. All this springs from an email dating"
    },
    {
      "start": 27.92,
      "dur": 2.87,
      "text": "All this springs from an email dating from 2010 in which it's alleged Peter"
    },
    {
      "start": 30.8,
      "dur": 3.03,
      "text": "from 2010 in which it's alleged Peter Mandlesson gave Epstein advanced warning"
    },
    {
      "start": 33.84,
      "dur": 3.35,
      "text": "Mandlesson gave Epstein advanced warning of a planned 500 billion euro bailout"
    },
    {
      "start": 37.2,
      "dur": 3.349,
      "text": "of a planned 500 billion euro bailout from the EU to save the euro. Well, the"
    },
    {
      "start": 40.559,
      "dur": 2.31,
      "text": "from the EU to save the euro. Well, the BBC has approached Lord Mandlesson for"
    },
    {
      "start": 42.879,
      "dur": 2.071,
      "text": "BBC has approached Lord Mandlesson for comment. Meanwhile, Sarah Ferguson's"
    },
    {
      "start": 44.96,
      "dur": 2.31,
      "text": "comment. Meanwhile, Sarah Ferguson's charity Sarah's Trust announced it will"
    },
    {
      "start": 47.28,
      "dur": 2.39,
      "text": "charity Sarah's Trust announced it will closing for the foreseeable future after"
    },
    {
      "start": 49.68,
      "dur": 2.31,
      "text": "closing for the foreseeable future after new revelations emerged about the former"
    },
    {
      "start": 52.0,
      "dur": 1.59,
      "text": "new revelations emerged about the former Duchess of York's friendship with"
    },
    {
      "start": 53.6,
      "dur": 2.469,
      "text": "Duchess of York's friendship with Jeffrey Epstein. Emails suggest that she"
    },
    {
      "start": 56.079,
      "dur": 2.231,
      "text": "Jeffrey Epstein. Emails suggest that she was in contact with him while he was in"
    },
    {
      "start": 58.32,
      "dur": 2.229,
      "text": "was in contact with him while he was in prison and had asked for his advice"
    },
    {
      "start": 60.559,
      "dur": 2.391,
      "text": "prison and had asked for his advice about her business, the mother's army."
    },
    {
      "start": 62.96,
      "dur": 2.07,
      "text": "about her business, the mother's army. Again, the BBC has contacted Ferguson"
    },
    {
      "start": 65.04,
      "dur": 2.31,
      "text": "Again, the BBC has contacted Ferguson for comment on the latest release. Being"
    },
    {
      "start": 67.36,
      "dur": 2.71,
      "text": "for comment on the latest release. Being named among the Epstein files is not an"
    },
    {
      "start": 70.08,
      "dur": 2.63,
      "text": "named among the Epstein files is not an indication of wrongdoing. Simon Jones"
    },
    {
      "start": 72.72,
      "dur": 2.709,
      "text": "indication of wrongdoing. Simon Jones begins our coverage."
    },
    {
      "start": 75.439,
      "dur": 2.871,
      "text": "begins our coverage. From the Epstein Files, new revelations"
    },
    {
      "start": 78.32,
      "dur": 2.149,
      "text": "From the Epstein Files, new revelations about the length and strength of the"
    },
    {
      "start": 80.479,
      "dur": 2.151,
      "text": "about the length and strength of the friendship between Jeffrey Epstein and"
    },
    {
      "start": 82.64,
      "dur": 1.91,
      "text": "friendship between Jeffrey Epstein and Sarah Ferguson."
    },
    {
      "start": 84.56,
      "dur": 2.229,
      "text": "Sarah Ferguson. a friendship that has cost her her title"
    },
    {
      "start": 86.799,
      "dur": 3.67,
      "text": "a friendship that has cost her her title Duchess of York and her charitable work."
    },
    {
      "start": 90.479,
      "dur": 3.111,
      "text": "Duchess of York and her charitable work. This email dated the 14th of June 2009"
    },
    {
      "start": 93.6,
      "dur": 2.39,
      "text": "This email dated the 14th of June 2009 from a Sarah to Epstein asking for"
    },
    {
      "start": 96.0,
      "dur": 2.069,
      "text": "from a Sarah to Epstein asking for business advice was sent while he was"
    },
    {
      "start": 98.079,
      "dur": 1.751,
      "text": "business advice was sent while he was still serving a prison sentence for"
    },
    {
      "start": 99.84,
      "dur": 2.55,
      "text": "still serving a prison sentence for child sex offenses. Just over a month"
    },
    {
      "start": 102.4,
      "dur": 2.63,
      "text": "child sex offenses. Just over a month later after his release, Sarah Ferguson"
    },
    {
      "start": 105.04,
      "dur": 1.99,
      "text": "later after his release, Sarah Ferguson emailed about meeting for lunch with her"
    },
    {
      "start": 107.04,
      "dur": 2.31,
      "text": "emailed about meeting for lunch with her two daughters who were then aged 20 and"
    },
    {
      "start": 109.36,
      "dur": 2.55,
      "text": "two daughters who were then aged 20 and 19. What address shall we come to? It"
    },
    {
      "start": 111.92,
      "dur": 2.549,
      "text": "19. What address shall we come to? It will be myself, Beatatrice, and Eujenei."
    },
    {
      "start": 114.479,
      "dur": 2.471,
      "text": "will be myself, Beatatrice, and Eujenei. Epstein had only been out of jail for 5"
    },
    {
      "start": 116.96,
      "dur": 2.469,
      "text": "Epstein had only been out of jail for 5 days. Sarah Ferguson has been approached"
    },
    {
      "start": 119.439,
      "dur": 1.191,
      "text": "days. Sarah Ferguson has been approached for comment."
    },
    {
      "start": 120.64,
      "dur": 1.91,
      "text": "for comment. &gt;&gt; In this room, there are so many people"
    },
    {
      "start": 122.56,
      "dur": 1.829,
      "text": "&gt;&gt; In this room, there are so many people that do so much to change people's"
    },
    {
      "start": 124.399,
      "dur": 3.431,
      "text": "that do so much to change people's lives, and my job is to be an amplifier"
    },
    {
      "start": 127.84,
      "dur": 1.43,
      "text": "lives, and my job is to be an amplifier of your work."
    },
    {
      "start": 129.28,
      "dur": 1.99,
      "text": "of your work. &gt;&gt; This was Sarah Ferguson explaining the"
    },
    {
      "start": 131.28,
      "dur": 2.47,
      "text": "&gt;&gt; This was Sarah Ferguson explaining the mission of her charity, Sarah's Trust."
    },
    {
      "start": 133.76,
      "dur": 2.549,
      "text": "mission of her charity, Sarah's Trust. Launched in 2020, it says it has helped"
    },
    {
      "start": 136.319,
      "dur": 1.751,
      "text": "Launched in 2020, it says it has helped almost one and a half million children"
    },
    {
      "start": 138.08,
      "dur": 2.55,
      "text": "almost one and a half million children in 25 countries with education,"
    },
    {
      "start": 140.64,
      "dur": 2.47,
      "text": "in 25 countries with education, healthcare, and environmental projects."
    },
    {
      "start": 143.12,
      "dur": 2.31,
      "text": "healthcare, and environmental projects. But now the work is over. In a"
    },
    {
      "start": 145.44,
      "dur": 1.99,
      "text": "But now the work is over. In a statement, the charity said, \"Our chair"
    },
    {
      "start": 147.44,
      "dur": 1.99,
      "text": "statement, the charity said, \"Our chair Sarah Ferguson and the board of trustees"
    },
    {
      "start": 149.44,
      "dur": 2.23,
      "text": "Sarah Ferguson and the board of trustees have agreed that with regret the charity"
    },
    {
      "start": 151.68,
      "dur": 1.99,
      "text": "have agreed that with regret the charity will shortly close for the foreseeable"
    },
    {
      "start": 153.68,
      "dur": 1.99,
      "text": "will shortly close for the foreseeable future. This has been under discussion"
    },
    {
      "start": 155.68,
      "dur": 2.31,
      "text": "future. This has been under discussion and in train for some months. We remain"
    },
    {
      "start": 158.0,
      "dur": 2.15,
      "text": "and in train for some months. We remain extremely proud of the work of the trust"
    },
    {
      "start": 160.16,
      "dur": 1.99,
      "text": "extremely proud of the work of the trust over recent years. There was no"
    },
    {
      "start": 162.16,
      "dur": 2.55,
      "text": "over recent years. There was no explanation for the closure. Sarah"
    },
    {
      "start": 164.72,
      "dur": 2.149,
      "text": "explanation for the closure. Sarah Ferguson's former husband, the former"
    },
    {
      "start": 166.879,
      "dur": 2.391,
      "text": "Ferguson's former husband, the former prince Andrew Mountbatam Windsor, was"
    },
    {
      "start": 169.28,
      "dur": 2.229,
      "text": "prince Andrew Mountbatam Windsor, was seen in the town yesterday. He's facing"
    },
    {
      "start": 171.519,
      "dur": 2.151,
      "text": "seen in the town yesterday. He's facing renewed calls to reveal more about his"
    },
    {
      "start": 173.68,
      "dur": 1.99,
      "text": "renewed calls to reveal more about his friendship with Epstein. He's always"
    },
    {
      "start": 175.68,
      "dur": 2.47,
      "text": "friendship with Epstein. He's always denied any wrongdoing. And Lord"
    },
    {
      "start": 178.16,
      "dur": 2.149,
      "text": "denied any wrongdoing. And Lord Mandlesson's association with Epstein"
    },
    {
      "start": 180.319,
      "dur": 2.231,
      "text": "Mandlesson's association with Epstein has led the police to review reports of"
    },
    {
      "start": 182.56,
      "dur": 2.309,
      "text": "has led the police to review reports of alleged misconduct in a public office"
    },
    {
      "start": 184.879,
      "dur": 1.99,
      "text": "alleged misconduct in a public office after Lord Mandlesson was accused of"
    },
    {
      "start": 186.879,
      "dur": 1.671,
      "text": "after Lord Mandlesson was accused of passing on sensitive government"
    },
    {
      "start": 188.56,
      "dur": 1.91,
      "text": "passing on sensitive government information to his friend when he was"
    },
    {
      "start": 190.48,
      "dur": 2.23,
      "text": "information to his friend when he was business secretary. The Met will assess"
    },
    {
      "start": 192.72,
      "dur": 1.589,
      "text": "business secretary. The Met will assess whether the criminal threshold for"
    },
    {
      "start": 194.319,
      "dur": 2.55,
      "text": "whether the criminal threshold for investigation has been met. MPs have"
    },
    {
      "start": 196.879,
      "dur": 1.591,
      "text": "investigation has been met. MPs have welcomed the review."
    },
    {
      "start": 198.48,
      "dur": 1.91,
      "text": "welcomed the review. &gt;&gt; It was treacherous. It was the most"
    },
    {
      "start": 200.4,
      "dur": 2.15,
      "text": "&gt;&gt; It was treacherous. It was the most appalling behavior. I'm really"
    },
    {
      "start": 202.56,
      "dur": 1.51,
      "text": "appalling behavior. I'm really profoundly"
    },
    {
      "start": 204.08,
      "dur": 2.869,
      "text": "profoundly distressed by it. It is so scandalous"
    },
    {
      "start": 206.959,
      "dur": 1.91,
      "text": "distressed by it. It is so scandalous taking advantage of having like if"
    },
    {
      "start": 208.879,
      "dur": 2.07,
      "text": "taking advantage of having like if you're you're in the cabinet and you're"
    },
    {
      "start": 210.959,
      "dur": 3.031,
      "text": "you're you're in the cabinet and you're take and you're essentially acting on"
    },
    {
      "start": 214.0,
      "dur": 2.71,
      "text": "take and you're essentially acting on behalf of people abroad against your own"
    },
    {
      "start": 216.72,
      "dur": 2.31,
      "text": "behalf of people abroad against your own government passing on secrets like oh"
    },
    {
      "start": 219.04,
      "dur": 1.67,
      "text": "government passing on secrets like oh the prime minister is about to resign. I"
    },
    {
      "start": 220.72,
      "dur": 2.069,
      "text": "the prime minister is about to resign. I finally persuaded him to. It's"
    },
    {
      "start": 222.799,
      "dur": 1.671,
      "text": "finally persuaded him to. It's completely unforgivable."
    },
    {
      "start": 224.48,
      "dur": 1.669,
      "text": "completely unforgivable. &gt;&gt; Downing Street said the prime minister"
    },
    {
      "start": 226.159,
      "dur": 1.831,
      "text": "&gt;&gt; Downing Street said the prime minister believes Lord Mandlesson should not be a"
    },
    {
      "start": 228.0,
      "dur": 1.75,
      "text": "believes Lord Mandlesson should not be a member of the House of Lords or use his"
    },
    {
      "start": 229.76,
      "dur": 2.389,
      "text": "member of the House of Lords or use his title, but a new law would be required"
    },
    {
      "start": 232.159,
      "dur": 2.871,
      "text": "title, but a new law would be required to remove a periage. Lord Mandlesson has"
    },
    {
      "start": 235.04,
      "dur": 1.749,
      "text": "to remove a periage. Lord Mandlesson has not responded to requests for comment,"
    },
    {
      "start": 236.799,
      "dur": 1.751,
      "text": "not responded to requests for comment, but has previously questioned the"
    },
    {
      "start": 238.56,
      "dur": 2.07,
      "text": "but has previously questioned the authenticity of some of the documents in"
    },
    {
      "start": 240.64,
      "dur": 2.39,
      "text": "authenticity of some of the documents in the Epstein files. He says he regrets"
    },
    {
      "start": 243.04,
      "dur": 3.109,
      "text": "the Epstein files. He says he regrets ever knowing Epstein. Simon Jones, BBC"
    },
    {
      "start": 246.159,
      "dur": 2.16,
      "text": "ever knowing Epstein. Simon Jones, BBC News."
    }
  ]
}