{
  "videoId": "jH3H_qdFWtc",
  "title": "Hundreds of illegal waste tips operating in England, investigation finds | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 217,
  "segments": [
    {
      "start": 0.24,
      "dur": 3.12,
      "text": "There are more than 500 illegal waste"
    },
    {
      "start": 3.36,
      "dur": 2.469,
      "text": "There are more than 500 illegal waste dumps operating across England. That's"
    },
    {
      "start": 5.839,
      "dur": 2.391,
      "text": "dumps operating across England. That's the finding of a BBC investigation. And"
    },
    {
      "start": 8.24,
      "dur": 2.309,
      "text": "the finding of a BBC investigation. And at least 11 sites contain more than"
    },
    {
      "start": 10.559,
      "dur": 3.271,
      "text": "at least 11 sites contain more than 20,000 tons of waste. Police say many"
    },
    {
      "start": 13.84,
      "dur": 2.15,
      "text": "20,000 tons of waste. Police say many are linked to organized crime. Residents"
    },
    {
      "start": 16.0,
      "dur": 2.15,
      "text": "are linked to organized crime. Residents living nearby say more needs to be done"
    },
    {
      "start": 18.16,
      "dur": 1.91,
      "text": "living nearby say more needs to be done to clean them up and protect the"
    },
    {
      "start": 20.08,
      "dur": 3.99,
      "text": "to clean them up and protect the environment. Jenny Kumar reports."
    },
    {
      "start": 24.08,
      "dur": 3.349,
      "text": "environment. Jenny Kumar reports. Dumped by the road, tons tipped in the"
    },
    {
      "start": 27.439,
      "dur": 3.271,
      "text": "Dumped by the road, tons tipped in the woods. Across the country, waste crime"
    },
    {
      "start": 30.72,
      "dur": 2.47,
      "text": "woods. Across the country, waste crime is on the rise with some sites reaching"
    },
    {
      "start": 33.2,
      "dur": 1.99,
      "text": "is on the rise with some sites reaching industrial proportions in the"
    },
    {
      "start": 35.2,
      "dur": 1.11,
      "text": "industrial proportions in the countryside."
    },
    {
      "start": 36.32,
      "dur": 2.229,
      "text": "countryside. &gt;&gt; So, this is the site here on the right."
    },
    {
      "start": 38.559,
      "dur": 2.15,
      "text": "&gt;&gt; So, this is the site here on the right. There have been things been going on for"
    },
    {
      "start": 40.719,
      "dur": 2.15,
      "text": "There have been things been going on for six or seven years. There have been"
    },
    {
      "start": 42.879,
      "dur": 2.951,
      "text": "six or seven years. There have been incidents of spontaneous combustion"
    },
    {
      "start": 45.84,
      "dur": 1.83,
      "text": "incidents of spontaneous combustion where material is heated and caught"
    },
    {
      "start": 47.68,
      "dur": 1.349,
      "text": "where material is heated and caught fire."
    },
    {
      "start": 49.039,
      "dur": 1.51,
      "text": "fire. &gt;&gt; What impact has this had?"
    },
    {
      "start": 50.559,
      "dur": 1.99,
      "text": "&gt;&gt; What impact has this had? &gt;&gt; It's called smell. Uh there's been"
    },
    {
      "start": 52.559,
      "dur": 2.63,
      "text": "&gt;&gt; It's called smell. Uh there's been smoke, uh there's been noise. So those"
    },
    {
      "start": 55.199,
      "dur": 1.99,
      "text": "smoke, uh there's been noise. So those really been the concerns that we've had"
    },
    {
      "start": 57.199,
      "dur": 1.751,
      "text": "really been the concerns that we've had as local residents."
    },
    {
      "start": 58.96,
      "dur": 2.069,
      "text": "as local residents. &gt;&gt; The environment agency says it's"
    },
    {
      "start": 61.039,
      "dur": 2.31,
      "text": "&gt;&gt; The environment agency says it's investigating, but locals feel furious"
    },
    {
      "start": 63.359,
      "dur": 2.631,
      "text": "investigating, but locals feel furious at the lack of change. We contacted the"
    },
    {
      "start": 66.0,
      "dur": 2.149,
      "text": "at the lack of change. We contacted the person believed to be using this site,"
    },
    {
      "start": 68.159,
      "dur": 2.95,
      "text": "person believed to be using this site, but he declined to comment. The BBC has"
    },
    {
      "start": 71.119,
      "dur": 2.151,
      "text": "but he declined to comment. The BBC has learned there are more than 500 illegal"
    },
    {
      "start": 73.28,
      "dur": 3.03,
      "text": "learned there are more than 500 illegal waste sites operating across England and"
    },
    {
      "start": 76.32,
      "dur": 2.789,
      "text": "waste sites operating across England and at least 11 are massive, containing more"
    },
    {
      "start": 79.119,
      "dur": 2.791,
      "text": "at least 11 are massive, containing more than 20,000 tons of waste. For"
    },
    {
      "start": 81.92,
      "dur": 3.59,
      "text": "than 20,000 tons of waste. For criminals, this is big business."
    },
    {
      "start": 85.52,
      "dur": 1.19,
      "text": "criminals, this is big business. &gt;&gt; Police."
    },
    {
      "start": 86.72,
      "dur": 1.91,
      "text": "&gt;&gt; Police. &gt;&gt; This month, West Mia police did this"
    },
    {
      "start": 88.64,
      "dur": 2.07,
      "text": "&gt;&gt; This month, West Mia police did this raid as part of an investigation into"
    },
    {
      "start": 90.72,
      "dur": 2.069,
      "text": "raid as part of an investigation into money laundering linked to illegal waste"
    },
    {
      "start": 92.799,
      "dur": 0.711,
      "text": "money laundering linked to illegal waste dumping."
    },
    {
      "start": 93.52,
      "dur": 2.39,
      "text": "dumping. &gt;&gt; I'm going to have to arrest you. Two men"
    },
    {
      "start": 95.92,
      "dur": 3.03,
      "text": "&gt;&gt; I'm going to have to arrest you. Two men were arrested and £100,000 in cash was"
    },
    {
      "start": 98.96,
      "dur": 2.63,
      "text": "were arrested and £100,000 in cash was seized. The police insist they're"
    },
    {
      "start": 101.6,
      "dur": 1.67,
      "text": "seized. The police insist they're working hard to tackle the gangs"
    },
    {
      "start": 103.28,
      "dur": 2.39,
      "text": "working hard to tackle the gangs involved, but some residents living near"
    },
    {
      "start": 105.68,
      "dur": 2.55,
      "text": "involved, but some residents living near this illegal way site in Worcers want"
    },
    {
      "start": 108.24,
      "dur": 2.869,
      "text": "this illegal way site in Worcers want the authorities to do more. Why is it"
    },
    {
      "start": 111.119,
      "dur": 1.67,
      "text": "the authorities to do more. Why is it that you wanted to do this interview"
    },
    {
      "start": 112.799,
      "dur": 0.95,
      "text": "that you wanted to do this interview anonymously?"
    },
    {
      "start": 113.759,
      "dur": 1.99,
      "text": "anonymously? &gt;&gt; Primarily because of the fear of of the"
    },
    {
      "start": 115.759,
      "dur": 1.911,
      "text": "&gt;&gt; Primarily because of the fear of of the intimidation. We've had several"
    },
    {
      "start": 117.68,
      "dur": 2.709,
      "text": "intimidation. We've had several villagers who have been intimidated."
    },
    {
      "start": 120.399,
      "dur": 1.99,
      "text": "villagers who have been intimidated. They've had people park outside their"
    },
    {
      "start": 122.399,
      "dur": 2.471,
      "text": "They've had people park outside their house. They've been followed. But the"
    },
    {
      "start": 124.88,
      "dur": 2.95,
      "text": "house. They've been followed. But the fact that these sites are so big and and"
    },
    {
      "start": 127.84,
      "dur": 2.31,
      "text": "fact that these sites are so big and and there are so many, it just goes to show"
    },
    {
      "start": 130.16,
      "dur": 1.429,
      "text": "there are so many, it just goes to show that the criminals know that the"
    },
    {
      "start": 131.599,
      "dur": 1.751,
      "text": "that the criminals know that the authorities are inadequate and they know"
    },
    {
      "start": 133.36,
      "dur": 2.79,
      "text": "authorities are inadequate and they know that the the penalties are inadequate."
    },
    {
      "start": 136.16,
      "dur": 2.31,
      "text": "that the the penalties are inadequate. The land owner of the site in Worershere"
    },
    {
      "start": 138.48,
      "dur": 1.59,
      "text": "The land owner of the site in Worershere didn't want to speak to us when we"
    },
    {
      "start": 140.08,
      "dur": 2.31,
      "text": "didn't want to speak to us when we visited, but has previously said the"
    },
    {
      "start": 142.4,
      "dur": 2.39,
      "text": "visited, but has previously said the land is rented out. The tenant and"
    },
    {
      "start": 144.8,
      "dur": 2.31,
      "text": "land is rented out. The tenant and operators of the other illegal sites"
    },
    {
      "start": 147.12,
      "dur": 2.39,
      "text": "operators of the other illegal sites targeted by West Mercia police have"
    },
    {
      "start": 149.52,
      "dur": 3.19,
      "text": "targeted by West Mercia police have failed to respond to the BBC"
    },
    {
      "start": 152.72,
      "dur": 1.99,
      "text": "failed to respond to the BBC here in Kidlington in Oxfordshire. The"
    },
    {
      "start": 154.72,
      "dur": 1.509,
      "text": "here in Kidlington in Oxfordshire. The environment agency have announced"
    },
    {
      "start": 156.239,
      "dur": 1.671,
      "text": "environment agency have announced they're clearing this site because of"
    },
    {
      "start": 157.92,
      "dur": 2.63,
      "text": "they're clearing this site because of the fire risk. The cost nearly 10"
    },
    {
      "start": 160.56,
      "dur": 1.029,
      "text": "the fire risk. The cost nearly 10 million."
    },
    {
      "start": 161.599,
      "dur": 2.391,
      "text": "million. &gt;&gt; It would have been better if the dump"
    },
    {
      "start": 164.0,
      "dur": 1.75,
      "text": "&gt;&gt; It would have been better if the dump had been stopped happening earlier so"
    },
    {
      "start": 165.76,
      "dur": 2.469,
      "text": "had been stopped happening earlier so that the cost of clear up was a lot less"
    },
    {
      "start": 168.239,
      "dur": 1.591,
      "text": "that the cost of clear up was a lot less and of course the environmental damage"
    },
    {
      "start": 169.84,
      "dur": 1.19,
      "text": "and of course the environmental damage wouldn't have happened."
    },
    {
      "start": 171.04,
      "dur": 2.07,
      "text": "wouldn't have happened. &gt;&gt; We share the public's disgust. Every"
    },
    {
      "start": 173.12,
      "dur": 1.35,
      "text": "&gt;&gt; We share the public's disgust. Every year we're shutting down hundreds of"
    },
    {
      "start": 174.48,
      "dur": 1.51,
      "text": "year we're shutting down hundreds of illegal waste sites, preventing waste"
    },
    {
      "start": 176.0,
      "dur": 2.309,
      "text": "illegal waste sites, preventing waste from being illegally exported. Um, but"
    },
    {
      "start": 178.319,
      "dur": 1.751,
      "text": "from being illegally exported. Um, but it's a dynamic picture for the all the"
    },
    {
      "start": 180.08,
      "dur": 1.19,
      "text": "it's a dynamic picture for the all the waist sites that we're closing. We're"
    },
    {
      "start": 181.28,
      "dur": 1.669,
      "text": "waist sites that we're closing. We're seeing more and more pop up around the"
    },
    {
      "start": 182.959,
      "dur": 2.55,
      "text": "seeing more and more pop up around the country. The chair of a House of Lords"
    },
    {
      "start": 185.519,
      "dur": 1.511,
      "text": "country. The chair of a House of Lords committee that's been investigating"
    },
    {
      "start": 187.04,
      "dur": 1.75,
      "text": "committee that's been investigating waste crime has called for the"
    },
    {
      "start": 188.8,
      "dur": 1.99,
      "text": "waste crime has called for the government to take more action and said"
    },
    {
      "start": 190.8,
      "dur": 2.069,
      "text": "government to take more action and said the BBC's research has exposed"
    },
    {
      "start": 192.879,
      "dur": 2.551,
      "text": "the BBC's research has exposed widespread illegal dumping across the"
    },
    {
      "start": 195.44,
      "dur": 2.789,
      "text": "widespread illegal dumping across the country. A DERA spokesperson said they"
    },
    {
      "start": 198.239,
      "dur": 1.91,
      "text": "country. A DERA spokesperson said they have given the environment agency more"
    },
    {
      "start": 200.159,
      "dur": 2.79,
      "text": "have given the environment agency more officers and 50% more funding and"
    },
    {
      "start": 202.959,
      "dur": 1.431,
      "text": "officers and 50% more funding and they're working to make those"
    },
    {
      "start": 204.4,
      "dur": 2.39,
      "text": "they're working to make those responsible pay."
    },
    {
      "start": 206.8,
      "dur": 1.67,
      "text": "responsible pay. But for the communities living near"
    },
    {
      "start": 208.48,
      "dur": 2.07,
      "text": "But for the communities living near these illegal dumps, there's a feeling"
    },
    {
      "start": 210.56,
      "dur": 1.669,
      "text": "these illegal dumps, there's a feeling that the authorities have a huge"
    },
    {
      "start": 212.239,
      "dur": 2.951,
      "text": "that the authorities have a huge mountain to climb to stop this crime."
    },
    {
      "start": 215.2,
      "dur": 3.44,
      "text": "mountain to climb to stop this crime. Jenny Kumar, BBC News."
    }
  ]
}