{
  "videoId": "jOF0Fd7aKqk",
  "title": "Israeli air strikes kill at least 28 Palestinians in Gaza, rescue officials say | BBC News",
  "publishedAt": "2026-01-31",
  "channel": "BBC News",
  "durationSeconds": 195,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.32,
      "text": "At least 28 people are reported to have"
    },
    {
      "start": 2.8,
      "dur": 2.07,
      "text": "At least 28 people are reported to have been killed in Israeli air strikes on"
    },
    {
      "start": 4.88,
      "dur": 2.389,
      "text": "been killed in Israeli air strikes on Gaza overnight. The health ministry in"
    },
    {
      "start": 7.279,
      "dur": 1.671,
      "text": "Gaza overnight. The health ministry in Gaza, which operates under the authority"
    },
    {
      "start": 8.96,
      "dur": 2.39,
      "text": "Gaza, which operates under the authority of Hamas, says that dozens more were"
    },
    {
      "start": 11.36,
      "dur": 2.55,
      "text": "of Hamas, says that dozens more were injured in the strikes. The US brokered"
    },
    {
      "start": 13.92,
      "dur": 1.589,
      "text": "injured in the strikes. The US brokered ceasefire, which came into effect last"
    },
    {
      "start": 15.519,
      "dur": 2.231,
      "text": "ceasefire, which came into effect last October, has moved into the second phase"
    },
    {
      "start": 17.76,
      "dur": 1.669,
      "text": "October, has moved into the second phase since the last remaining body of a"
    },
    {
      "start": 19.439,
      "dur": 2.231,
      "text": "since the last remaining body of a hostage held in Gaza was returned to"
    },
    {
      "start": 21.68,
      "dur": 2.47,
      "text": "hostage held in Gaza was returned to Israel. But Israel and Hamas regularly"
    },
    {
      "start": 24.16,
      "dur": 1.59,
      "text": "Israel. But Israel and Hamas regularly continue to accuse each other of"
    },
    {
      "start": 25.76,
      "dur": 2.39,
      "text": "continue to accuse each other of breaching the truth. The BBC's Dan"
    },
    {
      "start": 28.16,
      "dur": 2.07,
      "text": "breaching the truth. The BBC's Dan Johnson is in Jerusalem. He gave me the"
    },
    {
      "start": 30.24,
      "dur": 1.75,
      "text": "Johnson is in Jerusalem. He gave me the latest."
    },
    {
      "start": 32.0,
      "dur": 2.549,
      "text": "latest. &gt;&gt; Yes. A series of air strikes reported"
    },
    {
      "start": 34.559,
      "dur": 1.67,
      "text": "&gt;&gt; Yes. A series of air strikes reported since the early hours of this morning"
    },
    {
      "start": 36.239,
      "dur": 3.271,
      "text": "since the early hours of this morning across Gaza. An air strike in Gaza City"
    },
    {
      "start": 39.52,
      "dur": 2.549,
      "text": "across Gaza. An air strike in Gaza City which has hit uh two apartment blocks"
    },
    {
      "start": 42.079,
      "dur": 2.071,
      "text": "which has hit uh two apartment blocks and a Hamas police station. We"
    },
    {
      "start": 44.16,
      "dur": 1.75,
      "text": "and a Hamas police station. We understand there are police officers and"
    },
    {
      "start": 45.92,
      "dur": 2.469,
      "text": "understand there are police officers and prisoners who've been killed there. The"
    },
    {
      "start": 48.399,
      "dur": 2.31,
      "text": "prisoners who've been killed there. The people killed in the apartment blocks"
    },
    {
      "start": 50.719,
      "dur": 2.15,
      "text": "people killed in the apartment blocks include children. And then in the south"
    },
    {
      "start": 52.879,
      "dur": 2.711,
      "text": "include children. And then in the south of Gaza, there are reports of an Israeli"
    },
    {
      "start": 55.6,
      "dur": 3.03,
      "text": "of Gaza, there are reports of an Israeli helicopter gunship having hit a tent in"
    },
    {
      "start": 58.64,
      "dur": 2.47,
      "text": "helicopter gunship having hit a tent in which a family was sheltering. Seven"
    },
    {
      "start": 61.12,
      "dur": 2.79,
      "text": "which a family was sheltering. Seven members of that family are reported dead"
    },
    {
      "start": 63.92,
      "dur": 2.63,
      "text": "members of that family are reported dead again in including children. And across"
    },
    {
      "start": 66.56,
      "dur": 1.909,
      "text": "again in including children. And across Gaza, uh the reports we have at the"
    },
    {
      "start": 68.479,
      "dur": 2.63,
      "text": "Gaza, uh the reports we have at the moment are that at least 28 people have"
    },
    {
      "start": 71.119,
      "dur": 1.99,
      "text": "moment are that at least 28 people have been killed, but the teams are still"
    },
    {
      "start": 73.119,
      "dur": 1.67,
      "text": "been killed, but the teams are still searching the rubble and it's possible"
    },
    {
      "start": 74.799,
      "dur": 2.231,
      "text": "searching the rubble and it's possible that that number will increase further."
    },
    {
      "start": 77.04,
      "dur": 2.95,
      "text": "that that number will increase further. Dozens have also been injured in this"
    },
    {
      "start": 80.0,
      "dur": 2.39,
      "text": "Dozens have also been injured in this series of attacks. The Israelis have"
    },
    {
      "start": 82.4,
      "dur": 1.749,
      "text": "series of attacks. The Israelis have confirmed that they have conducted"
    },
    {
      "start": 84.159,
      "dur": 1.831,
      "text": "confirmed that they have conducted further air strikes. They are linking"
    },
    {
      "start": 86.0,
      "dur": 3.109,
      "text": "further air strikes. They are linking this to an incident in Rafa yesterday"
    },
    {
      "start": 89.119,
      "dur": 2.471,
      "text": "this to an incident in Rafa yesterday when Israeli troops discovered eight"
    },
    {
      "start": 91.6,
      "dur": 3.27,
      "text": "when Israeli troops discovered eight Hamas gunmen emerging from a tunnel"
    },
    {
      "start": 94.88,
      "dur": 2.31,
      "text": "Hamas gunmen emerging from a tunnel there. They said that that incident was"
    },
    {
      "start": 97.2,
      "dur": 2.949,
      "text": "there. They said that that incident was regarded as a breach of the ceasefire"
    },
    {
      "start": 100.159,
      "dur": 2.871,
      "text": "regarded as a breach of the ceasefire and that they've conducted these strikes"
    },
    {
      "start": 103.04,
      "dur": 2.55,
      "text": "and that they've conducted these strikes targeting other Hamas commanders. Three"
    },
    {
      "start": 105.6,
      "dur": 1.99,
      "text": "targeting other Hamas commanders. Three were killed in that incident yesterday."
    },
    {
      "start": 107.6,
      "dur": 3.189,
      "text": "were killed in that incident yesterday. a senior Hamas commander uh was arrested"
    },
    {
      "start": 110.799,
      "dur": 1.511,
      "text": "a senior Hamas commander uh was arrested and the Israelis are saying that these"
    },
    {
      "start": 112.32,
      "dur": 2.069,
      "text": "and the Israelis are saying that these strikes have followed that incident and"
    },
    {
      "start": 114.399,
      "dur": 1.911,
      "text": "strikes have followed that incident and that they were targeting Hamas. But the"
    },
    {
      "start": 116.32,
      "dur": 2.63,
      "text": "that they were targeting Hamas. But the reports from the Gaza civil defense and"
    },
    {
      "start": 118.96,
      "dur": 2.149,
      "text": "reports from the Gaza civil defense and the health ministry there say that uh"
    },
    {
      "start": 121.119,
      "dur": 1.67,
      "text": "the health ministry there say that uh certainly some civilians have been"
    },
    {
      "start": 122.799,
      "dur": 2.151,
      "text": "certainly some civilians have been caught up in this and have lost their"
    },
    {
      "start": 124.96,
      "dur": 1.67,
      "text": "caught up in this and have lost their lives. It will now be one of the"
    },
    {
      "start": 126.64,
      "dur": 1.99,
      "text": "lives. It will now be one of the deadliest days since the ceasefire took"
    },
    {
      "start": 128.64,
      "dur": 2.47,
      "text": "deadliest days since the ceasefire took effect in early October. It means now"
    },
    {
      "start": 131.12,
      "dur": 2.63,
      "text": "effect in early October. It means now more than 500 Palestinians have been"
    },
    {
      "start": 133.76,
      "dur": 2.63,
      "text": "more than 500 Palestinians have been killed in Gaza since the ceasefire was"
    },
    {
      "start": 136.4,
      "dur": 1.75,
      "text": "killed in Gaza since the ceasefire was enacted last October."
    },
    {
      "start": 138.16,
      "dur": 1.59,
      "text": "enacted last October. &gt;&gt; And what does this mean for the"
    },
    {
      "start": 139.76,
      "dur": 1.67,
      "text": "&gt;&gt; And what does this mean for the possibility of moving to the second"
    },
    {
      "start": 141.44,
      "dur": 4.71,
      "text": "possibility of moving to the second phase of the ceasefire?"
    },
    {
      "start": 146.16,
      "dur": 1.68,
      "text": "&gt;&gt; We'll have to see exactly what response"
    },
    {
      "start": 147.84,
      "dur": 2.87,
      "text": "&gt;&gt; We'll have to see exactly what response there is now from Hamas. The hope was"
    },
    {
      "start": 150.72,
      "dur": 2.789,
      "text": "there is now from Hamas. The hope was that they would enact the second phase"
    },
    {
      "start": 153.519,
      "dur": 2.391,
      "text": "that they would enact the second phase of the ceasefire with the reopening of"
    },
    {
      "start": 155.92,
      "dur": 2.389,
      "text": "of the ceasefire with the reopening of the Rafa border crossing with Egypt."
    },
    {
      "start": 158.319,
      "dur": 2.231,
      "text": "the Rafa border crossing with Egypt. that was due to happen tomorrow. The"
    },
    {
      "start": 160.56,
      "dur": 2.79,
      "text": "that was due to happen tomorrow. The Israelis said in a limited fashion with"
    },
    {
      "start": 163.36,
      "dur": 2.63,
      "text": "Israelis said in a limited fashion with some Palestinians, perhaps only uh a few"
    },
    {
      "start": 166.0,
      "dur": 2.15,
      "text": "some Palestinians, perhaps only uh a few hundred, maybe as low as 150 being"
    },
    {
      "start": 168.16,
      "dur": 3.03,
      "text": "hundred, maybe as low as 150 being allowed in or out of Gaza via Egypt."
    },
    {
      "start": 171.2,
      "dur": 1.59,
      "text": "allowed in or out of Gaza via Egypt. That was planned to happen tomorrow. As"
    },
    {
      "start": 172.8,
      "dur": 2.069,
      "text": "That was planned to happen tomorrow. As far as we know, that is still uh the"
    },
    {
      "start": 174.879,
      "dur": 2.151,
      "text": "far as we know, that is still uh the plan. But this shows how shaky and"
    },
    {
      "start": 177.04,
      "dur": 2.23,
      "text": "plan. But this shows how shaky and fragile the peace deal is. Both sides"
    },
    {
      "start": 179.28,
      "dur": 2.07,
      "text": "fragile the peace deal is. Both sides have repeatedly accused the other of"
    },
    {
      "start": 181.36,
      "dur": 2.39,
      "text": "have repeatedly accused the other of violations of the ceasefire ever since"
    },
    {
      "start": 183.76,
      "dur": 2.549,
      "text": "violations of the ceasefire ever since it was agreed last October. It'll"
    },
    {
      "start": 186.319,
      "dur": 1.99,
      "text": "it was agreed last October. It'll certainly be a tense time. One"
    },
    {
      "start": 188.319,
      "dur": 2.471,
      "text": "certainly be a tense time. One Palestinian told the BBC that he felt"
    },
    {
      "start": 190.8,
      "dur": 2.39,
      "text": "Palestinian told the BBC that he felt this was like war returning to Gaza once"
    },
    {
      "start": 193.2,
      "dur": 2.399,
      "text": "this was like war returning to Gaza once again."
    }
  ]
}