{
  "videoId": "jp4UalVlNJA",
  "title": "Epstein files: What happens next? | Global News Podcast",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 479,
  "segments": [
    {
      "start": 0.4,
      "dur": 2.239,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.639,
      "dur": 1.991,
      "text": "Welcome to the Global News podcast on YouTube where we go behind the headlines"
    },
    {
      "start": 4.64,
      "dur": 2.31,
      "text": "YouTube where we go behind the headlines to focus on one story and why it"
    },
    {
      "start": 6.96,
      "dur": 1.83,
      "text": "to focus on one story and why it matters. Today we are looking at the"
    },
    {
      "start": 8.8,
      "dur": 1.99,
      "text": "matters. Today we are looking at the continuing fallout of the release of"
    },
    {
      "start": 10.8,
      "dur": 2.31,
      "text": "continuing fallout of the release of more than 3 million Epstein files from"
    },
    {
      "start": 13.12,
      "dur": 2.15,
      "text": "more than 3 million Epstein files from the US Department of Justice and what"
    },
    {
      "start": 15.28,
      "dur": 1.829,
      "text": "the US Department of Justice and what could happen next. Well, today I'm"
    },
    {
      "start": 17.119,
      "dur": 1.111,
      "text": "could happen next. Well, today I'm joined by our North America"
    },
    {
      "start": 18.24,
      "dur": 2.15,
      "text": "joined by our North America correspondent Nomia Ikbal. Nomia, great"
    },
    {
      "start": 20.4,
      "dur": 2.55,
      "text": "correspondent Nomia Ikbal. Nomia, great to have you with us. You've covered this"
    },
    {
      "start": 22.96,
      "dur": 3.11,
      "text": "to have you with us. You've covered this from the beginning. The latest release"
    },
    {
      "start": 26.08,
      "dur": 1.91,
      "text": "from the beginning. The latest release was huge. Millions of files."
    },
    {
      "start": 28.0,
      "dur": 1.83,
      "text": "was huge. Millions of files. &gt;&gt; Oh, it's massive, Julia. Yes. three"
    },
    {
      "start": 29.84,
      "dur": 1.829,
      "text": "&gt;&gt; Oh, it's massive, Julia. Yes. three million files. There were thousands of"
    },
    {
      "start": 31.679,
      "dur": 3.511,
      "text": "million files. There were thousands of images, 2,000 videos, and it's so vast"
    },
    {
      "start": 35.2,
      "dur": 1.83,
      "text": "images, 2,000 videos, and it's so vast and it takes real time to go through"
    },
    {
      "start": 37.04,
      "dur": 1.189,
      "text": "and it takes real time to go through them. So, when you go on the Department"
    },
    {
      "start": 38.239,
      "dur": 2.791,
      "text": "them. So, when you go on the Department of Justice website, it's really clunky."
    },
    {
      "start": 41.04,
      "dur": 1.91,
      "text": "of Justice website, it's really clunky. The search function isn't great. You'll"
    },
    {
      "start": 42.96,
      "dur": 2.39,
      "text": "The search function isn't great. You'll put in a name and it just nothing"
    },
    {
      "start": 45.36,
      "dur": 1.99,
      "text": "put in a name and it just nothing sometimes appears. So, you have to go in"
    },
    {
      "start": 47.36,
      "dur": 2.95,
      "text": "sometimes appears. So, you have to go in into the the different areas. There's"
    },
    {
      "start": 50.32,
      "dur": 1.67,
      "text": "into the the different areas. There's all these data sets. You go through bit"
    },
    {
      "start": 52.0,
      "dur": 3.91,
      "text": "all these data sets. You go through bit by bit and so much is redacted. uh there"
    },
    {
      "start": 55.92,
      "dur": 2.469,
      "text": "by bit and so much is redacted. uh there are um so many images and videos without"
    },
    {
      "start": 58.399,
      "dur": 1.911,
      "text": "are um so many images and videos without any captions any context. So you have to"
    },
    {
      "start": 60.32,
      "dur": 2.31,
      "text": "any captions any context. So you have to sort of work out what it all means and"
    },
    {
      "start": 62.64,
      "dur": 2.63,
      "text": "sort of work out what it all means and we do have BBC teams as you know uh"
    },
    {
      "start": 65.28,
      "dur": 2.07,
      "text": "we do have BBC teams as you know uh verifying everything trying to you know"
    },
    {
      "start": 67.36,
      "dur": 3.429,
      "text": "verifying everything trying to you know analyze what it is to understand what"
    },
    {
      "start": 70.799,
      "dur": 1.751,
      "text": "analyze what it is to understand what these files mean and so that's obviously"
    },
    {
      "start": 72.56,
      "dur": 2.229,
      "text": "these files mean and so that's obviously taking a lot of time. So all these files"
    },
    {
      "start": 74.799,
      "dur": 2.151,
      "text": "taking a lot of time. So all these files are out for the whole world to see. And"
    },
    {
      "start": 76.96,
      "dur": 2.39,
      "text": "are out for the whole world to see. And yet despite the fact that there is so"
    },
    {
      "start": 79.36,
      "dur": 1.99,
      "text": "yet despite the fact that there is so much information out there, it's not"
    },
    {
      "start": 81.36,
      "dur": 1.91,
      "text": "much information out there, it's not resulted in any further arrests. And"
    },
    {
      "start": 83.28,
      "dur": 2.07,
      "text": "resulted in any further arrests. And that has really upset victims and"
    },
    {
      "start": 85.36,
      "dur": 1.35,
      "text": "that has really upset victims and lawmakers because they want"
    },
    {
      "start": 86.72,
      "dur": 1.27,
      "text": "lawmakers because they want accountability. I mean, they've been"
    },
    {
      "start": 88.0,
      "dur": 1.749,
      "text": "accountability. I mean, they've been pressuring the Trump administration to"
    },
    {
      "start": 89.759,
      "dur": 2.071,
      "text": "pressuring the Trump administration to release these files which relate to all"
    },
    {
      "start": 91.84,
      "dur": 3.11,
      "text": "release these files which relate to all the criminal investigations into Jeffrey"
    },
    {
      "start": 94.96,
      "dur": 2.39,
      "text": "the criminal investigations into Jeffrey Epstein. I mean, the only person to ever"
    },
    {
      "start": 97.36,
      "dur": 1.91,
      "text": "Epstein. I mean, the only person to ever be held to account was Gla Maxwell, as"
    },
    {
      "start": 99.28,
      "dur": 1.67,
      "text": "be held to account was Gla Maxwell, as we know, his co-conspirator. She's"
    },
    {
      "start": 100.96,
      "dur": 2.55,
      "text": "we know, his co-conspirator. She's serving a 20-year sentence. uh she's"
    },
    {
      "start": 103.52,
      "dur": 1.51,
      "text": "serving a 20-year sentence. uh she's actually trying to appeal a sentence at"
    },
    {
      "start": 105.04,
      "dur": 2.389,
      "text": "actually trying to appeal a sentence at the moment and saying that she was just"
    },
    {
      "start": 107.439,
      "dur": 2.31,
      "text": "the moment and saying that she was just a scapegoat for for his crimes. He died"
    },
    {
      "start": 109.759,
      "dur": 3.111,
      "text": "a scapegoat for for his crimes. He died by suicide in 2019 in a jail cell. Uh"
    },
    {
      "start": 112.88,
      "dur": 2.63,
      "text": "by suicide in 2019 in a jail cell. Uh she was convicted of basically being his"
    },
    {
      "start": 115.52,
      "dur": 2.71,
      "text": "she was convicted of basically being his sidekick and luring the victims into his"
    },
    {
      "start": 118.24,
      "dur": 2.149,
      "text": "sidekick and luring the victims into his world. Um and and actually I should"
    },
    {
      "start": 120.399,
      "dur": 3.111,
      "text": "world. Um and and actually I should mention that uh the accusers accounts"
    },
    {
      "start": 123.52,
      "dur": 2.07,
      "text": "mention that uh the accusers accounts were included in this document tranch"
    },
    {
      "start": 125.6,
      "dur": 2.149,
      "text": "were included in this document tranch and so they appear to track the court"
    },
    {
      "start": 127.759,
      "dur": 1.751,
      "text": "and so they appear to track the court testimony from the accusers at her"
    },
    {
      "start": 129.52,
      "dur": 2.789,
      "text": "testimony from the accusers at her trial. Um, but yeah, there's there's"
    },
    {
      "start": 132.319,
      "dur": 2.471,
      "text": "trial. Um, but yeah, there's there's just not been any any arrest or criminal"
    },
    {
      "start": 134.8,
      "dur": 1.35,
      "text": "just not been any any arrest or criminal investigation. I just want to quote you"
    },
    {
      "start": 136.16,
      "dur": 2.069,
      "text": "investigation. I just want to quote you what the deputy attorney general Todd"
    },
    {
      "start": 138.239,
      "dur": 1.591,
      "text": "what the deputy attorney general Todd Planch said when he was asked about"
    },
    {
      "start": 139.84,
      "dur": 2.31,
      "text": "Planch said when he was asked about this. He said, \"New charges for anyone"
    },
    {
      "start": 142.16,
      "dur": 2.39,
      "text": "this. He said, \"New charges for anyone are unlikely. Um, so much of this is"
    },
    {
      "start": 144.56,
      "dur": 2.23,
      "text": "are unlikely. Um, so much of this is because of the statute of limitations.\""
    },
    {
      "start": 146.8,
      "dur": 1.27,
      "text": "because of the statute of limitations.\" And he said, \"The whole point of us"
    },
    {
      "start": 148.08,
      "dur": 2.149,
      "text": "And he said, \"The whole point of us releasing all this stuff is that the"
    },
    {
      "start": 150.239,
      "dur": 1.671,
      "text": "releasing all this stuff is that the entire world can look at it now and see"
    },
    {
      "start": 151.92,
      "dur": 1.75,
      "text": "entire world can look at it now and see if we got anything wrong.\""
    },
    {
      "start": 153.68,
      "dur": 2.31,
      "text": "if we got anything wrong.\" &gt;&gt; That sounds like they are outsourcing a"
    },
    {
      "start": 156.0,
      "dur": 2.39,
      "text": "&gt;&gt; That sounds like they are outsourcing a lot of this investigation. So who is"
    },
    {
      "start": 158.4,
      "dur": 2.469,
      "text": "lot of this investigation. So who is actively on a governmental level"
    },
    {
      "start": 160.879,
      "dur": 1.831,
      "text": "actively on a governmental level actually investigating Epstein?"
    },
    {
      "start": 162.72,
      "dur": 2.47,
      "text": "actually investigating Epstein? &gt;&gt; So we know that the the police can't do"
    },
    {
      "start": 165.2,
      "dur": 1.51,
      "text": "&gt;&gt; So we know that the the police can't do it because of statute of limitations. So"
    },
    {
      "start": 166.72,
      "dur": 2.31,
      "text": "it because of statute of limitations. So you've got the congressional committee"
    },
    {
      "start": 169.04,
      "dur": 2.31,
      "text": "you've got the congressional committee and the congressional committee is made"
    },
    {
      "start": 171.36,
      "dur": 2.31,
      "text": "and the congressional committee is made up of uh this particular committee,"
    },
    {
      "start": 173.68,
      "dur": 1.67,
      "text": "up of uh this particular committee, Democrats and Republicans. It's led by a"
    },
    {
      "start": 175.36,
      "dur": 2.63,
      "text": "Democrats and Republicans. It's led by a Republican and so they are investigating"
    },
    {
      "start": 178.0,
      "dur": 1.83,
      "text": "Republican and so they are investigating Jeffrey Epstein, but they don't have the"
    },
    {
      "start": 179.84,
      "dur": 2.55,
      "text": "Jeffrey Epstein, but they don't have the power to charge anyone. All they can do"
    },
    {
      "start": 182.4,
      "dur": 3.109,
      "text": "power to charge anyone. All they can do is summon people to give evidence. And"
    },
    {
      "start": 185.519,
      "dur": 1.511,
      "text": "is summon people to give evidence. And but here's the thing. If you're not a US"
    },
    {
      "start": 187.04,
      "dur": 1.51,
      "text": "but here's the thing. If you're not a US citizen,"
    },
    {
      "start": 188.56,
      "dur": 1.51,
      "text": "citizen, you don't have to do it. Nothing compels"
    },
    {
      "start": 190.08,
      "dur": 1.67,
      "text": "you don't have to do it. Nothing compels you to do it. So, take the former Prince"
    },
    {
      "start": 191.76,
      "dur": 2.63,
      "text": "you to do it. So, take the former Prince Andrew or Lord Mandolson. They are"
    },
    {
      "start": 194.4,
      "dur": 2.07,
      "text": "Andrew or Lord Mandolson. They are British, but they could issue a summon"
    },
    {
      "start": 196.48,
      "dur": 1.59,
      "text": "British, but they could issue a summon or a subpoena as they call it in"
    },
    {
      "start": 198.08,
      "dur": 3.19,
      "text": "or a subpoena as they call it in America. And they would only be arrested"
    },
    {
      "start": 201.28,
      "dur": 2.79,
      "text": "America. And they would only be arrested if they then step on US soil, but that's"
    },
    {
      "start": 204.08,
      "dur": 2.149,
      "text": "if they then step on US soil, but that's just the likelihood of that, you know,"
    },
    {
      "start": 206.239,
      "dur": 3.591,
      "text": "just the likelihood of that, you know, is so small. So I guess in the end what"
    },
    {
      "start": 209.84,
      "dur": 1.91,
      "text": "is so small. So I guess in the end what what's happening is that it you're sort"
    },
    {
      "start": 211.76,
      "dur": 3.109,
      "text": "what's happening is that it you're sort of relying on um publicly naming people"
    },
    {
      "start": 214.879,
      "dur": 3.031,
      "text": "of relying on um publicly naming people as a way of holding individuals to"
    },
    {
      "start": 217.92,
      "dur": 1.75,
      "text": "as a way of holding individuals to account and that's a really poor"
    },
    {
      "start": 219.68,
      "dur": 1.59,
      "text": "account and that's a really poor substitution for criminal justice"
    },
    {
      "start": 221.28,
      "dur": 3.029,
      "text": "substitution for criminal justice system. Um and so yeah that's that's"
    },
    {
      "start": 224.319,
      "dur": 2.711,
      "text": "system. Um and so yeah that's that's what's upset um survivors and lawmakers"
    },
    {
      "start": 227.04,
      "dur": 1.829,
      "text": "what's upset um survivors and lawmakers who are saying well we want not just"
    },
    {
      "start": 228.879,
      "dur": 1.91,
      "text": "who are saying well we want not just transparency but we want actual"
    },
    {
      "start": 230.799,
      "dur": 2.391,
      "text": "transparency but we want actual accountability. Nomia, we've seen a"
    },
    {
      "start": 233.2,
      "dur": 2.55,
      "text": "accountability. Nomia, we've seen a number of revelations here on this side"
    },
    {
      "start": 235.76,
      "dur": 2.71,
      "text": "number of revelations here on this side of the pond as a result of this massive"
    },
    {
      "start": 238.48,
      "dur": 3.829,
      "text": "of the pond as a result of this massive dump of files. I mean, as revelations"
    },
    {
      "start": 242.319,
      "dur": 3.751,
      "text": "dump of files. I mean, as revelations continue, could there be another method"
    },
    {
      "start": 246.08,
      "dur": 1.75,
      "text": "continue, could there be another method for holding people accountable? Could"
    },
    {
      "start": 247.84,
      "dur": 1.91,
      "text": "for holding people accountable? Could new charges be brought despite the"
    },
    {
      "start": 249.76,
      "dur": 1.189,
      "text": "new charges be brought despite the statute of limitations?"
    },
    {
      "start": 250.959,
      "dur": 2.391,
      "text": "statute of limitations? &gt;&gt; I think if there was brand new evidence"
    },
    {
      "start": 253.36,
      "dur": 1.589,
      "text": "&gt;&gt; I think if there was brand new evidence that was relevant, there could be an"
    },
    {
      "start": 254.959,
      "dur": 3.27,
      "text": "that was relevant, there could be an argument to open up these cases. Again,"
    },
    {
      "start": 258.239,
      "dur": 2.95,
      "text": "argument to open up these cases. Again, I mean, interestingly, Julia, in in the"
    },
    {
      "start": 261.199,
      "dur": 2.871,
      "text": "I mean, interestingly, Julia, in in the um the files, there are there's evidence"
    },
    {
      "start": 264.08,
      "dur": 2.79,
      "text": "um the files, there are there's evidence of potential indictments that that that"
    },
    {
      "start": 266.88,
      "dur": 2.15,
      "text": "of potential indictments that that that had been made and then they didn't go"
    },
    {
      "start": 269.04,
      "dur": 2.23,
      "text": "had been made and then they didn't go anywhere. And so, there are all these"
    },
    {
      "start": 271.28,
      "dur": 1.43,
      "text": "anywhere. And so, there are all these questions around what were these"
    },
    {
      "start": 272.72,
      "dur": 1.35,
      "text": "questions around what were these indictments, why didn't they go"
    },
    {
      "start": 274.08,
      "dur": 2.15,
      "text": "indictments, why didn't they go anywhere, what was stopped? So, and this"
    },
    {
      "start": 276.24,
      "dur": 1.35,
      "text": "anywhere, what was stopped? So, and this is the whole thing going through the"
    },
    {
      "start": 277.6,
      "dur": 1.43,
      "text": "is the whole thing going through the file still, we're still trying to"
    },
    {
      "start": 279.04,
      "dur": 2.47,
      "text": "file still, we're still trying to understand, you know, what happened and"
    },
    {
      "start": 281.52,
      "dur": 2.15,
      "text": "understand, you know, what happened and what this means and what that means. and"
    },
    {
      "start": 283.68,
      "dur": 3.03,
      "text": "what this means and what that means. and the congressional committee um alongside"
    },
    {
      "start": 286.72,
      "dur": 2.23,
      "text": "the congressional committee um alongside this um the department of justice is"
    },
    {
      "start": 288.96,
      "dur": 3.35,
      "text": "this um the department of justice is also doing its own work and there might"
    },
    {
      "start": 292.32,
      "dur": 3.03,
      "text": "also doing its own work and there might be a situation in which that could"
    },
    {
      "start": 295.36,
      "dur": 1.59,
      "text": "be a situation in which that could happen where there is this actual"
    },
    {
      "start": 296.96,
      "dur": 3.03,
      "text": "happen where there is this actual holding people to account but so far"
    },
    {
      "start": 300.0,
      "dur": 1.35,
      "text": "holding people to account but so far none of that's happening. I mean it's"
    },
    {
      "start": 301.36,
      "dur": 2.71,
      "text": "none of that's happening. I mean it's worth remembering as well that Congress"
    },
    {
      "start": 304.08,
      "dur": 2.389,
      "text": "worth remembering as well that Congress only passed this law that that has now"
    },
    {
      "start": 306.479,
      "dur": 2.231,
      "text": "only passed this law that that has now allowed us to have access to these files"
    },
    {
      "start": 308.72,
      "dur": 1.749,
      "text": "allowed us to have access to these files after President Trump was under huge"
    },
    {
      "start": 310.479,
      "dur": 1.511,
      "text": "after President Trump was under huge political pressure to sign it. I mean,"
    },
    {
      "start": 312.0,
      "dur": 1.749,
      "text": "political pressure to sign it. I mean, he's done a massive U-turn. He promised"
    },
    {
      "start": 313.759,
      "dur": 1.591,
      "text": "he's done a massive U-turn. He promised to release the files day one. And and"
    },
    {
      "start": 315.36,
      "dur": 1.59,
      "text": "to release the files day one. And and bear in mind, he could have done soon as"
    },
    {
      "start": 316.96,
      "dur": 1.19,
      "text": "bear in mind, he could have done soon as he entered the White House. He could"
    },
    {
      "start": 318.16,
      "dur": 1.99,
      "text": "he entered the White House. He could have just had the files released, but it"
    },
    {
      "start": 320.16,
      "dur": 2.55,
      "text": "have just had the files released, but it took some time for that to happen. And"
    },
    {
      "start": 322.72,
      "dur": 3.029,
      "text": "took some time for that to happen. And so, yeah, survivors, lawmakers are all"
    },
    {
      "start": 325.759,
      "dur": 2.71,
      "text": "so, yeah, survivors, lawmakers are all just it's it's not satisfying uh the"
    },
    {
      "start": 328.479,
      "dur": 2.391,
      "text": "just it's it's not satisfying uh the people that are demanding transparency."
    },
    {
      "start": 330.88,
      "dur": 2.23,
      "text": "people that are demanding transparency. Nomia, let's talk about the Clintons"
    },
    {
      "start": 333.12,
      "dur": 2.069,
      "text": "Nomia, let's talk about the Clintons because this latest disclosure from the"
    },
    {
      "start": 335.199,
      "dur": 3.27,
      "text": "because this latest disclosure from the DOJ happened on a Friday. By Monday"
    },
    {
      "start": 338.479,
      "dur": 1.751,
      "text": "DOJ happened on a Friday. By Monday night, something happened, which was"
    },
    {
      "start": 340.24,
      "dur": 2.07,
      "text": "night, something happened, which was that the Clintons said that they would"
    },
    {
      "start": 342.32,
      "dur": 2.309,
      "text": "that the Clintons said that they would appear before Congress after previously"
    },
    {
      "start": 344.639,
      "dur": 1.99,
      "text": "appear before Congress after previously insisting that they would not comply."
    },
    {
      "start": 346.639,
      "dur": 1.27,
      "text": "insisting that they would not comply. Talk us talk to us about that."
    },
    {
      "start": 347.919,
      "dur": 1.591,
      "text": "Talk us talk to us about that. &gt;&gt; It's a staggering U-turn. I mean, it was"
    },
    {
      "start": 349.52,
      "dur": 2.71,
      "text": "&gt;&gt; It's a staggering U-turn. I mean, it was only earlier this month, they sent a"
    },
    {
      "start": 352.24,
      "dur": 3.27,
      "text": "only earlier this month, they sent a four-page letter to the committee, which"
    },
    {
      "start": 355.52,
      "dur": 2.389,
      "text": "four-page letter to the committee, which suggested they were in for a protracted"
    },
    {
      "start": 357.919,
      "dur": 2.151,
      "text": "suggested they were in for a protracted fight with them. They wouldn't, you"
    },
    {
      "start": 360.08,
      "dur": 1.59,
      "text": "fight with them. They wouldn't, you know, they they said they wouldn't"
    },
    {
      "start": 361.68,
      "dur": 1.91,
      "text": "know, they they said they wouldn't respond to the subpoena. They felt that"
    },
    {
      "start": 363.6,
      "dur": 1.589,
      "text": "respond to the subpoena. They felt that there was some partisan politics going"
    },
    {
      "start": 365.199,
      "dur": 1.751,
      "text": "there was some partisan politics going on. And I think that's that's true."
    },
    {
      "start": 366.96,
      "dur": 1.27,
      "text": "on. And I think that's that's true. There is some of that. I mean, even"
    },
    {
      "start": 368.24,
      "dur": 1.19,
      "text": "There is some of that. I mean, even though the committee is made up of"
    },
    {
      "start": 369.44,
      "dur": 2.79,
      "text": "though the committee is made up of Republicans and Democrats, which shows"
    },
    {
      "start": 372.24,
      "dur": 3.43,
      "text": "Republicans and Democrats, which shows you there is this Epstein is a common um"
    },
    {
      "start": 375.68,
      "dur": 2.71,
      "text": "you there is this Epstein is a common um is is a is an issue that that that that"
    },
    {
      "start": 378.4,
      "dur": 2.47,
      "text": "is is a is an issue that that that that you likes both sides. There is some of"
    },
    {
      "start": 380.88,
      "dur": 1.429,
      "text": "you likes both sides. There is some of that going on. The Clintons feel that"
    },
    {
      "start": 382.319,
      "dur": 1.831,
      "text": "that going on. The Clintons feel that there's too much focus on them. Yes,"
    },
    {
      "start": 384.16,
      "dur": 1.35,
      "text": "there's too much focus on them. Yes, Bill Clinton did have a relationship"
    },
    {
      "start": 385.52,
      "dur": 1.669,
      "text": "Bill Clinton did have a relationship with Jeffrey Epste that goes back to the"
    },
    {
      "start": 387.199,
      "dur": 2.391,
      "text": "with Jeffrey Epste that goes back to the 1990s, early 2000s. We saw in December"
    },
    {
      "start": 389.6,
      "dur": 1.429,
      "text": "1990s, early 2000s. We saw in December those pictures of him in the swimming"
    },
    {
      "start": 391.039,
      "dur": 2.391,
      "text": "those pictures of him in the swimming pool with Gla Maxwell. They've been"
    },
    {
      "start": 393.44,
      "dur": 1.43,
      "text": "pool with Gla Maxwell. They've been pictured together, but he's always"
    },
    {
      "start": 394.88,
      "dur": 1.749,
      "text": "pictured together, but he's always denied any wrongdoing. And it's worth"
    },
    {
      "start": 396.639,
      "dur": 1.27,
      "text": "denied any wrongdoing. And it's worth mentioning just because you're in the"
    },
    {
      "start": 397.919,
      "dur": 1.351,
      "text": "mentioning just because you're in the files doesn't mean there's any"
    },
    {
      "start": 399.28,
      "dur": 2.39,
      "text": "files doesn't mean there's any wrongdoing. Um, and he said that he"
    },
    {
      "start": 401.68,
      "dur": 1.59,
      "text": "wrongdoing. Um, and he said that he wasn't aware of any of Jeffrey Epstein's"
    },
    {
      "start": 403.28,
      "dur": 2.07,
      "text": "wasn't aware of any of Jeffrey Epstein's crimes, but they feel that there's been"
    },
    {
      "start": 405.36,
      "dur": 1.99,
      "text": "crimes, but they feel that there's been too much of a focus on them. They want"
    },
    {
      "start": 407.36,
      "dur": 2.63,
      "text": "too much of a focus on them. They want others held to account in terms of"
    },
    {
      "start": 410.0,
      "dur": 2.15,
      "text": "others held to account in terms of answering questions by the congressional"
    },
    {
      "start": 412.16,
      "dur": 2.79,
      "text": "answering questions by the congressional committee. But this U-turn means that"
    },
    {
      "start": 414.96,
      "dur": 2.39,
      "text": "committee. But this U-turn means that they will now"
    },
    {
      "start": 417.36,
      "dur": 1.51,
      "text": "they will now attend a hearing potentially. We don't"
    },
    {
      "start": 418.88,
      "dur": 2.07,
      "text": "attend a hearing potentially. We don't know what it will look like, but they"
    },
    {
      "start": 420.96,
      "dur": 2.15,
      "text": "know what it will look like, but they were re President Clinton was in danger"
    },
    {
      "start": 423.12,
      "dur": 2.31,
      "text": "were re President Clinton was in danger of becoming the first president to be"
    },
    {
      "start": 425.44,
      "dur": 1.83,
      "text": "of becoming the first president to be held in contempt by Congress because"
    },
    {
      "start": 427.28,
      "dur": 1.749,
      "text": "held in contempt by Congress because they're due to vote on it. I mean, that"
    },
    {
      "start": 429.039,
      "dur": 2.071,
      "text": "they're due to vote on it. I mean, that might still go ahead. They might feel"
    },
    {
      "start": 431.12,
      "dur": 1.83,
      "text": "might still go ahead. They might feel that they need to look at exactly how"
    },
    {
      "start": 432.96,
      "dur": 1.75,
      "text": "that they need to look at exactly how the Clintons plan to give evidence. But"
    },
    {
      "start": 434.72,
      "dur": 1.67,
      "text": "the Clintons plan to give evidence. But I think the fact that they've done this,"
    },
    {
      "start": 436.4,
      "dur": 2.39,
      "text": "I think the fact that they've done this, like I say, is is a staggering U-turn."
    },
    {
      "start": 438.8,
      "dur": 2.55,
      "text": "like I say, is is a staggering U-turn. But I suspect it's also the way it's a"
    },
    {
      "start": 441.36,
      "dur": 2.31,
      "text": "But I suspect it's also the way it's a it's a way that the Clintons are sort of"
    },
    {
      "start": 443.68,
      "dur": 2.31,
      "text": "it's a way that the Clintons are sort of saying to others, including the"
    },
    {
      "start": 446.0,
      "dur": 1.43,
      "text": "saying to others, including the president, President Trump, who's been"
    },
    {
      "start": 447.44,
      "dur": 1.91,
      "text": "president, President Trump, who's been named in the the documents multiple"
    },
    {
      "start": 449.36,
      "dur": 1.43,
      "text": "named in the the documents multiple times, although again, no evidence of"
    },
    {
      "start": 450.8,
      "dur": 1.829,
      "text": "times, although again, no evidence of any wrongdoing, that if we're going to"
    },
    {
      "start": 452.639,
      "dur": 1.99,
      "text": "any wrongdoing, that if we're going to give evidence, then everyone should give"
    },
    {
      "start": 454.639,
      "dur": 1.031,
      "text": "give evidence, then everyone should give evidence."
    },
    {
      "start": 455.68,
      "dur": 2.31,
      "text": "evidence. &gt;&gt; All right. Thank you, Nomia."
    },
    {
      "start": 458.0,
      "dur": 1.83,
      "text": "&gt;&gt; All right. Thank you, Nomia. You've been watching the Global News"
    },
    {
      "start": 459.84,
      "dur": 2.069,
      "text": "You've been watching the Global News Podcast here on YouTube. And if you"
    },
    {
      "start": 461.919,
      "dur": 1.431,
      "text": "Podcast here on YouTube. And if you liked this video, don't forget to"
    },
    {
      "start": 463.36,
      "dur": 1.669,
      "text": "liked this video, don't forget to subscribe so you never have to miss"
    },
    {
      "start": 465.039,
      "dur": 2.311,
      "text": "subscribe so you never have to miss another episode. If you have any ideas"
    },
    {
      "start": 467.36,
      "dur": 1.91,
      "text": "another episode. If you have any ideas for any stories you'd like us to cover,"
    },
    {
      "start": 469.28,
      "dur": 2.309,
      "text": "for any stories you'd like us to cover, please do leave a comment below. Don't"
    },
    {
      "start": 471.599,
      "dur": 1.43,
      "text": "please do leave a comment below. Don't forget, you can always stay up to date"
    },
    {
      "start": 473.039,
      "dur": 2.071,
      "text": "forget, you can always stay up to date with all the latest world news with the"
    },
    {
      "start": 475.12,
      "dur": 1.99,
      "text": "with all the latest world news with the Global News podcast wherever you get"
    },
    {
      "start": 477.12,
      "dur": 3.24,
      "text": "Global News podcast wherever you get your podcasts."
    }
  ]
}