{
  "videoId": "k2AGHU3gqDE",
  "title": "Are weight loss jabs fuelling extreme thinness? | The Global Story",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 1370,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.24,
      "text": "In the span of just a few short years,"
    },
    {
      "start": 2.32,
      "dur": 2.55,
      "text": "In the span of just a few short years, weight loss jabs like WGOi and Mjaro"
    },
    {
      "start": 4.88,
      "dur": 2.869,
      "text": "weight loss jabs like WGOi and Mjaro have become so prevalent in our culture,"
    },
    {
      "start": 7.759,
      "dur": 2.471,
      "text": "have become so prevalent in our culture, transforming the way we live, move, and"
    },
    {
      "start": 10.24,
      "dur": 0.63,
      "text": "transforming the way we live, move, and eat."
    },
    {
      "start": 10.88,
      "dur": 1.749,
      "text": "eat. &gt;&gt; Well, a lot of people um have been"
    },
    {
      "start": 12.639,
      "dur": 1.431,
      "text": "&gt;&gt; Well, a lot of people um have been wondering about my new fitness journey"
    },
    {
      "start": 14.08,
      "dur": 1.509,
      "text": "wondering about my new fitness journey and what I've been doing. And I've been"
    },
    {
      "start": 15.599,
      "dur": 2.871,
      "text": "and what I've been doing. And I've been really open about me being on GLP1's."
    },
    {
      "start": 18.48,
      "dur": 1.19,
      "text": "really open about me being on GLP1's. And I thought it was really important"
    },
    {
      "start": 19.68,
      "dur": 1.429,
      "text": "And I thought it was really important just to come out and say it."
    },
    {
      "start": 21.119,
      "dur": 2.551,
      "text": "just to come out and say it. &gt;&gt; You look great skinny like this. Really?"
    },
    {
      "start": 23.68,
      "dur": 2.31,
      "text": "&gt;&gt; You look great skinny like this. Really? You look I mean like 20 years younger."
    },
    {
      "start": 26.0,
      "dur": 2.31,
      "text": "You look I mean like 20 years younger. How did you do that? Oh, through that"
    },
    {
      "start": 28.32,
      "dur": 2.47,
      "text": "How did you do that? Oh, through that injection that everybody takes"
    },
    {
      "start": 30.8,
      "dur": 1.83,
      "text": "injection that everybody takes &gt;&gt; when you have a weight problem and"
    },
    {
      "start": 32.64,
      "dur": 1.99,
      "text": "&gt;&gt; when you have a weight problem and you've tried everything and then"
    },
    {
      "start": 34.64,
      "dur": 2.23,
      "text": "you've tried everything and then somebody says take this injection"
    },
    {
      "start": 36.88,
      "dur": 0.71,
      "text": "somebody says take this injection &gt;&gt; right"
    },
    {
      "start": 37.6,
      "dur": 1.67,
      "text": "&gt;&gt; right &gt;&gt; and you're going to be skinny."
    },
    {
      "start": 39.28,
      "dur": 2.87,
      "text": "&gt;&gt; and you're going to be skinny. &gt;&gt; From the BBC, I'm Mahalid in Washington"
    },
    {
      "start": 42.16,
      "dur": 2.389,
      "text": "&gt;&gt; From the BBC, I'm Mahalid in Washington DC and today on our show, how weight"
    },
    {
      "start": 44.559,
      "dur": 6.15,
      "text": "DC and today on our show, how weight loss drugs are changing our world."
    },
    {
      "start": 50.719,
      "dur": 1.921,
      "text": "Welcome to the global story where each"
    },
    {
      "start": 52.64,
      "dur": 2.549,
      "text": "Welcome to the global story where each weekday we dive deep into one story that"
    },
    {
      "start": 55.199,
      "dur": 2.471,
      "text": "weekday we dive deep into one story that tells us where the world and America"
    },
    {
      "start": 57.68,
      "dur": 2.31,
      "text": "tells us where the world and America intersect. And today I am joined by"
    },
    {
      "start": 60.0,
      "dur": 3.349,
      "text": "intersect. And today I am joined by Giles Yo who has a job title that I will"
    },
    {
      "start": 63.359,
      "dur": 2.711,
      "text": "Giles Yo who has a job title that I will allow him to explain himself."
    },
    {
      "start": 66.08,
      "dur": 2.069,
      "text": "allow him to explain himself. &gt;&gt; I am a professor of molecular"
    },
    {
      "start": 68.159,
      "dur": 1.99,
      "text": "&gt;&gt; I am a professor of molecular neuroendocrinology which sounds very"
    },
    {
      "start": 70.159,
      "dur": 2.071,
      "text": "neuroendocrinology which sounds very complex. No, it's I I study how the"
    },
    {
      "start": 72.24,
      "dur": 1.35,
      "text": "complex. No, it's I I study how the brain controls food intake and the"
    },
    {
      "start": 73.6,
      "dur": 1.27,
      "text": "brain controls food intake and the genetics of body weight at the"
    },
    {
      "start": 74.88,
      "dur": 1.269,
      "text": "genetics of body weight at the University of Cambridge."
    },
    {
      "start": 76.159,
      "dur": 2.711,
      "text": "University of Cambridge. &gt;&gt; These drugs have been around for a few"
    },
    {
      "start": 78.88,
      "dur": 2.229,
      "text": "&gt;&gt; These drugs have been around for a few years now. uh and they're rather popular"
    },
    {
      "start": 81.119,
      "dur": 1.191,
      "text": "years now. uh and they're rather popular here in the United States. I've seen"
    },
    {
      "start": 82.32,
      "dur": 1.429,
      "text": "here in the United States. I've seen some surveys that show about one in"
    },
    {
      "start": 83.759,
      "dur": 3.67,
      "text": "some surveys that show about one in eight Americans are on a GLP1 and we"
    },
    {
      "start": 87.439,
      "dur": 1.67,
      "text": "eight Americans are on a GLP1 and we want to understand in our episode today"
    },
    {
      "start": 89.119,
      "dur": 3.431,
      "text": "want to understand in our episode today how these drugs have changed our world"
    },
    {
      "start": 92.56,
      "dur": 1.67,
      "text": "how these drugs have changed our world and so I want to begin there with you. I"
    },
    {
      "start": 94.24,
      "dur": 1.909,
      "text": "and so I want to begin there with you. I mean you have been studying this all"
    },
    {
      "start": 96.159,
      "dur": 1.27,
      "text": "mean you have been studying this all what what do you see as the most"
    },
    {
      "start": 97.439,
      "dur": 2.31,
      "text": "what what do you see as the most fundamental way these drugs have changed"
    },
    {
      "start": 99.759,
      "dur": 3.191,
      "text": "fundamental way these drugs have changed our lives? I think the most fundamental"
    },
    {
      "start": 102.96,
      "dur": 1.91,
      "text": "our lives? I think the most fundamental way these drugs have changed our lives"
    },
    {
      "start": 104.88,
      "dur": 2.31,
      "text": "way these drugs have changed our lives is that for the first time we have"
    },
    {
      "start": 107.2,
      "dur": 2.07,
      "text": "is that for the first time we have broadly safe. We can discuss side"
    },
    {
      "start": 109.28,
      "dur": 3.189,
      "text": "broadly safe. We can discuss side effects in a second but broadly safe"
    },
    {
      "start": 112.479,
      "dur": 2.471,
      "text": "effects in a second but broadly safe broadly affordable"
    },
    {
      "start": 114.96,
      "dur": 3.109,
      "text": "broadly affordable to a large number of people with huge"
    },
    {
      "start": 118.079,
      "dur": 3.191,
      "text": "to a large number of people with huge efficacy with regards to weight loss and"
    },
    {
      "start": 121.28,
      "dur": 1.829,
      "text": "efficacy with regards to weight loss and type 2 diabetes. I mean the weight loss"
    },
    {
      "start": 123.119,
      "dur": 1.431,
      "text": "type 2 diabetes. I mean the weight loss we're looking now at these drugs are"
    },
    {
      "start": 124.56,
      "dur": 3.03,
      "text": "we're looking now at these drugs are anywhere between 15 and 25% depending on"
    },
    {
      "start": 127.6,
      "dur": 2.55,
      "text": "anywhere between 15 and 25% depending on which flavor of drug we're talking about"
    },
    {
      "start": 130.16,
      "dur": 3.429,
      "text": "which flavor of drug we're talking about which would have been mindboggling just"
    },
    {
      "start": 133.599,
      "dur": 2.871,
      "text": "which would have been mindboggling just six seven years ago and actually this"
    },
    {
      "start": 136.48,
      "dur": 2.31,
      "text": "six seven years ago and actually this class of drugs these so-called GLP-1"
    },
    {
      "start": 138.8,
      "dur": 2.71,
      "text": "class of drugs these so-called GLP-1 drugs have actually been around for 20"
    },
    {
      "start": 141.52,
      "dur": 1.11,
      "text": "drugs have actually been around for 20 years"
    },
    {
      "start": 142.64,
      "dur": 2.229,
      "text": "years &gt;&gt; so for for a while but if but for a"
    },
    {
      "start": 144.879,
      "dur": 1.911,
      "text": "&gt;&gt; so for for a while but if but for a large portion of their lifespan they"
    },
    {
      "start": 146.8,
      "dur": 2.87,
      "text": "large portion of their lifespan they have been once daily injections um the"
    },
    {
      "start": 149.68,
      "dur": 2.23,
      "text": "have been once daily injections um the weight loss was in single digits and So"
    },
    {
      "start": 151.92,
      "dur": 1.83,
      "text": "weight loss was in single digits and So you sort of saw step changes right you"
    },
    {
      "start": 153.76,
      "dur": 1.99,
      "text": "you sort of saw step changes right you go to the meetings you you you know you"
    },
    {
      "start": 155.76,
      "dur": 1.67,
      "text": "go to the meetings you you you know you meet with the scientists either that"
    },
    {
      "start": 157.44,
      "dur": 1.509,
      "text": "meet with the scientists either that does the that have done the basic"
    },
    {
      "start": 158.959,
      "dur": 2.311,
      "text": "does the that have done the basic research or work within the companies"
    },
    {
      "start": 161.28,
      "dur": 1.669,
      "text": "research or work within the companies and so you saw these things oh my"
    },
    {
      "start": 162.959,
      "dur": 2.871,
      "text": "and so you saw these things oh my goodness me look 8% 9% 10% oh now it"
    },
    {
      "start": 165.84,
      "dur": 3.19,
      "text": "goodness me look 8% 9% 10% oh now it goes from once daily to once weekly and"
    },
    {
      "start": 169.04,
      "dur": 1.75,
      "text": "goes from once daily to once weekly and so when it came out that there was a"
    },
    {
      "start": 170.8,
      "dur": 2.709,
      "text": "so when it came out that there was a once weekly with this effect size none"
    },
    {
      "start": 173.519,
      "dur": 3.191,
      "text": "once weekly with this effect size none of us were within the field were truly I"
    },
    {
      "start": 176.72,
      "dur": 2.71,
      "text": "of us were within the field were truly I think surprised we were not surprised by"
    },
    {
      "start": 179.44,
      "dur": 3.35,
      "text": "think surprised we were not surprised by the effect uh of the weight loss. We"
    },
    {
      "start": 182.8,
      "dur": 3.91,
      "text": "the effect uh of the weight loss. We were surprised by the fact that"
    },
    {
      "start": 186.72,
      "dur": 1.429,
      "text": "were surprised by the fact that the cultural uptake,"
    },
    {
      "start": 188.159,
      "dur": 1.511,
      "text": "the cultural uptake, &gt;&gt; the cultural zeitgeist, you're saying"
    },
    {
      "start": 189.68,
      "dur": 1.35,
      "text": "&gt;&gt; the cultural zeitgeist, you're saying &gt;&gt; that the cultural zeitgeist, the"
    },
    {
      "start": 191.04,
      "dur": 2.23,
      "text": "&gt;&gt; that the cultural zeitgeist, the cultural uptake because"
    },
    {
      "start": 193.28,
      "dur": 2.55,
      "text": "cultural uptake because &gt;&gt; how many Okay, I I work in the United"
    },
    {
      "start": 195.84,
      "dur": 2.23,
      "text": "&gt;&gt; how many Okay, I I work in the United Kingdom. We go to the doctor, the doctor"
    },
    {
      "start": 198.08,
      "dur": 1.91,
      "text": "Kingdom. We go to the doctor, the doctor gives us drugs. Okay, we don't know the"
    },
    {
      "start": 200.0,
      "dur": 1.67,
      "text": "gives us drugs. Okay, we don't know the name of most drugs, the vast majority of"
    },
    {
      "start": 201.68,
      "dur": 2.549,
      "text": "name of most drugs, the vast majority of drugs, the only Advil maybe. Okay,"
    },
    {
      "start": 204.239,
      "dur": 2.231,
      "text": "drugs, the only Advil maybe. Okay, Tylenol. Okay, so you know those drugs,"
    },
    {
      "start": 206.48,
      "dur": 2.23,
      "text": "Tylenol. Okay, so you know those drugs, but suddenly this was a drug that"
    },
    {
      "start": 208.72,
      "dur": 2.789,
      "text": "but suddenly this was a drug that everybody knew. And I think it was when"
    },
    {
      "start": 211.519,
      "dur": 2.151,
      "text": "everybody knew. And I think it was when I began to see Tik Tok videos and this"
    },
    {
      "start": 213.68,
      "dur": 2.469,
      "text": "I began to see Tik Tok videos and this must have been in 2020 height of COVID."
    },
    {
      "start": 216.159,
      "dur": 2.311,
      "text": "must have been in 2020 height of COVID. We were bored at home swiping on our"
    },
    {
      "start": 218.48,
      "dur": 2.469,
      "text": "We were bored at home swiping on our phone. Um when I was looking I says, \"Oh"
    },
    {
      "start": 220.959,
      "dur": 1.671,
      "text": "phone. Um when I was looking I says, \"Oh my god, this is a type two diabetes"
    },
    {
      "start": 222.64,
      "dur": 2.71,
      "text": "my god, this is a type two diabetes drugs. Why are why is there a hashtag"
    },
    {
      "start": 225.36,
      "dur": 1.91,
      "text": "drugs. Why are why is there a hashtag you know that has to do with that?\" So"
    },
    {
      "start": 227.28,
      "dur": 2.79,
      "text": "you know that has to do with that?\" So for me when it actually occurred to me"
    },
    {
      "start": 230.08,
      "dur": 3.91,
      "text": "for me when it actually occurred to me hm this is odd uh was probably 2020"
    },
    {
      "start": 234.0,
      "dur": 3.509,
      "text": "hm this is odd uh was probably 2020 during that tik tok #f follow my obsmpic"
    },
    {
      "start": 237.519,
      "dur": 2.391,
      "text": "during that tik tok #f follow my obsmpic journey um ph phase of it."
    },
    {
      "start": 239.92,
      "dur": 2.07,
      "text": "journey um ph phase of it. &gt;&gt; Well I want to talk more about the"
    },
    {
      "start": 242.0,
      "dur": 2.55,
      "text": "&gt;&gt; Well I want to talk more about the impacts of these drugs the ways in which"
    },
    {
      "start": 244.56,
      "dur": 2.15,
      "text": "impacts of these drugs the ways in which they are changing our world but I think"
    },
    {
      "start": 246.72,
      "dur": 1.83,
      "text": "they are changing our world but I think before we do that um Giles it's"
    },
    {
      "start": 248.56,
      "dur": 3.83,
      "text": "before we do that um Giles it's worthwhile to to actually understand"
    },
    {
      "start": 252.4,
      "dur": 1.909,
      "text": "worthwhile to to actually understand what these drugs are. I mean there's a"
    },
    {
      "start": 254.319,
      "dur": 2.391,
      "text": "what these drugs are. I mean there's a range of them. You've mentioned uh WGOI,"
    },
    {
      "start": 256.72,
      "dur": 2.15,
      "text": "range of them. You've mentioned uh WGOI, Mangaro, Ompic. So many people know that"
    },
    {
      "start": 258.88,
      "dur": 1.749,
      "text": "Mangaro, Ompic. So many people know that one. Um and before we talk about the"
    },
    {
      "start": 260.639,
      "dur": 1.671,
      "text": "one. Um and before we talk about the cultural impact of them, can we talk"
    },
    {
      "start": 262.32,
      "dur": 2.55,
      "text": "cultural impact of them, can we talk about what they actually do if you are"
    },
    {
      "start": 264.88,
      "dur": 2.39,
      "text": "about what they actually do if you are taking a GLP-1?"
    },
    {
      "start": 267.28,
      "dur": 2.39,
      "text": "taking a GLP-1? What will that do to your body?"
    },
    {
      "start": 269.68,
      "dur": 2.15,
      "text": "What will that do to your body? &gt;&gt; So these first of all, what is GLP-1?"
    },
    {
      "start": 271.84,
      "dur": 2.629,
      "text": "&gt;&gt; So these first of all, what is GLP-1? Why do we call them a GLP-1? Right? Um"
    },
    {
      "start": 274.479,
      "dur": 2.871,
      "text": "Why do we call them a GLP-1? Right? Um and so GLP-1 is actually the name of a"
    },
    {
      "start": 277.36,
      "dur": 2.389,
      "text": "and so GLP-1 is actually the name of a natural hormone in our body that is"
    },
    {
      "start": 279.759,
      "dur": 1.591,
      "text": "natural hormone in our body that is produced from our gut, from our"
    },
    {
      "start": 281.36,
      "dur": 2.95,
      "text": "produced from our gut, from our intestines. So our intestines uh uh uh"
    },
    {
      "start": 284.32,
      "dur": 2.869,
      "text": "intestines. So our intestines uh uh uh produce 20 different hormones these gut"
    },
    {
      "start": 287.199,
      "dur": 2.71,
      "text": "produce 20 different hormones these gut hormones two of which are relevant to"
    },
    {
      "start": 289.919,
      "dur": 1.99,
      "text": "hormones two of which are relevant to our conversation today. The first is"
    },
    {
      "start": 291.919,
      "dur": 3.671,
      "text": "our conversation today. The first is GLP1 and the second is gip gip."
    },
    {
      "start": 295.6,
      "dur": 0.47,
      "text": "GLP1 and the second is gip gip. &gt;&gt; Okay."
    },
    {
      "start": 296.08,
      "dur": 3.19,
      "text": "&gt;&gt; Okay. &gt;&gt; Now um these drugs are modified versions"
    },
    {
      "start": 299.28,
      "dur": 3.51,
      "text": "&gt;&gt; Now um these drugs are modified versions of one or both of these hormones. These"
    },
    {
      "start": 302.8,
      "dur": 2.31,
      "text": "of one or both of these hormones. These hormones are called incrretin hormones."
    },
    {
      "start": 305.12,
      "dur": 1.349,
      "text": "hormones are called incrretin hormones. They're called incrretin hormones"
    },
    {
      "start": 306.479,
      "dur": 1.671,
      "text": "They're called incrretin hormones because what they do is they enhance"
    },
    {
      "start": 308.16,
      "dur": 2.39,
      "text": "because what they do is they enhance insulin secretion when you eat food. And"
    },
    {
      "start": 310.56,
      "dur": 1.43,
      "text": "insulin secretion when you eat food. And so when you eat food and it passes"
    },
    {
      "start": 312.0,
      "dur": 2.95,
      "text": "so when you eat food and it passes through your gut, uh these hormones"
    },
    {
      "start": 314.96,
      "dur": 1.59,
      "text": "through your gut, uh these hormones signal to the pancreas and enhance"
    },
    {
      "start": 316.56,
      "dur": 1.83,
      "text": "signal to the pancreas and enhance insulin secretion, helping you maintain"
    },
    {
      "start": 318.4,
      "dur": 1.349,
      "text": "insulin secretion, helping you maintain blood glucose, which is why they were"
    },
    {
      "start": 319.759,
      "dur": 1.751,
      "text": "blood glucose, which is why they were primarily originally used as a type 2"
    },
    {
      "start": 321.52,
      "dur": 1.669,
      "text": "primarily originally used as a type 2 diabetes drug."
    },
    {
      "start": 323.199,
      "dur": 3.27,
      "text": "diabetes drug. &gt;&gt; But most gut hormones, 18 of the 20 gut"
    },
    {
      "start": 326.479,
      "dur": 2.311,
      "text": "&gt;&gt; But most gut hormones, 18 of the 20 gut hormones make you feel fuller. Okay? So"
    },
    {
      "start": 328.8,
      "dur": 1.91,
      "text": "hormones make you feel fuller. Okay? So as you eat and food goes through your"
    },
    {
      "start": 330.72,
      "dur": 2.79,
      "text": "as you eat and food goes through your gastrointestinal tract, these hormones"
    },
    {
      "start": 333.52,
      "dur": 1.669,
      "text": "gastrointestinal tract, these hormones are produced which let your brain know"
    },
    {
      "start": 335.199,
      "dur": 1.511,
      "text": "are produced which let your brain know how much you're eating, what you're"
    },
    {
      "start": 336.72,
      "dur": 2.07,
      "text": "how much you're eating, what you're eating, and they tend to make you feel"
    },
    {
      "start": 338.8,
      "dur": 3.19,
      "text": "eating, and they tend to make you feel full. So GLP-1 and JIP in its natural"
    },
    {
      "start": 342.0,
      "dur": 3.189,
      "text": "full. So GLP-1 and JIP in its natural native form that is their role. Now the"
    },
    {
      "start": 345.199,
      "dur": 2.071,
      "text": "native form that is their role. Now the magic power that comes that the drug"
    },
    {
      "start": 347.28,
      "dur": 1.909,
      "text": "magic power that comes that the drug companies have done to these drugs is to"
    },
    {
      "start": 349.199,
      "dur": 1.99,
      "text": "companies have done to these drugs is to produce a version of these that stay in"
    },
    {
      "start": 351.199,
      "dur": 2.231,
      "text": "produce a version of these that stay in a drug in your blood for longer because"
    },
    {
      "start": 353.44,
      "dur": 1.749,
      "text": "a drug in your blood for longer because a natural version of these hormones that"
    },
    {
      "start": 355.199,
      "dur": 1.671,
      "text": "a natural version of these hormones that are produced from the gut only have a"
    },
    {
      "start": 356.88,
      "dur": 2.07,
      "text": "are produced from the gut only have a halfife of 2 minutes because they're"
    },
    {
      "start": 358.96,
      "dur": 2.55,
      "text": "halfife of 2 minutes because they're designed to be volatile. Okay? They're"
    },
    {
      "start": 361.52,
      "dur": 2.07,
      "text": "designed to be volatile. Okay? They're designed to reflect what you're"
    },
    {
      "start": 363.6,
      "dur": 2.07,
      "text": "designed to reflect what you're currently eating and once that bolus of"
    },
    {
      "start": 365.68,
      "dur": 1.59,
      "text": "currently eating and once that bolus of food has kind of passed through, it's"
    },
    {
      "start": 367.28,
      "dur": 1.59,
      "text": "food has kind of passed through, it's then designed to go back down again."
    },
    {
      "start": 368.88,
      "dur": 1.429,
      "text": "then designed to go back down again. It's designed to kind of pulse your"
    },
    {
      "start": 370.319,
      "dur": 1.831,
      "text": "It's designed to kind of pulse your insulin and once it's taken up the"
    },
    {
      "start": 372.16,
      "dur": 2.469,
      "text": "insulin and once it's taken up the glucose to go away again, right? But"
    },
    {
      "start": 374.639,
      "dur": 1.911,
      "text": "glucose to go away again, right? But what the these drug companies, all the"
    },
    {
      "start": 376.56,
      "dur": 1.749,
      "text": "what the these drug companies, all the drug companies companies have done is"
    },
    {
      "start": 378.319,
      "dur": 2.471,
      "text": "drug companies companies have done is sort of put molecular decorations on"
    },
    {
      "start": 380.8,
      "dur": 2.229,
      "text": "sort of put molecular decorations on versions of these hormones. And so what"
    },
    {
      "start": 383.039,
      "dur": 1.831,
      "text": "versions of these hormones. And so what you do is when you take them, they stick"
    },
    {
      "start": 384.88,
      "dur": 1.11,
      "text": "you do is when you take them, they stick around the blood for longer. The"
    },
    {
      "start": 386.0,
      "dur": 2.469,
      "text": "around the blood for longer. The halflife of these drugs are a week to 10"
    },
    {
      "start": 388.479,
      "dur": 1.111,
      "text": "halflife of these drugs are a week to 10 days, which is why"
    },
    {
      "start": 389.6,
      "dur": 2.23,
      "text": "days, which is why &gt;&gt; a week to 10 days compared to 2 minutes."
    },
    {
      "start": 391.84,
      "dur": 1.75,
      "text": "&gt;&gt; a week to 10 days compared to 2 minutes. &gt;&gt; 2 minutes. Exactly."
    },
    {
      "start": 393.6,
      "dur": 1.83,
      "text": "&gt;&gt; 2 minutes. Exactly. &gt;&gt; And so they stick around for the blood"
    },
    {
      "start": 395.44,
      "dur": 2.309,
      "text": "&gt;&gt; And so they stick around for the blood for longer, which means that you're able"
    },
    {
      "start": 397.759,
      "dur": 3.031,
      "text": "for longer, which means that you're able to uh use them as a type two diabetes"
    },
    {
      "start": 400.8,
      "dur": 2.71,
      "text": "to uh use them as a type two diabetes drugs because for every given gram of"
    },
    {
      "start": 403.52,
      "dur": 1.91,
      "text": "drugs because for every given gram of food you eat, there's more insulin"
    },
    {
      "start": 405.44,
      "dur": 2.07,
      "text": "food you eat, there's more insulin sorting out your blood sugar. And"
    },
    {
      "start": 407.52,
      "dur": 1.43,
      "text": "sorting out your blood sugar. And because they stick around the blood for"
    },
    {
      "start": 408.96,
      "dur": 1.59,
      "text": "because they stick around the blood for longer, they go to the brain. Your brain"
    },
    {
      "start": 410.56,
      "dur": 2.469,
      "text": "longer, they go to the brain. Your brain feels fuller. Your brain thinks you have"
    },
    {
      "start": 413.039,
      "dur": 2.551,
      "text": "feels fuller. Your brain thinks you have eaten more food than you actually have."
    },
    {
      "start": 415.6,
      "dur": 1.51,
      "text": "eaten more food than you actually have. &gt;&gt; That's what I guess in reference to I"
    },
    {
      "start": 417.12,
      "dur": 1.75,
      "text": "&gt;&gt; That's what I guess in reference to I always hear people refer to this idea of"
    },
    {
      "start": 418.88,
      "dur": 1.99,
      "text": "always hear people refer to this idea of silencing food noise."
    },
    {
      "start": 420.88,
      "dur": 1.51,
      "text": "silencing food noise. &gt;&gt; One of the things that I realized the"
    },
    {
      "start": 422.4,
      "dur": 2.789,
      "text": "&gt;&gt; One of the things that I realized the very first time I took a GLP1"
    },
    {
      "start": 425.199,
      "dur": 2.471,
      "text": "very first time I took a GLP1 &gt;&gt; was that all these years I thought that"
    },
    {
      "start": 427.68,
      "dur": 4.629,
      "text": "&gt;&gt; was that all these years I thought that thin people those people were just had"
    },
    {
      "start": 432.319,
      "dur": 2.551,
      "text": "thin people those people were just had more willpower. They ate better foods."
    },
    {
      "start": 434.88,
      "dur": 1.749,
      "text": "more willpower. They ate better foods. They were able to stick to it longer."
    },
    {
      "start": 436.639,
      "dur": 2.151,
      "text": "They were able to stick to it longer. They never had a potato chip. And then I"
    },
    {
      "start": 438.8,
      "dur": 1.829,
      "text": "They never had a potato chip. And then I realized the very first time I took the"
    },
    {
      "start": 440.639,
      "dur": 3.591,
      "text": "realized the very first time I took the GLP1 that oh they're not even thinking"
    },
    {
      "start": 444.24,
      "dur": 0.949,
      "text": "GLP1 that oh they're not even thinking about it."
    },
    {
      "start": 445.199,
      "dur": 3.751,
      "text": "about it. &gt;&gt; So J, since these GLP1s have been"
    },
    {
      "start": 448.96,
      "dur": 3.349,
      "text": "&gt;&gt; So J, since these GLP1s have been introduced and really taken off uh in"
    },
    {
      "start": 452.319,
      "dur": 2.87,
      "text": "introduced and really taken off uh in our culture, we have seen them radically"
    },
    {
      "start": 455.199,
      "dur": 2.871,
      "text": "our culture, we have seen them radically reshape our world in in so many ways."
    },
    {
      "start": 458.08,
      "dur": 1.91,
      "text": "reshape our world in in so many ways. And I want to talk through some of these"
    },
    {
      "start": 460.0,
      "dur": 2.309,
      "text": "And I want to talk through some of these ripple effects with you. Um perhaps we"
    },
    {
      "start": 462.319,
      "dur": 1.831,
      "text": "ripple effects with you. Um perhaps we could begin with one of the most obvious"
    },
    {
      "start": 464.16,
      "dur": 2.63,
      "text": "could begin with one of the most obvious uh effects and that is uh their impact"
    },
    {
      "start": 466.8,
      "dur": 2.31,
      "text": "uh effects and that is uh their impact on diet and weight loss culture. How"
    },
    {
      "start": 469.12,
      "dur": 3.75,
      "text": "on diet and weight loss culture. How have you seen these drugs change the"
    },
    {
      "start": 472.88,
      "dur": 2.63,
      "text": "have you seen these drugs change the conversation as it relates to diet and"
    },
    {
      "start": 475.52,
      "dur": 1.19,
      "text": "conversation as it relates to diet and weight loss culture?"
    },
    {
      "start": 476.72,
      "dur": 2.309,
      "text": "weight loss culture? &gt;&gt; So at the moment the vast majority of"
    },
    {
      "start": 479.039,
      "dur": 1.83,
      "text": "&gt;&gt; So at the moment the vast majority of these of these drugs are taken privately"
    },
    {
      "start": 480.879,
      "dur": 0.951,
      "text": "these of these drugs are taken privately which means that you got to be able to"
    },
    {
      "start": 481.84,
      "dur": 2.39,
      "text": "which means that you got to be able to afford the drugs. So diet culture is"
    },
    {
      "start": 484.24,
      "dur": 2.31,
      "text": "afford the drugs. So diet culture is still there. Okay. But diet culture"
    },
    {
      "start": 486.56,
      "dur": 1.909,
      "text": "still there. Okay. But diet culture tended always to be something that was"
    },
    {
      "start": 488.479,
      "dur": 1.351,
      "text": "tended always to be something that was discussed by the middle-ass people"
    },
    {
      "start": 489.84,
      "dur": 2.87,
      "text": "discussed by the middle-ass people anyway and it has definitely taken over."
    },
    {
      "start": 492.72,
      "dur": 1.83,
      "text": "anyway and it has definitely taken over. In fact, Weight Watchers is as is a"
    },
    {
      "start": 494.56,
      "dur": 1.51,
      "text": "In fact, Weight Watchers is as is a classic example. Now, Weight Watchers"
    },
    {
      "start": 496.08,
      "dur": 2.07,
      "text": "classic example. Now, Weight Watchers are obviously a sort of group support"
    },
    {
      "start": 498.16,
      "dur": 1.99,
      "text": "are obviously a sort of group support way of actually trying to lose weight."
    },
    {
      "start": 500.16,
      "dur": 2.07,
      "text": "way of actually trying to lose weight. Their key spokesperson was Oprah"
    },
    {
      "start": 502.24,
      "dur": 0.949,
      "text": "Their key spokesperson was Oprah Winfrey."
    },
    {
      "start": 503.199,
      "dur": 3.43,
      "text": "Winfrey. &gt;&gt; But Oprah then famously on one of her on"
    },
    {
      "start": 506.639,
      "dur": 2.311,
      "text": "&gt;&gt; But Oprah then famously on one of her on one of her programs um um declared that"
    },
    {
      "start": 508.96,
      "dur": 2.069,
      "text": "one of her programs um um declared that she was actually on these drugs. Mhm."
    },
    {
      "start": 511.039,
      "dur": 1.191,
      "text": "she was actually on these drugs. Mhm. &gt;&gt; I don't know if that was the tipping"
    },
    {
      "start": 512.24,
      "dur": 2.709,
      "text": "&gt;&gt; I don't know if that was the tipping factor, but in effect they then declared"
    },
    {
      "start": 514.959,
      "dur": 3.271,
      "text": "factor, but in effect they then declared bankruptcy. So I guess the effect on the"
    },
    {
      "start": 518.24,
      "dur": 1.99,
      "text": "bankruptcy. So I guess the effect on the diet industry is that it has it has"
    },
    {
      "start": 520.24,
      "dur": 3.029,
      "text": "diet industry is that it has it has slightly polarized people um because"
    },
    {
      "start": 523.279,
      "dur": 2.071,
      "text": "slightly polarized people um because there's still a substantial proportion"
    },
    {
      "start": 525.36,
      "dur": 2.95,
      "text": "there's still a substantial proportion of the world population that considers"
    },
    {
      "start": 528.32,
      "dur": 2.23,
      "text": "of the world population that considers these drugs as cheating. Okay, there are"
    },
    {
      "start": 530.56,
      "dur": 1.829,
      "text": "these drugs as cheating. Okay, there are a lot of people who agree that these"
    },
    {
      "start": 532.399,
      "dur": 2.791,
      "text": "a lot of people who agree that these drugs are wonderful. I think even more"
    },
    {
      "start": 535.2,
      "dur": 1.51,
      "text": "drugs are wonderful. I think even more people at the moment who think these"
    },
    {
      "start": 536.72,
      "dur": 1.99,
      "text": "people at the moment who think these drugs are cheating and people should do"
    },
    {
      "start": 538.72,
      "dur": 2.63,
      "text": "drugs are cheating and people should do it the natural way and this is this is a"
    },
    {
      "start": 541.36,
      "dur": 2.149,
      "text": "it the natural way and this is this is a widely held opinion I want to point out"
    },
    {
      "start": 543.519,
      "dur": 1.191,
      "text": "widely held opinion I want to point out in many different countries."
    },
    {
      "start": 544.72,
      "dur": 1.51,
      "text": "in many different countries. &gt;&gt; J I know you've done a lot of research"
    },
    {
      "start": 546.24,
      "dur": 1.67,
      "text": "&gt;&gt; J I know you've done a lot of research over the years on the food industry. How"
    },
    {
      "start": 547.92,
      "dur": 3.589,
      "text": "over the years on the food industry. How are we watching restaurants or grocery"
    },
    {
      "start": 551.519,
      "dur": 3.911,
      "text": "are we watching restaurants or grocery stores nutrition change as a result of"
    },
    {
      "start": 555.44,
      "dur": 1.99,
      "text": "stores nutrition change as a result of this GLP-1 culture?"
    },
    {
      "start": 557.44,
      "dur": 2.15,
      "text": "this GLP-1 culture? &gt;&gt; I know that and I can speak for the UK"
    },
    {
      "start": 559.6,
      "dur": 1.51,
      "text": "&gt;&gt; I know that and I can speak for the UK because this this is this is where I"
    },
    {
      "start": 561.12,
      "dur": 1.35,
      "text": "because this this is this is where I this is where I work. There's a company"
    },
    {
      "start": 562.48,
      "dur": 1.75,
      "text": "this is where I work. There's a company called there's a sort of bakery called"
    },
    {
      "start": 564.24,
      "dur": 2.23,
      "text": "called there's a sort of bakery called Gregs and they're the one of the biggest"
    },
    {
      "start": 566.48,
      "dur": 1.75,
      "text": "Gregs and they're the one of the biggest in the UK. Sort of like found in every"
    },
    {
      "start": 568.24,
      "dur": 1.19,
      "text": "in the UK. Sort of like found in every corner shop and they sell something"
    },
    {
      "start": 569.44,
      "dur": 1.67,
      "text": "corner shop and they sell something called sausage rolls. It's just sausage"
    },
    {
      "start": 571.12,
      "dur": 2.31,
      "text": "called sausage rolls. It's just sausage wrapped in pastry. Okay. Um and you know"
    },
    {
      "start": 573.44,
      "dur": 2.31,
      "text": "wrapped in pastry. Okay. Um and you know it's delicious but not great for you if"
    },
    {
      "start": 575.76,
      "dur": 2.069,
      "text": "it's delicious but not great for you if you eat it every day. Okay. And this is"
    },
    {
      "start": 577.839,
      "dur": 2.311,
      "text": "you eat it every day. Okay. And this is something where you go everyone you know"
    },
    {
      "start": 580.16,
      "dur": 2.229,
      "text": "something where you go everyone you know can can afford something is cheap."
    },
    {
      "start": 582.399,
      "dur": 2.071,
      "text": "can can afford something is cheap. They've had to reduce the size of their"
    },
    {
      "start": 584.48,
      "dur": 2.87,
      "text": "They've had to reduce the size of their sausage rolls and use higher quality"
    },
    {
      "start": 587.36,
      "dur": 2.71,
      "text": "sausage rolls and use higher quality meat to actually make so more protein,"
    },
    {
      "start": 590.08,
      "dur": 4.15,
      "text": "meat to actually make so more protein, smaller size to cater to JLP1 users. On"
    },
    {
      "start": 594.24,
      "dur": 1.83,
      "text": "smaller size to cater to JLP1 users. On the completely the other end of the"
    },
    {
      "start": 596.08,
      "dur": 2.07,
      "text": "the completely the other end of the spectrum, there's someone here called H"
    },
    {
      "start": 598.16,
      "dur": 2.47,
      "text": "spectrum, there's someone here called H Blumenal, famous celebrity chef, okay,"
    },
    {
      "start": 600.64,
      "dur": 2.55,
      "text": "Blumenal, famous celebrity chef, okay, in the UK, uh, on one of these JLP1"
    },
    {
      "start": 603.2,
      "dur": 1.83,
      "text": "in the UK, uh, on one of these JLP1 drugs as well, and he has a three"
    },
    {
      "start": 605.04,
      "dur": 1.909,
      "text": "drugs as well, and he has a three Michelin star restaurant called the Fat"
    },
    {
      "start": 606.959,
      "dur": 2.151,
      "text": "Michelin star restaurant called the Fat Duck. Now what he's done is he's you"
    },
    {
      "start": 609.12,
      "dur": 2.07,
      "text": "Duck. Now what he's done is he's you know one of these 13 17 course tasting"
    },
    {
      "start": 611.2,
      "dur": 2.069,
      "text": "know one of these 13 17 course tasting menus that cost you an arm and a leg."
    },
    {
      "start": 613.279,
      "dur": 2.951,
      "text": "menus that cost you an arm and a leg. &gt;&gt; He he's realized that so many people and"
    },
    {
      "start": 616.24,
      "dur": 1.75,
      "text": "&gt;&gt; He he's realized that so many people and these are rich people going to to to eat"
    },
    {
      "start": 618.0,
      "dur": 1.91,
      "text": "these are rich people going to to to eat as at his restaurants."
    },
    {
      "start": 619.92,
      "dur": 1.83,
      "text": "as at his restaurants. &gt;&gt; He realized he has to cater to them. And"
    },
    {
      "start": 621.76,
      "dur": 1.59,
      "text": "&gt;&gt; He realized he has to cater to them. And so there was a joke article in the"
    },
    {
      "start": 623.36,
      "dur": 1.35,
      "text": "so there was a joke article in the Guardian, one of the newspapers here"
    },
    {
      "start": 624.72,
      "dur": 1.91,
      "text": "Guardian, one of the newspapers here called the thin duck, the fat duck has"
    },
    {
      "start": 626.64,
      "dur": 2.71,
      "text": "called the thin duck, the fat duck has become the thin duck where he now offers"
    },
    {
      "start": 629.36,
      "dur": 1.99,
      "text": "become the thin duck where he now offers exactly the same tasting menu but"
    },
    {
      "start": 631.36,
      "dur": 1.83,
      "text": "exactly the same tasting menu but twothirds portion size"
    },
    {
      "start": 633.2,
      "dur": 2.39,
      "text": "twothirds portion size &gt;&gt; to cater for people on it. So you have"
    },
    {
      "start": 635.6,
      "dur": 1.75,
      "text": "&gt;&gt; to cater for people on it. So you have on one end of the spectrum the mass"
    },
    {
      "start": 637.36,
      "dur": 2.87,
      "text": "on one end of the spectrum the mass market sausage roll to your threestar"
    },
    {
      "start": 640.24,
      "dur": 2.95,
      "text": "market sausage roll to your threestar Michelin restaurant changing the way"
    },
    {
      "start": 643.2,
      "dur": 2.47,
      "text": "Michelin restaurant changing the way they market their food and they're now"
    },
    {
      "start": 645.68,
      "dur": 1.51,
      "text": "they market their food and they're now all the supermarkets here now have"
    },
    {
      "start": 647.2,
      "dur": 3.27,
      "text": "all the supermarkets here now have aisles of food that cater for people on"
    },
    {
      "start": 650.48,
      "dur": 2.15,
      "text": "aisles of food that cater for people on these drugs either supplements"
    },
    {
      "start": 652.64,
      "dur": 2.15,
      "text": "these drugs either supplements nutritionally dense foods smaller"
    },
    {
      "start": 654.8,
      "dur": 1.91,
      "text": "nutritionally dense foods smaller portions it's beginning to change the"
    },
    {
      "start": 656.72,
      "dur": 1.59,
      "text": "portions it's beginning to change the way we are shopping"
    },
    {
      "start": 658.32,
      "dur": 2.23,
      "text": "way we are shopping &gt;&gt; but does that then filter down to to"
    },
    {
      "start": 660.56,
      "dur": 1.91,
      "text": "&gt;&gt; but does that then filter down to to everybody I mean you mentioned a"
    },
    {
      "start": 662.48,
      "dur": 2.95,
      "text": "everybody I mean you mentioned a restaurant serving a tasting menu with a"
    },
    {
      "start": 665.44,
      "dur": 1.59,
      "text": "restaurant serving a tasting menu with a portion that's about twothirds of the"
    },
    {
      "start": 667.04,
      "dur": 1.27,
      "text": "portion that's about twothirds of the size that they normally would. I mean,"
    },
    {
      "start": 668.32,
      "dur": 2.23,
      "text": "size that they normally would. I mean, here in the United States, we are famous"
    },
    {
      "start": 670.56,
      "dur": 2.709,
      "text": "here in the United States, we are famous for some of our restaurants having uh"
    },
    {
      "start": 673.279,
      "dur": 2.311,
      "text": "for some of our restaurants having uh very very large portions, right? And and"
    },
    {
      "start": 675.6,
      "dur": 1.83,
      "text": "very very large portions, right? And and I think that a lot of folks who have"
    },
    {
      "start": 677.44,
      "dur": 2.389,
      "text": "I think that a lot of folks who have tried to prioritize a healthier"
    },
    {
      "start": 679.839,
      "dur": 1.99,
      "text": "tried to prioritize a healthier lifestyle have for a long time argued"
    },
    {
      "start": 681.839,
      "dur": 1.511,
      "text": "lifestyle have for a long time argued that, you know, our portions here in the"
    },
    {
      "start": 683.36,
      "dur": 1.19,
      "text": "that, you know, our portions here in the United States are sort of out of"
    },
    {
      "start": 684.56,
      "dur": 2.15,
      "text": "United States are sort of out of control. This needs to be changed. And"
    },
    {
      "start": 686.72,
      "dur": 3.349,
      "text": "control. This needs to be changed. And so if these GLP-1 drugs are driving that"
    },
    {
      "start": 690.079,
      "dur": 2.551,
      "text": "so if these GLP-1 drugs are driving that change, are you seeing signs that it's"
    },
    {
      "start": 692.64,
      "dur": 1.51,
      "text": "change, are you seeing signs that it's filtering down and changing our"
    },
    {
      "start": 694.16,
      "dur": 1.51,
      "text": "filtering down and changing our relationship more broadly with food"
    },
    {
      "start": 695.68,
      "dur": 1.75,
      "text": "relationship more broadly with food whether or not you're on these drugs?"
    },
    {
      "start": 697.44,
      "dur": 2.47,
      "text": "whether or not you're on these drugs? &gt;&gt; Wouldn't it be ironic, okay, that we"
    },
    {
      "start": 699.92,
      "dur": 2.149,
      "text": "&gt;&gt; Wouldn't it be ironic, okay, that we have spent the last 25 years trying to"
    },
    {
      "start": 702.079,
      "dur": 3.43,
      "text": "have spent the last 25 years trying to fight obesity by reducing um you know"
    },
    {
      "start": 705.519,
      "dur": 2.951,
      "text": "fight obesity by reducing um you know reducing portion sizes and and getting"
    },
    {
      "start": 708.48,
      "dur": 1.349,
      "text": "reducing portion sizes and and getting fight back from the food lobby and"
    },
    {
      "start": 709.839,
      "dur": 2.791,
      "text": "fight back from the food lobby and things. But actually there are these"
    },
    {
      "start": 712.64,
      "dur": 2.23,
      "text": "things. But actually there are these drugs which are going to force the"
    },
    {
      "start": 714.88,
      "dur": 2.31,
      "text": "drugs which are going to force the change. Now we haven't let's see I think"
    },
    {
      "start": 717.2,
      "dur": 3.59,
      "text": "change. Now we haven't let's see I think 2026 2027 is going to be very"
    },
    {
      "start": 720.8,
      "dur": 2.23,
      "text": "2026 2027 is going to be very informative but with my ear to the"
    },
    {
      "start": 723.04,
      "dur": 2.15,
      "text": "informative but with my ear to the ground just looking at the the changing"
    },
    {
      "start": 725.2,
      "dur": 3.03,
      "text": "ground just looking at the the changing landscape it is all now about reducing"
    },
    {
      "start": 728.24,
      "dur": 3.269,
      "text": "landscape it is all now about reducing the portion size but within that portion"
    },
    {
      "start": 731.519,
      "dur": 1.99,
      "text": "the portion size but within that portion increasing the nutritional density"
    },
    {
      "start": 733.519,
      "dur": 1.511,
      "text": "increasing the nutritional density charging still the same I want to point"
    },
    {
      "start": 735.04,
      "dur": 1.27,
      "text": "charging still the same I want to point out I don't think anyone's trying to"
    },
    {
      "start": 736.32,
      "dur": 3.27,
      "text": "out I don't think anyone's trying to charge less but I just get the feeling"
    },
    {
      "start": 739.6,
      "dur": 3.349,
      "text": "charge less but I just get the feeling that a sector of our food is going to be"
    },
    {
      "start": 742.959,
      "dur": 1.591,
      "text": "that a sector of our food is going to be better for us because it's going to be"
    },
    {
      "start": 744.56,
      "dur": 1.99,
      "text": "better for us because it's going to be smaller but better. It's going to have"
    },
    {
      "start": 746.56,
      "dur": 1.75,
      "text": "smaller but better. It's going to have more protein. It's going to have more"
    },
    {
      "start": 748.32,
      "dur": 1.83,
      "text": "more protein. It's going to have more more more nutrients. Let's see if it"
    },
    {
      "start": 750.16,
      "dur": 1.75,
      "text": "more more nutrients. Let's see if it does indeed seep through."
    },
    {
      "start": 751.92,
      "dur": 3.27,
      "text": "does indeed seep through. &gt;&gt; Jos, we've been talking a lot about the"
    },
    {
      "start": 755.2,
      "dur": 2.069,
      "text": "&gt;&gt; Jos, we've been talking a lot about the positive side effects or the positive"
    },
    {
      "start": 757.279,
      "dur": 3.191,
      "text": "positive side effects or the positive outcomes of these drugs. I have also"
    },
    {
      "start": 760.48,
      "dur": 1.75,
      "text": "outcomes of these drugs. I have also heard though quite a bit about some of"
    },
    {
      "start": 762.24,
      "dur": 2.55,
      "text": "heard though quite a bit about some of the side effects of these drugs. Can you"
    },
    {
      "start": 764.8,
      "dur": 3.43,
      "text": "the side effects of these drugs. Can you walk us through what are the side"
    },
    {
      "start": 768.24,
      "dur": 2.87,
      "text": "walk us through what are the side effects from these drugs and are there"
    },
    {
      "start": 771.12,
      "dur": 2.389,
      "text": "effects from these drugs and are there concerns about them being overused or"
    },
    {
      "start": 773.519,
      "dur": 1.911,
      "text": "concerns about them being overused or abused by people who don't need to be on"
    },
    {
      "start": 775.44,
      "dur": 1.03,
      "text": "abused by people who don't need to be on them?"
    },
    {
      "start": 776.48,
      "dur": 2.07,
      "text": "them? &gt;&gt; So I think the most common side effects"
    },
    {
      "start": 778.56,
      "dur": 1.99,
      "text": "&gt;&gt; So I think the most common side effects are going to uh involve your"
    },
    {
      "start": 780.56,
      "dur": 1.59,
      "text": "are going to uh involve your gastrointestinal tract. So the most"
    },
    {
      "start": 782.16,
      "dur": 1.59,
      "text": "gastrointestinal tract. So the most common side effect that will that were"
    },
    {
      "start": 783.76,
      "dur": 1.91,
      "text": "common side effect that will that were pick up that were picked up in all of"
    },
    {
      "start": 785.68,
      "dur": 2.79,
      "text": "pick up that were picked up in all of the main trials is nausea. The second"
    },
    {
      "start": 788.48,
      "dur": 2.789,
      "text": "the main trials is nausea. The second one affects the other end of the tube."
    },
    {
      "start": 791.279,
      "dur": 2.311,
      "text": "one affects the other end of the tube. Okay. either stuff is moving through"
    },
    {
      "start": 793.6,
      "dur": 1.669,
      "text": "Okay. either stuff is moving through your tube a little too quickly, so"
    },
    {
      "start": 795.279,
      "dur": 2.151,
      "text": "your tube a little too quickly, so diarrhea, or constipation a little a"
    },
    {
      "start": 797.44,
      "dur": 2.23,
      "text": "diarrhea, or constipation a little a little too slowly. So many people are"
    },
    {
      "start": 799.68,
      "dur": 1.67,
      "text": "little too slowly. So many people are are charting their journey on these"
    },
    {
      "start": 801.36,
      "dur": 3.19,
      "text": "are charting their journey on these drugs. Um, and I'm talking probably 20%"
    },
    {
      "start": 804.56,
      "dur": 2.069,
      "text": "drugs. Um, and I'm talking probably 20% of people uh uh will have some of these"
    },
    {
      "start": 806.639,
      "dur": 2.551,
      "text": "of people uh uh will have some of these side effects, but my major concern is"
    },
    {
      "start": 809.2,
      "dur": 2.39,
      "text": "side effects, but my major concern is actually less about the side effects,"
    },
    {
      "start": 811.6,
      "dur": 2.31,
      "text": "actually less about the side effects, but about the wrong people getting the"
    },
    {
      "start": 813.92,
      "dur": 1.75,
      "text": "but about the wrong people getting the getting a hold of these drugs."
    },
    {
      "start": 815.68,
      "dur": 2.389,
      "text": "getting a hold of these drugs. &gt;&gt; And and what do I mean by this? So I I"
    },
    {
      "start": 818.079,
      "dur": 1.831,
      "text": "&gt;&gt; And and what do I mean by this? So I I mean by this where these drugs do not"
    },
    {
      "start": 819.92,
      "dur": 1.75,
      "text": "mean by this where these drugs do not have a weight limit in which they start"
    },
    {
      "start": 821.68,
      "dur": 2.87,
      "text": "have a weight limit in which they start working. If you're a 300 lb man looking"
    },
    {
      "start": 824.56,
      "dur": 2.709,
      "text": "working. If you're a 300 lb man looking to lose 50 lbs, this drug's probably for"
    },
    {
      "start": 827.279,
      "dur": 1.99,
      "text": "to lose 50 lbs, this drug's probably for you. All right, that's fine. The problem"
    },
    {
      "start": 829.279,
      "dur": 3.191,
      "text": "you. All right, that's fine. The problem is these drugs will also work if you're"
    },
    {
      "start": 832.48,
      "dur": 3.029,
      "text": "is these drugs will also work if you're a 16y old girl weighing 70 lbs. That's"
    },
    {
      "start": 835.519,
      "dur": 2.471,
      "text": "a 16y old girl weighing 70 lbs. That's the problem. All right, it it doesn't"
    },
    {
      "start": 838.0,
      "dur": 1.829,
      "text": "the problem. All right, it it doesn't say, \"Oh, you're skinny."
    },
    {
      "start": 839.839,
      "dur": 0.23,
      "text": "say, \"Oh, you're skinny. &gt;&gt; Yeah,"
    },
    {
      "start": 840.079,
      "dur": 1.911,
      "text": "&gt;&gt; Yeah, &gt;&gt; it's not going to work now.\" They will"
    },
    {
      "start": 842.0,
      "dur": 1.829,
      "text": "&gt;&gt; it's not going to work now.\" They will do what the biology of these hormones"
    },
    {
      "start": 843.839,
      "dur": 1.831,
      "text": "do what the biology of these hormones will do. they'll still stop you from"
    },
    {
      "start": 845.68,
      "dur": 4.709,
      "text": "will do. they'll still stop you from eating. That is the real danger. So, we"
    },
    {
      "start": 850.399,
      "dur": 2.071,
      "text": "eating. That is the real danger. So, we need to make sure that these drugs are"
    },
    {
      "start": 852.48,
      "dur": 2.87,
      "text": "need to make sure that these drugs are are are regulated so that only the right"
    },
    {
      "start": 855.36,
      "dur": 2.469,
      "text": "are are regulated so that only the right people get it because there's no weight"
    },
    {
      "start": 857.839,
      "dur": 1.67,
      "text": "people get it because there's no weight limit to which they start. That's my"
    },
    {
      "start": 859.519,
      "dur": 2.31,
      "text": "limit to which they start. That's my biggest fear because if you've got an"
    },
    {
      "start": 861.839,
      "dur": 2.23,
      "text": "biggest fear because if you've got an eating disorder, you are only 70 pounds,"
    },
    {
      "start": 864.079,
      "dur": 2.55,
      "text": "eating disorder, you are only 70 pounds, you'll kill yourself and then that is"
    },
    {
      "start": 866.639,
      "dur": 1.671,
      "text": "you'll kill yourself and then that is when we'll get into serious problem. So,"
    },
    {
      "start": 868.32,
      "dur": 1.59,
      "text": "when we'll get into serious problem. So, that is my biggest concern, the wrong"
    },
    {
      "start": 869.92,
      "dur": 1.589,
      "text": "that is my biggest concern, the wrong people getting hold of these drugs. You"
    },
    {
      "start": 871.519,
      "dur": 1.271,
      "text": "people getting hold of these drugs. You mentioned that there's no weight limit"
    },
    {
      "start": 872.8,
      "dur": 1.829,
      "text": "mentioned that there's no weight limit at which point these drugs will start"
    },
    {
      "start": 874.639,
      "dur": 2.63,
      "text": "at which point these drugs will start being effective. Is there an age limit?"
    },
    {
      "start": 877.279,
      "dur": 2.071,
      "text": "being effective. Is there an age limit? I mean, and I asked because GLP1s are"
    },
    {
      "start": 879.36,
      "dur": 1.75,
      "text": "I mean, and I asked because GLP1s are now being prescribed to children with"
    },
    {
      "start": 881.12,
      "dur": 2.79,
      "text": "now being prescribed to children with obesity uh as young as 12 years old."
    },
    {
      "start": 883.92,
      "dur": 4.55,
      "text": "obesity uh as young as 12 years old. What does the research suggest about how"
    },
    {
      "start": 888.48,
      "dur": 2.55,
      "text": "What does the research suggest about how useful these drugs might be in treating"
    },
    {
      "start": 891.04,
      "dur": 3.19,
      "text": "useful these drugs might be in treating children with obesity and is it the same"
    },
    {
      "start": 894.24,
      "dur": 2.55,
      "text": "children with obesity and is it the same processes as treating an adult?"
    },
    {
      "start": 896.8,
      "dur": 1.35,
      "text": "processes as treating an adult? &gt;&gt; It isn't. And the reason is because"
    },
    {
      "start": 898.16,
      "dur": 2.39,
      "text": "&gt;&gt; It isn't. And the reason is because obviously children are growing. My view"
    },
    {
      "start": 900.56,
      "dur": 2.069,
      "text": "obviously children are growing. My view is that there is a costbenefit analysis."
    },
    {
      "start": 902.639,
      "dur": 1.511,
      "text": "is that there is a costbenefit analysis. Now the problem with obesity and we know"
    },
    {
      "start": 904.16,
      "dur": 1.83,
      "text": "Now the problem with obesity and we know that childhood obesity is a hugely"
    },
    {
      "start": 906.0,
      "dur": 2.79,
      "text": "that childhood obesity is a hugely growing problem. The main problem is"
    },
    {
      "start": 908.8,
      "dur": 2.31,
      "text": "growing problem. The main problem is unhealthy children un unhealthy adults"
    },
    {
      "start": 911.12,
      "dur": 2.069,
      "text": "unhealthy children un unhealthy adults and and the reality is if you end up"
    },
    {
      "start": 913.199,
      "dur": 1.911,
      "text": "and and the reality is if you end up with obesity particularly severe obesity"
    },
    {
      "start": 915.12,
      "dur": 2.79,
      "text": "with obesity particularly severe obesity as a child it's very very difficult not"
    },
    {
      "start": 917.92,
      "dur": 1.75,
      "text": "as a child it's very very difficult not impossible but very very difficult to"
    },
    {
      "start": 919.68,
      "dur": 3.11,
      "text": "impossible but very very difficult to become unobese as as an adult. So, you"
    },
    {
      "start": 922.8,
      "dur": 4.149,
      "text": "become unobese as as an adult. So, you do need to take a costbenefit, a far far"
    },
    {
      "start": 926.959,
      "dur": 1.911,
      "text": "do need to take a costbenefit, a far far greater costbenefit analysis than you do"
    },
    {
      "start": 928.88,
      "dur": 2.309,
      "text": "greater costbenefit analysis than you do with an adult if you're dealing with 12"
    },
    {
      "start": 931.199,
      "dur": 1.911,
      "text": "with an adult if you're dealing with 12 year olds and above. Below 12 still"
    },
    {
      "start": 933.12,
      "dur": 1.19,
      "text": "year olds and above. Below 12 still can't be treated with these drugs,"
    },
    {
      "start": 934.32,
      "dur": 2.55,
      "text": "can't be treated with these drugs, rightly so. They are drugs. Okay? I know"
    },
    {
      "start": 936.88,
      "dur": 2.069,
      "text": "rightly so. They are drugs. Okay? I know they make you or make you perceive"
    },
    {
      "start": 938.959,
      "dur": 1.67,
      "text": "they make you or make you perceive yourself to look better, but they're not"
    },
    {
      "start": 940.639,
      "dur": 1.99,
      "text": "yourself to look better, but they're not a cosmetic tool. They're designed to"
    },
    {
      "start": 942.639,
      "dur": 2.151,
      "text": "a cosmetic tool. They're designed to treat obesity and their related"
    },
    {
      "start": 944.8,
      "dur": 1.99,
      "text": "treat obesity and their related illnesses. The side effect might be you"
    },
    {
      "start": 946.8,
      "dur": 2.23,
      "text": "illnesses. The side effect might be you might look better. So, when you're"
    },
    {
      "start": 949.04,
      "dur": 1.19,
      "text": "might look better. So, when you're treating a child, you're not trying to"
    },
    {
      "start": 950.24,
      "dur": 1.19,
      "text": "treating a child, you're not trying to make the child look better. You're"
    },
    {
      "start": 951.44,
      "dur": 1.829,
      "text": "make the child look better. You're trying to make the child healthier. If"
    },
    {
      "start": 953.279,
      "dur": 1.91,
      "text": "trying to make the child healthier. If the costbenefit analysis means the"
    },
    {
      "start": 955.199,
      "dur": 1.911,
      "text": "the costbenefit analysis means the child, the adult, anyone taking the"
    },
    {
      "start": 957.12,
      "dur": 3.03,
      "text": "child, the adult, anyone taking the thing becomes healthier, fine. Okay. In"
    },
    {
      "start": 960.16,
      "dur": 2.63,
      "text": "thing becomes healthier, fine. Okay. In consultation with your doctor. But if"
    },
    {
      "start": 962.8,
      "dur": 2.63,
      "text": "consultation with your doctor. But if it's simply to look better because I"
    },
    {
      "start": 965.44,
      "dur": 1.43,
      "text": "it's simply to look better because I don't want to be teased or anything like"
    },
    {
      "start": 966.88,
      "dur": 2.949,
      "text": "don't want to be teased or anything like that, okay, this is not the drug for"
    },
    {
      "start": 969.839,
      "dur": 1.67,
      "text": "that, okay, this is not the drug for you. Shouldn't be used as a cosmetic"
    },
    {
      "start": 971.519,
      "dur": 1.11,
      "text": "you. Shouldn't be used as a cosmetic tool."
    },
    {
      "start": 972.639,
      "dur": 1.671,
      "text": "tool. &gt;&gt; J, you've referenced a few times that,"
    },
    {
      "start": 974.32,
      "dur": 1.35,
      "text": "&gt;&gt; J, you've referenced a few times that, you know, we have to wait and see what"
    },
    {
      "start": 975.68,
      "dur": 1.75,
      "text": "you know, we have to wait and see what will happen with these drugs. And it"
    },
    {
      "start": 977.44,
      "dur": 2.71,
      "text": "will happen with these drugs. And it strikes me that the story of GLP1s is in"
    },
    {
      "start": 980.16,
      "dur": 2.15,
      "text": "strikes me that the story of GLP1s is in some ways only just beginning in our"
    },
    {
      "start": 982.32,
      "dur": 2.309,
      "text": "some ways only just beginning in our culture. And one of the big recent"
    },
    {
      "start": 984.639,
      "dur": 2.63,
      "text": "culture. And one of the big recent developments is that you can now take"
    },
    {
      "start": 987.279,
      "dur": 2.871,
      "text": "developments is that you can now take this take this drug in pill form. Novon"
    },
    {
      "start": 990.16,
      "dur": 2.31,
      "text": "this take this drug in pill form. Novon Nordisk has this version of a pill and"
    },
    {
      "start": 992.48,
      "dur": 2.469,
      "text": "Nordisk has this version of a pill and there's been a lot of buzz over Eli Liy"
    },
    {
      "start": 994.959,
      "dur": 2.151,
      "text": "there's been a lot of buzz over Eli Liy also working to get approval for a pill"
    },
    {
      "start": 997.12,
      "dur": 1.509,
      "text": "also working to get approval for a pill version of these drugs. Do I have that"
    },
    {
      "start": 998.639,
      "dur": 2.151,
      "text": "version of these drugs. Do I have that right? That Novon Nordisks I mean WGO is"
    },
    {
      "start": 1000.8,
      "dur": 2.07,
      "text": "right? That Novon Nordisks I mean WGO is available in pill form. Is that correct?"
    },
    {
      "start": 1002.88,
      "dur": 2.79,
      "text": "available in pill form. Is that correct? &gt;&gt; It is. Yeah. FDA approved uh in in"
    },
    {
      "start": 1005.68,
      "dur": 2.55,
      "text": "&gt;&gt; It is. Yeah. FDA approved uh in in December 2025 uh and we are waiting for"
    },
    {
      "start": 1008.24,
      "dur": 1.11,
      "text": "December 2025 uh and we are waiting for approval in this country."
    },
    {
      "start": 1009.36,
      "dur": 2.07,
      "text": "approval in this country. &gt;&gt; Yeah. So I was just gonna ask why just"
    },
    {
      "start": 1011.44,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. So I was just gonna ask why just so from my own understanding why has"
    },
    {
      "start": 1012.72,
      "dur": 1.43,
      "text": "so from my own understanding why has been there been all the buzz over this"
    },
    {
      "start": 1014.16,
      "dur": 1.589,
      "text": "been there been all the buzz over this Lily one that's coming out in March."
    },
    {
      "start": 1015.759,
      "dur": 2.87,
      "text": "Lily one that's coming out in March. &gt;&gt; The Wiggoi pill is simply that right? So"
    },
    {
      "start": 1018.639,
      "dur": 2.711,
      "text": "&gt;&gt; The Wiggoi pill is simply that right? So so Novo managed to take the injectable"
    },
    {
      "start": 1021.36,
      "dur": 1.75,
      "text": "so Novo managed to take the injectable version of it and sort of package it"
    },
    {
      "start": 1023.12,
      "dur": 1.75,
      "text": "version of it and sort of package it into a pill. So they still have to make"
    },
    {
      "start": 1024.88,
      "dur": 1.51,
      "text": "into a pill. So they still have to make the drug and these drugs are not cheap"
    },
    {
      "start": 1026.4,
      "dur": 1.909,
      "text": "the drug and these drugs are not cheap to make. So they're still modified"
    },
    {
      "start": 1028.319,
      "dur": 1.271,
      "text": "to make. So they're still modified hormones and they're still difficult to"
    },
    {
      "start": 1029.6,
      "dur": 3.51,
      "text": "hormones and they're still difficult to make. Okay. Lily is about to make what"
    },
    {
      "start": 1033.12,
      "dur": 2.549,
      "text": "make. Okay. Lily is about to make what we call a small molecule drug. A small"
    },
    {
      "start": 1035.679,
      "dur": 2.471,
      "text": "we call a small molecule drug. A small molecule is chemically made. It's a it's"
    },
    {
      "start": 1038.16,
      "dur": 2.149,
      "text": "molecule is chemically made. It's a it's a chemically made rather than"
    },
    {
      "start": 1040.319,
      "dur": 3.431,
      "text": "a chemically made rather than synthesized. It's a white powder. Now, a"
    },
    {
      "start": 1043.76,
      "dur": 2.95,
      "text": "synthesized. It's a white powder. Now, a white powder can be made at higher"
    },
    {
      "start": 1046.72,
      "dur": 2.39,
      "text": "white powder can be made at higher volumes far cheaper because you don't"
    },
    {
      "start": 1049.12,
      "dur": 1.35,
      "text": "volumes far cheaper because you don't have to try and mimic a hormone."
    },
    {
      "start": 1050.48,
      "dur": 1.83,
      "text": "have to try and mimic a hormone. Mimicking a hormone is just it requires"
    },
    {
      "start": 1052.32,
      "dur": 2.229,
      "text": "Mimicking a hormone is just it requires a specialist set of skills. A white"
    },
    {
      "start": 1054.559,
      "dur": 2.551,
      "text": "a specialist set of skills. A white powder can be made by anybody with a"
    },
    {
      "start": 1057.12,
      "dur": 1.83,
      "text": "powder can be made by anybody with a knowledge of chemistry. Okay? and and"
    },
    {
      "start": 1058.96,
      "dur": 1.51,
      "text": "knowledge of chemistry. Okay? and and and at scale you still have to make it"
    },
    {
      "start": 1060.48,
      "dur": 3.75,
      "text": "and at scale you still have to make it safe which means that when those drugs"
    },
    {
      "start": 1064.24,
      "dur": 2.23,
      "text": "safe which means that when those drugs come off patent you're going to end up"
    },
    {
      "start": 1066.48,
      "dur": 2.309,
      "text": "come off patent you're going to end up with Tylenol broadly speaking okay"
    },
    {
      "start": 1068.799,
      "dur": 1.911,
      "text": "with Tylenol broadly speaking okay because Tylenol is a white powder okay"
    },
    {
      "start": 1070.72,
      "dur": 2.069,
      "text": "because Tylenol is a white powder okay statins are a white powder"
    },
    {
      "start": 1072.799,
      "dur": 1.591,
      "text": "statins are a white powder &gt;&gt; and so the moment you have a white"
    },
    {
      "start": 1074.4,
      "dur": 3.269,
      "text": "&gt;&gt; and so the moment you have a white powder it's scalability deliverability"
    },
    {
      "start": 1077.679,
      "dur": 2.791,
      "text": "powder it's scalability deliverability and cost Lily will still charge what"
    },
    {
      "start": 1080.48,
      "dur": 1.189,
      "text": "and cost Lily will still charge what Lily will charge because they'll have to"
    },
    {
      "start": 1081.679,
      "dur": 2.551,
      "text": "Lily will charge because they'll have to make back their R&amp;D costs once it goes"
    },
    {
      "start": 1084.24,
      "dur": 1.91,
      "text": "make back their R&amp;D costs once it goes off patent"
    },
    {
      "start": 1086.16,
      "dur": 4.55,
      "text": "off patent then we at population penetrance that we"
    },
    {
      "start": 1090.72,
      "dur": 1.67,
      "text": "then we at population penetrance that we won't see today because now the drugs"
    },
    {
      "start": 1092.4,
      "dur": 2.79,
      "text": "won't see today because now the drugs will go down to single digit maybe"
    },
    {
      "start": 1095.2,
      "dur": 1.67,
      "text": "will go down to single digit maybe double digit costs probably but single"
    },
    {
      "start": 1096.88,
      "dur": 1.43,
      "text": "double digit costs probably but single digit cost something like that"
    },
    {
      "start": 1098.32,
      "dur": 1.99,
      "text": "digit cost something like that &gt;&gt; and that could dramatically change our"
    },
    {
      "start": 1100.32,
      "dur": 0.87,
      "text": "&gt;&gt; and that could dramatically change our culture"
    },
    {
      "start": 1101.2,
      "dur": 1.51,
      "text": "culture &gt;&gt; yeah and that but that won't be for 15"
    },
    {
      "start": 1102.72,
      "dur": 0.87,
      "text": "&gt;&gt; yeah and that but that won't be for 15 years right"
    },
    {
      "start": 1103.6,
      "dur": 2.309,
      "text": "years right &gt;&gt; what does it mean for these drugs to be"
    },
    {
      "start": 1105.919,
      "dur": 2.951,
      "text": "&gt;&gt; what does it mean for these drugs to be available in pill form I mean does it"
    },
    {
      "start": 1108.88,
      "dur": 2.87,
      "text": "available in pill form I mean does it does it increase access affordability"
    },
    {
      "start": 1111.76,
      "dur": 1.19,
      "text": "does it increase access affordability broadly I just want to understand what"
    },
    {
      "start": 1112.96,
      "dur": 1.03,
      "text": "broadly I just want to understand what does it mean yeah"
    },
    {
      "start": 1114.0,
      "dur": 1.909,
      "text": "does it mean yeah &gt;&gt; both both I think it will increase"
    },
    {
      "start": 1115.919,
      "dur": 2.231,
      "text": "&gt;&gt; both both I think it will increase access um because they'll be cheaper"
    },
    {
      "start": 1118.16,
      "dur": 1.67,
      "text": "access um because they'll be cheaper because there's no delivery system that"
    },
    {
      "start": 1119.84,
      "dur": 1.51,
      "text": "because there's no delivery system that you have to create the needles and"
    },
    {
      "start": 1121.36,
      "dur": 1.51,
      "text": "you have to create the needles and things like that. So automatically be"
    },
    {
      "start": 1122.88,
      "dur": 2.63,
      "text": "things like that. So automatically be cheaper and crucially they don't have to"
    },
    {
      "start": 1125.52,
      "dur": 2.79,
      "text": "cheaper and crucially they don't have to be refrigerated because all the the"
    },
    {
      "start": 1128.32,
      "dur": 1.51,
      "text": "be refrigerated because all the the current injectables need to be in a"
    },
    {
      "start": 1129.84,
      "dur": 1.829,
      "text": "current injectables need to be in a fridge which means that in order to"
    },
    {
      "start": 1131.679,
      "dur": 2.071,
      "text": "fridge which means that in order to deliver them in order to store them you"
    },
    {
      "start": 1133.76,
      "dur": 1.59,
      "text": "deliver them in order to store them you need to have a cold chain which is fine"
    },
    {
      "start": 1135.36,
      "dur": 1.75,
      "text": "need to have a cold chain which is fine in the United States and Northern Europe"
    },
    {
      "start": 1137.12,
      "dur": 1.59,
      "text": "in the United States and Northern Europe and what have you but it means"
    },
    {
      "start": 1138.72,
      "dur": 1.99,
      "text": "and what have you but it means accessibility to places which don't have"
    },
    {
      "start": 1140.72,
      "dur": 2.15,
      "text": "accessibility to places which don't have refrigeration for example is nearly"
    },
    {
      "start": 1142.88,
      "dur": 2.87,
      "text": "refrigeration for example is nearly impossible. in pill form. They're easy"
    },
    {
      "start": 1145.76,
      "dur": 1.269,
      "text": "impossible. in pill form. They're easy to transport"
    },
    {
      "start": 1147.039,
      "dur": 1.75,
      "text": "to transport &gt;&gt; and don't have a cold chain. So"
    },
    {
      "start": 1148.799,
      "dur": 2.791,
      "text": "&gt;&gt; and don't have a cold chain. So accessibility, equitable accessibility"
    },
    {
      "start": 1151.6,
      "dur": 2.15,
      "text": "accessibility, equitable accessibility that suddenly suddenly opens up."
    },
    {
      "start": 1153.76,
      "dur": 1.909,
      "text": "that suddenly suddenly opens up. &gt;&gt; The downside"
    },
    {
      "start": 1155.679,
      "dur": 1.511,
      "text": "&gt;&gt; The downside goes back to the right people getting"
    },
    {
      "start": 1157.2,
      "dur": 2.469,
      "text": "goes back to the right people getting it. Right. As an injectable, it's more"
    },
    {
      "start": 1159.679,
      "dur": 1.99,
      "text": "it. Right. As an injectable, it's more difficult to sort of get a black market"
    },
    {
      "start": 1161.679,
      "dur": 2.23,
      "text": "difficult to sort of get a black market version of it. As a pill, it's going to"
    },
    {
      "start": 1163.919,
      "dur": 2.791,
      "text": "version of it. As a pill, it's going to be a lot easier. So as we increase"
    },
    {
      "start": 1166.72,
      "dur": 2.79,
      "text": "be a lot easier. So as we increase access, rightly so, right, to drive down"
    },
    {
      "start": 1169.52,
      "dur": 2.149,
      "text": "access, rightly so, right, to drive down prices so that more people who suffer"
    },
    {
      "start": 1171.679,
      "dur": 3.271,
      "text": "prices so that more people who suffer can get the drug, then we need to make"
    },
    {
      "start": 1174.96,
      "dur": 1.91,
      "text": "can get the drug, then we need to make sure we tighten up on black market"
    },
    {
      "start": 1176.88,
      "dur": 1.59,
      "text": "sure we tighten up on black market versions of these drugs, illicit"
    },
    {
      "start": 1178.48,
      "dur": 1.59,
      "text": "versions of these drugs, illicit versions of of these drugs, getting to"
    },
    {
      "start": 1180.08,
      "dur": 1.11,
      "text": "versions of of these drugs, getting to the wrong people."
    },
    {
      "start": 1181.2,
      "dur": 1.349,
      "text": "the wrong people. &gt;&gt; We have talked throughout this"
    },
    {
      "start": 1182.559,
      "dur": 2.391,
      "text": "&gt;&gt; We have talked throughout this conversation about ways in which these"
    },
    {
      "start": 1184.96,
      "dur": 3.99,
      "text": "conversation about ways in which these drugs are changing our culture. And I'm"
    },
    {
      "start": 1188.96,
      "dur": 1.99,
      "text": "drugs are changing our culture. And I'm struck by the fact that on the one hand,"
    },
    {
      "start": 1190.96,
      "dur": 3.11,
      "text": "struck by the fact that on the one hand, these are drugs that are life- saving"
    },
    {
      "start": 1194.08,
      "dur": 1.91,
      "text": "these are drugs that are life- saving for some people. Um, and that they are"
    },
    {
      "start": 1196.0,
      "dur": 2.31,
      "text": "for some people. Um, and that they are radically reshaping the lives of of"
    },
    {
      "start": 1198.32,
      "dur": 2.229,
      "text": "radically reshaping the lives of of people who have been on diabetes, who"
    },
    {
      "start": 1200.559,
      "dur": 3.431,
      "text": "people who have been on diabetes, who who may be obese. And on the other hand,"
    },
    {
      "start": 1204.0,
      "dur": 1.59,
      "text": "who may be obese. And on the other hand, I'm thinking about how we've seen the"
    },
    {
      "start": 1205.6,
      "dur": 2.949,
      "text": "I'm thinking about how we've seen the this recent wave of of culture articles,"
    },
    {
      "start": 1208.559,
      "dur": 1.031,
      "text": "this recent wave of of culture articles, at least here in the United States,"
    },
    {
      "start": 1209.6,
      "dur": 2.39,
      "text": "at least here in the United States, about the return of so-called heroin"
    },
    {
      "start": 1212.0,
      "dur": 1.83,
      "text": "about the return of so-called heroin chic. Um, you know, I don't know if"
    },
    {
      "start": 1213.84,
      "dur": 1.03,
      "text": "chic. Um, you know, I don't know if you're familiar with this, but the idea"
    },
    {
      "start": 1214.88,
      "dur": 1.51,
      "text": "you're familiar with this, but the idea that there's been this resurgence of"
    },
    {
      "start": 1216.4,
      "dur": 2.629,
      "text": "that there's been this resurgence of culture, right, that prioritizes extreme"
    },
    {
      "start": 1219.039,
      "dur": 3.671,
      "text": "culture, right, that prioritizes extreme thinness. And I can't help but wonder if"
    },
    {
      "start": 1222.72,
      "dur": 2.71,
      "text": "thinness. And I can't help but wonder if these phenomena are perhaps related. And"
    },
    {
      "start": 1225.44,
      "dur": 1.51,
      "text": "these phenomena are perhaps related. And I wonder from your perspective, is the"
    },
    {
      "start": 1226.96,
      "dur": 2.47,
      "text": "I wonder from your perspective, is the existence of drugs that make it so easy"
    },
    {
      "start": 1229.44,
      "dur": 2.79,
      "text": "existence of drugs that make it so easy to lose weight, further entrenching our"
    },
    {
      "start": 1232.24,
      "dur": 1.75,
      "text": "to lose weight, further entrenching our culture of extreme thinness? And it it"
    },
    {
      "start": 1234.0,
      "dur": 1.029,
      "text": "culture of extreme thinness? And it it just strikes me as being really"
    },
    {
      "start": 1235.039,
      "dur": 2.151,
      "text": "just strikes me as being really different than some of the focus we saw"
    },
    {
      "start": 1237.2,
      "dur": 2.469,
      "text": "different than some of the focus we saw over the last, you know, several prior"
    },
    {
      "start": 1239.679,
      "dur": 1.671,
      "text": "over the last, you know, several prior years where there's this idea around"
    },
    {
      "start": 1241.36,
      "dur": 2.71,
      "text": "years where there's this idea around body positivity and different types of"
    },
    {
      "start": 1244.08,
      "dur": 2.79,
      "text": "body positivity and different types of shapes and and models of different sizes"
    },
    {
      "start": 1246.88,
      "dur": 2.47,
      "text": "shapes and and models of different sizes and now we see a real cultural focus at"
    },
    {
      "start": 1249.36,
      "dur": 2.23,
      "text": "and now we see a real cultural focus at least here in the US it feels on extreme"
    },
    {
      "start": 1251.6,
      "dur": 0.71,
      "text": "least here in the US it feels on extreme thickness."
    },
    {
      "start": 1252.32,
      "dur": 1.589,
      "text": "thickness. &gt;&gt; I I think we got to hold these two"
    },
    {
      "start": 1253.919,
      "dur": 1.271,
      "text": "&gt;&gt; I I think we got to hold these two thoughts in our head, right? That this"
    },
    {
      "start": 1255.2,
      "dur": 1.67,
      "text": "thoughts in our head, right? That this is that these are powerful drugs that"
    },
    {
      "start": 1256.88,
      "dur": 1.75,
      "text": "is that these are powerful drugs that will help a lot of people and I think"
    },
    {
      "start": 1258.64,
      "dur": 1.67,
      "text": "will help a lot of people and I think that's going to be true."
    },
    {
      "start": 1260.32,
      "dur": 2.87,
      "text": "that's going to be true. &gt;&gt; But we are humans, okay? and and and so"
    },
    {
      "start": 1263.2,
      "dur": 2.55,
      "text": "&gt;&gt; But we are humans, okay? and and and so we like beautiful things at the moment."
    },
    {
      "start": 1265.76,
      "dur": 2.47,
      "text": "we like beautiful things at the moment. Beautiful is thin sadly."
    },
    {
      "start": 1268.24,
      "dur": 3.03,
      "text": "Beautiful is thin sadly. &gt;&gt; Um and now we have a tool which could"
    },
    {
      "start": 1271.28,
      "dur": 2.47,
      "text": "&gt;&gt; Um and now we have a tool which could make us thin if you want to use it as as"
    },
    {
      "start": 1273.76,
      "dur": 1.51,
      "text": "make us thin if you want to use it as as a cosmetic drug. I'm not encouraging"
    },
    {
      "start": 1275.28,
      "dur": 1.59,
      "text": "a cosmetic drug. I'm not encouraging anything but this is just this is just"
    },
    {
      "start": 1276.88,
      "dur": 1.029,
      "text": "anything but this is just this is just the the the truth."
    },
    {
      "start": 1277.919,
      "dur": 1.591,
      "text": "the the the truth. &gt;&gt; The fact is you're saying it can be used"
    },
    {
      "start": 1279.52,
      "dur": 0.71,
      "text": "&gt;&gt; The fact is you're saying it can be used that way."
    },
    {
      "start": 1280.24,
      "dur": 1.51,
      "text": "that way. &gt;&gt; It can be used that way and and the"
    },
    {
      "start": 1281.76,
      "dur": 2.07,
      "text": "&gt;&gt; It can be used that way and and the reality is these drug companies do not"
    },
    {
      "start": 1283.84,
      "dur": 1.829,
      "text": "reality is these drug companies do not want these drugs in the wrong hands"
    },
    {
      "start": 1285.679,
      "dur": 1.511,
      "text": "want these drugs in the wrong hands either because if something bad happens"
    },
    {
      "start": 1287.2,
      "dur": 1.829,
      "text": "either because if something bad happens it reflects back. It's bad for business."
    },
    {
      "start": 1289.039,
      "dur": 2.071,
      "text": "it reflects back. It's bad for business. Okay. just from a purely mercenary p"
    },
    {
      "start": 1291.12,
      "dur": 1.029,
      "text": "Okay. just from a purely mercenary p perspective."
    },
    {
      "start": 1292.159,
      "dur": 2.551,
      "text": "perspective. &gt;&gt; But but I am already seeing just on"
    },
    {
      "start": 1294.72,
      "dur": 1.59,
      "text": "&gt;&gt; But but I am already seeing just on social media when when you go swipe"
    },
    {
      "start": 1296.32,
      "dur": 2.709,
      "text": "social media when when you go swipe swipe swipe of people saying"
    },
    {
      "start": 1299.039,
      "dur": 2.711,
      "text": "swipe swipe of people saying &gt;&gt; why does this person look like that he"
    },
    {
      "start": 1301.76,
      "dur": 3.59,
      "text": "&gt;&gt; why does this person look like that he or she can afford the new drugs when"
    },
    {
      "start": 1305.36,
      "dur": 2.15,
      "text": "or she can afford the new drugs when they're just choosing to look like how"
    },
    {
      "start": 1307.52,
      "dur": 2.47,
      "text": "they're just choosing to look like how they're looking. So it is I think it's a"
    },
    {
      "start": 1310.0,
      "dur": 2.149,
      "text": "they're looking. So it is I think it's a true fear that that that you're saying"
    },
    {
      "start": 1312.159,
      "dur": 1.431,
      "text": "true fear that that that you're saying the only way that we're going to fight"
    },
    {
      "start": 1313.6,
      "dur": 1.35,
      "text": "the only way that we're going to fight back against this are probably two ways."
    },
    {
      "start": 1314.96,
      "dur": 1.75,
      "text": "back against this are probably two ways. First of all, legislating uh who gets"
    },
    {
      "start": 1316.72,
      "dur": 2.63,
      "text": "First of all, legislating uh who gets these drugs, but and this and then the"
    },
    {
      "start": 1319.36,
      "dur": 2.39,
      "text": "these drugs, but and this and then the second one more of a pipe dream. Maybe"
    },
    {
      "start": 1321.76,
      "dur": 3.11,
      "text": "second one more of a pipe dream. Maybe we need to reconsider what our standards"
    },
    {
      "start": 1324.88,
      "dur": 1.83,
      "text": "we need to reconsider what our standards of beauty mean. What what what what what"
    },
    {
      "start": 1326.72,
      "dur": 1.99,
      "text": "of beauty mean. What what what what what does beauty mean? And disconnecting"
    },
    {
      "start": 1328.72,
      "dur": 2.71,
      "text": "does beauty mean? And disconnecting beauty from weight, but reconnecting"
    },
    {
      "start": 1331.44,
      "dur": 1.109,
      "text": "beauty from weight, but reconnecting weight to health."
    },
    {
      "start": 1332.559,
      "dur": 1.511,
      "text": "weight to health. &gt;&gt; Yeah, those are conversations that it"
    },
    {
      "start": 1334.08,
      "dur": 2.63,
      "text": "&gt;&gt; Yeah, those are conversations that it feels like we've been going through um"
    },
    {
      "start": 1336.72,
      "dur": 1.829,
      "text": "feels like we've been going through um every few years and there's different"
    },
    {
      "start": 1338.559,
      "dur": 2.311,
      "text": "every few years and there's different cycles that kind of es and flows where"
    },
    {
      "start": 1340.88,
      "dur": 2.55,
      "text": "cycles that kind of es and flows where the conversation goes in a given year."
    },
    {
      "start": 1343.44,
      "dur": 1.83,
      "text": "the conversation goes in a given year. &gt;&gt; Focus on fitness. Well, Charles, thank"
    },
    {
      "start": 1345.28,
      "dur": 1.59,
      "text": "&gt;&gt; Focus on fitness. Well, Charles, thank you so much for taking the time to join"
    },
    {
      "start": 1346.88,
      "dur": 1.59,
      "text": "you so much for taking the time to join us. I really appreciate it."
    },
    {
      "start": 1348.48,
      "dur": 1.429,
      "text": "us. I really appreciate it. &gt;&gt; Thank you so much."
    },
    {
      "start": 1349.919,
      "dur": 1.75,
      "text": "&gt;&gt; Thank you so much. &gt;&gt; That's it for today's show. If you"
    },
    {
      "start": 1351.679,
      "dur": 2.391,
      "text": "&gt;&gt; That's it for today's show. If you enjoyed our episode, I cannot let you go"
    },
    {
      "start": 1354.08,
      "dur": 1.51,
      "text": "enjoyed our episode, I cannot let you go without sharing that our show, The"
    },
    {
      "start": 1355.6,
      "dur": 2.47,
      "text": "without sharing that our show, The Global Story, is also available every"
    },
    {
      "start": 1358.08,
      "dur": 2.469,
      "text": "Global Story, is also available every weekday as an audio podcast. You can"
    },
    {
      "start": 1360.559,
      "dur": 2.551,
      "text": "weekday as an audio podcast. You can find us on bbc.com or wherever you"
    },
    {
      "start": 1363.12,
      "dur": 3.72,
      "text": "find us on bbc.com or wherever you listen to your favorite shows."
    }
  ]
}