{
  "videoId": "KACKbPWEGo4",
  "title": "The fallout and impact of the Epstein files | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 1613,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.8,
      "text": "So, three million pages of documents,"
    },
    {
      "start": 2.96,
      "dur": 3.43,
      "text": "So, three million pages of documents, 180,000 images, and 2,000 videos. The"
    },
    {
      "start": 6.4,
      "dur": 1.99,
      "text": "180,000 images, and 2,000 videos. The latest release of files related to the"
    },
    {
      "start": 8.4,
      "dur": 2.63,
      "text": "latest release of files related to the pedophile Jeffrey Epstein is shocking in"
    },
    {
      "start": 11.04,
      "dur": 2.87,
      "text": "pedophile Jeffrey Epstein is shocking in its size and its content. Investigations"
    },
    {
      "start": 13.92,
      "dur": 1.909,
      "text": "its size and its content. Investigations are now underway in at least 10"
    },
    {
      "start": 15.839,
      "dur": 2.151,
      "text": "are now underway in at least 10 countries. We're still combing through"
    },
    {
      "start": 18.0,
      "dur": 2.39,
      "text": "countries. We're still combing through the detail, and every day we uncover"
    },
    {
      "start": 20.4,
      "dur": 2.15,
      "text": "the detail, and every day we uncover more and more about the crimes of the"
    },
    {
      "start": 22.56,
      "dur": 2.23,
      "text": "more and more about the crimes of the disgraced Financia and the people he was"
    },
    {
      "start": 24.8,
      "dur": 2.469,
      "text": "disgraced Financia and the people he was connected to. Well, over the next half"
    },
    {
      "start": 27.279,
      "dur": 1.511,
      "text": "connected to. Well, over the next half an hour, we'll discuss the key"
    },
    {
      "start": 28.8,
      "dur": 2.469,
      "text": "an hour, we'll discuss the key revelations uncovered so far and the"
    },
    {
      "start": 31.279,
      "dur": 2.631,
      "text": "revelations uncovered so far and the seismic impacts they've had. We have"
    },
    {
      "start": 33.92,
      "dur": 1.99,
      "text": "seismic impacts they've had. We have analysis from our chief North America"
    },
    {
      "start": 35.92,
      "dur": 1.75,
      "text": "analysis from our chief North America correspondent Gary O'Donahu in"
    },
    {
      "start": 37.68,
      "dur": 3.189,
      "text": "correspondent Gary O'Donahu in Washington. In Windsor, our senior royal"
    },
    {
      "start": 40.879,
      "dur": 1.911,
      "text": "Washington. In Windsor, our senior royal correspondent Daniela Ralph. Our"
    },
    {
      "start": 42.8,
      "dur": 1.83,
      "text": "correspondent Daniela Ralph. Our political correspondent Nick Erdley is"
    },
    {
      "start": 44.64,
      "dur": 2.87,
      "text": "political correspondent Nick Erdley is in Westminster. Our analysis editor Ros"
    },
    {
      "start": 47.52,
      "dur": 3.11,
      "text": "in Westminster. Our analysis editor Ros Atkins is in our BBC verify hub. And our"
    },
    {
      "start": 50.64,
      "dur": 1.67,
      "text": "Atkins is in our BBC verify hub. And our business editor, Simon Jack, is here"
    },
    {
      "start": 52.32,
      "dur": 2.79,
      "text": "business editor, Simon Jack, is here with me in London, as is Normia Ikbau,"
    },
    {
      "start": 55.12,
      "dur": 1.99,
      "text": "with me in London, as is Normia Ikbau, who's been looking at the response from"
    },
    {
      "start": 57.12,
      "dur": 3.03,
      "text": "who's been looking at the response from the victims and their families. Plenty"
    },
    {
      "start": 60.16,
      "dur": 2.869,
      "text": "the victims and their families. Plenty to digest, but it all started exactly a"
    },
    {
      "start": 63.039,
      "dur": 2.231,
      "text": "to digest, but it all started exactly a week ago."
    },
    {
      "start": 65.28,
      "dur": 2.31,
      "text": "week ago. Today, we are producing more than 3"
    },
    {
      "start": 67.6,
      "dur": 3.509,
      "text": "Today, we are producing more than 3 million pages, including more than 2,000"
    },
    {
      "start": 71.119,
      "dur": 4.391,
      "text": "million pages, including more than 2,000 videos and 180,000 images."
    },
    {
      "start": 75.52,
      "dur": 2.47,
      "text": "videos and 180,000 images. In total, that means that the department"
    },
    {
      "start": 78.0,
      "dur": 1.67,
      "text": "In total, that means that the department produced approximately three and a half"
    },
    {
      "start": 79.68,
      "dur": 1.67,
      "text": "produced approximately three and a half million pages in compliance with the"
    },
    {
      "start": 81.36,
      "dur": 3.59,
      "text": "million pages in compliance with the act."
    },
    {
      "start": 84.96,
      "dur": 2.159,
      "text": "&gt;&gt; Well, it's been a whirlwind week. By"
    },
    {
      "start": 87.119,
      "dur": 2.151,
      "text": "&gt;&gt; Well, it's been a whirlwind week. By Friday evening, the new document showed"
    },
    {
      "start": 89.28,
      "dur": 1.99,
      "text": "Friday evening, the new document showed Epstein and the former Prince Andrew"
    },
    {
      "start": 91.28,
      "dur": 2.23,
      "text": "Epstein and the former Prince Andrew kept a close relationship long after he"
    },
    {
      "start": 93.52,
      "dur": 3.19,
      "text": "kept a close relationship long after he was convicted in 2008. By the next"
    },
    {
      "start": 96.72,
      "dur": 2.069,
      "text": "was convicted in 2008. By the next morning, a photo had emerged of Andrew"
    },
    {
      "start": 98.799,
      "dur": 1.911,
      "text": "morning, a photo had emerged of Andrew crouched on all fours over an"
    },
    {
      "start": 100.72,
      "dur": 2.31,
      "text": "crouched on all fours over an unidentified woman. He has yet to"
    },
    {
      "start": 103.04,
      "dur": 1.429,
      "text": "unidentified woman. He has yet to comment on the latest release of"
    },
    {
      "start": 104.479,
      "dur": 1.99,
      "text": "comment on the latest release of documents, but has always denied any"
    },
    {
      "start": 106.479,
      "dur": 2.871,
      "text": "documents, but has always denied any wrongdoing. On Sunday, Peter Mandlesson"
    },
    {
      "start": 109.36,
      "dur": 2.389,
      "text": "wrongdoing. On Sunday, Peter Mandlesson was back in the spotlight. Documents"
    },
    {
      "start": 111.759,
      "dur": 3.111,
      "text": "was back in the spotlight. Documents revealed Epstein paid $75,000 into"
    },
    {
      "start": 114.88,
      "dur": 1.83,
      "text": "revealed Epstein paid $75,000 into accounts linked to the former UK"
    },
    {
      "start": 116.72,
      "dur": 3.429,
      "text": "accounts linked to the former UK ambassador to the US between 2003 and"
    },
    {
      "start": 120.159,
      "dur": 3.27,
      "text": "ambassador to the US between 2003 and 2004. He said he has no record or"
    },
    {
      "start": 123.439,
      "dur": 2.231,
      "text": "2004. He said he has no record or recollection of receiving the sums and"
    },
    {
      "start": 125.68,
      "dur": 1.91,
      "text": "recollection of receiving the sums and didn't know whether the documents were"
    },
    {
      "start": 127.6,
      "dur": 2.31,
      "text": "didn't know whether the documents were authentic. Police have now started"
    },
    {
      "start": 129.92,
      "dur": 3.029,
      "text": "authentic. Police have now started searches of two of his properties. On"
    },
    {
      "start": 132.959,
      "dur": 2.071,
      "text": "searches of two of his properties. On Monday, emails which appear to be from"
    },
    {
      "start": 135.04,
      "dur": 2.31,
      "text": "Monday, emails which appear to be from Sarah Ferguson, Andrew's ex-wife and"
    },
    {
      "start": 137.36,
      "dur": 2.71,
      "text": "Sarah Ferguson, Andrew's ex-wife and former Duchess of York, illustrated the"
    },
    {
      "start": 140.08,
      "dur": 1.83,
      "text": "former Duchess of York, illustrated the closeness of her relationship with"
    },
    {
      "start": 141.92,
      "dur": 2.309,
      "text": "closeness of her relationship with Epstein, even whilst he was in prison."
    },
    {
      "start": 144.239,
      "dur": 3.031,
      "text": "Epstein, even whilst he was in prison. In one, she calls him the brother she"
    },
    {
      "start": 147.28,
      "dur": 2.71,
      "text": "In one, she calls him the brother she always wished for. The emails do not"
    },
    {
      "start": 150.0,
      "dur": 2.55,
      "text": "always wished for. The emails do not indicate any wrongdoing. By Tuesday, the"
    },
    {
      "start": 152.56,
      "dur": 1.91,
      "text": "indicate any wrongdoing. By Tuesday, the Met police launched an investigation"
    },
    {
      "start": 154.48,
      "dur": 1.67,
      "text": "Met police launched an investigation into Peter Mandlesson. document"
    },
    {
      "start": 156.16,
      "dur": 2.31,
      "text": "into Peter Mandlesson. document suggested he'd been passing market"
    },
    {
      "start": 158.48,
      "dur": 2.23,
      "text": "suggested he'd been passing market sensitive material to Epstein when he"
    },
    {
      "start": 160.72,
      "dur": 1.83,
      "text": "sensitive material to Epstein when he was business secretary in Gordon Brown's"
    },
    {
      "start": 162.56,
      "dur": 1.669,
      "text": "was business secretary in Gordon Brown's government in the middle of the"
    },
    {
      "start": 164.239,
      "dur": 2.951,
      "text": "government in the middle of the financial crisis of 2008. He maintains"
    },
    {
      "start": 167.2,
      "dur": 2.309,
      "text": "financial crisis of 2008. He maintains he did not act criminally and did not"
    },
    {
      "start": 169.519,
      "dur": 3.111,
      "text": "he did not act criminally and did not act did not act for personal gain. Well,"
    },
    {
      "start": 172.64,
      "dur": 2.55,
      "text": "act did not act for personal gain. Well, Epstein had connections everywhere from"
    },
    {
      "start": 175.2,
      "dur": 3.029,
      "text": "Epstein had connections everywhere from Norway to Poland to Australia. Among"
    },
    {
      "start": 178.239,
      "dur": 2.311,
      "text": "Norway to Poland to Australia. Among them, Bill Gates. On Wednesday, the"
    },
    {
      "start": 180.56,
      "dur": 2.23,
      "text": "them, Bill Gates. On Wednesday, the billionaire said he regretted every"
    },
    {
      "start": 182.8,
      "dur": 2.709,
      "text": "billionaire said he regretted every minute he spent with Jeffrey Epstein."
    },
    {
      "start": 185.519,
      "dur": 1.911,
      "text": "minute he spent with Jeffrey Epstein. Among the latest branch of documents,"
    },
    {
      "start": 187.44,
      "dur": 2.95,
      "text": "Among the latest branch of documents, Epstein accused Gates of contracting a"
    },
    {
      "start": 190.4,
      "dur": 1.749,
      "text": "Epstein accused Gates of contracting a sexually transmitted infection from"
    },
    {
      "start": 192.159,
      "dur": 3.831,
      "text": "sexually transmitted infection from Russian girls, a claim he denies."
    },
    {
      "start": 196.0,
      "dur": 2.07,
      "text": "Russian girls, a claim he denies. On Thursday, the prime minister himself"
    },
    {
      "start": 198.08,
      "dur": 2.47,
      "text": "On Thursday, the prime minister himself was facing huge pressure for appointing"
    },
    {
      "start": 200.56,
      "dur": 3.11,
      "text": "was facing huge pressure for appointing Mandlesson as US ambassador. Karma"
    },
    {
      "start": 203.68,
      "dur": 5.11,
      "text": "Mandlesson as US ambassador. Karma fronted the media to apologize."
    },
    {
      "start": 208.8,
      "dur": 2.32,
      "text": "Well, at the heart of this scandal are"
    },
    {
      "start": 211.12,
      "dur": 2.23,
      "text": "Well, at the heart of this scandal are the victims, the survivors of the abuse"
    },
    {
      "start": 213.36,
      "dur": 2.07,
      "text": "the victims, the survivors of the abuse orchestrated by Epstein. Our"
    },
    {
      "start": 215.44,
      "dur": 1.75,
      "text": "orchestrated by Epstein. Our correspondent, Nomi Igba, has been"
    },
    {
      "start": 217.2,
      "dur": 2.389,
      "text": "correspondent, Nomi Igba, has been following the scandal for a number of"
    },
    {
      "start": 219.599,
      "dur": 2.951,
      "text": "following the scandal for a number of years. And Nomia, for the victims, there"
    },
    {
      "start": 222.56,
      "dur": 2.229,
      "text": "years. And Nomia, for the victims, there are multiple strands, aren't there?"
    },
    {
      "start": 224.799,
      "dur": 2.391,
      "text": "are multiple strands, aren't there? Satisfaction because they campaigned for"
    },
    {
      "start": 227.2,
      "dur": 2.47,
      "text": "Satisfaction because they campaigned for so long for this. Fury at the way that"
    },
    {
      "start": 229.68,
      "dur": 1.99,
      "text": "so long for this. Fury at the way that many have been identified, and fear that"
    },
    {
      "start": 231.68,
      "dur": 2.549,
      "text": "many have been identified, and fear that perhaps some of the worst hasn't been"
    },
    {
      "start": 234.239,
      "dur": 1.671,
      "text": "perhaps some of the worst hasn't been released here."
    },
    {
      "start": 235.92,
      "dur": 1.91,
      "text": "released here. &gt;&gt; That's right. so many strands because"
    },
    {
      "start": 237.84,
      "dur": 2.309,
      "text": "&gt;&gt; That's right. so many strands because Matthew isn't just one abuser or one"
    },
    {
      "start": 240.159,
      "dur": 1.99,
      "text": "Matthew isn't just one abuser or one crime. Yes, Epstein was at the center of"
    },
    {
      "start": 242.159,
      "dur": 2.71,
      "text": "crime. Yes, Epstein was at the center of it. His web spann governments, royalty,"
    },
    {
      "start": 244.879,
      "dur": 1.99,
      "text": "it. His web spann governments, royalty, finance, intelligence link circles in"
    },
    {
      "start": 246.879,
      "dur": 2.07,
      "text": "finance, intelligence link circles in the US and the UK, years of"
    },
    {
      "start": 248.959,
      "dur": 2.47,
      "text": "the US and the UK, years of institutional failure. But we are going"
    },
    {
      "start": 251.439,
      "dur": 1.751,
      "text": "institutional failure. But we are going through these documents one by one as"
    },
    {
      "start": 253.2,
      "dur": 1.589,
      "text": "through these documents one by one as journalists. We're analyzing. We're"
    },
    {
      "start": 254.799,
      "dur": 2.39,
      "text": "journalists. We're analyzing. We're verifying. But for survivors, this is"
    },
    {
      "start": 257.199,
      "dur": 2.391,
      "text": "verifying. But for survivors, this is this is their life. This is their with a"
    },
    {
      "start": 259.6,
      "dur": 2.149,
      "text": "this is their life. This is their with a case of reopening their trauma, their"
    },
    {
      "start": 261.759,
      "dur": 2.15,
      "text": "case of reopening their trauma, their abuse. And in many cases, they're"
    },
    {
      "start": 263.919,
      "dur": 1.99,
      "text": "abuse. And in many cases, they're discovering aspects of their abuse that"
    },
    {
      "start": 265.919,
      "dur": 1.751,
      "text": "discovering aspects of their abuse that they didn't know. And you touched on it"
    },
    {
      "start": 267.68,
      "dur": 2.31,
      "text": "they didn't know. And you touched on it there. Uh the Department of Justice,"
    },
    {
      "start": 270.0,
      "dur": 2.79,
      "text": "there. Uh the Department of Justice, this is staggering. They accidentally"
    },
    {
      "start": 272.8,
      "dur": 2.63,
      "text": "this is staggering. They accidentally released information about survivors who"
    },
    {
      "start": 275.44,
      "dur": 1.67,
      "text": "released information about survivors who did not want to be identified, who've"
    },
    {
      "start": 277.12,
      "dur": 2.23,
      "text": "did not want to be identified, who've now been identified, and lawyers have"
    },
    {
      "start": 279.36,
      "dur": 2.15,
      "text": "now been identified, and lawyers have said it's caused irreparable harm to"
    },
    {
      "start": 281.52,
      "dur": 1.99,
      "text": "said it's caused irreparable harm to them. I want you to have a listen to"
    },
    {
      "start": 283.52,
      "dur": 1.91,
      "text": "them. I want you to have a listen to Marina Lassera. Now, she's originally"
    },
    {
      "start": 285.44,
      "dur": 2.469,
      "text": "Marina Lassera. Now, she's originally from Brazil, now lives in the US. She"
    },
    {
      "start": 287.919,
      "dur": 2.231,
      "text": "from Brazil, now lives in the US. She met Epstein when she was 14 years old"
    },
    {
      "start": 290.16,
      "dur": 2.79,
      "text": "met Epstein when she was 14 years old and he went on to exploit her for three"
    },
    {
      "start": 292.96,
      "dur": 2.39,
      "text": "and he went on to exploit her for three years. This is what she had to say on"
    },
    {
      "start": 295.36,
      "dur": 4.63,
      "text": "years. This is what she had to say on seeing those files. When I seen my files"
    },
    {
      "start": 300.0,
      "dur": 1.909,
      "text": "seeing those files. When I seen my files that are no longer obviously in the"
    },
    {
      "start": 301.919,
      "dur": 3.671,
      "text": "that are no longer obviously in the DOJ's website, I was in shock because"
    },
    {
      "start": 305.6,
      "dur": 1.589,
      "text": "DOJ's website, I was in shock because there are things in there that I did not"
    },
    {
      "start": 307.199,
      "dur": 2.55,
      "text": "there are things in there that I did not know and I had to find out on that"
    },
    {
      "start": 309.759,
      "dur": 4.71,
      "text": "know and I had to find out on that Friday when it was released. And it has"
    },
    {
      "start": 314.479,
      "dur": 2.55,
      "text": "Friday when it was released. And it has drained me because I cannot stop"
    },
    {
      "start": 317.039,
      "dur": 4.791,
      "text": "drained me because I cannot stop thinking about it. And I I'm just I'm"
    },
    {
      "start": 321.84,
      "dur": 3.03,
      "text": "thinking about it. And I I'm just I'm heartbroken about this. I'm extremely"
    },
    {
      "start": 324.88,
      "dur": 2.95,
      "text": "heartbroken about this. I'm extremely extremely stressed. I'm frustrated. I'm"
    },
    {
      "start": 327.84,
      "dur": 3.03,
      "text": "extremely stressed. I'm frustrated. I'm sad. I'm feeling every emotion and they"
    },
    {
      "start": 330.88,
      "dur": 1.749,
      "text": "sad. I'm feeling every emotion and they are not good. I'm going to be honest."
    },
    {
      "start": 332.639,
      "dur": 1.751,
      "text": "are not good. I'm going to be honest. &gt;&gt; Marina speaking there to BBC News night."
    },
    {
      "start": 334.4,
      "dur": 2.31,
      "text": "&gt;&gt; Marina speaking there to BBC News night. Let's also hear now from Ashley Rubbrite"
    },
    {
      "start": 336.72,
      "dur": 1.909,
      "text": "Let's also hear now from Ashley Rubbrite who was introduced to Epstein sometime"
    },
    {
      "start": 338.639,
      "dur": 3.11,
      "text": "who was introduced to Epstein sometime after she turned 15. She had this to say"
    },
    {
      "start": 341.759,
      "dur": 1.911,
      "text": "after she turned 15. She had this to say on the fight for justice."
    },
    {
      "start": 343.68,
      "dur": 3.509,
      "text": "on the fight for justice. &gt;&gt; We didn't choose this fight. We would"
    },
    {
      "start": 347.199,
      "dur": 3.031,
      "text": "&gt;&gt; We didn't choose this fight. We would have much rather have"
    },
    {
      "start": 350.24,
      "dur": 2.789,
      "text": "have much rather have just been moms or you know gone after"
    },
    {
      "start": 353.039,
      "dur": 3.911,
      "text": "just been moms or you know gone after our careers and"
    },
    {
      "start": 356.96,
      "dur": 3.679,
      "text": "him just be a distant memory. Um but you"
    },
    {
      "start": 360.639,
      "dur": 4.55,
      "text": "him just be a distant memory. Um but you know we weren't able to heal in peace."
    },
    {
      "start": 365.199,
      "dur": 2.71,
      "text": "know we weren't able to heal in peace. So now we're screaming in public because"
    },
    {
      "start": 367.919,
      "dur": 2.55,
      "text": "So now we're screaming in public because we don't have a choice anymore."
    },
    {
      "start": 370.479,
      "dur": 2.471,
      "text": "we don't have a choice anymore. and also Amanda Roberts. She spoke to"
    },
    {
      "start": 372.96,
      "dur": 2.069,
      "text": "and also Amanda Roberts. She spoke to the BBC News Night program. Now, she is"
    },
    {
      "start": 375.039,
      "dur": 1.831,
      "text": "the BBC News Night program. Now, she is a sister-in-law of Virginia Du Fray who"
    },
    {
      "start": 376.88,
      "dur": 2.23,
      "text": "a sister-in-law of Virginia Du Fray who is one of the most prominent accusers of"
    },
    {
      "start": 379.12,
      "dur": 2.39,
      "text": "is one of the most prominent accusers of Epstein and the former Prince Andrew."
    },
    {
      "start": 381.52,
      "dur": 2.229,
      "text": "Epstein and the former Prince Andrew. She was in that infamous photo where"
    },
    {
      "start": 383.759,
      "dur": 1.99,
      "text": "She was in that infamous photo where Mattbassen Windsor is seen with this arm"
    },
    {
      "start": 385.759,
      "dur": 2.311,
      "text": "Mattbassen Windsor is seen with this arm around her. Glain Maxwell, who's also in"
    },
    {
      "start": 388.08,
      "dur": 2.87,
      "text": "around her. Glain Maxwell, who's also in that photo, who was convicted in 2021 as"
    },
    {
      "start": 390.96,
      "dur": 2.15,
      "text": "that photo, who was convicted in 2021 as Epstein's co-conspirator, has confirmed"
    },
    {
      "start": 393.12,
      "dur": 2.15,
      "text": "Epstein's co-conspirator, has confirmed seemingly that that photo is real. The"
    },
    {
      "start": 395.28,
      "dur": 1.349,
      "text": "seemingly that that photo is real. The former prince has always denied any"
    },
    {
      "start": 396.639,
      "dur": 2.151,
      "text": "former prince has always denied any wrongdoing. He previously even"
    },
    {
      "start": 398.8,
      "dur": 1.99,
      "text": "wrongdoing. He previously even questioned whether that photo was real."
    },
    {
      "start": 400.8,
      "dur": 1.509,
      "text": "questioned whether that photo was real. He claimed it was doctorred and said"
    },
    {
      "start": 402.319,
      "dur": 2.87,
      "text": "He claimed it was doctorred and said he'd never met Jeffrey. Now, Virginia"
    },
    {
      "start": 405.199,
      "dur": 3.911,
      "text": "he'd never met Jeffrey. Now, Virginia died by suicide in April 2025. Have a"
    },
    {
      "start": 409.12,
      "dur": 1.99,
      "text": "died by suicide in April 2025. Have a listen to what her sister-in-law, Amanda"
    },
    {
      "start": 411.12,
      "dur": 1.43,
      "text": "listen to what her sister-in-law, Amanda Roberts, had to say."
    },
    {
      "start": 412.56,
      "dur": 3.349,
      "text": "Roberts, had to say. &gt;&gt; It's a whirlwind. I think this moment I"
    },
    {
      "start": 415.919,
      "dur": 3.99,
      "text": "&gt;&gt; It's a whirlwind. I think this moment I felt a moment of like such"
    },
    {
      "start": 419.919,
      "dur": 2.55,
      "text": "felt a moment of like such overwhelming emotion because I wish that"
    },
    {
      "start": 422.479,
      "dur": 3.43,
      "text": "overwhelming emotion because I wish that she was here to see this. Um, she fought"
    },
    {
      "start": 425.919,
      "dur": 4.951,
      "text": "she was here to see this. Um, she fought so hard and so long against all odds and"
    },
    {
      "start": 430.88,
      "dur": 5.67,
      "text": "so hard and so long against all odds and she still was just so"
    },
    {
      "start": 436.56,
      "dur": 2.96,
      "text": "she was so strong for everyone, not just"
    },
    {
      "start": 439.52,
      "dur": 1.91,
      "text": "she was so strong for everyone, not just for her, but for her survivor sisters"
    },
    {
      "start": 441.44,
      "dur": 1.99,
      "text": "for her, but for her survivor sisters and every single survivor who has been"
    },
    {
      "start": 443.44,
      "dur": 4.07,
      "text": "and every single survivor who has been discounted. Um, and so this moment, it's"
    },
    {
      "start": 447.52,
      "dur": 1.83,
      "text": "discounted. Um, and so this moment, it's it's a bittersweet moment because we're"
    },
    {
      "start": 449.36,
      "dur": 2.549,
      "text": "it's a bittersweet moment because we're we're proud of her and her"
    },
    {
      "start": 451.919,
      "dur": 1.99,
      "text": "we're proud of her and her accomplishments. And finally, I think"
    },
    {
      "start": 453.919,
      "dur": 2.471,
      "text": "accomplishments. And finally, I think the world is really beginning to see the"
    },
    {
      "start": 456.4,
      "dur": 2.71,
      "text": "the world is really beginning to see the truth and so we're proud of her, but we"
    },
    {
      "start": 459.12,
      "dur": 2.15,
      "text": "truth and so we're proud of her, but we we miss her greatly in this moment"
    },
    {
      "start": 461.28,
      "dur": 2.39,
      "text": "we miss her greatly in this moment because she should be"
    },
    {
      "start": 463.68,
      "dur": 2.31,
      "text": "because she should be she should be reing, you know, in this"
    },
    {
      "start": 466.0,
      "dur": 1.11,
      "text": "she should be reing, you know, in this moment."
    },
    {
      "start": 467.12,
      "dur": 2.31,
      "text": "moment. &gt;&gt; Amanda Roberts. Now, the only"
    },
    {
      "start": 469.44,
      "dur": 1.589,
      "text": "&gt;&gt; Amanda Roberts. Now, the only institution doing any kind of"
    },
    {
      "start": 471.039,
      "dur": 1.751,
      "text": "institution doing any kind of investigation is Congress, but they"
    },
    {
      "start": 472.8,
      "dur": 2.47,
      "text": "investigation is Congress, but they don't have charging powers. They are due"
    },
    {
      "start": 475.28,
      "dur": 1.99,
      "text": "don't have charging powers. They are due to hear from, as I mentioned, the person"
    },
    {
      "start": 477.28,
      "dur": 1.51,
      "text": "to hear from, as I mentioned, the person that has been convicted, the only"
    },
    {
      "start": 478.8,
      "dur": 2.63,
      "text": "that has been convicted, the only person, Gla Maxwell. She is due to give"
    },
    {
      "start": 481.44,
      "dur": 2.309,
      "text": "person, Gla Maxwell. She is due to give a deposition next week. That is likely"
    },
    {
      "start": 483.759,
      "dur": 2.471,
      "text": "a deposition next week. That is likely to retraumatize survivors, especially"
    },
    {
      "start": 486.24,
      "dur": 1.83,
      "text": "to retraumatize survivors, especially because yes, they wanted these files"
    },
    {
      "start": 488.08,
      "dur": 1.91,
      "text": "because yes, they wanted these files released, but they want accountability."
    },
    {
      "start": 490.0,
      "dur": 2.23,
      "text": "released, but they want accountability. They want investigations. They want"
    },
    {
      "start": 492.24,
      "dur": 1.83,
      "text": "They want investigations. They want people arrested. They want people"
    },
    {
      "start": 494.08,
      "dur": 2.949,
      "text": "people arrested. They want people charged. They want people jailed. and so"
    },
    {
      "start": 497.039,
      "dur": 1.511,
      "text": "charged. They want people jailed. and so releasing these files and there's more"
    },
    {
      "start": 498.56,
      "dur": 2.95,
      "text": "releasing these files and there's more to come yet. We understand for them it's"
    },
    {
      "start": 501.52,
      "dur": 2.55,
      "text": "to come yet. We understand for them it's simply not a closed chapter."
    },
    {
      "start": 504.08,
      "dur": 2.07,
      "text": "simply not a closed chapter. &gt;&gt; Nomia, thanks very much. Let's focus now"
    },
    {
      "start": 506.16,
      "dur": 2.469,
      "text": "&gt;&gt; Nomia, thanks very much. Let's focus now on the epicenter of this entire scandal"
    },
    {
      "start": 508.639,
      "dur": 1.511,
      "text": "on the epicenter of this entire scandal and the politics around the release of"
    },
    {
      "start": 510.16,
      "dur": 2.47,
      "text": "and the politics around the release of these documents in the United States."
    },
    {
      "start": 512.64,
      "dur": 1.59,
      "text": "these documents in the United States. Let's go to our chief North America"
    },
    {
      "start": 514.24,
      "dur": 2.229,
      "text": "Let's go to our chief North America correspondent Gary O' Donahue. And Gary,"
    },
    {
      "start": 516.479,
      "dur": 2.55,
      "text": "correspondent Gary O' Donahue. And Gary, Donald Trump resisted this move for a"
    },
    {
      "start": 519.039,
      "dur": 2.391,
      "text": "Donald Trump resisted this move for a year. Now he's saying the country should"
    },
    {
      "start": 521.44,
      "dur": 2.23,
      "text": "year. Now he's saying the country should move on. So talk me through the reaction"
    },
    {
      "start": 523.68,
      "dur": 5.19,
      "text": "move on. So talk me through the reaction there has been there."
    },
    {
      "start": 528.88,
      "dur": 1.92,
      "text": "Well, there's been horror really at a"
    },
    {
      "start": 530.8,
      "dur": 1.67,
      "text": "Well, there's been horror really at a lot of the fresh revelations that have"
    },
    {
      "start": 532.48,
      "dur": 2.39,
      "text": "lot of the fresh revelations that have come out of these 3 million plus"
    },
    {
      "start": 534.88,
      "dur": 2.15,
      "text": "come out of these 3 million plus documents over the last few days. And of"
    },
    {
      "start": 537.04,
      "dur": 1.83,
      "text": "documents over the last few days. And of course, people are still going through"
    },
    {
      "start": 538.88,
      "dur": 2.15,
      "text": "course, people are still going through those things, still finding things,"
    },
    {
      "start": 541.04,
      "dur": 2.789,
      "text": "those things, still finding things, still finding photographs, still finding"
    },
    {
      "start": 543.839,
      "dur": 2.231,
      "text": "still finding photographs, still finding uh identifying information about some of"
    },
    {
      "start": 546.08,
      "dur": 1.99,
      "text": "uh identifying information about some of the the survivors. In fact, the"
    },
    {
      "start": 548.08,
      "dur": 1.83,
      "text": "the the survivors. In fact, the Department of Justice said that it"
    },
    {
      "start": 549.92,
      "dur": 2.87,
      "text": "Department of Justice said that it expected to have released information"
    },
    {
      "start": 552.8,
      "dur": 1.83,
      "text": "expected to have released information erroneously and had set up an email"
    },
    {
      "start": 554.64,
      "dur": 1.83,
      "text": "erroneously and had set up an email address beforehand for people to get in"
    },
    {
      "start": 556.48,
      "dur": 1.75,
      "text": "address beforehand for people to get in touch to have things brought down. So,"
    },
    {
      "start": 558.24,
      "dur": 2.31,
      "text": "touch to have things brought down. So, they knew this was coming down the line,"
    },
    {
      "start": 560.56,
      "dur": 1.67,
      "text": "they knew this was coming down the line, but they argue they were under a"
    },
    {
      "start": 562.24,
      "dur": 2.87,
      "text": "but they argue they were under a deadline. They say their work is done,"
    },
    {
      "start": 565.12,
      "dur": 2.23,
      "text": "deadline. They say their work is done, that their review of these documents is"
    },
    {
      "start": 567.36,
      "dur": 2.23,
      "text": "that their review of these documents is over, and that there is no grounds to"
    },
    {
      "start": 569.6,
      "dur": 3.43,
      "text": "over, and that there is no grounds to prosecute anyone, anyone at all, apart"
    },
    {
      "start": 573.04,
      "dur": 2.469,
      "text": "prosecute anyone, anyone at all, apart from Epstein, of course, who's dead, and"
    },
    {
      "start": 575.519,
      "dur": 1.99,
      "text": "from Epstein, of course, who's dead, and Gilelay Maxwell, who's in prison for 20"
    },
    {
      "start": 577.519,
      "dur": 2.87,
      "text": "Gilelay Maxwell, who's in prison for 20 years. No other prosecutions currently"
    },
    {
      "start": 580.399,
      "dur": 2.151,
      "text": "years. No other prosecutions currently being looked at. That is something, of"
    },
    {
      "start": 582.56,
      "dur": 1.75,
      "text": "being looked at. That is something, of course, that's uh incredibly difficult"
    },
    {
      "start": 584.32,
      "dur": 1.83,
      "text": "course, that's uh incredibly difficult for many of the survivors to"
    },
    {
      "start": 586.16,
      "dur": 1.83,
      "text": "for many of the survivors to contemplate. They think, \"How can there"
    },
    {
      "start": 588.0,
      "dur": 2.949,
      "text": "contemplate. They think, \"How can there be so much information, so much"
    },
    {
      "start": 590.959,
      "dur": 2.151,
      "text": "be so much information, so much circumstantial information without"
    },
    {
      "start": 593.12,
      "dur": 2.389,
      "text": "circumstantial information without anyone else being held accountable?\" And"
    },
    {
      "start": 595.519,
      "dur": 2.31,
      "text": "anyone else being held accountable?\" And of course, we do know that the FBI were"
    },
    {
      "start": 597.839,
      "dur": 1.99,
      "text": "of course, we do know that the FBI were looking into co-conspirators, a number"
    },
    {
      "start": 599.839,
      "dur": 2.471,
      "text": "looking into co-conspirators, a number of co-conspirators, but we still don't"
    },
    {
      "start": 602.32,
      "dur": 3.67,
      "text": "of co-conspirators, but we still don't know who those people are and uh to what"
    },
    {
      "start": 606.0,
      "dur": 1.91,
      "text": "know who those people are and uh to what extent they were investigated and what"
    },
    {
      "start": 607.92,
      "dur": 1.909,
      "text": "extent they were investigated and what reasons there might have been for not"
    },
    {
      "start": 609.839,
      "dur": 1.831,
      "text": "reasons there might have been for not prosecuting them. So, there's that. And"
    },
    {
      "start": 611.68,
      "dur": 2.149,
      "text": "prosecuting them. So, there's that. And as Nom was saying, Congress is the only"
    },
    {
      "start": 613.839,
      "dur": 2.391,
      "text": "as Nom was saying, Congress is the only real body that's looking into this. Now,"
    },
    {
      "start": 616.24,
      "dur": 1.67,
      "text": "real body that's looking into this. Now, it's a Republicanled House of"
    },
    {
      "start": 617.92,
      "dur": 2.149,
      "text": "it's a Republicanled House of Representatives. It's conducting its"
    },
    {
      "start": 620.079,
      "dur": 2.31,
      "text": "Representatives. It's conducting its investigations. Yesesca Maxwell next"
    },
    {
      "start": 622.399,
      "dur": 2.151,
      "text": "investigations. Yesesca Maxwell next week, but also at the end of the month,"
    },
    {
      "start": 624.56,
      "dur": 3.03,
      "text": "week, but also at the end of the month, the Clintons, the Clintons will be here"
    },
    {
      "start": 627.6,
      "dur": 2.15,
      "text": "the Clintons, the Clintons will be here in Congress giving evidence to that"
    },
    {
      "start": 629.76,
      "dur": 2.55,
      "text": "in Congress giving evidence to that committee. They declined, refused to do"
    },
    {
      "start": 632.32,
      "dur": 2.39,
      "text": "committee. They declined, refused to do so for months, but it was the threat of"
    },
    {
      "start": 634.72,
      "dur": 2.39,
      "text": "so for months, but it was the threat of contempt proceedings and potentially"
    },
    {
      "start": 637.12,
      "dur": 2.63,
      "text": "contempt proceedings and potentially jail that has made them decide to come"
    },
    {
      "start": 639.76,
      "dur": 1.59,
      "text": "jail that has made them decide to come here. And they want to do it in public."
    },
    {
      "start": 641.36,
      "dur": 1.75,
      "text": "here. And they want to do it in public. We'll see whether that happens. If it"
    },
    {
      "start": 643.12,
      "dur": 2.23,
      "text": "We'll see whether that happens. If it does, Matthew, that will keep this thing"
    },
    {
      "start": 645.36,
      "dur": 3.19,
      "text": "does, Matthew, that will keep this thing going in a big way. Gary, a quick one."
    },
    {
      "start": 648.56,
      "dur": 2.47,
      "text": "going in a big way. Gary, a quick one. The material not released. Will that"
    },
    {
      "start": 651.04,
      "dur": 4.789,
      "text": "The material not released. Will that ever become public?"
    },
    {
      "start": 655.839,
      "dur": 0.961,
      "text": "&gt;&gt; Well, there's certainly a lot of"
    },
    {
      "start": 656.8,
      "dur": 2.149,
      "text": "&gt;&gt; Well, there's certainly a lot of pressure from members of Congress on"
    },
    {
      "start": 658.959,
      "dur": 2.231,
      "text": "pressure from members of Congress on both sides, in fact, and indeed from the"
    },
    {
      "start": 661.2,
      "dur": 2.39,
      "text": "both sides, in fact, and indeed from the survivors to get that stuff released."
    },
    {
      "start": 663.6,
      "dur": 2.07,
      "text": "survivors to get that stuff released. It's pretty vague about what it is. Some"
    },
    {
      "start": 665.68,
      "dur": 1.43,
      "text": "It's pretty vague about what it is. Some some of it apparently is child"
    },
    {
      "start": 667.12,
      "dur": 2.07,
      "text": "some of it apparently is child pornography. Some of it is images of"
    },
    {
      "start": 669.2,
      "dur": 3.11,
      "text": "pornography. Some of it is images of death. It was described as by the deputy"
    },
    {
      "start": 672.32,
      "dur": 2.23,
      "text": "death. It was described as by the deputy assistant, deputy attorney general. But"
    },
    {
      "start": 674.56,
      "dur": 1.43,
      "text": "assistant, deputy attorney general. But he also said there was other material"
    },
    {
      "start": 676.0,
      "dur": 1.59,
      "text": "he also said there was other material that was sort of a personal nature,"
    },
    {
      "start": 677.6,
      "dur": 1.669,
      "text": "that was sort of a personal nature, medical nature. And people will be"
    },
    {
      "start": 679.279,
      "dur": 1.751,
      "text": "medical nature. And people will be saying, \"What is it? What can we see?"
    },
    {
      "start": 681.04,
      "dur": 2.07,
      "text": "saying, \"What is it? What can we see? Can we see the the redactions in the"
    },
    {
      "start": 683.12,
      "dur": 1.75,
      "text": "Can we see the the redactions in the stuff that has been published?\" All"
    },
    {
      "start": 684.88,
      "dur": 2.47,
      "text": "stuff that has been published?\" All these questions remain. And yes, of"
    },
    {
      "start": 687.36,
      "dur": 1.43,
      "text": "these questions remain. And yes, of course, there are still some documents"
    },
    {
      "start": 688.8,
      "dur": 1.91,
      "text": "course, there are still some documents in New York that may come out as well,"
    },
    {
      "start": 690.72,
      "dur": 2.789,
      "text": "in New York that may come out as well, but still a bunch of questions about the"
    },
    {
      "start": 693.519,
      "dur": 2.391,
      "text": "but still a bunch of questions about the material that's already out there and"
    },
    {
      "start": 695.92,
      "dur": 2.07,
      "text": "material that's already out there and what they're keeping back."
    },
    {
      "start": 698.0,
      "dur": 2.47,
      "text": "what they're keeping back. Gary, thanks very much. Well, let's go"
    },
    {
      "start": 700.48,
      "dur": 1.909,
      "text": "Gary, thanks very much. Well, let's go from Washington to Westminster and to"
    },
    {
      "start": 702.399,
      "dur": 1.751,
      "text": "from Washington to Westminster and to our political correspondent, Nick"
    },
    {
      "start": 704.16,
      "dur": 2.07,
      "text": "our political correspondent, Nick Erdley. And Nick, such a contrast"
    },
    {
      "start": 706.24,
      "dur": 1.75,
      "text": "Erdley. And Nick, such a contrast between what is happening in the US and"
    },
    {
      "start": 708.0,
      "dur": 1.99,
      "text": "between what is happening in the US and happening here because there has been a"
    },
    {
      "start": 710.0,
      "dur": 2.069,
      "text": "happening here because there has been a political earthquake in the last week"
    },
    {
      "start": 712.079,
      "dur": 1.75,
      "text": "political earthquake in the last week with the prime minister fighting to stay"
    },
    {
      "start": 713.839,
      "dur": 0.871,
      "text": "with the prime minister fighting to stay in his job."
    },
    {
      "start": 714.72,
      "dur": 2.229,
      "text": "in his job. &gt;&gt; Well, it absolutely has. The impact of"
    },
    {
      "start": 716.959,
      "dur": 2.231,
      "text": "&gt;&gt; Well, it absolutely has. The impact of the publication of these files has been"
    },
    {
      "start": 719.2,
      "dur": 2.629,
      "text": "the publication of these files has been profound in the UK. We already knew that"
    },
    {
      "start": 721.839,
      "dur": 2.871,
      "text": "profound in the UK. We already knew that Lord Mandlesen had been sacked as US"
    },
    {
      "start": 724.72,
      "dur": 2.47,
      "text": "Lord Mandlesen had been sacked as US ambassador because more links with"
    },
    {
      "start": 727.2,
      "dur": 2.869,
      "text": "ambassador because more links with Jeffrey Epstein had emerged last year,"
    },
    {
      "start": 730.079,
      "dur": 2.391,
      "text": "Jeffrey Epstein had emerged last year, but this tranch of documents shows a"
    },
    {
      "start": 732.48,
      "dur": 1.83,
      "text": "but this tranch of documents shows a very different relationship. It shows"
    },
    {
      "start": 734.32,
      "dur": 2.23,
      "text": "very different relationship. It shows just how close they were, but also that"
    },
    {
      "start": 736.56,
      "dur": 2.47,
      "text": "just how close they were, but also that Lord Mandlesson appears to have passed"
    },
    {
      "start": 739.04,
      "dur": 2.31,
      "text": "Lord Mandlesson appears to have passed some sensitive information on to Jeffrey"
    },
    {
      "start": 741.36,
      "dur": 2.149,
      "text": "some sensitive information on to Jeffrey Epstein. Sensitive UK government"
    },
    {
      "start": 743.519,
      "dur": 2.951,
      "text": "Epstein. Sensitive UK government information from when Lord Mandles was"
    },
    {
      "start": 746.48,
      "dur": 1.99,
      "text": "information from when Lord Mandles was business secretary here. Stuff that"
    },
    {
      "start": 748.48,
      "dur": 3.19,
      "text": "business secretary here. Stuff that included discussion over asset sales in"
    },
    {
      "start": 751.68,
      "dur": 2.47,
      "text": "included discussion over asset sales in the UK government, including information"
    },
    {
      "start": 754.16,
      "dur": 2.789,
      "text": "the UK government, including information about a potential Eurozone bailout after"
    },
    {
      "start": 756.959,
      "dur": 2.711,
      "text": "about a potential Eurozone bailout after the financial crisis. And that has"
    },
    {
      "start": 759.68,
      "dur": 2.63,
      "text": "the financial crisis. And that has really led to the earthquake you talk"
    },
    {
      "start": 762.32,
      "dur": 2.47,
      "text": "really led to the earthquake you talk about in British politics because Lord"
    },
    {
      "start": 764.8,
      "dur": 2.149,
      "text": "about in British politics because Lord Mandlesson is now no longer a member of"
    },
    {
      "start": 766.959,
      "dur": 1.591,
      "text": "Mandlesson is now no longer a member of the House of Lords. He's no longer a"
    },
    {
      "start": 768.56,
      "dur": 1.43,
      "text": "the House of Lords. He's no longer a member of the Labour Party in which he"
    },
    {
      "start": 770.0,
      "dur": 3.03,
      "text": "member of the Labour Party in which he was so consequential for the past few"
    },
    {
      "start": 773.04,
      "dur": 2.55,
      "text": "was so consequential for the past few decades. There is now a massive question"
    },
    {
      "start": 775.6,
      "dur": 2.55,
      "text": "decades. There is now a massive question over the prime minister himself and"
    },
    {
      "start": 778.16,
      "dur": 3.43,
      "text": "over the prime minister himself and whether his future is guaranteed because"
    },
    {
      "start": 781.6,
      "dur": 2.95,
      "text": "whether his future is guaranteed because of his judgment of putting Lord Mandelen"
    },
    {
      "start": 784.56,
      "dur": 2.47,
      "text": "of his judgment of putting Lord Mandelen in the US ambassador job in the first"
    },
    {
      "start": 787.04,
      "dur": 2.789,
      "text": "in the US ambassador job in the first place. So it is no exaggeration to say"
    },
    {
      "start": 789.839,
      "dur": 2.311,
      "text": "place. So it is no exaggeration to say that the publication of these files"
    },
    {
      "start": 792.16,
      "dur": 2.469,
      "text": "that the publication of these files could potentially bring down a prime"
    },
    {
      "start": 794.639,
      "dur": 1.19,
      "text": "could potentially bring down a prime minister."
    },
    {
      "start": 795.839,
      "dur": 2.471,
      "text": "minister. &gt;&gt; Well, exactly on that documentation and"
    },
    {
      "start": 798.32,
      "dur": 1.83,
      "text": "&gt;&gt; Well, exactly on that documentation and the paperwork that's going to become"
    },
    {
      "start": 800.16,
      "dur": 2.71,
      "text": "the paperwork that's going to become public, uh, real peril about what"
    },
    {
      "start": 802.88,
      "dur": 2.47,
      "text": "public, uh, real peril about what actually might come out, not just around"
    },
    {
      "start": 805.36,
      "dur": 2.709,
      "text": "actually might come out, not just around the appointment, but wider."
    },
    {
      "start": 808.079,
      "dur": 2.151,
      "text": "the appointment, but wider. &gt;&gt; Yeah, absolutely. So, one of the"
    },
    {
      "start": 810.24,
      "dur": 2.149,
      "text": "&gt;&gt; Yeah, absolutely. So, one of the knock-on consequences of the Epstein"
    },
    {
      "start": 812.399,
      "dur": 2.631,
      "text": "knock-on consequences of the Epstein files in the UK has been one, a police"
    },
    {
      "start": 815.04,
      "dur": 3.11,
      "text": "files in the UK has been one, a police investigation into Lord Mandlesson. two,"
    },
    {
      "start": 818.16,
      "dur": 3.669,
      "text": "investigation into Lord Mandlesson. two, parliament voting to publish all the"
    },
    {
      "start": 821.839,
      "dur": 2.471,
      "text": "parliament voting to publish all the information the UK government holds"
    },
    {
      "start": 824.32,
      "dur": 2.39,
      "text": "information the UK government holds about the vetting process for Lord"
    },
    {
      "start": 826.72,
      "dur": 3.27,
      "text": "about the vetting process for Lord Manden getting the US ambassador job and"
    },
    {
      "start": 830.0,
      "dur": 2.87,
      "text": "Manden getting the US ambassador job and crucially all communications between"
    },
    {
      "start": 832.88,
      "dur": 2.79,
      "text": "crucially all communications between Lord Mandolson, government ministers and"
    },
    {
      "start": 835.68,
      "dur": 2.79,
      "text": "Lord Mandolson, government ministers and special advisers whilst Lord Mandlesson"
    },
    {
      "start": 838.48,
      "dur": 3.11,
      "text": "special advisers whilst Lord Mandlesson was US ambassador. That's potentially a"
    },
    {
      "start": 841.6,
      "dur": 2.229,
      "text": "was US ambassador. That's potentially a huge amount of embarrassing and"
    },
    {
      "start": 843.839,
      "dur": 2.55,
      "text": "huge amount of embarrassing and potentially damaging information. Now,"
    },
    {
      "start": 846.399,
      "dur": 1.67,
      "text": "potentially damaging information. Now, we might not see all of it publicly."
    },
    {
      "start": 848.079,
      "dur": 3.351,
      "text": "we might not see all of it publicly. There's a process going on where uh a"
    },
    {
      "start": 851.44,
      "dur": 2.069,
      "text": "There's a process going on where uh a committee of parliamentarians will"
    },
    {
      "start": 853.519,
      "dur": 2.791,
      "text": "committee of parliamentarians will decide if some stuff has to be held back"
    },
    {
      "start": 856.32,
      "dur": 1.83,
      "text": "decide if some stuff has to be held back because it's sensitive either for"
    },
    {
      "start": 858.16,
      "dur": 2.55,
      "text": "because it's sensitive either for national security or international"
    },
    {
      "start": 860.72,
      "dur": 2.07,
      "text": "national security or international relations. That's pretty controversial"
    },
    {
      "start": 862.8,
      "dur": 1.75,
      "text": "relations. That's pretty controversial in and of itself, but we are going to"
    },
    {
      "start": 864.56,
      "dur": 2.47,
      "text": "in and of itself, but we are going to see a lot of information published by"
    },
    {
      "start": 867.04,
      "dur": 2.39,
      "text": "see a lot of information published by the UK government. A lot of it could be"
    },
    {
      "start": 869.44,
      "dur": 2.71,
      "text": "the UK government. A lot of it could be very problematic for number 10. Number"
    },
    {
      "start": 872.16,
      "dur": 2.87,
      "text": "very problematic for number 10. Number 10 says it shows it will show that Lord"
    },
    {
      "start": 875.04,
      "dur": 2.71,
      "text": "10 says it shows it will show that Lord Mandlesson lied during his vetting"
    },
    {
      "start": 877.76,
      "dur": 1.59,
      "text": "Mandlesson lied during his vetting process. My understanding is Lord"
    },
    {
      "start": 879.36,
      "dur": 2.23,
      "text": "process. My understanding is Lord Mandlesson insists he was accurate in"
    },
    {
      "start": 881.6,
      "dur": 3.19,
      "text": "Mandlesson insists he was accurate in the answers he gave. But all of this"
    },
    {
      "start": 884.8,
      "dur": 1.91,
      "text": "the answers he gave. But all of this comes back to that tranch of documents"
    },
    {
      "start": 886.72,
      "dur": 3.03,
      "text": "comes back to that tranch of documents published in the US. Had that not been"
    },
    {
      "start": 889.76,
      "dur": 3.59,
      "text": "published in the US. Had that not been published, this trickle down of crisis"
    },
    {
      "start": 893.36,
      "dur": 2.149,
      "text": "published, this trickle down of crisis for the UK government wouldn't have"
    },
    {
      "start": 895.519,
      "dur": 2.391,
      "text": "for the UK government wouldn't have happened. As it stands this afternoon,"
    },
    {
      "start": 897.92,
      "dur": 2.63,
      "text": "happened. As it stands this afternoon, Kier Starmer is still in his job, but"
    },
    {
      "start": 900.56,
      "dur": 2.55,
      "text": "Kier Starmer is still in his job, but plenty of his own MPs, Labour MPs,"
    },
    {
      "start": 903.12,
      "dur": 2.069,
      "text": "plenty of his own MPs, Labour MPs, aren't sure how long that will be the"
    },
    {
      "start": 905.199,
      "dur": 0.87,
      "text": "aren't sure how long that will be the case."
    },
    {
      "start": 906.079,
      "dur": 1.831,
      "text": "case. &gt;&gt; Nick, thanks very much. Let's go"
    },
    {
      "start": 907.92,
      "dur": 1.909,
      "text": "&gt;&gt; Nick, thanks very much. Let's go straight to Windsor and our senior royal"
    },
    {
      "start": 909.839,
      "dur": 1.67,
      "text": "straight to Windsor and our senior royal correspondent, Daniela Ralph. And"
    },
    {
      "start": 911.519,
      "dur": 1.831,
      "text": "correspondent, Daniela Ralph. And Daniela, as we've already touched on,"
    },
    {
      "start": 913.36,
      "dur": 2.709,
      "text": "Daniela, as we've already touched on, we've seen that new grim photo of Andrew"
    },
    {
      "start": 916.079,
      "dur": 2.31,
      "text": "we've seen that new grim photo of Andrew crouching over a young woman, an email"
    },
    {
      "start": 918.399,
      "dur": 1.511,
      "text": "crouching over a young woman, an email that appears to confirm the picture with"
    },
    {
      "start": 919.92,
      "dur": 3.349,
      "text": "that appears to confirm the picture with Virginia Guprey was real. Grubby emails"
    },
    {
      "start": 923.279,
      "dur": 2.711,
      "text": "Virginia Guprey was real. Grubby emails from Sarah Ferguson with her taking her"
    },
    {
      "start": 926.0,
      "dur": 1.59,
      "text": "from Sarah Ferguson with her taking her daughters to meet Epstein in the week"
    },
    {
      "start": 927.6,
      "dur": 2.39,
      "text": "daughters to meet Epstein in the week after his release from prison. It is"
    },
    {
      "start": 930.0,
      "dur": 3.75,
      "text": "after his release from prison. It is devastating stuff, isn't it?"
    },
    {
      "start": 933.76,
      "dur": 2.15,
      "text": "devastating stuff, isn't it? &gt;&gt; It is. It's been a really difficult and"
    },
    {
      "start": 935.92,
      "dur": 2.31,
      "text": "&gt;&gt; It is. It's been a really difficult and damaging week for the royal family. And"
    },
    {
      "start": 938.24,
      "dur": 2.23,
      "text": "damaging week for the royal family. And what has become crystal clear reading"
    },
    {
      "start": 940.48,
      "dur": 1.83,
      "text": "what has become crystal clear reading through so many of those emails this"
    },
    {
      "start": 942.32,
      "dur": 1.509,
      "text": "through so many of those emails this week is that the relationship between"
    },
    {
      "start": 943.839,
      "dur": 2.151,
      "text": "week is that the relationship between Jeffrey Epstein, Andrew Mountbatton"
    },
    {
      "start": 946.0,
      "dur": 2.23,
      "text": "Jeffrey Epstein, Andrew Mountbatton Windsor, and Sarah Ferguson, his"
    },
    {
      "start": 948.24,
      "dur": 2.709,
      "text": "Windsor, and Sarah Ferguson, his ex-wife, was very close. And in reading"
    },
    {
      "start": 950.959,
      "dur": 1.911,
      "text": "ex-wife, was very close. And in reading them all, you also get a sense of the"
    },
    {
      "start": 952.88,
      "dur": 1.67,
      "text": "them all, you also get a sense of the power play in the relationship as well."
    },
    {
      "start": 954.56,
      "dur": 2.55,
      "text": "power play in the relationship as well. And it's very clear that the power lay"
    },
    {
      "start": 957.12,
      "dur": 2.069,
      "text": "And it's very clear that the power lay with Jeffrey Epstein. When you read the"
    },
    {
      "start": 959.199,
      "dur": 2.791,
      "text": "with Jeffrey Epstein. When you read the exchanges, his replies to them are quite"
    },
    {
      "start": 962.0,
      "dur": 2.15,
      "text": "exchanges, his replies to them are quite curt are quite factual. But their"
    },
    {
      "start": 964.16,
      "dur": 2.55,
      "text": "curt are quite factual. But their responses to him are al almost over"
    },
    {
      "start": 966.72,
      "dur": 1.75,
      "text": "responses to him are al almost over complimentary. They're fing. They're"
    },
    {
      "start": 968.48,
      "dur": 2.63,
      "text": "complimentary. They're fing. They're even desperate at times in tone. And I"
    },
    {
      "start": 971.12,
      "dur": 1.75,
      "text": "even desperate at times in tone. And I think looking at this latest drop of"
    },
    {
      "start": 972.88,
      "dur": 2.309,
      "text": "think looking at this latest drop of Epstein files has taught us a lot about"
    },
    {
      "start": 975.199,
      "dur": 1.671,
      "text": "Epstein files has taught us a lot about the nature of the relationship between"
    },
    {
      "start": 976.88,
      "dur": 2.629,
      "text": "the nature of the relationship between the three of them. Um the photos as you"
    },
    {
      "start": 979.519,
      "dur": 1.271,
      "text": "the three of them. Um the photos as you mentioned as well have also been"
    },
    {
      "start": 980.8,
      "dur": 1.67,
      "text": "mentioned as well have also been extremely damaging and really"
    },
    {
      "start": 982.48,
      "dur": 2.23,
      "text": "extremely damaging and really unsettling. I think perhaps that one"
    },
    {
      "start": 984.72,
      "dur": 1.99,
      "text": "unsettling. I think perhaps that one that emerged last weekend or a series of"
    },
    {
      "start": 986.72,
      "dur": 2.39,
      "text": "that emerged last weekend or a series of them of a barefoot Andrew Mountbatton"
    },
    {
      "start": 989.12,
      "dur": 3.35,
      "text": "them of a barefoot Andrew Mountbatton Windsor casually dressed leaning over uh"
    },
    {
      "start": 992.48,
      "dur": 1.909,
      "text": "Windsor casually dressed leaning over uh someone a woman lying down on the"
    },
    {
      "start": 994.399,
      "dur": 1.831,
      "text": "someone a woman lying down on the ground. We think that is in Jeffrey"
    },
    {
      "start": 996.24,
      "dur": 2.87,
      "text": "ground. We think that is in Jeffrey Epstein's uh home in Manhattan. It's not"
    },
    {
      "start": 999.12,
      "dur": 1.829,
      "text": "Epstein's uh home in Manhattan. It's not clear what the context is or quite was"
    },
    {
      "start": 1000.959,
      "dur": 2.23,
      "text": "clear what the context is or quite was going what was going on. But again, it"
    },
    {
      "start": 1003.199,
      "dur": 1.99,
      "text": "going what was going on. But again, it is damaging. It is unsettling. It's"
    },
    {
      "start": 1005.199,
      "dur": 2.231,
      "text": "is damaging. It is unsettling. It's upsetting. And again, as you say, that"
    },
    {
      "start": 1007.44,
      "dur": 1.91,
      "text": "upsetting. And again, as you say, that photo, the photo that really in my mind"
    },
    {
      "start": 1009.36,
      "dur": 1.75,
      "text": "photo, the photo that really in my mind marks the start of the downfall of"
    },
    {
      "start": 1011.12,
      "dur": 2.149,
      "text": "marks the start of the downfall of Andrew Mountbatten Windsor, of him"
    },
    {
      "start": 1013.279,
      "dur": 2.151,
      "text": "Andrew Mountbatten Windsor, of him standing with Virginia Grey, with Galain"
    },
    {
      "start": 1015.44,
      "dur": 2.47,
      "text": "standing with Virginia Grey, with Galain Maxwell in the background, a photo he"
    },
    {
      "start": 1017.92,
      "dur": 2.39,
      "text": "Maxwell in the background, a photo he said he had no recollection of. He he"
    },
    {
      "start": 1020.32,
      "dur": 2.309,
      "text": "said he had no recollection of. He he even questioned during his BBC interview"
    },
    {
      "start": 1022.639,
      "dur": 2.231,
      "text": "even questioned during his BBC interview whether it had been doctorred in some"
    },
    {
      "start": 1024.88,
      "dur": 2.309,
      "text": "whether it had been doctorred in some way. We now know from an exchange of"
    },
    {
      "start": 1027.199,
      "dur": 1.59,
      "text": "way. We now know from an exchange of emails between Jeffrey Epste and Gain"
    },
    {
      "start": 1028.799,
      "dur": 1.591,
      "text": "emails between Jeffrey Epste and Gain Maxwell that it appears that Galain"
    },
    {
      "start": 1030.4,
      "dur": 3.75,
      "text": "Maxwell that it appears that Galain Maxwell says that photo is real. and"
    },
    {
      "start": 1034.16,
      "dur": 2.71,
      "text": "Maxwell says that photo is real. and Danella, growing pressure for the police"
    },
    {
      "start": 1036.88,
      "dur": 2.149,
      "text": "Danella, growing pressure for the police to investigate Andrew and growing"
    },
    {
      "start": 1039.039,
      "dur": 1.99,
      "text": "to investigate Andrew and growing pressure on the palace and the king to"
    },
    {
      "start": 1041.039,
      "dur": 2.231,
      "text": "pressure on the palace and the king to do more to pressurize Andrew to"
    },
    {
      "start": 1043.28,
      "dur": 1.99,
      "text": "do more to pressurize Andrew to cooperate with the US authorities. But"
    },
    {
      "start": 1045.28,
      "dur": 2.31,
      "text": "cooperate with the US authorities. But we see in these emails countless efforts"
    },
    {
      "start": 1047.6,
      "dur": 4.87,
      "text": "we see in these emails countless efforts to do that that have been frustrated."
    },
    {
      "start": 1052.48,
      "dur": 2.079,
      "text": "&gt;&gt; Yes. all sorts of different paths that"
    },
    {
      "start": 1054.559,
      "dur": 1.831,
      "text": "&gt;&gt; Yes. all sorts of different paths that the authorities have taken to try and"
    },
    {
      "start": 1056.4,
      "dur": 2.389,
      "text": "the authorities have taken to try and persuade Andrew Mountbatton Windsor over"
    },
    {
      "start": 1058.799,
      "dur": 2.311,
      "text": "persuade Andrew Mountbatton Windsor over the year to talk to them to share"
    },
    {
      "start": 1061.12,
      "dur": 1.59,
      "text": "the year to talk to them to share information with them that just hasn't"
    },
    {
      "start": 1062.72,
      "dur": 1.91,
      "text": "information with them that just hasn't been successful. And it's been really"
    },
    {
      "start": 1064.64,
      "dur": 2.47,
      "text": "been successful. And it's been really interesting uh watching the response"
    },
    {
      "start": 1067.12,
      "dur": 2.07,
      "text": "interesting uh watching the response from the royal household from Buckingham"
    },
    {
      "start": 1069.2,
      "dur": 2.469,
      "text": "from the royal household from Buckingham Palace over the course of the past week."
    },
    {
      "start": 1071.679,
      "dur": 1.511,
      "text": "Palace over the course of the past week. We haven't heard anything directly"
    },
    {
      "start": 1073.2,
      "dur": 1.99,
      "text": "We haven't heard anything directly except from Prince Edward um Andrew"
    },
    {
      "start": 1075.2,
      "dur": 1.75,
      "text": "except from Prince Edward um Andrew Mountbaten Winder's younger brother who"
    },
    {
      "start": 1076.96,
      "dur": 1.75,
      "text": "Mountbaten Winder's younger brother who was asked a question about it at a"
    },
    {
      "start": 1078.72,
      "dur": 1.67,
      "text": "was asked a question about it at a conference he was speaking at in Dubai"
    },
    {
      "start": 1080.4,
      "dur": 1.83,
      "text": "conference he was speaking at in Dubai and said that his thoughts were with the"
    },
    {
      "start": 1082.24,
      "dur": 1.27,
      "text": "and said that his thoughts were with the victims. He said there are a lot of"
    },
    {
      "start": 1083.52,
      "dur": 2.389,
      "text": "victims. He said there are a lot of victims in this situation. The king and"
    },
    {
      "start": 1085.919,
      "dur": 1.671,
      "text": "victims in this situation. The king and queen have out been out and about in the"
    },
    {
      "start": 1087.6,
      "dur": 2.15,
      "text": "queen have out been out and about in the UK this week. Uh they were thrown"
    },
    {
      "start": 1089.76,
      "dur": 1.67,
      "text": "UK this week. Uh they were thrown questions, people shouted questions at"
    },
    {
      "start": 1091.44,
      "dur": 1.589,
      "text": "questions, people shouted questions at them but there was no response from them"
    },
    {
      "start": 1093.039,
      "dur": 2.711,
      "text": "them but there was no response from them either. Um sources uh within the royal"
    },
    {
      "start": 1095.76,
      "dur": 1.67,
      "text": "either. Um sources uh within the royal household do say to us that you know at"
    },
    {
      "start": 1097.44,
      "dur": 1.51,
      "text": "household do say to us that you know at the end of the day whether Andrew"
    },
    {
      "start": 1098.96,
      "dur": 1.51,
      "text": "the end of the day whether Andrew Mountbatten Windsor gives evidence to"
    },
    {
      "start": 1100.48,
      "dur": 2.15,
      "text": "Mountbatten Windsor gives evidence to the authorities is ultimately going to"
    },
    {
      "start": 1102.64,
      "dur": 2.149,
      "text": "the authorities is ultimately going to be down to one thing and that is his"
    },
    {
      "start": 1104.799,
      "dur": 1.671,
      "text": "be down to one thing and that is his conscience."
    },
    {
      "start": 1106.48,
      "dur": 2.39,
      "text": "conscience. &gt;&gt; Daniela thanks very much. Well Jeffrey"
    },
    {
      "start": 1108.88,
      "dur": 2.07,
      "text": "&gt;&gt; Daniela thanks very much. Well Jeffrey Epstein kept friends in high places. The"
    },
    {
      "start": 1110.96,
      "dur": 2.47,
      "text": "Epstein kept friends in high places. The British royal family is not the only one"
    },
    {
      "start": 1113.44,
      "dur": 1.91,
      "text": "British royal family is not the only one under pressure. The crown princess of"
    },
    {
      "start": 1115.36,
      "dur": 2.63,
      "text": "under pressure. The crown princess of Norway Metamarit features hundreds of"
    },
    {
      "start": 1118.0,
      "dur": 1.83,
      "text": "Norway Metamarit features hundreds of times in the latest Files release"
    },
    {
      "start": 1119.84,
      "dur": 1.91,
      "text": "times in the latest Files release relating to Epstein. She expressed a"
    },
    {
      "start": 1121.76,
      "dur": 1.909,
      "text": "relating to Epstein. She expressed a deep regret for her friendship with"
    },
    {
      "start": 1123.679,
      "dur": 2.711,
      "text": "deep regret for her friendship with Epstein that continued even after his"
    },
    {
      "start": 1126.4,
      "dur": 3.19,
      "text": "Epstein that continued even after his conviction. And there are many giants of"
    },
    {
      "start": 1129.6,
      "dur": 3.35,
      "text": "conviction. And there are many giants of business in those files. Let's turn to"
    },
    {
      "start": 1132.96,
      "dur": 1.829,
      "text": "business in those files. Let's turn to our business editor, Simon Jack. He's in"
    },
    {
      "start": 1134.799,
      "dur": 1.99,
      "text": "our business editor, Simon Jack. He's in the studio here with me. And Simon, as"
    },
    {
      "start": 1136.799,
      "dur": 1.99,
      "text": "the studio here with me. And Simon, as Nomia was saying earlier, this was a"
    },
    {
      "start": 1138.799,
      "dur": 2.23,
      "text": "Nomia was saying earlier, this was a huge web, wasn't it, of of power, of"
    },
    {
      "start": 1141.039,
      "dur": 2.87,
      "text": "huge web, wasn't it, of of power, of money, of influence, of abuse. So, what"
    },
    {
      "start": 1143.919,
      "dur": 1.11,
      "text": "money, of influence, of abuse. So, what have you picked out?"
    },
    {
      "start": 1145.039,
      "dur": 2.471,
      "text": "have you picked out? &gt;&gt; You're right. It's a staggering network"
    },
    {
      "start": 1147.52,
      "dur": 2.55,
      "text": "&gt;&gt; You're right. It's a staggering network um of the richest and most powerful"
    },
    {
      "start": 1150.08,
      "dur": 2.39,
      "text": "um of the richest and most powerful people in the world. In fact, um if you"
    },
    {
      "start": 1152.48,
      "dur": 1.67,
      "text": "people in the world. In fact, um if you are extremely rich and powerful, there's"
    },
    {
      "start": 1154.16,
      "dur": 1.509,
      "text": "are extremely rich and powerful, there's every chance you will be mentioned in"
    },
    {
      "start": 1155.679,
      "dur": 1.831,
      "text": "every chance you will be mentioned in these files either as a correspondent or"
    },
    {
      "start": 1157.52,
      "dur": 2.07,
      "text": "these files either as a correspondent or come up in correspondence. I should say"
    },
    {
      "start": 1159.6,
      "dur": 1.27,
      "text": "come up in correspondence. I should say there's no suggestion that just"
    },
    {
      "start": 1160.88,
      "dur": 1.909,
      "text": "there's no suggestion that just appearing in these documents is any"
    },
    {
      "start": 1162.799,
      "dur": 2.471,
      "text": "appearing in these documents is any implication of any wrongdoing. But it is"
    },
    {
      "start": 1165.28,
      "dur": 1.91,
      "text": "implication of any wrongdoing. But it is a formidable roll call. Elon Musk,"
    },
    {
      "start": 1167.2,
      "dur": 2.23,
      "text": "a formidable roll call. Elon Musk, Richard Branson, Bill Gates, Leon Black,"
    },
    {
      "start": 1169.44,
      "dur": 1.99,
      "text": "Richard Branson, Bill Gates, Leon Black, a big private equity guy, Sergey Bin,"
    },
    {
      "start": 1171.44,
      "dur": 2.87,
      "text": "a big private equity guy, Sergey Bin, founder of Gula, Google, um, big"
    },
    {
      "start": 1174.32,
      "dur": 2.63,
      "text": "founder of Gula, Google, um, big bankers, Muhammad bin Salman, etc. Um,"
    },
    {
      "start": 1176.96,
      "dur": 1.67,
      "text": "bankers, Muhammad bin Salman, etc. Um, all of them are there in a kind of"
    },
    {
      "start": 1178.64,
      "dur": 1.59,
      "text": "all of them are there in a kind of network. If you scratch my back, I'll"
    },
    {
      "start": 1180.24,
      "dur": 2.07,
      "text": "network. If you scratch my back, I'll scratch yours, make introductions, etc."
    },
    {
      "start": 1182.32,
      "dur": 1.43,
      "text": "scratch yours, make introductions, etc. We've got some more flesh on the bones"
    },
    {
      "start": 1183.76,
      "dur": 1.67,
      "text": "We've got some more flesh on the bones of things that have all already cost"
    },
    {
      "start": 1185.44,
      "dur": 2.63,
      "text": "of things that have all already cost some of the top people um, their jobs."
    },
    {
      "start": 1188.08,
      "dur": 1.99,
      "text": "some of the top people um, their jobs. For example, Jez Staley you just had"
    },
    {
      "start": 1190.08,
      "dur": 1.99,
      "text": "For example, Jez Staley you just had there, that's Leon Black, who is the"
    },
    {
      "start": 1192.08,
      "dur": 2.15,
      "text": "there, that's Leon Black, who is the founder of Apollo. they both had to step"
    },
    {
      "start": 1194.24,
      "dur": 2.47,
      "text": "founder of Apollo. they both had to step down because of their associations with"
    },
    {
      "start": 1196.72,
      "dur": 1.91,
      "text": "down because of their associations with um Epstein without admitting any"
    },
    {
      "start": 1198.64,
      "dur": 2.47,
      "text": "um Epstein without admitting any wrongdoing. Uh you've also seen people"
    },
    {
      "start": 1201.12,
      "dur": 2.07,
      "text": "wrongdoing. Uh you've also seen people like Richard Branson. He said I visit"
    },
    {
      "start": 1203.2,
      "dur": 2.15,
      "text": "like Richard Branson. He said I visit him a couple of times um but I regret"
    },
    {
      "start": 1205.36,
      "dur": 1.669,
      "text": "him a couple of times um but I regret that relationship only a few occasions"
    },
    {
      "start": 1207.039,
      "dur": 1.911,
      "text": "that relationship only a few occasions more than 12 years ago was limited to a"
    },
    {
      "start": 1208.96,
      "dur": 2.31,
      "text": "more than 12 years ago was limited to a group of business settings. And then"
    },
    {
      "start": 1211.28,
      "dur": 2.07,
      "text": "group of business settings. And then you've got sort of politicians as well,"
    },
    {
      "start": 1213.36,
      "dur": 2.63,
      "text": "you've got sort of politicians as well, economists like Larry Summers. Um Elon"
    },
    {
      "start": 1216.0,
      "dur": 2.07,
      "text": "economists like Larry Summers. Um Elon Musk of course is in there. He was uh"
    },
    {
      "start": 1218.08,
      "dur": 1.99,
      "text": "Musk of course is in there. He was uh inquiring about attending a party there"
    },
    {
      "start": 1220.08,
      "dur": 1.829,
      "text": "inquiring about attending a party there to which he never attended. and Bill"
    },
    {
      "start": 1221.919,
      "dur": 3.191,
      "text": "to which he never attended. and Bill Gates the history of um with him and uh"
    },
    {
      "start": 1225.12,
      "dur": 1.99,
      "text": "Gates the history of um with him and uh Epstein goes back several years but I"
    },
    {
      "start": 1227.12,
      "dur": 1.99,
      "text": "Epstein goes back several years but I think what's interesting about this is"
    },
    {
      "start": 1229.12,
      "dur": 3.11,
      "text": "think what's interesting about this is if you look at Staley back Ben WG proser"
    },
    {
      "start": 1232.24,
      "dur": 2.23,
      "text": "if you look at Staley back Ben WG proser who um founded a PR company with Peter"
    },
    {
      "start": 1234.48,
      "dur": 1.51,
      "text": "who um founded a PR company with Peter Mandlesson he stepped down from his own"
    },
    {
      "start": 1236.0,
      "dur": 2.149,
      "text": "Mandlesson he stepped down from his own business just a year ago so this network"
    },
    {
      "start": 1238.159,
      "dur": 2.87,
      "text": "business just a year ago so this network which was meant to confer advantage and"
    },
    {
      "start": 1241.039,
      "dur": 2.151,
      "text": "which was meant to confer advantage and power and favoritism and getting you in"
    },
    {
      "start": 1243.2,
      "dur": 1.91,
      "text": "power and favoritism and getting you in is actually had incredibly corrosive"
    },
    {
      "start": 1245.12,
      "dur": 2.39,
      "text": "is actually had incredibly corrosive effect um on some of the people who've"
    },
    {
      "start": 1247.52,
      "dur": 1.269,
      "text": "effect um on some of the people who've been involved with him"
    },
    {
      "start": 1248.799,
      "dur": 2.631,
      "text": "been involved with him &gt;&gt; and it is worth underlining just the"
    },
    {
      "start": 1251.44,
      "dur": 2.31,
      "text": "&gt;&gt; and it is worth underlining just the staggering nature of what is in those"
    },
    {
      "start": 1253.76,
      "dur": 1.83,
      "text": "staggering nature of what is in those emails around Peter Mandlesson and what"
    },
    {
      "start": 1255.6,
      "dur": 2.47,
      "text": "emails around Peter Mandlesson and what he was sending to Epstein around the"
    },
    {
      "start": 1258.08,
      "dur": 2.23,
      "text": "he was sending to Epstein around the time of the financial crisis sometimes"
    },
    {
      "start": 1260.32,
      "dur": 2.39,
      "text": "time of the financial crisis sometimes within minutes of important meetings."
    },
    {
      "start": 1262.72,
      "dur": 1.75,
      "text": "within minutes of important meetings. That's I think that and actually the"
    },
    {
      "start": 1264.48,
      "dur": 1.91,
      "text": "That's I think that and actually the current governor of the Bank of England"
    },
    {
      "start": 1266.4,
      "dur": 1.509,
      "text": "current governor of the Bank of England got actually quite emotional the other"
    },
    {
      "start": 1267.919,
      "dur": 2.551,
      "text": "got actually quite emotional the other day um saying that he said he couldn't"
    },
    {
      "start": 1270.48,
      "dur": 2.47,
      "text": "day um saying that he said he couldn't believe uh he was shocked at the fact"
    },
    {
      "start": 1272.96,
      "dur": 1.589,
      "text": "believe uh he was shocked at the fact that details of possible things like"
    },
    {
      "start": 1274.559,
      "dur": 1.751,
      "text": "that details of possible things like sales of government assets the break of"
    },
    {
      "start": 1276.32,
      "dur": 3.67,
      "text": "sales of government assets the break of RBS the bank a eurozone bailout big"
    },
    {
      "start": 1280.0,
      "dur": 3.11,
      "text": "RBS the bank a eurozone bailout big conversations in sensitive conversations"
    },
    {
      "start": 1283.12,
      "dur": 3.27,
      "text": "conversations in sensitive conversations in close quarters relayed within minutes"
    },
    {
      "start": 1286.4,
      "dur": 2.71,
      "text": "in close quarters relayed within minutes uh by Peter Mandelson to Jeffrey Epstein"
    },
    {
      "start": 1289.12,
      "dur": 2.23,
      "text": "uh by Peter Mandelson to Jeffrey Epstein to be passed on to his banking contacts"
    },
    {
      "start": 1291.36,
      "dur": 1.99,
      "text": "to be passed on to his banking contacts and uh Andrew Bailey, I've never seen"
    },
    {
      "start": 1293.36,
      "dur": 1.189,
      "text": "and uh Andrew Bailey, I've never seen him like this. He said, \"I don't want to"
    },
    {
      "start": 1294.559,
      "dur": 2.551,
      "text": "him like this. He said, \"I don't want to sound pious, but is this is for all of"
    },
    {
      "start": 1297.12,
      "dur": 2.31,
      "text": "sound pious, but is this is for all of us. How is that we live in a society in"
    },
    {
      "start": 1299.44,
      "dur": 1.589,
      "text": "us. How is that we live in a society in which this has happened and the cover up"
    },
    {
      "start": 1301.039,
      "dur": 1.831,
      "text": "which this has happened and the cover up happened as well.\" So, there are"
    },
    {
      "start": 1302.88,
      "dur": 2.149,
      "text": "happened as well.\" So, there are investigations about whether those leaks"
    },
    {
      "start": 1305.039,
      "dur": 2.391,
      "text": "investigations about whether those leaks about very sensitive matters uh"
    },
    {
      "start": 1307.44,
      "dur": 1.83,
      "text": "about very sensitive matters uh constitute misconduct in a public"
    },
    {
      "start": 1309.28,
      "dur": 1.59,
      "text": "constitute misconduct in a public office. That investigation is ongoing as"
    },
    {
      "start": 1310.88,
      "dur": 1.75,
      "text": "office. That investigation is ongoing as Nick was talking about. And also, a lot"
    },
    {
      "start": 1312.64,
      "dur": 1.83,
      "text": "Nick was talking about. And also, a lot of people have asked me, is this insider"
    },
    {
      "start": 1314.48,
      "dur": 1.51,
      "text": "of people have asked me, is this insider dealing? Is there stuff that he said"
    },
    {
      "start": 1316.0,
      "dur": 1.59,
      "text": "dealing? Is there stuff that he said that people could trade on? You know,"
    },
    {
      "start": 1317.6,
      "dur": 2.71,
      "text": "that people could trade on? You know, possibly yes. The the the the definition"
    },
    {
      "start": 1320.32,
      "dur": 1.589,
      "text": "possibly yes. The the the the definition of that is incredibly narrow. You have"
    },
    {
      "start": 1321.919,
      "dur": 1.831,
      "text": "of that is incredibly narrow. You have to prove that I would have bought this"
    },
    {
      "start": 1323.76,
      "dur": 1.43,
      "text": "to prove that I would have bought this share because it was going to go up"
    },
    {
      "start": 1325.2,
      "dur": 1.91,
      "text": "share because it was going to go up anyway. I think that's very difficult."
    },
    {
      "start": 1327.12,
      "dur": 2.63,
      "text": "anyway. I think that's very difficult. But I think overall, Andrew Bailey"
    },
    {
      "start": 1329.76,
      "dur": 2.23,
      "text": "But I think overall, Andrew Bailey expressed the view of many in the"
    },
    {
      "start": 1332.0,
      "dur": 1.27,
      "text": "expressed the view of many in the business community. They were pretty"
    },
    {
      "start": 1333.28,
      "dur": 1.67,
      "text": "business community. They were pretty shocked this stuff was getting out."
    },
    {
      "start": 1334.96,
      "dur": 1.27,
      "text": "shocked this stuff was getting out. &gt;&gt; It's worth asking you. You've covered"
    },
    {
      "start": 1336.24,
      "dur": 1.909,
      "text": "&gt;&gt; It's worth asking you. You've covered business for for decades. Have you seen"
    },
    {
      "start": 1338.159,
      "dur": 1.75,
      "text": "business for for decades. Have you seen anything quite like this?"
    },
    {
      "start": 1339.919,
      "dur": 1.591,
      "text": "anything quite like this? &gt;&gt; No, I never seen anything quite like"
    },
    {
      "start": 1341.52,
      "dur": 2.87,
      "text": "&gt;&gt; No, I never seen anything quite like this where there are so many um tendrils"
    },
    {
      "start": 1344.4,
      "dur": 1.83,
      "text": "this where there are so many um tendrils if you like to so many people. I mean,"
    },
    {
      "start": 1346.24,
      "dur": 2.309,
      "text": "if you like to so many people. I mean, it's not just in in the in US business."
    },
    {
      "start": 1348.559,
      "dur": 2.151,
      "text": "it's not just in in the in US business. It's in UK business. Muhammad bin Salman"
    },
    {
      "start": 1350.72,
      "dur": 1.67,
      "text": "It's in UK business. Muhammad bin Salman is in these um is in this"
    },
    {
      "start": 1352.4,
      "dur": 1.59,
      "text": "is in these um is in this correspondence. You've got as you're"
    },
    {
      "start": 1354.0,
      "dur": 2.149,
      "text": "correspondence. You've got as you're talking about people in Norway. Uh there"
    },
    {
      "start": 1356.159,
      "dur": 2.39,
      "text": "talking about people in Norway. Uh there are some families in France which are"
    },
    {
      "start": 1358.559,
      "dur": 2.151,
      "text": "are some families in France which are come up in correspondence. It's actually"
    },
    {
      "start": 1360.72,
      "dur": 2.949,
      "text": "come up in correspondence. It's actually amazing how um actually a sort of lawyer"
    },
    {
      "start": 1363.679,
      "dur": 1.831,
      "text": "amazing how um actually a sort of lawyer from Brooklyn managed to construct this"
    },
    {
      "start": 1365.52,
      "dur": 2.389,
      "text": "from Brooklyn managed to construct this web and as I say the idea was to try and"
    },
    {
      "start": 1367.919,
      "dur": 2.551,
      "text": "web and as I say the idea was to try and confer a bit of advantage and favor and"
    },
    {
      "start": 1370.48,
      "dur": 1.51,
      "text": "confer a bit of advantage and favor and ended up being very corrosive for all"
    },
    {
      "start": 1372.0,
      "dur": 0.71,
      "text": "ended up being very corrosive for all concerned."
    },
    {
      "start": 1372.72,
      "dur": 1.75,
      "text": "concerned. &gt;&gt; Simon, thank you for taking me through"
    },
    {
      "start": 1374.48,
      "dur": 2.47,
      "text": "&gt;&gt; Simon, thank you for taking me through all of that. Let's head to the BBC"
    },
    {
      "start": 1376.96,
      "dur": 2.87,
      "text": "all of that. Let's head to the BBC Verify hub and our analysis editor, Ros"
    },
    {
      "start": 1379.84,
      "dur": 2.15,
      "text": "Verify hub and our analysis editor, Ros Atkins. And Ros, just take us through"
    },
    {
      "start": 1382.0,
      "dur": 3.11,
      "text": "Atkins. And Ros, just take us through the work BBC Verify has been doing on"
    },
    {
      "start": 1385.12,
      "dur": 2.789,
      "text": "the work BBC Verify has been doing on this cache of documents."
    },
    {
      "start": 1387.919,
      "dur": 1.831,
      "text": "this cache of documents. &gt;&gt; Hello, Matthew. Well, the scale and the"
    },
    {
      "start": 1389.76,
      "dur": 1.75,
      "text": "&gt;&gt; Hello, Matthew. Well, the scale and the nature of this release of files has"
    },
    {
      "start": 1391.52,
      "dur": 1.67,
      "text": "nature of this release of files has definitely to a degree shaped our work"
    },
    {
      "start": 1393.2,
      "dur": 1.19,
      "text": "definitely to a degree shaped our work as you've been discussing. There are"
    },
    {
      "start": 1394.4,
      "dur": 2.149,
      "text": "as you've been discussing. There are millions of files, emails, letters,"
    },
    {
      "start": 1396.559,
      "dur": 2.47,
      "text": "millions of files, emails, letters, photos, audio, and video. And the way"
    },
    {
      "start": 1399.039,
      "dur": 1.191,
      "text": "photos, audio, and video. And the way that they were put online by the"
    },
    {
      "start": 1400.24,
      "dur": 1.11,
      "text": "that they were put online by the Department of Justice doesn't"
    },
    {
      "start": 1401.36,
      "dur": 1.59,
      "text": "Department of Justice doesn't necessarily make them particularly easy"
    },
    {
      "start": 1402.96,
      "dur": 2.23,
      "text": "necessarily make them particularly easy to search and sift, which is why we've"
    },
    {
      "start": 1405.2,
      "dur": 2.07,
      "text": "to search and sift, which is why we've seen new developments throughout the"
    },
    {
      "start": 1407.28,
      "dur": 2.23,
      "text": "seen new developments throughout the last week as the BBC and other news"
    },
    {
      "start": 1409.52,
      "dur": 1.59,
      "text": "last week as the BBC and other news organizations have searched through the"
    },
    {
      "start": 1411.12,
      "dur": 2.07,
      "text": "organizations have searched through the vast amount of files. And there are"
    },
    {
      "start": 1413.2,
      "dur": 1.589,
      "text": "vast amount of files. And there are different aspects of the work that we've"
    },
    {
      "start": 1414.799,
      "dur": 1.831,
      "text": "different aspects of the work that we've been doing. Our data scientists have"
    },
    {
      "start": 1416.64,
      "dur": 1.67,
      "text": "been doing. Our data scientists have been producing different pieces of code"
    },
    {
      "start": 1418.32,
      "dur": 2.31,
      "text": "been producing different pieces of code to help us identify files of interest."
    },
    {
      "start": 1420.64,
      "dur": 1.59,
      "text": "to help us identify files of interest. We've also been verifying the location"
    },
    {
      "start": 1422.24,
      "dur": 1.669,
      "text": "We've also been verifying the location of some of the photos that have been"
    },
    {
      "start": 1423.919,
      "dur": 1.911,
      "text": "of some of the photos that have been released. And we've assessed close to a"
    },
    {
      "start": 1425.84,
      "dur": 2.309,
      "text": "released. And we've assessed close to a thousand videos. And there are different"
    },
    {
      "start": 1428.159,
      "dur": 1.271,
      "text": "thousand videos. And there are different challenges that have come with that"
    },
    {
      "start": 1429.44,
      "dur": 1.67,
      "text": "challenges that have come with that work. The videos, for example,"
    },
    {
      "start": 1431.12,
      "dur": 1.51,
      "text": "work. The videos, for example, frequently come with no additional"
    },
    {
      "start": 1432.64,
      "dur": 1.67,
      "text": "frequently come with no additional information at all. So, no date, no"
    },
    {
      "start": 1434.32,
      "dur": 2.15,
      "text": "information at all. So, no date, no location, no details of where the files"
    },
    {
      "start": 1436.48,
      "dur": 2.39,
      "text": "location, no details of where the files are from. In addition, we've had to take"
    },
    {
      "start": 1438.88,
      "dur": 1.51,
      "text": "are from. In addition, we've had to take great care with the language in our"
    },
    {
      "start": 1440.4,
      "dur": 2.23,
      "text": "great care with the language in our reporting. For example, in some videos,"
    },
    {
      "start": 1442.64,
      "dur": 2.389,
      "text": "reporting. For example, in some videos, we're describing young females because"
    },
    {
      "start": 1445.039,
      "dur": 1.671,
      "text": "we're describing young females because we can't be sure if the videos show"
    },
    {
      "start": 1446.72,
      "dur": 2.87,
      "text": "we can't be sure if the videos show young women or girls. And then we have"
    },
    {
      "start": 1449.6,
      "dur": 2.069,
      "text": "young women or girls. And then we have to reference the redaction errors made"
    },
    {
      "start": 1451.679,
      "dur": 1.671,
      "text": "to reference the redaction errors made by the Department of Justice. You were"
    },
    {
      "start": 1453.36,
      "dur": 1.909,
      "text": "by the Department of Justice. You were discussing this earlier. Some of the"
    },
    {
      "start": 1455.279,
      "dur": 1.99,
      "text": "discussing this earlier. Some of the photos and videos show survivors of"
    },
    {
      "start": 1457.279,
      "dur": 1.75,
      "text": "photos and videos show survivors of Jeffrey Epstein and they can be"
    },
    {
      "start": 1459.039,
      "dur": 1.911,
      "text": "Jeffrey Epstein and they can be identified. Some of these files have"
    },
    {
      "start": 1460.96,
      "dur": 1.589,
      "text": "identified. Some of these files have been taken offline by the Department of"
    },
    {
      "start": 1462.559,
      "dur": 2.391,
      "text": "been taken offline by the Department of Justice, but not all. Needless to say,"
    },
    {
      "start": 1464.96,
      "dur": 2.069,
      "text": "Justice, but not all. Needless to say, the BBC is taking great care to not"
    },
    {
      "start": 1467.039,
      "dur": 2.391,
      "text": "the BBC is taking great care to not identify the survivors affected by these"
    },
    {
      "start": 1469.44,
      "dur": 2.469,
      "text": "identify the survivors affected by these redaction errors. All of this relates to"
    },
    {
      "start": 1471.919,
      "dur": 1.911,
      "text": "redaction errors. All of this relates to the files that have been published. We"
    },
    {
      "start": 1473.84,
      "dur": 1.11,
      "text": "the files that have been published. We should also say we're working to"
    },
    {
      "start": 1474.96,
      "dur": 1.51,
      "text": "should also say we're working to highlight fake files that are"
    },
    {
      "start": 1476.48,
      "dur": 2.069,
      "text": "highlight fake files that are circulating. We're seeing fake emails"
    },
    {
      "start": 1478.559,
      "dur": 2.551,
      "text": "circulating. We're seeing fake emails claiming to be from Elon Musk, fake"
    },
    {
      "start": 1481.12,
      "dur": 2.549,
      "text": "claiming to be from Elon Musk, fake images claiming to show Sora Mandani,"
    },
    {
      "start": 1483.679,
      "dur": 1.831,
      "text": "images claiming to show Sora Mandani, the New York mayor. Now, some of these"
    },
    {
      "start": 1485.52,
      "dur": 1.83,
      "text": "the New York mayor. Now, some of these fakes have had millions of views. And of"
    },
    {
      "start": 1487.36,
      "dur": 1.429,
      "text": "fakes have had millions of views. And of course, it's important for us to"
    },
    {
      "start": 1488.799,
      "dur": 1.75,
      "text": "course, it's important for us to highlight that they are not from the"
    },
    {
      "start": 1490.559,
      "dur": 2.23,
      "text": "highlight that they are not from the batch of files that were released."
    },
    {
      "start": 1492.799,
      "dur": 3.75,
      "text": "batch of files that were released. &gt;&gt; Ros, how do we see this story going?"
    },
    {
      "start": 1496.559,
      "dur": 1.35,
      "text": "&gt;&gt; Ros, how do we see this story going? &gt;&gt; Well, I think we can definitely expect"
    },
    {
      "start": 1497.919,
      "dur": 1.911,
      "text": "&gt;&gt; Well, I think we can definitely expect more stories stories to emerge from this"
    },
    {
      "start": 1499.84,
      "dur": 1.91,
      "text": "more stories stories to emerge from this batch of files. The work goes on by the"
    },
    {
      "start": 1501.76,
      "dur": 2.07,
      "text": "batch of files. The work goes on by the BBC and by many other news organizations"
    },
    {
      "start": 1503.84,
      "dur": 1.99,
      "text": "BBC and by many other news organizations and because of the number of files even"
    },
    {
      "start": 1505.84,
      "dur": 1.67,
      "text": "and because of the number of files even though we've all been working on this"
    },
    {
      "start": 1507.52,
      "dur": 2.31,
      "text": "though we've all been working on this story for a week more details will"
    },
    {
      "start": 1509.84,
      "dur": 1.59,
      "text": "story for a week more details will emerge. And there's one other thing that"
    },
    {
      "start": 1511.44,
      "dur": 1.67,
      "text": "emerge. And there's one other thing that I would emphasize and Nick was talking"
    },
    {
      "start": 1513.12,
      "dur": 1.75,
      "text": "I would emphasize and Nick was talking about this earlier. This act of"
    },
    {
      "start": 1514.88,
      "dur": 1.669,
      "text": "about this earlier. This act of transparency in the US with the"
    },
    {
      "start": 1516.559,
      "dur": 1.431,
      "text": "transparency in the US with the Department of Justice sharing these"
    },
    {
      "start": 1518.0,
      "dur": 2.07,
      "text": "Department of Justice sharing these files is potentially leading to further"
    },
    {
      "start": 1520.08,
      "dur": 1.75,
      "text": "files is potentially leading to further transparency in Westminster. We"
    },
    {
      "start": 1521.84,
      "dur": 2.23,
      "text": "transparency in Westminster. We understand senior UK government figures"
    },
    {
      "start": 1524.08,
      "dur": 2.069,
      "text": "understand senior UK government figures may well have to share their electronic"
    },
    {
      "start": 1526.159,
      "dur": 1.671,
      "text": "may well have to share their electronic communications, their emails and"
    },
    {
      "start": 1527.84,
      "dur": 1.67,
      "text": "communications, their emails and messages that were exchanged with Peter"
    },
    {
      "start": 1529.52,
      "dur": 2.07,
      "text": "messages that were exchanged with Peter Mandlesson. BBC understands that could"
    },
    {
      "start": 1531.6,
      "dur": 2.549,
      "text": "Mandlesson. BBC understands that could be up to a 100,000 documents, which"
    },
    {
      "start": 1534.159,
      "dur": 2.231,
      "text": "be up to a 100,000 documents, which means there's going to be a lot more for"
    },
    {
      "start": 1536.4,
      "dur": 1.99,
      "text": "means there's going to be a lot more for all of us to see. And that, Matthew,"
    },
    {
      "start": 1538.4,
      "dur": 2.07,
      "text": "all of us to see. And that, Matthew, isn't just about Peter Mandlesson. It"
    },
    {
      "start": 1540.48,
      "dur": 1.83,
      "text": "isn't just about Peter Mandlesson. It may give us insights into how the UK"
    },
    {
      "start": 1542.32,
      "dur": 2.469,
      "text": "may give us insights into how the UK perceives its relations with the US and"
    },
    {
      "start": 1544.799,
      "dur": 2.711,
      "text": "perceives its relations with the US and perhaps how some UK officials see Donald"
    },
    {
      "start": 1547.52,
      "dur": 3.11,
      "text": "perhaps how some UK officials see Donald Trump, too. So for all of those reasons"
    },
    {
      "start": 1550.64,
      "dur": 2.389,
      "text": "Trump, too. So for all of those reasons for number 10, this story is far from"
    },
    {
      "start": 1553.039,
      "dur": 1.271,
      "text": "for number 10, this story is far from over."
    },
    {
      "start": 1554.32,
      "dur": 4.55,
      "text": "over. &gt;&gt; Just in about 45 seconds, Rosit"
    },
    {
      "start": 1558.88,
      "dur": 2.07,
      "text": "&gt;&gt; Just in about 45 seconds, Rosit element, and they'll be feeling it in"
    },
    {
      "start": 1560.96,
      "dur": 1.91,
      "text": "element, and they'll be feeling it in number 10. They'll be feeling it in a"
    },
    {
      "start": 1562.88,
      "dur": 2.47,
      "text": "number 10. They'll be feeling it in a variety of capitals and individuals."
    },
    {
      "start": 1565.36,
      "dur": 2.71,
      "text": "variety of capitals and individuals. There is so much that none of us really"
    },
    {
      "start": 1568.08,
      "dur": 3.51,
      "text": "There is so much that none of us really know what is still to come. And that"
    },
    {
      "start": 1571.6,
      "dur": 2.23,
      "text": "know what is still to come. And that could have all sorts of ramifications"
    },
    {
      "start": 1573.84,
      "dur": 1.75,
      "text": "could have all sorts of ramifications and consequences."
    },
    {
      "start": 1575.6,
      "dur": 1.35,
      "text": "and consequences. Well, you're quite right because the"
    },
    {
      "start": 1576.96,
      "dur": 1.75,
      "text": "Well, you're quite right because the Trump administration has moved around"
    },
    {
      "start": 1578.72,
      "dur": 2.63,
      "text": "Trump administration has moved around its position on how many files it will"
    },
    {
      "start": 1581.36,
      "dur": 1.51,
      "text": "its position on how many files it will release, if it's going to release any."
    },
    {
      "start": 1582.88,
      "dur": 1.669,
      "text": "release, if it's going to release any. At one stage, Donald Trump did not seem"
    },
    {
      "start": 1584.559,
      "dur": 2.071,
      "text": "At one stage, Donald Trump did not seem to be committed to that happening. There"
    },
    {
      "start": 1586.64,
      "dur": 1.75,
      "text": "to be committed to that happening. There was some criticism from within his own"
    },
    {
      "start": 1588.4,
      "dur": 1.99,
      "text": "was some criticism from within his own supporters, and now we've seen this uh"
    },
    {
      "start": 1590.4,
      "dur": 2.31,
      "text": "supporters, and now we've seen this uh really significant release of files in"
    },
    {
      "start": 1592.72,
      "dur": 3.03,
      "text": "really significant release of files in the last week. It's not clear how many"
    },
    {
      "start": 1595.76,
      "dur": 2.149,
      "text": "the last week. It's not clear how many further files will be released, but of"
    },
    {
      "start": 1597.919,
      "dur": 2.63,
      "text": "further files will be released, but of course, we know further files do exist,"
    },
    {
      "start": 1600.559,
      "dur": 1.99,
      "text": "course, we know further files do exist, and we know files outside of the Epstein"
    },
    {
      "start": 1602.559,
      "dur": 1.511,
      "text": "and we know files outside of the Epstein files also exist. have just been talking"
    },
    {
      "start": 1604.08,
      "dur": 2.39,
      "text": "files also exist. have just been talking about transparency in Westminster. And"
    },
    {
      "start": 1606.48,
      "dur": 1.27,
      "text": "about transparency in Westminster. And so, of course, anyone who's been"
    },
    {
      "start": 1607.76,
      "dur": 2.31,
      "text": "so, of course, anyone who's been involved in sending those messages will"
    },
    {
      "start": 1610.08,
      "dur": 1.829,
      "text": "involved in sending those messages will be wondering, will they be put in the"
    },
    {
      "start": 1611.919,
      "dur": 2.801,
      "text": "be wondering, will they be put in the public domain?"
    }
  ]
}