{
  "videoId": "kf-lCiYavdA",
  "title": "Epstein Files: New Mandelson and Andrew Allegations | BBC Newscast",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 2681,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.32,
      "text": "Here we are on day two of trying to"
    },
    {
      "start": 2.32,
      "dur": 2.469,
      "text": "Here we are on day two of trying to unravel this latest enormous information"
    },
    {
      "start": 4.799,
      "dur": 2.231,
      "text": "unravel this latest enormous information that has burst out of the Epstein files"
    },
    {
      "start": 7.04,
      "dur": 2.23,
      "text": "that has burst out of the Epstein files on the other side of the Atlantic and"
    },
    {
      "start": 9.28,
      "dur": 2.07,
      "text": "on the other side of the Atlantic and also a troubling allegation made by an"
    },
    {
      "start": 11.36,
      "dur": 1.43,
      "text": "also a troubling allegation made by an American lawyer in an interview with the"
    },
    {
      "start": 12.8,
      "dur": 3.19,
      "text": "American lawyer in an interview with the BBC that there is a second woman who has"
    },
    {
      "start": 16.0,
      "dur": 2.39,
      "text": "BBC that there is a second woman who has said she was trafficked but to the UK"
    },
    {
      "start": 18.4,
      "dur": 3.43,
      "text": "said she was trafficked but to the UK for a sexual encounter with the former"
    },
    {
      "start": 21.84,
      "dur": 3.669,
      "text": "for a sexual encounter with the former prince Prince Andrew. So to again this"
    },
    {
      "start": 25.519,
      "dur": 2.391,
      "text": "prince Prince Andrew. So to again this has been another whirlwind of news where"
    },
    {
      "start": 27.92,
      "dur": 1.91,
      "text": "has been another whirlwind of news where Jeffrey Epstein the convicted pedophile"
    },
    {
      "start": 29.84,
      "dur": 1.91,
      "text": "Jeffrey Epstein the convicted pedophile has been making headlines and making"
    },
    {
      "start": 31.76,
      "dur": 1.67,
      "text": "has been making headlines and making life very awkward and embarrassing for"
    },
    {
      "start": 33.44,
      "dur": 1.67,
      "text": "life very awkward and embarrassing for lots of other powerful people"
    },
    {
      "start": 35.12,
      "dur": 2.47,
      "text": "lots of other powerful people &gt;&gt; on this Sunday's newscast."
    },
    {
      "start": 37.6,
      "dur": 1.59,
      "text": "&gt;&gt; on this Sunday's newscast. &gt;&gt; Hello it's Patty in the studio. It's"
    },
    {
      "start": 39.2,
      "dur": 0.95,
      "text": "&gt;&gt; Hello it's Patty in the studio. It's Laura in the studio"
    },
    {
      "start": 40.16,
      "dur": 1.27,
      "text": "Laura in the studio &gt;&gt; and it's Henry at home"
    },
    {
      "start": 41.44,
      "dur": 1.91,
      "text": "&gt;&gt; and it's Henry at home &gt;&gt; and in a few minutes we will hear at"
    },
    {
      "start": 43.36,
      "dur": 2.23,
      "text": "&gt;&gt; and in a few minutes we will hear at length from Professor John Bu who we had"
    },
    {
      "start": 45.6,
      "dur": 1.91,
      "text": "length from Professor John Bu who we had on the TV this morning but who's going"
    },
    {
      "start": 47.52,
      "dur": 1.59,
      "text": "on the TV this morning but who's going to talk to us I think hopefully in a"
    },
    {
      "start": 49.12,
      "dur": 1.429,
      "text": "to talk to us I think hopefully in a very helpful way about all the"
    },
    {
      "start": 50.559,
      "dur": 1.911,
      "text": "very helpful way about all the bewildering things that are happening in"
    },
    {
      "start": 52.48,
      "dur": 2.069,
      "text": "bewildering things that are happening in the world and he was the chief foreign"
    },
    {
      "start": 54.559,
      "dur": 3.99,
      "text": "the world and he was the chief foreign policy adviser to Karmmer to Rishi"
    },
    {
      "start": 58.559,
      "dur": 3.031,
      "text": "policy adviser to Karmmer to Rishi Sunnak also to Boris Johnson so stand by"
    },
    {
      "start": 61.6,
      "dur": 1.269,
      "text": "Sunnak also to Boris Johnson so stand by for that because he's a really"
    },
    {
      "start": 62.879,
      "dur": 0.791,
      "text": "for that because he's a really fascinating guy"
    },
    {
      "start": 63.68,
      "dur": 1.99,
      "text": "fascinating guy &gt;&gt; and the Fleet Street night and historian"
    },
    {
      "start": 65.68,
      "dur": 2.469,
      "text": "&gt;&gt; and the Fleet Street night and historian Max Hastings was on radio 4 with me"
    },
    {
      "start": 68.159,
      "dur": 1.751,
      "text": "Max Hastings was on radio 4 with me saying the thing we're all talking"
    },
    {
      "start": 69.92,
      "dur": 2.63,
      "text": "saying the thing we're all talking about, the Epstein files, is a circus."
    },
    {
      "start": 72.56,
      "dur": 2.95,
      "text": "about, the Epstein files, is a circus. It's a freak show because there is so"
    },
    {
      "start": 75.52,
      "dur": 1.43,
      "text": "It's a freak show because there is so much going on in the world that we"
    },
    {
      "start": 76.96,
      "dur": 1.75,
      "text": "much going on in the world that we should be talking about more. Now, he"
    },
    {
      "start": 78.72,
      "dur": 2.47,
      "text": "should be talking about more. Now, he was challenged for that view, but we are"
    },
    {
      "start": 81.2,
      "dur": 1.75,
      "text": "was challenged for that view, but we are going to try and do both in this"
    },
    {
      "start": 82.96,
      "dur": 1.59,
      "text": "going to try and do both in this newscast. We're going to try and sum up"
    },
    {
      "start": 84.56,
      "dur": 2.15,
      "text": "newscast. We're going to try and sum up what's happening with the latest release"
    },
    {
      "start": 86.72,
      "dur": 2.709,
      "text": "what's happening with the latest release of Epstein files and talk to John Bu"
    },
    {
      "start": 89.439,
      "dur": 1.431,
      "text": "of Epstein files and talk to John Bu about the big picture that we're all"
    },
    {
      "start": 90.88,
      "dur": 1.589,
      "text": "about the big picture that we're all living in. So, Henry, what are the"
    },
    {
      "start": 92.479,
      "dur": 3.351,
      "text": "living in. So, Henry, what are the headlines uh um for the royal family and"
    },
    {
      "start": 95.84,
      "dur": 1.99,
      "text": "headlines uh um for the royal family and for Andrew Mountbat and Windsor? Well,"
    },
    {
      "start": 97.84,
      "dur": 1.269,
      "text": "for Andrew Mountbat and Windsor? Well, there's actually two things happening at"
    },
    {
      "start": 99.119,
      "dur": 1.511,
      "text": "there's actually two things happening at the same time. So, from the latest"
    },
    {
      "start": 100.64,
      "dur": 5.27,
      "text": "the same time. So, from the latest files, there is this uh pretty grim but"
    },
    {
      "start": 105.92,
      "dur": 2.469,
      "text": "files, there is this uh pretty grim but quite uh hard to understand without"
    },
    {
      "start": 108.399,
      "dur": 2.951,
      "text": "quite uh hard to understand without context photo of Andrew Mount Batam"
    },
    {
      "start": 111.36,
      "dur": 4.23,
      "text": "context photo of Andrew Mount Batam Windsor sort of um crouched over a"
    },
    {
      "start": 115.6,
      "dur": 2.31,
      "text": "Windsor sort of um crouched over a woman. And then the other thing"
    },
    {
      "start": 117.92,
      "dur": 2.39,
      "text": "woman. And then the other thing happening at the same time is uh some of"
    },
    {
      "start": 120.32,
      "dur": 1.51,
      "text": "happening at the same time is uh some of our colleagues at the BBC have got a"
    },
    {
      "start": 121.84,
      "dur": 3.909,
      "text": "our colleagues at the BBC have got a story where a second woman alleges that"
    },
    {
      "start": 125.759,
      "dur": 1.99,
      "text": "story where a second woman alleges that she was sent to the UK by Jeffrey"
    },
    {
      "start": 127.759,
      "dur": 2.391,
      "text": "she was sent to the UK by Jeffrey Epstein for a sexual encounter with"
    },
    {
      "start": 130.16,
      "dur": 2.63,
      "text": "Epstein for a sexual encounter with Andrew and her lawyer has told the BBC"
    },
    {
      "start": 132.8,
      "dur": 1.91,
      "text": "Andrew and her lawyer has told the BBC that that she spent the night with"
    },
    {
      "start": 134.72,
      "dur": 2.07,
      "text": "that that she spent the night with Andrew, this woman who's not named, and"
    },
    {
      "start": 136.8,
      "dur": 2.149,
      "text": "Andrew, this woman who's not named, and that she was given a tour of Buckingham"
    },
    {
      "start": 138.959,
      "dur": 2.151,
      "text": "that she was given a tour of Buckingham Palace. Andrew hasn't responded at the"
    },
    {
      "start": 141.12,
      "dur": 0.87,
      "text": "Palace. Andrew hasn't responded at the time that we're recording, which is"
    },
    {
      "start": 142.0,
      "dur": 2.309,
      "text": "time that we're recording, which is about 11:30 in the morning now, uh for"
    },
    {
      "start": 144.319,
      "dur": 1.511,
      "text": "about 11:30 in the morning now, uh for requests uh for comment for that."
    },
    {
      "start": 145.84,
      "dur": 1.67,
      "text": "requests uh for comment for that. Obviously, he's previously denied"
    },
    {
      "start": 147.52,
      "dur": 2.789,
      "text": "Obviously, he's previously denied wrongdoing most spectacularly in that uh"
    },
    {
      "start": 150.319,
      "dur": 2.391,
      "text": "wrongdoing most spectacularly in that uh News Night interview some years ago now."
    },
    {
      "start": 152.72,
      "dur": 4.31,
      "text": "News Night interview some years ago now. But all of this adds clearly to the"
    },
    {
      "start": 157.04,
      "dur": 1.909,
      "text": "But all of this adds clearly to the pressure. I think pressure underplays it"
    },
    {
      "start": 158.959,
      "dur": 0.951,
      "text": "pressure. I think pressure underplays it actually"
    },
    {
      "start": 159.92,
      "dur": 5.19,
      "text": "actually &gt;&gt; adds to the um kind of deep dark cloud"
    },
    {
      "start": 165.12,
      "dur": 1.99,
      "text": "&gt;&gt; adds to the um kind of deep dark cloud which is hanging over Andrew Mountbat"
    },
    {
      "start": 167.12,
      "dur": 2.79,
      "text": "which is hanging over Andrew Mountbat and Windsor and by extension even though"
    },
    {
      "start": 169.92,
      "dur": 1.99,
      "text": "and Windsor and by extension even though he's not really part of it anymore the"
    },
    {
      "start": 171.92,
      "dur": 1.19,
      "text": "he's not really part of it anymore the royal family"
    },
    {
      "start": 173.12,
      "dur": 1.91,
      "text": "royal family &gt;&gt; and the prime minister has in his"
    },
    {
      "start": 175.04,
      "dur": 2.31,
      "text": "&gt;&gt; and the prime minister has in his strongest statement on this yet"
    },
    {
      "start": 177.36,
      "dur": 2.229,
      "text": "strongest statement on this yet suggested that Andrew Mcbaten Windsor"
    },
    {
      "start": 179.599,
      "dur": 1.751,
      "text": "suggested that Andrew Mcbaten Windsor should go and testify to Congress which"
    },
    {
      "start": 181.36,
      "dur": 3.35,
      "text": "should go and testify to Congress which he said no to doing so so far and it was"
    },
    {
      "start": 184.72,
      "dur": 2.149,
      "text": "he said no to doing so so far and it was interesting his cabinet ally Steve Reed"
    },
    {
      "start": 186.879,
      "dur": 2.231,
      "text": "interesting his cabinet ally Steve Reed who was with us this morning not just"
    },
    {
      "start": 189.12,
      "dur": 2.31,
      "text": "who was with us this morning not just echoed that but he also agreed that"
    },
    {
      "start": 191.44,
      "dur": 2.069,
      "text": "echoed that but he also agreed that anyone who had any information including"
    },
    {
      "start": 193.519,
      "dur": 2.951,
      "text": "anyone who had any information including Lord Mandlesson should do the same and"
    },
    {
      "start": 196.48,
      "dur": 1.51,
      "text": "Lord Mandlesson should do the same and should come forward and I was quite"
    },
    {
      "start": 198.0,
      "dur": 0.79,
      "text": "should come forward and I was quite struck by that. Yeah."
    },
    {
      "start": 198.8,
      "dur": 1.83,
      "text": "struck by that. Yeah. &gt;&gt; Yeah. You know, that's that's very"
    },
    {
      "start": 200.64,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah. You know, that's that's very central to where how things are moving"
    },
    {
      "start": 202.48,
      "dur": 2.95,
      "text": "central to where how things are moving so quickly because Rachel Mascll, the MP"
    },
    {
      "start": 205.44,
      "dur": 1.99,
      "text": "so quickly because Rachel Mascll, the MP for York Central, who was one of those"
    },
    {
      "start": 207.44,
      "dur": 3.03,
      "text": "for York Central, who was one of those calling in Parliament for the former"
    },
    {
      "start": 210.48,
      "dur": 2.23,
      "text": "calling in Parliament for the former Prince Andrew to lose all his titles."
    },
    {
      "start": 212.72,
      "dur": 2.149,
      "text": "Prince Andrew to lose all his titles. She was on Radio 4 this morning saying"
    },
    {
      "start": 214.879,
      "dur": 2.71,
      "text": "She was on Radio 4 this morning saying the Metropolitan Police need to reopen"
    },
    {
      "start": 217.599,
      "dur": 1.751,
      "text": "the Metropolitan Police need to reopen their investigation. You can't just drop"
    },
    {
      "start": 219.36,
      "dur": 1.589,
      "text": "their investigation. You can't just drop an investigation when someone loses"
    },
    {
      "start": 220.959,
      "dur": 1.91,
      "text": "an investigation when someone loses their royal titles. You've got to look"
    },
    {
      "start": 222.879,
      "dur": 2.471,
      "text": "their royal titles. You've got to look where the evidence takes you. So, it's"
    },
    {
      "start": 225.36,
      "dur": 2.31,
      "text": "where the evidence takes you. So, it's all very troubling, hugely embarrassing"
    },
    {
      "start": 227.68,
      "dur": 1.269,
      "text": "all very troubling, hugely embarrassing for the royal family, even though"
    },
    {
      "start": 228.959,
      "dur": 1.91,
      "text": "for the royal family, even though they've already sort of pushed Andrew to"
    },
    {
      "start": 230.879,
      "dur": 4.231,
      "text": "they've already sort of pushed Andrew to the outer limits of their clan of"
    },
    {
      "start": 235.12,
      "dur": 1.51,
      "text": "the outer limits of their clan of theirs. So, you know, he's meant to be"
    },
    {
      "start": 236.64,
      "dur": 1.35,
      "text": "theirs. So, you know, he's meant to be moving out of royal lodge at some point."
    },
    {
      "start": 238.0,
      "dur": 1.35,
      "text": "moving out of royal lodge at some point. He's then going to go and live in this"
    },
    {
      "start": 239.36,
      "dur": 2.31,
      "text": "He's then going to go and live in this other royal property somewhere on the"
    },
    {
      "start": 241.68,
      "dur": 1.749,
      "text": "other royal property somewhere on the sort of outskirts of this Andrea estate,"
    },
    {
      "start": 243.439,
      "dur": 2.551,
      "text": "sort of outskirts of this Andrea estate, we believe. Um, but as you say, we"
    },
    {
      "start": 246.0,
      "dur": 1.429,
      "text": "we believe. Um, but as you say, we haven't heard anything else yet from"
    },
    {
      "start": 247.439,
      "dur": 2.71,
      "text": "haven't heard anything else yet from Andrew. Uh, we have though heard some"
    },
    {
      "start": 250.159,
      "dur": 2.15,
      "text": "Andrew. Uh, we have though heard some more from Lord Mandlesson. Now he of"
    },
    {
      "start": 252.319,
      "dur": 1.27,
      "text": "more from Lord Mandlesson. Now he of course has always said he didn't do"
    },
    {
      "start": 253.599,
      "dur": 1.591,
      "text": "course has always said he didn't do anything wrong apart from being friends"
    },
    {
      "start": 255.2,
      "dur": 1.749,
      "text": "anything wrong apart from being friends with Jeffrey Epstein which he now"
    },
    {
      "start": 256.959,
      "dur": 1.591,
      "text": "with Jeffrey Epstein which he now regrets. Remember a couple of weeks ago"
    },
    {
      "start": 258.56,
      "dur": 1.509,
      "text": "regrets. Remember a couple of weeks ago he told us he never saw anything"
    },
    {
      "start": 260.079,
      "dur": 3.351,
      "text": "he told us he never saw anything untoward. But there are new allegations"
    },
    {
      "start": 263.44,
      "dur": 1.35,
      "text": "untoward. But there are new allegations Henry aren't there coming through the"
    },
    {
      "start": 264.8,
      "dur": 2.71,
      "text": "Henry aren't there coming through the documents this huge cache of information"
    },
    {
      "start": 267.52,
      "dur": 2.15,
      "text": "documents this huge cache of information about his links to Epstein."
    },
    {
      "start": 269.68,
      "dur": 3.35,
      "text": "about his links to Epstein. &gt;&gt; Yeah that's right. these documents uh on"
    },
    {
      "start": 273.04,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah that's right. these documents uh on the face of it, but there are bits of"
    },
    {
      "start": 275.52,
      "dur": 1.19,
      "text": "the face of it, but there are bits of redactions and bits that are a bit"
    },
    {
      "start": 276.72,
      "dur": 1.99,
      "text": "redactions and bits that are a bit unclear, suggest that Epstein sent"
    },
    {
      "start": 278.72,
      "dur": 2.79,
      "text": "unclear, suggest that Epstein sent Mandolson uh tens of thousands of"
    },
    {
      "start": 281.52,
      "dur": 3.59,
      "text": "Mandolson uh tens of thousands of dollars uh between May 2003 and June"
    },
    {
      "start": 285.12,
      "dur": 2.31,
      "text": "dollars uh between May 2003 and June 2004. Now, those days matter actually"
    },
    {
      "start": 287.44,
      "dur": 1.59,
      "text": "2004. Now, those days matter actually because at that time Lord Mandlesson was"
    },
    {
      "start": 289.04,
      "dur": 1.67,
      "text": "because at that time Lord Mandlesson was still a Labour MP. This was just before"
    },
    {
      "start": 290.72,
      "dur": 2.23,
      "text": "still a Labour MP. This was just before he left Parliament to become a European"
    },
    {
      "start": 292.96,
      "dur": 2.63,
      "text": "he left Parliament to become a European Commissioner. Uh now important to say"
    },
    {
      "start": 295.6,
      "dur": 1.11,
      "text": "Commissioner. Uh now important to say obviously Laura you spoke to Lord"
    },
    {
      "start": 296.72,
      "dur": 2.15,
      "text": "obviously Laura you spoke to Lord Mandlesson a couple of weeks ago uh more"
    },
    {
      "start": 298.88,
      "dur": 3.83,
      "text": "Mandlesson a couple of weeks ago uh more generally uh and he gave his response uh"
    },
    {
      "start": 302.72,
      "dur": 2.07,
      "text": "generally uh and he gave his response uh and a sort of apology for his"
    },
    {
      "start": 304.8,
      "dur": 1.91,
      "text": "and a sort of apology for his relationship with Jeffrey Epstein then."
    },
    {
      "start": 306.72,
      "dur": 2.39,
      "text": "relationship with Jeffrey Epstein then. Um but in a new statement today in"
    },
    {
      "start": 309.12,
      "dur": 1.99,
      "text": "Um but in a new statement today in response to this he is uh pointing out"
    },
    {
      "start": 311.12,
      "dur": 1.83,
      "text": "response to this he is uh pointing out what he sees as some discrepancies in"
    },
    {
      "start": 312.96,
      "dur": 2.15,
      "text": "what he sees as some discrepancies in the documents. For example he says that"
    },
    {
      "start": 315.12,
      "dur": 1.75,
      "text": "the documents. For example he says that they refer to a US social security"
    },
    {
      "start": 316.88,
      "dur": 1.35,
      "text": "they refer to a US social security number that he has but he says he's"
    },
    {
      "start": 318.24,
      "dur": 3.509,
      "text": "number that he has but he says he's never had one. Uh so you know there are"
    },
    {
      "start": 321.759,
      "dur": 2.071,
      "text": "never had one. Uh so you know there are um questions that will have to be uh"
    },
    {
      "start": 323.84,
      "dur": 1.75,
      "text": "um questions that will have to be uh asked and answered over the coming days"
    },
    {
      "start": 325.6,
      "dur": 1.67,
      "text": "asked and answered over the coming days but I mean it's clearly very difficult"
    },
    {
      "start": 327.28,
      "dur": 1.67,
      "text": "but I mean it's clearly very difficult for Lord Mandlesson. He is no longer the"
    },
    {
      "start": 328.96,
      "dur": 2.229,
      "text": "for Lord Mandlesson. He is no longer the UK ambassador to the US had he not ended"
    },
    {
      "start": 331.199,
      "dur": 2.471,
      "text": "UK ambassador to the US had he not ended up being sacked from that last year. I I"
    },
    {
      "start": 333.68,
      "dur": 2.63,
      "text": "up being sacked from that last year. I I think it's uh no great feat of political"
    },
    {
      "start": 336.32,
      "dur": 1.589,
      "text": "think it's uh no great feat of political uh forecasting for us to say he would"
    },
    {
      "start": 337.919,
      "dur": 3.11,
      "text": "uh forecasting for us to say he would have been sacked today. Um there's also"
    },
    {
      "start": 341.039,
      "dur": 2.471,
      "text": "have been sacked today. Um there's also another picture by the way of him uh in"
    },
    {
      "start": 343.52,
      "dur": 3.03,
      "text": "another picture by the way of him uh in this cache as him in his underwear. Um,"
    },
    {
      "start": 346.56,
      "dur": 1.99,
      "text": "this cache as him in his underwear. Um, we should say, by the way, obviously the"
    },
    {
      "start": 348.56,
      "dur": 1.99,
      "text": "we should say, by the way, obviously the Andrew stuff is very newsworthy. The"
    },
    {
      "start": 350.56,
      "dur": 1.67,
      "text": "Andrew stuff is very newsworthy. The Mandlesson stuff is very newsworthy."
    },
    {
      "start": 352.24,
      "dur": 2.31,
      "text": "Mandlesson stuff is very newsworthy. There are a lot of men who are named in"
    },
    {
      "start": 354.56,
      "dur": 2.629,
      "text": "There are a lot of men who are named in these files. Uh, some of them other"
    },
    {
      "start": 357.199,
      "dur": 1.99,
      "text": "these files. Uh, some of them other prominent Brits, and you do just wonder"
    },
    {
      "start": 359.199,
      "dur": 1.83,
      "text": "prominent Brits, and you do just wonder whether some of them are equally going"
    },
    {
      "start": 361.039,
      "dur": 1.671,
      "text": "whether some of them are equally going to start getting some more focus, even"
    },
    {
      "start": 362.72,
      "dur": 1.43,
      "text": "to start getting some more focus, even if they don't necessarily hold positions"
    },
    {
      "start": 364.16,
      "dur": 1.35,
      "text": "if they don't necessarily hold positions in public life from which they can"
    },
    {
      "start": 365.52,
      "dur": 0.87,
      "text": "in public life from which they can resign or be sacked."
    },
    {
      "start": 366.4,
      "dur": 1.43,
      "text": "resign or be sacked. &gt;&gt; As you say, Henry, lots of prominent"
    },
    {
      "start": 367.84,
      "dur": 2.71,
      "text": "&gt;&gt; As you say, Henry, lots of prominent names in there. And we should also say"
    },
    {
      "start": 370.56,
      "dur": 1.43,
      "text": "names in there. And we should also say that just because somebody is mentioned"
    },
    {
      "start": 372.0,
      "dur": 2.309,
      "text": "that just because somebody is mentioned in a document or seen in a photograph,"
    },
    {
      "start": 374.319,
      "dur": 1.191,
      "text": "in a document or seen in a photograph, it doesn't mean that they did anything"
    },
    {
      "start": 375.52,
      "dur": 1.83,
      "text": "it doesn't mean that they did anything wrong, but it clearly means that they"
    },
    {
      "start": 377.36,
      "dur": 2.389,
      "text": "wrong, but it clearly means that they are now part of this cloud of"
    },
    {
      "start": 379.759,
      "dur": 3.27,
      "text": "are now part of this cloud of embarrassment, if you like. Um, and with"
    },
    {
      "start": 383.039,
      "dur": 1.911,
      "text": "embarrassment, if you like. Um, and with the possibility of a civil suit against"
    },
    {
      "start": 384.96,
      "dur": 1.669,
      "text": "the possibility of a civil suit against the former member of member of the royal"
    },
    {
      "start": 386.639,
      "dur": 3.511,
      "text": "the former member of member of the royal family as well as quite possibly more"
    },
    {
      "start": 390.16,
      "dur": 1.43,
      "text": "family as well as quite possibly more stories still emerging from this"
    },
    {
      "start": 391.6,
      "dur": 1.75,
      "text": "stories still emerging from this enormous dump of documents. You know, we"
    },
    {
      "start": 393.36,
      "dur": 1.109,
      "text": "enormous dump of documents. You know, we were talking yesterday saying, well,"
    },
    {
      "start": 394.479,
      "dur": 1.27,
      "text": "were talking yesterday saying, well, these are the headlines so far, but"
    },
    {
      "start": 395.759,
      "dur": 1.591,
      "text": "these are the headlines so far, but there may well be more coming out of it"
    },
    {
      "start": 397.36,
      "dur": 2.23,
      "text": "there may well be more coming out of it in the coming days. There certainly was"
    },
    {
      "start": 399.6,
      "dur": 1.67,
      "text": "in the coming days. There certainly was and there may yet be more still."
    },
    {
      "start": 401.28,
      "dur": 1.67,
      "text": "and there may yet be more still. &gt;&gt; And just in terms of our job trying to"
    },
    {
      "start": 402.96,
      "dur": 1.91,
      "text": "&gt;&gt; And just in terms of our job trying to bring the best of broadcast and the best"
    },
    {
      "start": 404.88,
      "dur": 2.39,
      "text": "bring the best of broadcast and the best of print and online, the Sunday Mirror"
    },
    {
      "start": 407.28,
      "dur": 2.71,
      "text": "of print and online, the Sunday Mirror today reports an attorney close to the"
    },
    {
      "start": 410.0,
      "dur": 2.23,
      "text": "today reports an attorney close to the victims saying there's more to come"
    },
    {
      "start": 412.24,
      "dur": 2.31,
      "text": "victims saying there's more to come which is more damning. So that's on the"
    },
    {
      "start": 414.56,
      "dur": 1.99,
      "text": "which is more damning. So that's on the front page of the Sunday Mirror. Also"
    },
    {
      "start": 416.56,
      "dur": 1.67,
      "text": "front page of the Sunday Mirror. Also quoted in much of the press today is the"
    },
    {
      "start": 418.24,
      "dur": 1.83,
      "text": "quoted in much of the press today is the historian Andrew Looney"
    },
    {
      "start": 420.08,
      "dur": 2.79,
      "text": "historian Andrew Looney &gt;&gt; and he has long been calling for the"
    },
    {
      "start": 422.88,
      "dur": 3.11,
      "text": "&gt;&gt; and he has long been calling for the publication of the flight logs for when"
    },
    {
      "start": 426.0,
      "dur": 3.029,
      "text": "publication of the flight logs for when Prince Andrew as was was the trade envoy"
    },
    {
      "start": 429.039,
      "dur": 1.751,
      "text": "Prince Andrew as was was the trade envoy and that's repeated again in the Sunday"
    },
    {
      "start": 430.8,
      "dur": 1.99,
      "text": "and that's repeated again in the Sunday papers today just as the prime minister"
    },
    {
      "start": 432.8,
      "dur": 2.47,
      "text": "papers today just as the prime minister this weekend has said the that Andrew"
    },
    {
      "start": 435.28,
      "dur": 1.99,
      "text": "this weekend has said the that Andrew Mattbat and Windsor should testify"
    },
    {
      "start": 437.28,
      "dur": 2.39,
      "text": "Mattbat and Windsor should testify before Congress as an MP has appeared on"
    },
    {
      "start": 439.68,
      "dur": 2.069,
      "text": "before Congress as an MP has appeared on Radio 4 calling for the police to reopen"
    },
    {
      "start": 441.759,
      "dur": 2.87,
      "text": "Radio 4 calling for the police to reopen their investigation as Lord Mandlesson"
    },
    {
      "start": 444.639,
      "dur": 2.791,
      "text": "their investigation as Lord Mandlesson uh has been pictured in his pants in the"
    },
    {
      "start": 447.44,
      "dur": 2.95,
      "text": "uh has been pictured in his pants in the paper all because of this release of the"
    },
    {
      "start": 450.4,
      "dur": 2.629,
      "text": "paper all because of this release of the Epstein files which we think was over"
    },
    {
      "start": 453.039,
      "dur": 0.951,
      "text": "Epstein files which we think was over and is not."
    },
    {
      "start": 454.0,
      "dur": 1.99,
      "text": "and is not. &gt;&gt; It's not and I'm not sure when it will"
    },
    {
      "start": 456.0,
      "dur": 2.95,
      "text": "&gt;&gt; It's not and I'm not sure when it will be over frankly and it remains this kind"
    },
    {
      "start": 458.96,
      "dur": 5.03,
      "text": "be over frankly and it remains this kind of ever sprawling web pulling in even"
    },
    {
      "start": 464.0,
      "dur": 1.51,
      "text": "of ever sprawling web pulling in even perhaps through no fault of their own"
    },
    {
      "start": 465.52,
      "dur": 1.109,
      "text": "perhaps through no fault of their own people who have done absolutely nothing"
    },
    {
      "start": 466.639,
      "dur": 1.751,
      "text": "people who have done absolutely nothing wrong but are being kind of caught up in"
    },
    {
      "start": 468.4,
      "dur": 4.39,
      "text": "wrong but are being kind of caught up in this web of shame. Um, and it is just"
    },
    {
      "start": 472.8,
      "dur": 2.949,
      "text": "this web of shame. Um, and it is just extraordinary how one person who's not"
    },
    {
      "start": 475.759,
      "dur": 1.43,
      "text": "extraordinary how one person who's not who's no longer here, their"
    },
    {
      "start": 477.199,
      "dur": 2.39,
      "text": "who's no longer here, their communications from years ago are still"
    },
    {
      "start": 479.599,
      "dur": 3.03,
      "text": "communications from years ago are still creating so much political unease, so"
    },
    {
      "start": 482.639,
      "dur": 2.871,
      "text": "creating so much political unease, so much distraction, so many headlines. And"
    },
    {
      "start": 485.52,
      "dur": 2.069,
      "text": "much distraction, so many headlines. And of course, at the heart of this, how on"
    },
    {
      "start": 487.599,
      "dur": 2.791,
      "text": "of course, at the heart of this, how on earth do you feel as somebody who might"
    },
    {
      "start": 490.4,
      "dur": 2.39,
      "text": "earth do you feel as somebody who might have been one of Epste's victims or the"
    },
    {
      "start": 492.8,
      "dur": 2.229,
      "text": "have been one of Epste's victims or the family of one of Epstein's victims where"
    },
    {
      "start": 495.039,
      "dur": 2.55,
      "text": "family of one of Epstein's victims where more and more and more of this grizzly"
    },
    {
      "start": 497.599,
      "dur": 1.911,
      "text": "more and more and more of this grizzly material is coming out there into the"
    },
    {
      "start": 499.52,
      "dur": 1.75,
      "text": "material is coming out there into the public domain? I mean, how must Virginia"
    },
    {
      "start": 501.28,
      "dur": 1.51,
      "text": "public domain? I mean, how must Virginia Dre's family have felt when they saw"
    },
    {
      "start": 502.8,
      "dur": 3.35,
      "text": "Dre's family have felt when they saw that photograph of Andrew Benton Windsor"
    },
    {
      "start": 506.16,
      "dur": 2.07,
      "text": "that photograph of Andrew Benton Windsor sort of looming over a young woman lying"
    },
    {
      "start": 508.24,
      "dur": 3.509,
      "text": "sort of looming over a young woman lying on the floor? You can't imagine the"
    },
    {
      "start": 511.759,
      "dur": 1.51,
      "text": "on the floor? You can't imagine the people at the center of this who the"
    },
    {
      "start": 513.279,
      "dur": 1.99,
      "text": "people at the center of this who the people whose lives were turned upside"
    },
    {
      "start": 515.279,
      "dur": 3.75,
      "text": "people whose lives were turned upside down. The ongoing torrent of information"
    },
    {
      "start": 519.039,
      "dur": 2.23,
      "text": "down. The ongoing torrent of information coming out, which is what many of them"
    },
    {
      "start": 521.279,
      "dur": 1.351,
      "text": "coming out, which is what many of them call for, of course, transparency."
    },
    {
      "start": 522.64,
      "dur": 1.35,
      "text": "call for, of course, transparency. Sunlight's meant to be the best"
    },
    {
      "start": 524.0,
      "dur": 2.389,
      "text": "Sunlight's meant to be the best disinfectant, but it certainly doesn't"
    },
    {
      "start": 526.399,
      "dur": 2.391,
      "text": "disinfectant, but it certainly doesn't look very disinfected or clean right"
    },
    {
      "start": 528.8,
      "dur": 2.79,
      "text": "look very disinfected or clean right now. As promised, Professor John Bu is"
    },
    {
      "start": 531.6,
      "dur": 1.669,
      "text": "now. As promised, Professor John Bu is here. He was the chief foreign policy"
    },
    {
      "start": 533.279,
      "dur": 2.871,
      "text": "here. He was the chief foreign policy adviser to four UK prime ministers. He"
    },
    {
      "start": 536.16,
      "dur": 2.63,
      "text": "adviser to four UK prime ministers. He also worked on UK security reviews and"
    },
    {
      "start": 538.8,
      "dur": 1.75,
      "text": "also worked on UK security reviews and strategies. Now, he's been on the telly"
    },
    {
      "start": 540.56,
      "dur": 2.47,
      "text": "strategies. Now, he's been on the telly box already with Laura this morning, but"
    },
    {
      "start": 543.04,
      "dur": 2.15,
      "text": "box already with Laura this morning, but he's back now at length. Thank you for"
    },
    {
      "start": 545.2,
      "dur": 0.39,
      "text": "he's back now at length. Thank you for coming."
    },
    {
      "start": 545.6,
      "dur": 1.27,
      "text": "coming. &gt;&gt; Thank you very much. Happy to be here."
    },
    {
      "start": 546.88,
      "dur": 2.069,
      "text": "&gt;&gt; Thank you very much. Happy to be here. &gt;&gt; Um Iran,"
    },
    {
      "start": 548.959,
      "dur": 3.111,
      "text": "&gt;&gt; Um Iran, what's happening? Um so there's a US"
    },
    {
      "start": 552.08,
      "dur": 2.07,
      "text": "what's happening? Um so there's a US flatillaa as announced by President"
    },
    {
      "start": 554.16,
      "dur": 3.349,
      "text": "flatillaa as announced by President Trump on truth social um which is in the"
    },
    {
      "start": 557.519,
      "dur": 3.031,
      "text": "Trump on truth social um which is in the region which has a lot of uh aircraft a"
    },
    {
      "start": 560.56,
      "dur": 3.35,
      "text": "region which has a lot of uh aircraft a lot of capability. Um so uh the Iranian"
    },
    {
      "start": 563.92,
      "dur": 3.75,
      "text": "lot of capability. Um so uh the Iranian regime is being very publicly pressured"
    },
    {
      "start": 567.68,
      "dur": 2.149,
      "text": "regime is being very publicly pressured um by a potential hard power component"
    },
    {
      "start": 569.839,
      "dur": 1.99,
      "text": "um by a potential hard power component of Donald Trump's strategy. But there"
    },
    {
      "start": 571.839,
      "dur": 3.591,
      "text": "of Donald Trump's strategy. But there are also negotiations going on actually"
    },
    {
      "start": 575.44,
      "dur": 3.03,
      "text": "are also negotiations going on actually brokered by regional partners. Turkey,"
    },
    {
      "start": 578.48,
      "dur": 2.07,
      "text": "brokered by regional partners. Turkey, the Qataries, the Omanis are playing an"
    },
    {
      "start": 580.56,
      "dur": 2.07,
      "text": "the Qataries, the Omanis are playing an active role to try and see if there's an"
    },
    {
      "start": 582.64,
      "dur": 1.67,
      "text": "active role to try and see if there's an off-ramp potentially for the Iranian"
    },
    {
      "start": 584.32,
      "dur": 1.189,
      "text": "off-ramp potentially for the Iranian regime, but there's still quite a"
    },
    {
      "start": 585.519,
      "dur": 2.071,
      "text": "regime, but there's still quite a distance between Iran's position and"
    },
    {
      "start": 587.6,
      "dur": 1.669,
      "text": "distance between Iran's position and what President Trump wants to see out of"
    },
    {
      "start": 589.279,
      "dur": 1.911,
      "text": "what President Trump wants to see out of this. So Iran has certain red lines,"
    },
    {
      "start": 591.2,
      "dur": 2.23,
      "text": "this. So Iran has certain red lines, including on nuclear enrichment."
    },
    {
      "start": 593.44,
      "dur": 1.43,
      "text": "including on nuclear enrichment. President Trump wants to see a complete"
    },
    {
      "start": 594.88,
      "dur": 1.91,
      "text": "President Trump wants to see a complete end to the nuclear program. And the"
    },
    {
      "start": 596.8,
      "dur": 1.27,
      "text": "end to the nuclear program. And the reason why this is going on is very"
    },
    {
      "start": 598.08,
      "dur": 3.03,
      "text": "reason why this is going on is very important, which is the US and Israel"
    },
    {
      "start": 601.12,
      "dur": 2.23,
      "text": "important, which is the US and Israel reached further into the Iranian nuclear"
    },
    {
      "start": 603.36,
      "dur": 1.75,
      "text": "reached further into the Iranian nuclear program than anyone actually had. Well,"
    },
    {
      "start": 605.12,
      "dur": 1.99,
      "text": "program than anyone actually had. Well, a lot of people had presumed was"
    },
    {
      "start": 607.12,
      "dur": 2.389,
      "text": "a lot of people had presumed was possible in the attacks last year and"
    },
    {
      "start": 609.519,
      "dur": 3.43,
      "text": "possible in the attacks last year and they did so with uh incredible um um uh"
    },
    {
      "start": 612.959,
      "dur": 2.231,
      "text": "they did so with uh incredible um um uh surprise and swift effect partly because"
    },
    {
      "start": 615.2,
      "dur": 2.23,
      "text": "surprise and swift effect partly because Iranian air defenses have been have been"
    },
    {
      "start": 617.44,
      "dur": 2.069,
      "text": "Iranian air defenses have been have been weakened, but it didn't end the the the"
    },
    {
      "start": 619.519,
      "dur": 2.391,
      "text": "weakened, but it didn't end the the the program. Um and and that's the kind of"
    },
    {
      "start": 621.92,
      "dur": 1.51,
      "text": "program. Um and and that's the kind of key issue. So there was always going to"
    },
    {
      "start": 623.44,
      "dur": 1.35,
      "text": "key issue. So there was always going to be likelihood of this coming round"
    },
    {
      "start": 624.8,
      "dur": 1.67,
      "text": "be likelihood of this coming round again, either in a military or a"
    },
    {
      "start": 626.48,
      "dur": 0.87,
      "text": "again, either in a military or a diplomatic way."
    },
    {
      "start": 627.36,
      "dur": 1.83,
      "text": "diplomatic way. &gt;&gt; So there was unfinished business from"
    },
    {
      "start": 629.2,
      "dur": 2.79,
      "text": "&gt;&gt; So there was unfinished business from President Trump's strikes on Iran's"
    },
    {
      "start": 632.0,
      "dur": 2.87,
      "text": "President Trump's strikes on Iran's nuclear bunkers last year. Yes."
    },
    {
      "start": 634.88,
      "dur": 1.27,
      "text": "nuclear bunkers last year. Yes. &gt;&gt; And for you, John, you know, this is"
    },
    {
      "start": 636.16,
      "dur": 1.43,
      "text": "&gt;&gt; And for you, John, you know, this is like your life's work. You know, you're"
    },
    {
      "start": 637.6,
      "dur": 1.51,
      "text": "like your life's work. You know, you're a professor, but you've also advised"
    },
    {
      "start": 639.12,
      "dur": 1.35,
      "text": "a professor, but you've also advised governments about how they should run"
    },
    {
      "start": 640.48,
      "dur": 1.51,
      "text": "governments about how they should run their foreign policy and what all the"
    },
    {
      "start": 642.0,
      "dur": 2.87,
      "text": "their foreign policy and what all the implications of these dilemas are. And I"
    },
    {
      "start": 644.88,
      "dur": 1.59,
      "text": "implications of these dilemas are. And I suppose a lot of that is also assessing"
    },
    {
      "start": 646.48,
      "dur": 1.43,
      "text": "suppose a lot of that is also assessing the chances of what's going to happen"
    },
    {
      "start": 647.92,
      "dur": 2.23,
      "text": "the chances of what's going to happen next. Do you think that there will be"
    },
    {
      "start": 650.16,
      "dur": 1.59,
      "text": "next. Do you think that there will be some form of American military action"
    },
    {
      "start": 651.76,
      "dur": 0.79,
      "text": "some form of American military action against Iran?"
    },
    {
      "start": 652.56,
      "dur": 1.269,
      "text": "against Iran? &gt;&gt; Yes. So, I don't think the final"
    },
    {
      "start": 653.839,
      "dur": 2.471,
      "text": "&gt;&gt; Yes. So, I don't think the final decision has been made. Um, my own"
    },
    {
      "start": 656.32,
      "dur": 1.749,
      "text": "decision has been made. Um, my own instincts tell me partly as someone"
    },
    {
      "start": 658.079,
      "dur": 1.111,
      "text": "instincts tell me partly as someone who's worked in government, but also"
    },
    {
      "start": 659.2,
      "dur": 1.99,
      "text": "who's worked in government, but also someone who looks at these issues as a"
    },
    {
      "start": 661.2,
      "dur": 1.03,
      "text": "someone who looks at these issues as a historian."
    },
    {
      "start": 662.24,
      "dur": 0.87,
      "text": "historian. &gt;&gt; And you wor with the Trump"
    },
    {
      "start": 663.12,
      "dur": 0.63,
      "text": "&gt;&gt; And you wor with the Trump administration"
    },
    {
      "start": 663.76,
      "dur": 1.749,
      "text": "administration &gt;&gt; and yes, I dealt with the first Trump"
    },
    {
      "start": 665.519,
      "dur": 2.711,
      "text": "&gt;&gt; and yes, I dealt with the first Trump administration. So, so my instinct is"
    },
    {
      "start": 668.24,
      "dur": 1.19,
      "text": "administration. So, so my instinct is that there's there's a quite high"
    },
    {
      "start": 669.44,
      "dur": 1.75,
      "text": "that there's there's a quite high likelihood of some sort of military"
    },
    {
      "start": 671.2,
      "dur": 2.309,
      "text": "likelihood of some sort of military action. Um, that there's still the"
    },
    {
      "start": 673.519,
      "dur": 1.511,
      "text": "action. Um, that there's still the potential for diplomacy, still the"
    },
    {
      "start": 675.04,
      "dur": 1.909,
      "text": "potential for diplomacy, still the potential for an offramp. see two things"
    },
    {
      "start": 676.959,
      "dur": 2.711,
      "text": "potential for an offramp. see two things simultaneously with President Trump. One"
    },
    {
      "start": 679.68,
      "dur": 2.709,
      "text": "simultaneously with President Trump. One is a willingness to use US military"
    },
    {
      "start": 682.399,
      "dur": 2.151,
      "text": "is a willingness to use US military power in swift and decisive ways. Not to"
    },
    {
      "start": 684.56,
      "dur": 3.19,
      "text": "power in swift and decisive ways. Not to do forever wars, Afghanistan, Iraq, long"
    },
    {
      "start": 687.76,
      "dur": 1.749,
      "text": "do forever wars, Afghanistan, Iraq, long campaigns, but to use this this military"
    },
    {
      "start": 689.519,
      "dur": 1.591,
      "text": "campaigns, but to use this this military force. You've seen it in Venezuela."
    },
    {
      "start": 691.12,
      "dur": 1.67,
      "text": "force. You've seen it in Venezuela. You've seen it in Yemen. You've seen it"
    },
    {
      "start": 692.8,
      "dur": 2.23,
      "text": "You've seen it in Yemen. You've seen it in Nigeria. You've seen it in Iran. On"
    },
    {
      "start": 695.04,
      "dur": 1.51,
      "text": "in Nigeria. You've seen it in Iran. On the other hand, you have President"
    },
    {
      "start": 696.56,
      "dur": 1.75,
      "text": "the other hand, you have President Trump, and these two things exist in the"
    },
    {
      "start": 698.32,
      "dur": 2.069,
      "text": "Trump, and these two things exist in the same brain who's yearning for a Nobel"
    },
    {
      "start": 700.399,
      "dur": 2.711,
      "text": "same brain who's yearning for a Nobel Peace Prize and believes in himself as a"
    },
    {
      "start": 703.12,
      "dur": 2.47,
      "text": "Peace Prize and believes in himself as a dealmaker. Uh and the two things I think"
    },
    {
      "start": 705.6,
      "dur": 2.31,
      "text": "dealmaker. Uh and the two things I think you got to got to understand coexist in"
    },
    {
      "start": 707.92,
      "dur": 3.029,
      "text": "you got to got to understand coexist in the same strategic brain. Um and and but"
    },
    {
      "start": 710.959,
      "dur": 2.151,
      "text": "the same strategic brain. Um and and but so so as you look at that situation, you"
    },
    {
      "start": 713.12,
      "dur": 1.51,
      "text": "so so as you look at that situation, you know, is is there a potential off-ramp?"
    },
    {
      "start": 714.64,
      "dur": 1.67,
      "text": "know, is is there a potential off-ramp? There is diplomatically, but it requires"
    },
    {
      "start": 716.32,
      "dur": 1.91,
      "text": "There is diplomatically, but it requires a humiliating climb down for the Iranian"
    },
    {
      "start": 718.24,
      "dur": 2.07,
      "text": "a humiliating climb down for the Iranian regime which is on its knees, which is"
    },
    {
      "start": 720.32,
      "dur": 1.83,
      "text": "regime which is on its knees, which is very weak. Uh which has a hell of a lot"
    },
    {
      "start": 722.16,
      "dur": 1.99,
      "text": "very weak. Uh which has a hell of a lot of internal problems as well."
    },
    {
      "start": 724.16,
      "dur": 1.59,
      "text": "of internal problems as well. &gt;&gt; I was going to say that the it's very"
    },
    {
      "start": 725.76,
      "dur": 1.99,
      "text": "&gt;&gt; I was going to say that the it's very difficult for people to live. They don't"
    },
    {
      "start": 727.76,
      "dur": 1.43,
      "text": "difficult for people to live. They don't have enough money. The Iranians that"
    },
    {
      "start": 729.2,
      "dur": 1.59,
      "text": "have enough money. The Iranians that people they're thinking the regime is"
    },
    {
      "start": 730.8,
      "dur": 1.35,
      "text": "people they're thinking the regime is thinking of sprinkling them with money."
    },
    {
      "start": 732.16,
      "dur": 1.51,
      "text": "thinking of sprinkling them with money. They're in such trouble. But where do"
    },
    {
      "start": 733.68,
      "dur": 1.829,
      "text": "They're in such trouble. But where do British interests lie? Does this"
    },
    {
      "start": 735.519,
      "dur": 2.31,
      "text": "British interests lie? Does this government differ from the previous"
    },
    {
      "start": 737.839,
      "dur": 2.391,
      "text": "government differ from the previous Conservative administration in basically"
    },
    {
      "start": 740.24,
      "dur": 1.829,
      "text": "Conservative administration in basically backing America over Iran?"
    },
    {
      "start": 742.079,
      "dur": 1.591,
      "text": "backing America over Iran? &gt;&gt; Uh, no. Well, I think that the previous"
    },
    {
      "start": 743.68,
      "dur": 1.99,
      "text": "&gt;&gt; Uh, no. Well, I think that the previous conservative uh administration was"
    },
    {
      "start": 745.68,
      "dur": 1.589,
      "text": "conservative uh administration was aligned quite closely with the Biden"
    },
    {
      "start": 747.279,
      "dur": 2.23,
      "text": "aligned quite closely with the Biden administration's um position on a robust"
    },
    {
      "start": 749.519,
      "dur": 2.55,
      "text": "administration's um position on a robust and in fact in some respects although we"
    },
    {
      "start": 752.079,
      "dur": 1.43,
      "text": "and in fact in some respects although we didn't necess have the wherewithal to"
    },
    {
      "start": 753.519,
      "dur": 2.231,
      "text": "didn't necess have the wherewithal to bring it about there were times when in"
    },
    {
      "start": 755.76,
      "dur": 1.509,
      "text": "bring it about there were times when in the previous conservative government the"
    },
    {
      "start": 757.279,
      "dur": 1.911,
      "text": "the previous conservative government the UK position was actually more advanced"
    },
    {
      "start": 759.2,
      "dur": 1.51,
      "text": "UK position was actually more advanced than the bride administration's position"
    },
    {
      "start": 760.72,
      "dur": 2.07,
      "text": "than the bride administration's position on on robustness"
    },
    {
      "start": 762.8,
      "dur": 0.79,
      "text": "on on robustness more hawkish"
    },
    {
      "start": 763.6,
      "dur": 1.669,
      "text": "more hawkish &gt;&gt; uh in some respects. Yes. No, we"
    },
    {
      "start": 765.279,
      "dur": 1.271,
      "text": "&gt;&gt; uh in some respects. Yes. No, we obviously were very careful with our"
    },
    {
      "start": 766.56,
      "dur": 1.509,
      "text": "obviously were very careful with our relationship not to go over across our"
    },
    {
      "start": 768.079,
      "dur": 1.831,
      "text": "relationship not to go over across our skis. uh you saw a little bit of that"
    },
    {
      "start": 769.92,
      "dur": 2.39,
      "text": "skis. uh you saw a little bit of that pattern on Ukraine as well uh when we're"
    },
    {
      "start": 772.32,
      "dur": 1.749,
      "text": "pattern on Ukraine as well uh when we're a little bit more advanced. Um by and"
    },
    {
      "start": 774.079,
      "dur": 1.111,
      "text": "a little bit more advanced. Um by and large and the prime minister has been"
    },
    {
      "start": 775.2,
      "dur": 2.069,
      "text": "large and the prime minister has been quite clear about this in the last few"
    },
    {
      "start": 777.279,
      "dur": 1.67,
      "text": "quite clear about this in the last few days when he was asked about this on the"
    },
    {
      "start": 778.959,
      "dur": 2.55,
      "text": "days when he was asked about this on the China visit as well. The UK position"
    },
    {
      "start": 781.519,
      "dur": 1.351,
      "text": "China visit as well. The UK position actually is you know there's no love"
    },
    {
      "start": 782.88,
      "dur": 1.59,
      "text": "actually is you know there's no love loss for the Iranian regime. What it's"
    },
    {
      "start": 784.48,
      "dur": 2.63,
      "text": "loss for the Iranian regime. What it's doing is diabolical and there's no world"
    },
    {
      "start": 787.12,
      "dur": 1.67,
      "text": "doing is diabolical and there's no world in which we can accept Iran having"
    },
    {
      "start": 788.8,
      "dur": 1.67,
      "text": "in which we can accept Iran having nuclear weapons. The question is the"
    },
    {
      "start": 790.48,
      "dur": 1.43,
      "text": "nuclear weapons. The question is the method and the means by which you get"
    },
    {
      "start": 791.92,
      "dur": 1.67,
      "text": "method and the means by which you get there. Um but there's there's actually"
    },
    {
      "start": 793.6,
      "dur": 2.469,
      "text": "there. Um but there's there's actually considerable degree of alignment um I"
    },
    {
      "start": 796.079,
      "dur": 1.351,
      "text": "considerable degree of alignment um I think more broadly speaking but we're"
    },
    {
      "start": 797.44,
      "dur": 1.59,
      "text": "think more broadly speaking but we're not closely involved in military action"
    },
    {
      "start": 799.04,
      "dur": 1.589,
      "text": "not closely involved in military action as we were over the Houthies for"
    },
    {
      "start": 800.639,
      "dur": 0.791,
      "text": "as we were over the Houthies for example."
    },
    {
      "start": 801.44,
      "dur": 1.509,
      "text": "example. &gt;&gt; So then where it comes to somewhere"
    },
    {
      "start": 802.959,
      "dur": 2.391,
      "text": "&gt;&gt; So then where it comes to somewhere there's not the same view between the UK"
    },
    {
      "start": 805.36,
      "dur": 2.79,
      "text": "there's not the same view between the UK and the US is China. So President Trump"
    },
    {
      "start": 808.16,
      "dur": 3.75,
      "text": "and the US is China. So President Trump had a pop at the UK uh and here's visit"
    },
    {
      "start": 811.92,
      "dur": 1.909,
      "text": "had a pop at the UK uh and here's visit to China even though he himself in April"
    },
    {
      "start": 813.839,
      "dur": 1.43,
      "text": "to China even though he himself in April is going off to China to see President"
    },
    {
      "start": 815.279,
      "dur": 3.511,
      "text": "is going off to China to see President Xi we think. How do you rate the prime"
    },
    {
      "start": 818.8,
      "dur": 1.99,
      "text": "Xi we think. How do you rate the prime minister's approach to China? Obviously,"
    },
    {
      "start": 820.8,
      "dur": 1.19,
      "text": "minister's approach to China? Obviously, there's been a big old hoo-ha about"
    },
    {
      "start": 822.0,
      "dur": 1.75,
      "text": "there's been a big old hoo-ha about whether or not he should have gone."
    },
    {
      "start": 823.76,
      "dur": 1.67,
      "text": "whether or not he should have gone. Dialogue, of course, many people, you"
    },
    {
      "start": 825.44,
      "dur": 1.35,
      "text": "Dialogue, of course, many people, you said to us on the TV this morning that"
    },
    {
      "start": 826.8,
      "dur": 1.67,
      "text": "said to us on the TV this morning that you have to have sort of dialogue going"
    },
    {
      "start": 828.48,
      "dur": 2.149,
      "text": "you have to have sort of dialogue going on, but how do you see the government's"
    },
    {
      "start": 830.639,
      "dur": 0.87,
      "text": "on, but how do you see the government's positioning on China?"
    },
    {
      "start": 831.519,
      "dur": 1.271,
      "text": "positioning on China? &gt;&gt; So, here's a really strong case for"
    },
    {
      "start": 832.8,
      "dur": 1.19,
      "text": "&gt;&gt; So, here's a really strong case for dialogue. I think it's very important"
    },
    {
      "start": 834.0,
      "dur": 1.91,
      "text": "dialogue. I think it's very important for people to understand when we weren't"
    },
    {
      "start": 835.92,
      "dur": 2.63,
      "text": "for people to understand when we weren't engaged in dialogue with China, our key"
    },
    {
      "start": 838.56,
      "dur": 1.91,
      "text": "engaged in dialogue with China, our key partners in the region. Let's put aside"
    },
    {
      "start": 840.48,
      "dur": 2.23,
      "text": "partners in the region. Let's put aside United States for a moment. Let's say"
    },
    {
      "start": 842.72,
      "dur": 1.83,
      "text": "United States for a moment. Let's say the Australians, the South Koreans, the"
    },
    {
      "start": 844.56,
      "dur": 2.389,
      "text": "the Australians, the South Koreans, the Japanese urged us to have a strong"
    },
    {
      "start": 846.959,
      "dur": 1.911,
      "text": "Japanese urged us to have a strong diplomatic relationship at leader level"
    },
    {
      "start": 848.88,
      "dur": 1.43,
      "text": "diplomatic relationship at leader level because the only way you get into a"
    },
    {
      "start": 850.32,
      "dur": 1.83,
      "text": "because the only way you get into a message into the Chinese system or you"
    },
    {
      "start": 852.16,
      "dur": 2.31,
      "text": "message into the Chinese system or you show your solidarity or you show your"
    },
    {
      "start": 854.48,
      "dur": 1.67,
      "text": "show your solidarity or you show your concerns is to deal directly with Xi"
    },
    {
      "start": 856.16,
      "dur": 2.469,
      "text": "concerns is to deal directly with Xi Jinping. So, no one who shares concerns"
    },
    {
      "start": 858.639,
      "dur": 1.43,
      "text": "Jinping. So, no one who shares concerns about China in the region thought it was"
    },
    {
      "start": 860.079,
      "dur": 1.591,
      "text": "about China in the region thought it was a good position for the UK to be in"
    },
    {
      "start": 861.68,
      "dur": 1.19,
      "text": "a good position for the UK to be in where there was such a freeze in"
    },
    {
      "start": 862.88,
      "dur": 1.67,
      "text": "where there was such a freeze in relationships. I said on the TV, I"
    },
    {
      "start": 864.56,
      "dur": 1.43,
      "text": "relationships. I said on the TV, I really want to restate it again because"
    },
    {
      "start": 866.0,
      "dur": 1.99,
      "text": "really want to restate it again because it's actually really very important. Um"
    },
    {
      "start": 868.0,
      "dur": 1.829,
      "text": "it's actually really very important. Um I I think it's slightly disingenuous to"
    },
    {
      "start": 869.839,
      "dur": 2.23,
      "text": "I I think it's slightly disingenuous to say oh this great diplomatic act has got"
    },
    {
      "start": 872.079,
      "dur": 1.831,
      "text": "say oh this great diplomatic act has got us out of the deep freeze because the"
    },
    {
      "start": 873.92,
      "dur": 3.029,
      "text": "us out of the deep freeze because the problems in UK China relations where you"
    },
    {
      "start": 876.959,
      "dur": 1.11,
      "text": "problems in UK China relations where you know there may be things that we did"
    },
    {
      "start": 878.079,
      "dur": 2.151,
      "text": "know there may be things that we did that take an issue with are not at UK"
    },
    {
      "start": 880.24,
      "dur": 1.91,
      "text": "that take an issue with are not at UK source there are things that China did"
    },
    {
      "start": 882.16,
      "dur": 1.83,
      "text": "source there are things that China did that threatened our security that were"
    },
    {
      "start": 884.0,
      "dur": 1.829,
      "text": "that threatened our security that were concerns around espionage were concerns"
    },
    {
      "start": 885.839,
      "dur": 2.151,
      "text": "concerns around espionage were concerns about Hong Kong the treaties to which we"
    },
    {
      "start": 888.0,
      "dur": 1.67,
      "text": "about Hong Kong the treaties to which we were party to the agreement. So so let's"
    },
    {
      "start": 889.68,
      "dur": 1.509,
      "text": "were party to the agreement. So so let's let's set those things down there as"
    },
    {
      "start": 891.199,
      "dur": 1.591,
      "text": "let's set those things down there as well. Then the question is what what the"
    },
    {
      "start": 892.8,
      "dur": 1.91,
      "text": "well. Then the question is what what the enga engagement achieves. Now, having"
    },
    {
      "start": 894.72,
      "dur": 1.909,
      "text": "enga engagement achieves. Now, having been in number 10, there's a completely"
    },
    {
      "start": 896.639,
      "dur": 2.391,
      "text": "been in number 10, there's a completely understandable but slightly crass thing"
    },
    {
      "start": 899.04,
      "dur": 2.789,
      "text": "understandable but slightly crass thing you do, which is to basically uh measure"
    },
    {
      "start": 901.839,
      "dur": 1.831,
      "text": "you do, which is to basically uh measure these bilateral meetings in terms of"
    },
    {
      "start": 903.68,
      "dur": 2.31,
      "text": "these bilateral meetings in terms of metrics like inward investment, etc.,"
    },
    {
      "start": 906.0,
      "dur": 0.23,
      "text": "metrics like inward investment, etc., etc."
    },
    {
      "start": 906.24,
      "dur": 0.63,
      "text": "etc. &gt;&gt; Press releases."
    },
    {
      "start": 906.88,
      "dur": 1.67,
      "text": "&gt;&gt; Press releases. &gt;&gt; Yeah. And press releases. And I kind of"
    },
    {
      "start": 908.56,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. And press releases. And I kind of get it and it's to feed you guys, I'm"
    },
    {
      "start": 910.079,
      "dur": 1.11,
      "text": "get it and it's to feed you guys, I'm afraid. Um because"
    },
    {
      "start": 911.199,
      "dur": 2.231,
      "text": "afraid. Um because &gt;&gt; law's fault. Henry, lots of things are"
    },
    {
      "start": 913.44,
      "dur": 2.069,
      "text": "&gt;&gt; law's fault. Henry, lots of things are &gt;&gt; Henry, are you imminent on this? Is this"
    },
    {
      "start": 915.519,
      "dur": 2.631,
      "text": "&gt;&gt; Henry, are you imminent on this? Is this a success for Star the cow towing as the"
    },
    {
      "start": 918.16,
      "dur": 1.27,
      "text": "a success for Star the cow towing as the male calls it?"
    },
    {
      "start": 919.44,
      "dur": 1.509,
      "text": "male calls it? &gt;&gt; I think he'll be reasonably pleased with"
    },
    {
      "start": 920.959,
      "dur": 1.911,
      "text": "&gt;&gt; I think he'll be reasonably pleased with how the past few days have gone for"
    },
    {
      "start": 922.88,
      "dur": 1.91,
      "text": "how the past few days have gone for sure. I mean, he was never going to end"
    },
    {
      "start": 924.8,
      "dur": 2.23,
      "text": "sure. I mean, he was never going to end up with the male enthusiastically"
    },
    {
      "start": 927.04,
      "dur": 2.229,
      "text": "up with the male enthusiastically endorsing what he did there. And from"
    },
    {
      "start": 929.279,
      "dur": 1.67,
      "text": "endorsing what he did there. And from the start of the trip, indeed, from some"
    },
    {
      "start": 930.959,
      "dur": 1.351,
      "text": "the start of the trip, indeed, from some time before, the conservatives had taken"
    },
    {
      "start": 932.32,
      "dur": 1.189,
      "text": "time before, the conservatives had taken a position that he shouldn't have been"
    },
    {
      "start": 933.519,
      "dur": 2.471,
      "text": "a position that he shouldn't have been going. So, if you start from the basis"
    },
    {
      "start": 936.0,
      "dur": 1.509,
      "text": "going. So, if you start from the basis that he was going and therefore was"
    },
    {
      "start": 937.519,
      "dur": 1.43,
      "text": "that he was going and therefore was displeasing them, I think they'll think"
    },
    {
      "start": 938.959,
      "dur": 2.471,
      "text": "displeasing them, I think they'll think the past few days have gone fine. I"
    },
    {
      "start": 941.44,
      "dur": 1.67,
      "text": "the past few days have gone fine. I think the thing that hasn't necessarily"
    },
    {
      "start": 943.12,
      "dur": 2.79,
      "text": "think the thing that hasn't necessarily worked for him is the sort of attempts"
    },
    {
      "start": 945.92,
      "dur": 1.349,
      "text": "worked for him is the sort of attempts you see in every one of his interviews"
    },
    {
      "start": 947.279,
      "dur": 1.831,
      "text": "you see in every one of his interviews to say, \"Well, yes, I am here, but while"
    },
    {
      "start": 949.12,
      "dur": 1.67,
      "text": "to say, \"Well, yes, I am here, but while I'm here, I'm specifically addressing"
    },
    {
      "start": 950.8,
      "dur": 1.99,
      "text": "I'm here, I'm specifically addressing the cost of living back at home.\" I"
    },
    {
      "start": 952.8,
      "dur": 2.149,
      "text": "the cost of living back at home.\" I think that's a sort of relic of the 2026"
    },
    {
      "start": 954.959,
      "dur": 2.151,
      "text": "think that's a sort of relic of the 2026 that Karma and his team hoped that he"
    },
    {
      "start": 957.12,
      "dur": 2.629,
      "text": "that Karma and his team hoped that he would have, but which world events way"
    },
    {
      "start": 959.759,
      "dur": 2.07,
      "text": "would have, but which world events way beyond China have conspired to deny him,"
    },
    {
      "start": 961.839,
      "dur": 1.91,
      "text": "beyond China have conspired to deny him, which is a year in which he gets to"
    },
    {
      "start": 963.759,
      "dur": 2.07,
      "text": "which is a year in which he gets to focus relentlessly on the domestic cost"
    },
    {
      "start": 965.839,
      "dur": 1.591,
      "text": "focus relentlessly on the domestic cost of living. And I'm actually curious with"
    },
    {
      "start": 967.44,
      "dur": 1.749,
      "text": "of living. And I'm actually curious with with John here. I mean, you know, one of"
    },
    {
      "start": 969.199,
      "dur": 2.711,
      "text": "with John here. I mean, you know, one of the things that uh has been talked about"
    },
    {
      "start": 971.92,
      "dur": 2.149,
      "text": "the things that uh has been talked about a lot in Karma's time in office is that"
    },
    {
      "start": 974.079,
      "dur": 3.271,
      "text": "a lot in Karma's time in office is that he spent so much time on foreign policy."
    },
    {
      "start": 977.36,
      "dur": 2.709,
      "text": "he spent so much time on foreign policy. And I wonder, John, does it feel did it"
    },
    {
      "start": 980.079,
      "dur": 1.511,
      "text": "And I wonder, John, does it feel did it feel when you were in there with Kier"
    },
    {
      "start": 981.6,
      "dur": 2.39,
      "text": "feel when you were in there with Kier Starmmer like he was being forced by"
    },
    {
      "start": 984.0,
      "dur": 1.67,
      "text": "Starmmer like he was being forced by world events to spend more time on"
    },
    {
      "start": 985.68,
      "dur": 1.75,
      "text": "world events to spend more time on foreign policy presumably therefore at"
    },
    {
      "start": 987.44,
      "dur": 1.99,
      "text": "foreign policy presumably therefore at the expense of other things than his"
    },
    {
      "start": 989.44,
      "dur": 0.79,
      "text": "the expense of other things than his predecessors?"
    },
    {
      "start": 990.24,
      "dur": 1.99,
      "text": "predecessors? &gt;&gt; So, so the big fight in number 10 is"
    },
    {
      "start": 992.24,
      "dur": 1.67,
      "text": "&gt;&gt; So, so the big fight in number 10 is always for the prime minister's diary."
    },
    {
      "start": 993.92,
      "dur": 1.829,
      "text": "always for the prime minister's diary. And it gets really ferocious between the"
    },
    {
      "start": 995.759,
      "dur": 1.75,
      "text": "And it gets really ferocious between the foreign affairs team and the domestic"
    },
    {
      "start": 997.519,
      "dur": 2.071,
      "text": "foreign affairs team and the domestic affairs team. And so the reason why"
    },
    {
      "start": 999.6,
      "dur": 1.75,
      "text": "affairs team. And so the reason why prime ministers are always trying to ref"
    },
    {
      "start": 1001.36,
      "dur": 1.269,
      "text": "prime ministers are always trying to ref reference why they're on these trips"
    },
    {
      "start": 1002.639,
      "dur": 1.19,
      "text": "reference why they're on these trips back home is because they think they're"
    },
    {
      "start": 1003.839,
      "dur": 1.99,
      "text": "back home is because they think they're answering concerns they see in polling"
    },
    {
      "start": 1005.839,
      "dur": 1.11,
      "text": "answering concerns they see in polling and that people are spending too much"
    },
    {
      "start": 1006.959,
      "dur": 2.55,
      "text": "and that people are spending too much time abroad. So um very strangely the"
    },
    {
      "start": 1009.519,
      "dur": 1.351,
      "text": "time abroad. So um very strangely the period from the general election through"
    },
    {
      "start": 1010.88,
      "dur": 1.43,
      "text": "period from the general election through to the which is on the Thursday through"
    },
    {
      "start": 1012.32,
      "dur": 1.99,
      "text": "to the which is on the Thursday through to the Friday morning and then Kier"
    },
    {
      "start": 1014.32,
      "dur": 1.83,
      "text": "to the Friday morning and then Kier Starmer was on the plane and I was with"
    },
    {
      "start": 1016.16,
      "dur": 3.109,
      "text": "Starmer was on the plane and I was with him in NATO and uh in the NATO summit um"
    },
    {
      "start": 1019.279,
      "dur": 2.55,
      "text": "him in NATO and uh in the NATO summit um uh in Washington DC a kind of remarkable"
    },
    {
      "start": 1021.839,
      "dur": 1.35,
      "text": "uh in Washington DC a kind of remarkable moment before the US presidential"
    },
    {
      "start": 1023.199,
      "dur": 2.391,
      "text": "moment before the US presidential election. So events have forced him to"
    },
    {
      "start": 1025.6,
      "dur": 1.27,
      "text": "election. So events have forced him to get involved. But actually in my"
    },
    {
      "start": 1026.88,
      "dur": 1.909,
      "text": "get involved. But actually in my experience uh almost all the prime"
    },
    {
      "start": 1028.799,
      "dur": 1.75,
      "text": "experience uh almost all the prime ministers I work for over a significant"
    },
    {
      "start": 1030.559,
      "dur": 2.071,
      "text": "ministers I work for over a significant period of time ended up spending more"
    },
    {
      "start": 1032.64,
      "dur": 1.909,
      "text": "period of time ended up spending more and more time on international affairs"
    },
    {
      "start": 1034.559,
      "dur": 2.23,
      "text": "and more time on international affairs and I think um sometimes against their"
    },
    {
      "start": 1036.799,
      "dur": 1.431,
      "text": "and I think um sometimes against their better instincts sometimes against their"
    },
    {
      "start": 1038.24,
      "dur": 1.669,
      "text": "better instincts sometimes against their better advice of their chiefs of staff"
    },
    {
      "start": 1039.919,
      "dur": 1.51,
      "text": "better advice of their chiefs of staff and others who say look this is not"
    },
    {
      "start": 1041.439,
      "dur": 1.75,
      "text": "and others who say look this is not winning you any v votes because it's"
    },
    {
      "start": 1043.199,
      "dur": 1.271,
      "text": "winning you any v votes because it's partly a reflection of the way the world"
    },
    {
      "start": 1044.48,
      "dur": 2.39,
      "text": "partly a reflection of the way the world is uh and the fact that these cascading"
    },
    {
      "start": 1046.88,
      "dur": 1.75,
      "text": "is uh and the fact that these cascading problems are are coming through. It is"
    },
    {
      "start": 1048.64,
      "dur": 1.909,
      "text": "problems are are coming through. It is partly a fact a reflection of the fact"
    },
    {
      "start": 1050.559,
      "dur": 1.671,
      "text": "partly a fact a reflection of the fact that we are in a massive renegotiation"
    },
    {
      "start": 1052.24,
      "dur": 1.99,
      "text": "that we are in a massive renegotiation of the international system. Uh and"
    },
    {
      "start": 1054.24,
      "dur": 1.59,
      "text": "of the international system. Uh and therefore you've got to be at the table"
    },
    {
      "start": 1055.84,
      "dur": 2.39,
      "text": "therefore you've got to be at the table to argue for tariff relief, export"
    },
    {
      "start": 1058.24,
      "dur": 2.87,
      "text": "to argue for tariff relief, export controls, tech deals, uh and that"
    },
    {
      "start": 1061.12,
      "dur": 2.39,
      "text": "controls, tech deals, uh and that requires offering uh security, that"
    },
    {
      "start": 1063.52,
      "dur": 1.83,
      "text": "requires offering uh security, that requires negotiation. So that's that's"
    },
    {
      "start": 1065.36,
      "dur": 1.99,
      "text": "requires negotiation. So that's that's that does matter for people at home. And"
    },
    {
      "start": 1067.36,
      "dur": 2.07,
      "text": "that does matter for people at home. And it's also because, and here's a kind of"
    },
    {
      "start": 1069.44,
      "dur": 1.91,
      "text": "it's also because, and here's a kind of hard reality about it on foreign"
    },
    {
      "start": 1071.36,
      "dur": 2.15,
      "text": "hard reality about it on foreign affairs, um, um, there's still a degree"
    },
    {
      "start": 1073.52,
      "dur": 2.87,
      "text": "affairs, um, um, there's still a degree of executive power and prime ministers"
    },
    {
      "start": 1076.4,
      "dur": 1.67,
      "text": "of executive power and prime ministers when they find they pull a lot of levers"
    },
    {
      "start": 1078.08,
      "dur": 1.589,
      "text": "when they find they pull a lot of levers in Whiteall. A lot of them turned out to"
    },
    {
      "start": 1079.679,
      "dur": 2.551,
      "text": "in Whiteall. A lot of them turned out to be made of chocolate. Um, uh, this"
    },
    {
      "start": 1082.24,
      "dur": 1.669,
      "text": "be made of chocolate. Um, uh, this foreign policy lever actually is an area"
    },
    {
      "start": 1083.919,
      "dur": 2.151,
      "text": "foreign policy lever actually is an area where the UK does have things to offer."
    },
    {
      "start": 1086.08,
      "dur": 1.99,
      "text": "where the UK does have things to offer. Uh, it does have specialist skills. I"
    },
    {
      "start": 1088.08,
      "dur": 1.67,
      "text": "Uh, it does have specialist skills. I was telling Laura ear, I was just back"
    },
    {
      "start": 1089.76,
      "dur": 2.31,
      "text": "was telling Laura ear, I was just back from, uh, being with the UK commanders"
    },
    {
      "start": 1092.08,
      "dur": 2.31,
      "text": "from, uh, being with the UK commanders in the in the high north of Norway. Um I"
    },
    {
      "start": 1094.4,
      "dur": 1.509,
      "text": "in the in the high north of Norway. Um I mean what they do is remar the levels of"
    },
    {
      "start": 1095.919,
      "dur": 2.071,
      "text": "mean what they do is remar the levels of professionalism with insufficiently"
    },
    {
      "start": 1098.0,
      "dur": 1.99,
      "text": "professionalism with insufficiently funded by the way of our armed forces"
    },
    {
      "start": 1100.0,
      "dur": 2.15,
      "text": "funded by the way of our armed forces give us cache. We are serious at"
    },
    {
      "start": 1102.16,
      "dur": 1.35,
      "text": "give us cache. We are serious at national security is one things we do"
    },
    {
      "start": 1103.52,
      "dur": 2.47,
      "text": "national security is one things we do very well actually with high levels of"
    },
    {
      "start": 1106.0,
      "dur": 1.51,
      "text": "very well actually with high levels of professionalism. This actually really"
    },
    {
      "start": 1107.52,
      "dur": 0.87,
      "text": "professionalism. This actually really matters for the international"
    },
    {
      "start": 1108.4,
      "dur": 1.35,
      "text": "matters for the international relationships. Let me give you one very"
    },
    {
      "start": 1109.76,
      "dur": 2.71,
      "text": "relationships. Let me give you one very tangible example. when you the UK was"
    },
    {
      "start": 1112.48,
      "dur": 2.069,
      "text": "tangible example. when you the UK was involved in the interdiction of that"
    },
    {
      "start": 1114.559,
      "dur": 1.831,
      "text": "involved in the interdiction of that ship that left Venezuela, the Russian"
    },
    {
      "start": 1116.4,
      "dur": 3.43,
      "text": "ship that left Venezuela, the Russian shadow fleet um uh and was able to offer"
    },
    {
      "start": 1119.84,
      "dur": 2.63,
      "text": "shadow fleet um uh and was able to offer um uh uh security and intelligence uh"
    },
    {
      "start": 1122.48,
      "dur": 2.549,
      "text": "um uh uh security and intelligence uh and logistics support for that. Uh pre"
    },
    {
      "start": 1125.039,
      "dur": 1.191,
      "text": "and logistics support for that. Uh pre uh the prime minister was able to talk"
    },
    {
      "start": 1126.24,
      "dur": 1.35,
      "text": "uh the prime minister was able to talk to Donald Trump reflecting on the"
    },
    {
      "start": 1127.6,
      "dur": 1.67,
      "text": "to Donald Trump reflecting on the success of the operation in it. He"
    },
    {
      "start": 1129.28,
      "dur": 1.67,
      "text": "success of the operation in it. He raised the Greenland question which is"
    },
    {
      "start": 1130.96,
      "dur": 1.67,
      "text": "raised the Greenland question which is an area of concern. So to be at the"
    },
    {
      "start": 1132.64,
      "dur": 1.59,
      "text": "an area of concern. So to be at the table to have the conversations that"
    },
    {
      "start": 1134.24,
      "dur": 1.91,
      "text": "table to have the conversations that matter, you've got to be sort of very"
    },
    {
      "start": 1136.16,
      "dur": 1.43,
      "text": "matter, you've got to be sort of very literate in the in these in these in"
    },
    {
      "start": 1137.6,
      "dur": 1.67,
      "text": "literate in the in these in these in these security issues. So, Donald Trump"
    },
    {
      "start": 1139.28,
      "dur": 1.749,
      "text": "these security issues. So, Donald Trump has to take the call or chooses to take"
    },
    {
      "start": 1141.039,
      "dur": 1.431,
      "text": "has to take the call or chooses to take the call because Kier Star is going to"
    },
    {
      "start": 1142.48,
      "dur": 1.91,
      "text": "the call because Kier Star is going to say, \"Yeah, it was our guys that helped"
    },
    {
      "start": 1144.4,
      "dur": 2.55,
      "text": "say, \"Yeah, it was our guys that helped your guys and you needed us.\" Oh, and by"
    },
    {
      "start": 1146.96,
      "dur": 1.99,
      "text": "your guys and you needed us.\" Oh, and by the way, while we're here, Yeah."
    },
    {
      "start": 1148.96,
      "dur": 1.67,
      "text": "the way, while we're here, Yeah. &gt;&gt; can I just ask you to calm down over"
    },
    {
      "start": 1150.64,
      "dur": 0.47,
      "text": "&gt;&gt; can I just ask you to calm down over Greenland?"
    },
    {
      "start": 1151.12,
      "dur": 1.669,
      "text": "Greenland? &gt;&gt; Yes. And the readout of the call says"
    },
    {
      "start": 1152.799,
      "dur": 2.151,
      "text": "&gt;&gt; Yes. And the readout of the call says the prime minister also said his"
    },
    {
      "start": 1154.96,
      "dur": 0.949,
      "text": "the prime minister also said his position in Greenland. Now, the great"
    },
    {
      "start": 1155.919,
      "dur": 1.511,
      "text": "position in Greenland. Now, the great thing about Donald Trump, if you're in"
    },
    {
      "start": 1157.44,
      "dur": 1.67,
      "text": "thing about Donald Trump, if you're in number 10, is he loves a phone call."
    },
    {
      "start": 1159.12,
      "dur": 1.429,
      "text": "number 10, is he loves a phone call. There's a kind of retro feel to it."
    },
    {
      "start": 1160.559,
      "dur": 1.271,
      "text": "There's a kind of retro feel to it. Yeah. We But we were always"
    },
    {
      "start": 1161.84,
      "dur": 0.79,
      "text": "Yeah. We But we were always &gt;&gt; hate a phone call."
    },
    {
      "start": 1162.64,
      "dur": 0.87,
      "text": "&gt;&gt; hate a phone call. &gt;&gt; No, he loves a phone."
    },
    {
      "start": 1163.52,
      "dur": 1.75,
      "text": "&gt;&gt; No, he loves a phone. &gt;&gt; When my phone rings, I feel Oh, no."
    },
    {
      "start": 1165.28,
      "dur": 1.278,
      "text": "&gt;&gt; When my phone rings, I feel Oh, no. &gt;&gt; Is that why you never answer my call?"
    },
    {
      "start": 1166.568,
      "dur": 1.582,
      "text": "&gt;&gt; Is that why you never answer my call? [laughter] But he actually loves just"
    },
    {
      "start": 1168.16,
      "dur": 0.79,
      "text": "[laughter] But he actually loves just chatting on the phone."
    },
    {
      "start": 1168.96,
      "dur": 1.99,
      "text": "chatting on the phone. &gt;&gt; He loves chatting on the phone and you"
    },
    {
      "start": 1170.96,
      "dur": 1.27,
      "text": "&gt;&gt; He loves chatting on the phone and you know it's always a bit of a struggle to"
    },
    {
      "start": 1172.24,
      "dur": 1.669,
      "text": "know it's always a bit of a struggle to get a call with certain white houses and"
    },
    {
      "start": 1173.919,
      "dur": 2.071,
      "text": "get a call with certain white houses and and Biden's time is very protected as"
    },
    {
      "start": 1176.0,
      "dur": 1.909,
      "text": "and Biden's time is very protected as well. So that that's that's a real value"
    },
    {
      "start": 1177.919,
      "dur": 1.031,
      "text": "well. So that that's that's a real value to the to the prime minister."
    },
    {
      "start": 1178.96,
      "dur": 2.15,
      "text": "to the to the prime minister. &gt;&gt; What's it like before we move on being"
    },
    {
      "start": 1181.12,
      "dur": 2.39,
      "text": "&gt;&gt; What's it like before we move on being on speaker phone being on a call"
    },
    {
      "start": 1183.52,
      "dur": 1.35,
      "text": "on speaker phone being on a call listening to Donald Trump talking to a"
    },
    {
      "start": 1184.88,
      "dur": 0.789,
      "text": "listening to Donald Trump talking to a British prime minister?"
    },
    {
      "start": 1185.679,
      "dur": 1.35,
      "text": "British prime minister? &gt;&gt; Uh I remember quite a lot of those. I"
    },
    {
      "start": 1187.039,
      "dur": 1.99,
      "text": "&gt;&gt; Uh I remember quite a lot of those. I remember uh uh meetings including a"
    },
    {
      "start": 1189.039,
      "dur": 1.911,
      "text": "remember uh uh meetings including a meeting with Donald Trump uh the day"
    },
    {
      "start": 1190.96,
      "dur": 2.79,
      "text": "meeting with Donald Trump uh the day Supreme Court ruling. was in 2019 on the"
    },
    {
      "start": 1193.76,
      "dur": 2.23,
      "text": "Supreme Court ruling. was in 2019 on the progression of parliament diplomatic day"
    },
    {
      "start": 1196.0,
      "dur": 2.39,
      "text": "progression of parliament diplomatic day being cut up in the convoy in the way to"
    },
    {
      "start": 1198.4,
      "dur": 2.149,
      "text": "being cut up in the convoy in the way to the airport by Macron's convoy which is"
    },
    {
      "start": 1200.559,
      "dur": 1.11,
      "text": "the airport by Macron's convoy which is which is the probably the biggest"
    },
    {
      "start": 1201.679,
      "dur": 1.911,
      "text": "which is the probably the biggest diplomatic incident I was involved in in"
    },
    {
      "start": 1203.6,
      "dur": 2.47,
      "text": "diplomatic incident I was involved in in government uh they split our convoy into"
    },
    {
      "start": 1206.08,
      "dur": 3.51,
      "text": "government uh they split our convoy into so so they they are all very memorable"
    },
    {
      "start": 1209.6,
      "dur": 3.03,
      "text": "so so they they are all very memorable um they do not follow a script um they"
    },
    {
      "start": 1212.64,
      "dur": 3.11,
      "text": "um they do not follow a script um they are very fascinating President Trump is"
    },
    {
      "start": 1215.76,
      "dur": 2.23,
      "text": "are very fascinating President Trump is um I hate to say it in polite company"
    },
    {
      "start": 1218.0,
      "dur": 2.47,
      "text": "um I hate to say it in polite company pretty funny uh at moment moments in"
    },
    {
      "start": 1220.48,
      "dur": 1.59,
      "text": "pretty funny uh at moment moments in time and pretty indiscreet about other"
    },
    {
      "start": 1222.08,
      "dur": 3.11,
      "text": "time and pretty indiscreet about other international leaders wax lyrical at"
    },
    {
      "start": 1225.2,
      "dur": 2.15,
      "text": "international leaders wax lyrical at this point. U I have to erase my you"
    },
    {
      "start": 1227.36,
      "dur": 1.429,
      "text": "this point. U I have to erase my you have to play the security card and say I"
    },
    {
      "start": 1228.799,
      "dur": 1.191,
      "text": "have to play the security card and say I can't say anything more than that as"
    },
    {
      "start": 1230.0,
      "dur": 1.83,
      "text": "can't say anything more than that as well. So they're memorable occasions. I"
    },
    {
      "start": 1231.84,
      "dur": 1.35,
      "text": "well. So they're memorable occasions. I remember listening to one in particular"
    },
    {
      "start": 1233.2,
      "dur": 1.75,
      "text": "remember listening to one in particular in the outer office of the of of the"
    },
    {
      "start": 1234.96,
      "dur": 1.829,
      "text": "in the outer office of the of of the PM's room I won't say which in which"
    },
    {
      "start": 1236.799,
      "dur": 1.271,
      "text": "PM's room I won't say which in which there was a long conversation about"
    },
    {
      "start": 1238.08,
      "dur": 1.75,
      "text": "there was a long conversation about history and I and maybe if I publish a"
    },
    {
      "start": 1239.84,
      "dur": 2.699,
      "text": "history and I and maybe if I publish a memoir in 150 years mostly I'll say"
    },
    {
      "start": 1242.549,
      "dur": 0.161,
      "text": "memoir in 150 years mostly I'll say [laughter]"
    },
    {
      "start": 1242.72,
      "dur": 1.67,
      "text": "[laughter] &gt;&gt; I mean can I do what I often do which is"
    },
    {
      "start": 1244.4,
      "dur": 1.749,
      "text": "&gt;&gt; I mean can I do what I often do which is steal something that Laura said. So in"
    },
    {
      "start": 1246.159,
      "dur": 1.431,
      "text": "steal something that Laura said. So in the moment newscasters when we're"
    },
    {
      "start": 1247.6,
      "dur": 1.27,
      "text": "the moment newscasters when we're talking about what we're going to say"
    },
    {
      "start": 1248.88,
      "dur": 1.909,
      "text": "talking about what we're going to say Laura said we must ask John before he"
    },
    {
      "start": 1250.799,
      "dur": 1.831,
      "text": "Laura said we must ask John before he goes what it's like working for four"
    },
    {
      "start": 1252.64,
      "dur": 1.509,
      "text": "goes what it's like working for four administration. So given that Henry's"
    },
    {
      "start": 1254.159,
      "dur": 2.471,
      "text": "administration. So given that Henry's listening and Laura you're here John can"
    },
    {
      "start": 1256.64,
      "dur": 2.47,
      "text": "listening and Laura you're here John can I say as the generalist here I've leed"
    },
    {
      "start": 1259.12,
      "dur": 1.83,
      "text": "I say as the generalist here I've leed by watching this Labor government that"
    },
    {
      "start": 1260.96,
      "dur": 2.55,
      "text": "by watching this Labor government that governing is hard and I think they've"
    },
    {
      "start": 1263.52,
      "dur": 1.67,
      "text": "governing is hard and I think they've leed that they've looked to the whites"
    },
    {
      "start": 1265.2,
      "dur": 1.19,
      "text": "leed that they've looked to the whites in the eyes and they've learned"
    },
    {
      "start": 1266.4,
      "dur": 1.11,
      "text": "in the eyes and they've learned something they didn't know in"
    },
    {
      "start": 1267.52,
      "dur": 1.11,
      "text": "something they didn't know in opposition."
    },
    {
      "start": 1268.64,
      "dur": 1.909,
      "text": "opposition. &gt;&gt; Yeah. So, so at one level you're in"
    },
    {
      "start": 1270.559,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah. So, so at one level you're in there, you have um a kind of in number"
    },
    {
      "start": 1273.039,
      "dur": 2.151,
      "text": "there, you have um a kind of in number 10 have a kind of Sarum's eye"
    },
    {
      "start": 1275.2,
      "dur": 1.91,
      "text": "10 have a kind of Sarum's eye perspective on government. So, you can"
    },
    {
      "start": 1277.12,
      "dur": 2.31,
      "text": "perspective on government. So, you can kind of see the whole uh but you also"
    },
    {
      "start": 1279.44,
      "dur": 2.39,
      "text": "kind of see the whole uh but you also have to use extend the metaphor or mix"
    },
    {
      "start": 1281.84,
      "dur": 2.47,
      "text": "have to use extend the metaphor or mix it up a bit. You have cataracts. Um"
    },
    {
      "start": 1284.32,
      "dur": 1.99,
      "text": "it up a bit. You have cataracts. Um because you're in there and it's very"
    },
    {
      "start": 1286.32,
      "dur": 1.91,
      "text": "because you're in there and it's very hard and people say this all the time"
    },
    {
      "start": 1288.24,
      "dur": 2.07,
      "text": "hard and people say this all the time not to get consumed by the daily grind."
    },
    {
      "start": 1290.32,
      "dur": 1.349,
      "text": "not to get consumed by the daily grind. And so, what do you do in a position"
    },
    {
      "start": 1291.679,
      "dur": 1.671,
      "text": "And so, what do you do in a position advisory position like mine? You start"
    },
    {
      "start": 1293.36,
      "dur": 1.59,
      "text": "advisory position like mine? You start with the lobby reef in the morning."
    },
    {
      "start": 1294.96,
      "dur": 1.67,
      "text": "with the lobby reef in the morning. You're ending clearing stuff that goes"
    },
    {
      "start": 1296.64,
      "dur": 1.35,
      "text": "You're ending clearing stuff that goes out in the prime minister's name. you're"
    },
    {
      "start": 1298.0,
      "dur": 1.59,
      "text": "out in the prime minister's name. you're preparing for PMQs, you're you're"
    },
    {
      "start": 1299.6,
      "dur": 1.429,
      "text": "preparing for PMQs, you're you're occasionally doing a negotiation, you're"
    },
    {
      "start": 1301.039,
      "dur": 1.51,
      "text": "occasionally doing a negotiation, you're going to cabinet meetings. It's it's"
    },
    {
      "start": 1302.559,
      "dur": 2.631,
      "text": "going to cabinet meetings. It's it's it's a it's it's a grind. And leaving"
    },
    {
      "start": 1305.2,
      "dur": 1.75,
      "text": "it's a it's it's a grind. And leaving government uh and being an academic"
    },
    {
      "start": 1306.96,
      "dur": 3.589,
      "text": "government uh and being an academic historian, it really um uh affirms to me"
    },
    {
      "start": 1310.559,
      "dur": 2.551,
      "text": "historian, it really um uh affirms to me just how important it is for deep think."
    },
    {
      "start": 1313.12,
      "dur": 1.429,
      "text": "just how important it is for deep think. Now, you can't do deep thinking when"
    },
    {
      "start": 1314.559,
      "dur": 1.431,
      "text": "Now, you can't do deep thinking when you're in there. So, therefore, you've"
    },
    {
      "start": 1316.0,
      "dur": 1.59,
      "text": "you're in there. So, therefore, you've got to be open to external voices."
    },
    {
      "start": 1317.6,
      "dur": 1.67,
      "text": "got to be open to external voices. You've got to have proper plans. And"
    },
    {
      "start": 1319.28,
      "dur": 1.19,
      "text": "You've got to have proper plans. And here's what I really think about this,"
    },
    {
      "start": 1320.48,
      "dur": 1.83,
      "text": "here's what I really think about this, and I I think this is absolutely"
    },
    {
      "start": 1322.32,
      "dur": 1.99,
      "text": "and I I think this is absolutely crucial. I I think we the British people"
    },
    {
      "start": 1324.32,
      "dur": 2.31,
      "text": "crucial. I I think we the British people keep on giver giving their governments"
    },
    {
      "start": 1326.64,
      "dur": 2.07,
      "text": "keep on giver giving their governments actually pretty large mandates. It's"
    },
    {
      "start": 1328.72,
      "dur": 2.47,
      "text": "actually pretty large mandates. It's remarkable. You can argue actually to a"
    },
    {
      "start": 1331.2,
      "dur": 1.349,
      "text": "remarkable. You can argue actually to a certain extent with the it's actually"
    },
    {
      "start": 1332.559,
      "dur": 1.431,
      "text": "certain extent with the it's actually remarkable in British history."
    },
    {
      "start": 1334.0,
      "dur": 1.909,
      "text": "remarkable in British history. &gt;&gt; Um so it's like here you guys have the"
    },
    {
      "start": 1335.919,
      "dur": 2.551,
      "text": "&gt;&gt; Um so it's like here you guys have the keys, give it a go. What is missing and"
    },
    {
      "start": 1338.48,
      "dur": 1.59,
      "text": "keys, give it a go. What is missing and this is a very difficult thing in"
    },
    {
      "start": 1340.08,
      "dur": 1.589,
      "text": "this is a very difficult thing in politics but I think needs to be done."
    },
    {
      "start": 1341.679,
      "dur": 1.591,
      "text": "politics but I think needs to be done. If you look at the manifestos for those"
    },
    {
      "start": 1343.28,
      "dur": 2.629,
      "text": "If you look at the manifestos for those elections, they are um stakeholder"
    },
    {
      "start": 1345.919,
      "dur": 2.87,
      "text": "elections, they are um stakeholder documents um uh different MPs say I've"
    },
    {
      "start": 1348.799,
      "dur": 2.151,
      "text": "documents um uh different MPs say I've got to win XY Z seat and there sort of"
    },
    {
      "start": 1350.96,
      "dur": 2.23,
      "text": "got to win XY Z seat and there sort of restatements of previous positions. I"
    },
    {
      "start": 1353.2,
      "dur": 2.39,
      "text": "restatements of previous positions. I think the next mandate goes to the"
    },
    {
      "start": 1355.6,
      "dur": 2.23,
      "text": "think the next mandate goes to the government or the government and waiting"
    },
    {
      "start": 1357.84,
      "dur": 2.55,
      "text": "government or the government and waiting with an absolutely clear plan. Now"
    },
    {
      "start": 1360.4,
      "dur": 1.67,
      "text": "with an absolutely clear plan. Now planning is something that's gone out of"
    },
    {
      "start": 1362.08,
      "dur": 2.31,
      "text": "planning is something that's gone out of fashion in this country because we're a"
    },
    {
      "start": 1364.4,
      "dur": 2.31,
      "text": "fashion in this country because we're a less aair free market state in our own"
    },
    {
      "start": 1366.72,
      "dur": 2.069,
      "text": "less aair free market state in our own self-image. Everyone we're competing"
    },
    {
      "start": 1368.799,
      "dur": 1.511,
      "text": "self-image. Everyone we're competing with around the world and anyone who's"
    },
    {
      "start": 1370.32,
      "dur": 1.91,
      "text": "with around the world and anyone who's growing or strengthening their security"
    },
    {
      "start": 1372.24,
      "dur": 2.71,
      "text": "growing or strengthening their security are doing so around plans. Uh now plans"
    },
    {
      "start": 1374.96,
      "dur": 1.67,
      "text": "are doing so around plans. Uh now plans are tricky. Plans are difficult. We"
    },
    {
      "start": 1376.64,
      "dur": 1.59,
      "text": "are tricky. Plans are difficult. We don't do instinctively don't do central"
    },
    {
      "start": 1378.24,
      "dur": 2.309,
      "text": "don't do instinctively don't do central Keynesian state planning. But I I I I"
    },
    {
      "start": 1380.559,
      "dur": 1.831,
      "text": "Keynesian state planning. But I I I I think that that sort of science and art"
    },
    {
      "start": 1382.4,
      "dur": 1.67,
      "text": "think that that sort of science and art of planning is the absolutely"
    },
    {
      "start": 1384.08,
      "dur": 1.67,
      "text": "of planning is the absolutely fundamental basis for political success"
    },
    {
      "start": 1385.76,
      "dur": 1.11,
      "text": "fundamental basis for political success &gt;&gt; and that's missing at the moment."
    },
    {
      "start": 1386.88,
      "dur": 1.99,
      "text": "&gt;&gt; and that's missing at the moment. &gt;&gt; Uh it's very hard to do. It's missing at"
    },
    {
      "start": 1388.88,
      "dur": 1.35,
      "text": "&gt;&gt; Uh it's very hard to do. It's missing at the moment. So even if you had the best"
    },
    {
      "start": 1390.24,
      "dur": 1.59,
      "text": "the moment. So even if you had the best laid plans and you can't generate"
    },
    {
      "start": 1391.84,
      "dur": 1.59,
      "text": "laid plans and you can't generate growth, you're you're in a real"
    },
    {
      "start": 1393.44,
      "dur": 0.87,
      "text": "growth, you're you're in a real difficulty. Right."
    },
    {
      "start": 1394.32,
      "dur": 0.95,
      "text": "difficulty. Right. &gt;&gt; It's really interesting and you say that"
    },
    {
      "start": 1395.28,
      "dur": 1.59,
      "text": "&gt;&gt; It's really interesting and you say that also as a biographer of Clatley. one of"
    },
    {
      "start": 1396.88,
      "dur": 1.59,
      "text": "also as a biographer of Clatley. one of the things that you know an awful lot"
    },
    {
      "start": 1398.48,
      "dur": 2.63,
      "text": "the things that you know an awful lot about in terms just before we let you go"
    },
    {
      "start": 1401.12,
      "dur": 1.27,
      "text": "about in terms just before we let you go there's a couple of specific things I"
    },
    {
      "start": 1402.4,
      "dur": 2.07,
      "text": "there's a couple of specific things I want to ask you about Ukraine so in"
    },
    {
      "start": 1404.48,
      "dur": 1.83,
      "text": "want to ask you about Ukraine so in during your time working with the"
    },
    {
      "start": 1406.32,
      "dur": 1.43,
      "text": "during your time working with the government it was probably the biggest"
    },
    {
      "start": 1407.76,
      "dur": 1.99,
      "text": "government it was probably the biggest foreign policy event that happened we're"
    },
    {
      "start": 1409.76,
      "dur": 3.51,
      "text": "foreign policy event that happened we're hurtling towards a four-year anniversary"
    },
    {
      "start": 1413.28,
      "dur": 1.269,
      "text": "hurtling towards a four-year anniversary what are we to think you know there's"
    },
    {
      "start": 1414.559,
      "dur": 1.431,
      "text": "what are we to think you know there's all these onoff diplomacy is it"
    },
    {
      "start": 1416.0,
      "dur": 1.909,
      "text": "all these onoff diplomacy is it happening is it not Steve Wickoff goes"
    },
    {
      "start": 1417.919,
      "dur": 1.911,
      "text": "happening is it not Steve Wickoff goes over to Moscow Trump says oh yeah all"
    },
    {
      "start": 1419.84,
      "dur": 2.15,
      "text": "over to Moscow Trump says oh yeah all could be h all could be done Zilinsky"
    },
    {
      "start": 1422.0,
      "dur": 1.99,
      "text": "could be h all could be done Zilinsky pops up what are we to think is really"
    },
    {
      "start": 1424.0,
      "dur": 0.39,
      "text": "pops up what are we to think is really going on"
    },
    {
      "start": 1424.4,
      "dur": 1.509,
      "text": "going on &gt;&gt; so there's a kind of a pattern for each"
    },
    {
      "start": 1425.919,
      "dur": 1.351,
      "text": "&gt;&gt; so there's a kind of a pattern for each of these moments into which President"
    },
    {
      "start": 1427.28,
      "dur": 1.509,
      "text": "of these moments into which President Trump says we're about to have a a"
    },
    {
      "start": 1428.799,
      "dur": 1.671,
      "text": "Trump says we're about to have a a breakthrough. So, it start will start"
    },
    {
      "start": 1430.48,
      "dur": 2.79,
      "text": "breakthrough. So, it start will start with um some engagement with Wickoff"
    },
    {
      "start": 1433.28,
      "dur": 1.99,
      "text": "with um some engagement with Wickoff primarily in Moscow and a bit of back"
    },
    {
      "start": 1435.28,
      "dur": 1.83,
      "text": "primarily in Moscow and a bit of back and forth. Then there'll be a sort of"
    },
    {
      "start": 1437.12,
      "dur": 3.35,
      "text": "and forth. Then there'll be a sort of European scramble to put bones on the"
    },
    {
      "start": 1440.48,
      "dur": 1.91,
      "text": "European scramble to put bones on the proposal to make sure that they're not"
    },
    {
      "start": 1442.4,
      "dur": 3.03,
      "text": "proposal to make sure that they're not too weak in areas. Um and then it goes"
    },
    {
      "start": 1445.44,
      "dur": 1.83,
      "text": "too weak in areas. Um and then it goes back to to Moscow where the Americans"
    },
    {
      "start": 1447.28,
      "dur": 1.99,
      "text": "back to to Moscow where the Americans and the the Russians say the Europeans"
    },
    {
      "start": 1449.28,
      "dur": 2.07,
      "text": "and the the Russians say the Europeans are spoiling. Um, so what I really think"
    },
    {
      "start": 1451.36,
      "dur": 1.75,
      "text": "are spoiling. Um, so what I really think is is that I mean some some of the"
    },
    {
      "start": 1453.12,
      "dur": 1.35,
      "text": "is is that I mean some some of the Russian casualty figures, by the way,"
    },
    {
      "start": 1454.48,
      "dur": 1.99,
      "text": "Russian casualty figures, by the way, which were released this week are just"
    },
    {
      "start": 1456.48,
      "dur": 2.15,
      "text": "which were released this week are just remarkable. It is unthinkable going back"
    },
    {
      "start": 1458.64,
      "dur": 2.149,
      "text": "remarkable. It is unthinkable going back to the start of the war in 2022 that"
    },
    {
      "start": 1460.799,
      "dur": 2.23,
      "text": "to the start of the war in 2022 that Russia could have um accepted such high"
    },
    {
      "start": 1463.039,
      "dur": 1.99,
      "text": "Russia could have um accepted such high levels of casualty rates. Uh yeah,"
    },
    {
      "start": 1465.039,
      "dur": 1.351,
      "text": "levels of casualty rates. Uh yeah, something like a million in terms of"
    },
    {
      "start": 1466.4,
      "dur": 2.71,
      "text": "something like a million in terms of overall casualties. Uh inconceivable to"
    },
    {
      "start": 1469.12,
      "dur": 2.149,
      "text": "overall casualties. Uh inconceivable to me at that moment in time. Uh and yet"
    },
    {
      "start": 1471.279,
      "dur": 1.831,
      "text": "me at that moment in time. Uh and yet there's that seems to cause little"
    },
    {
      "start": 1473.12,
      "dur": 2.07,
      "text": "there's that seems to cause little difficulty in in in Putin's calculus who"
    },
    {
      "start": 1475.2,
      "dur": 1.589,
      "text": "difficulty in in in Putin's calculus who will think notwithstanding this cost"
    },
    {
      "start": 1476.799,
      "dur": 2.151,
      "text": "will think notwithstanding this cost that he is winning uh over this period"
    },
    {
      "start": 1478.96,
      "dur": 2.709,
      "text": "that he is winning uh over this period of time. No, I've been on government um"
    },
    {
      "start": 1481.679,
      "dur": 2.951,
      "text": "of time. No, I've been on government um a year. Uh in that time, everyone kept"
    },
    {
      "start": 1484.64,
      "dur": 1.509,
      "text": "a year. Uh in that time, everyone kept on saying like the small strategic"
    },
    {
      "start": 1486.159,
      "dur": 2.151,
      "text": "on saying like the small strategic important town of Picrost was was going"
    },
    {
      "start": 1488.32,
      "dur": 1.91,
      "text": "important town of Picrost was was going to go. This is sort of back and forth."
    },
    {
      "start": 1490.24,
      "dur": 1.99,
      "text": "to go. This is sort of back and forth. So, it's it's it's snails pace progress,"
    },
    {
      "start": 1492.24,
      "dur": 2.15,
      "text": "So, it's it's it's snails pace progress, but it is progress in the Russian side"
    },
    {
      "start": 1494.4,
      "dur": 1.43,
      "text": "but it is progress in the Russian side as well. That's the first thing I think"
    },
    {
      "start": 1495.84,
      "dur": 1.75,
      "text": "as well. That's the first thing I think very important. Um secondly, I think"
    },
    {
      "start": 1497.6,
      "dur": 1.11,
      "text": "very important. Um secondly, I think there's a little bit more in the"
    },
    {
      "start": 1498.72,
      "dur": 1.35,
      "text": "there's a little bit more in the negotiations now and a little bit more"
    },
    {
      "start": 1500.08,
      "dur": 2.069,
      "text": "negotiations now and a little bit more seriousness. So, what I hear is the the"
    },
    {
      "start": 1502.159,
      "dur": 1.99,
      "text": "seriousness. So, what I hear is the the work on security guarantees for Ukraine"
    },
    {
      "start": 1504.159,
      "dur": 2.311,
      "text": "work on security guarantees for Ukraine is more mature. uh that may require some"
    },
    {
      "start": 1506.48,
      "dur": 1.51,
      "text": "is more mature. uh that may require some very difficult territorial issues over"
    },
    {
      "start": 1508.0,
      "dur": 1.43,
      "text": "very difficult territorial issues over Donbas as well. So I'd say the"
    },
    {
      "start": 1509.44,
      "dur": 1.75,
      "text": "Donbas as well. So I'd say the diplomatic process is ratcheted up and I"
    },
    {
      "start": 1511.2,
      "dur": 2.15,
      "text": "diplomatic process is ratcheted up and I wouldn't completely rule it out. I still"
    },
    {
      "start": 1513.36,
      "dur": 2.549,
      "text": "wouldn't completely rule it out. I still think though the gulf between Putin's"
    },
    {
      "start": 1515.919,
      "dur": 2.311,
      "text": "think though the gulf between Putin's view of Ukraine which is pure"
    },
    {
      "start": 1518.24,
      "dur": 3.27,
      "text": "view of Ukraine which is pure subjugation in in various forms a and a"
    },
    {
      "start": 1521.52,
      "dur": 1.509,
      "text": "subjugation in in various forms a and a kind of reality of an acceptable peace"
    },
    {
      "start": 1523.039,
      "dur": 1.671,
      "text": "kind of reality of an acceptable peace is is still pretty significant. But wars"
    },
    {
      "start": 1524.72,
      "dur": 0.949,
      "text": "is is still pretty significant. But wars don't go on forever."
    },
    {
      "start": 1525.679,
      "dur": 1.431,
      "text": "don't go on forever. &gt;&gt; Remember at the start of the war Putin"
    },
    {
      "start": 1527.12,
      "dur": 1.029,
      "text": "&gt;&gt; Remember at the start of the war Putin went for Keefe"
    },
    {
      "start": 1528.159,
      "dur": 1.51,
      "text": "went for Keefe &gt;&gt; and thought he could take Kee. Uh and"
    },
    {
      "start": 1529.679,
      "dur": 1.59,
      "text": "&gt;&gt; and thought he could take Kee. Uh and even it's not military march to Keefe."
    },
    {
      "start": 1531.279,
      "dur": 1.51,
      "text": "even it's not military march to Keefe. It's about it's about establishing"
    },
    {
      "start": 1532.799,
      "dur": 2.071,
      "text": "It's about it's about establishing whatever comes after this period of war"
    },
    {
      "start": 1534.88,
      "dur": 2.149,
      "text": "whatever comes after this period of war and conflict some way of controlling"
    },
    {
      "start": 1537.039,
      "dur": 2.071,
      "text": "and conflict some way of controlling Ukraine's future. That's the essence of"
    },
    {
      "start": 1539.12,
      "dur": 2.149,
      "text": "Ukraine's future. That's the essence of of of the fight which is by the way"
    },
    {
      "start": 1541.279,
      "dur": 2.151,
      "text": "of of the fight which is by the way there's still a hell of a lot to run uh"
    },
    {
      "start": 1543.44,
      "dur": 1.27,
      "text": "there's still a hell of a lot to run uh in this story and it may be a"
    },
    {
      "start": 1544.72,
      "dur": 2.949,
      "text": "in this story and it may be a generational struggle um to generational"
    },
    {
      "start": 1547.679,
      "dur": 1.35,
      "text": "generational struggle um to generational and it may not last longer than that"
    },
    {
      "start": 1549.039,
      "dur": 1.271,
      "text": "and it may not last longer than that doesn't mean the war will continue at"
    },
    {
      "start": 1550.32,
      "dur": 1.91,
      "text": "doesn't mean the war will continue at this uh pace over over this period of"
    },
    {
      "start": 1552.24,
      "dur": 2.07,
      "text": "this uh pace over over this period of time. So um there's a kind of there's a"
    },
    {
      "start": 1554.32,
      "dur": 1.51,
      "text": "time. So um there's a kind of there's a certain cleanliness to the western"
    },
    {
      "start": 1555.84,
      "dur": 1.429,
      "text": "certain cleanliness to the western political mind where we like to wrap"
    },
    {
      "start": 1557.279,
      "dur": 1.831,
      "text": "political mind where we like to wrap things in a bow or presume land for"
    },
    {
      "start": 1559.12,
      "dur": 2.39,
      "text": "things in a bow or presume land for peace or you know I suspect this thing"
    },
    {
      "start": 1561.52,
      "dur": 2.47,
      "text": "peace or you know I suspect this thing is and I'm from I'm from um Belfast who"
    },
    {
      "start": 1564.0,
      "dur": 0.95,
      "text": "is and I'm from I'm from um Belfast who grew up with the backdrop of the"
    },
    {
      "start": 1564.96,
      "dur": 1.27,
      "text": "grew up with the backdrop of the troubles and three and a half thousand"
    },
    {
      "start": 1566.24,
      "dur": 2.07,
      "text": "troubles and three and a half thousand people died the long tale and legacy of"
    },
    {
      "start": 1568.32,
      "dur": 1.27,
      "text": "people died the long tale and legacy of that but think about the levels of"
    },
    {
      "start": 1569.6,
      "dur": 2.549,
      "text": "that but think about the levels of casualties in Ukraine the the the the"
    },
    {
      "start": 1572.159,
      "dur": 2.151,
      "text": "casualties in Ukraine the the the the people forced out of their homes mass"
    },
    {
      "start": 1574.32,
      "dur": 3.43,
      "text": "people forced out of their homes mass migration I think children taken uh and"
    },
    {
      "start": 1577.76,
      "dur": 1.509,
      "text": "migration I think children taken uh and we just see the tip of the iceberg of"
    },
    {
      "start": 1579.279,
      "dur": 1.591,
      "text": "we just see the tip of the iceberg of the social political long-term effects"
    },
    {
      "start": 1580.88,
      "dur": 2.23,
      "text": "the social political long-term effects of that as well. Um, so I mean the the"
    },
    {
      "start": 1583.12,
      "dur": 1.59,
      "text": "of that as well. Um, so I mean the the depressing way I'm answering your"
    },
    {
      "start": 1584.72,
      "dur": 1.91,
      "text": "depressing way I'm answering your question is that history has a long way"
    },
    {
      "start": 1586.64,
      "dur": 0.71,
      "text": "question is that history has a long way to unfold."
    },
    {
      "start": 1587.36,
      "dur": 2.47,
      "text": "to unfold. &gt;&gt; It's it's you've actually schooled me in"
    },
    {
      "start": 1589.84,
      "dur": 1.59,
      "text": "&gt;&gt; It's it's you've actually schooled me in a way because I now remember all the"
    },
    {
      "start": 1591.44,
      "dur": 1.91,
      "text": "a way because I now remember all the Ukrainians I speak to say guys this"
    },
    {
      "start": 1593.36,
      "dur": 1.75,
      "text": "Ukrainians I speak to say guys this didn't begin four years ago. This began"
    },
    {
      "start": 1595.12,
      "dur": 1.59,
      "text": "didn't begin four years ago. This began in 2014."
    },
    {
      "start": 1596.72,
      "dur": 2.309,
      "text": "in 2014. &gt;&gt; So it's it's absolutely uh important"
    },
    {
      "start": 1599.039,
      "dur": 2.23,
      "text": "&gt;&gt; So it's it's absolutely uh important that you've been able to join us today."
    },
    {
      "start": 1601.279,
      "dur": 1.671,
      "text": "that you've been able to join us today. &gt;&gt; Can I ask you about the Chinese mega"
    },
    {
      "start": 1602.96,
      "dur": 1.589,
      "text": "&gt;&gt; Can I ask you about the Chinese mega embassy because if people might we"
    },
    {
      "start": 1604.559,
      "dur": 1.431,
      "text": "embassy because if people might we talked a bit about it a bit on TV this"
    },
    {
      "start": 1606.0,
      "dur": 1.59,
      "text": "talked a bit about it a bit on TV this morning and it's been one of the huge"
    },
    {
      "start": 1607.6,
      "dur": 2.15,
      "text": "morning and it's been one of the huge controversies around the government's"
    },
    {
      "start": 1609.76,
      "dur": 1.83,
      "text": "controversies around the government's decision making. They have said they're"
    },
    {
      "start": 1611.6,
      "dur": 1.51,
      "text": "decision making. They have said they're going to allow this mega embassy to go"
    },
    {
      "start": 1613.12,
      "dur": 1.429,
      "text": "going to allow this mega embassy to go ahead. They've been much criticized by"
    },
    {
      "start": 1614.559,
      "dur": 2.631,
      "text": "ahead. They've been much criticized by the tries and others for doing that. So"
    },
    {
      "start": 1617.2,
      "dur": 1.589,
      "text": "the tries and others for doing that. So you'd left number 10 by the time that"
    },
    {
      "start": 1618.799,
      "dur": 3.031,
      "text": "you'd left number 10 by the time that decision was taken. What would you feel"
    },
    {
      "start": 1621.84,
      "dur": 1.35,
      "text": "decision was taken. What would you feel like if you were still in the government"
    },
    {
      "start": 1623.2,
      "dur": 1.51,
      "text": "like if you were still in the government and they decided to go ahead?"
    },
    {
      "start": 1624.72,
      "dur": 2.549,
      "text": "and they decided to go ahead? &gt;&gt; So one we we were just a minute ago"
    },
    {
      "start": 1627.279,
      "dur": 1.51,
      "text": "&gt;&gt; So one we we were just a minute ago talking about how difficult government"
    },
    {
      "start": 1628.799,
      "dur": 1.35,
      "text": "talking about how difficult government is and one reason government is"
    },
    {
      "start": 1630.159,
      "dur": 2.151,
      "text": "is and one reason government is difficult if you take say energy policy"
    },
    {
      "start": 1632.32,
      "dur": 1.91,
      "text": "difficult if you take say energy policy is because of decisions taken perhaps in"
    },
    {
      "start": 1634.24,
      "dur": 2.549,
      "text": "is because of decisions taken perhaps in the 50s on nuclear through to the 60s"
    },
    {
      "start": 1636.799,
      "dur": 2.551,
      "text": "the 50s on nuclear through to the 60s through the 70s etc. So, so often times"
    },
    {
      "start": 1639.36,
      "dur": 1.189,
      "text": "through the 70s etc. So, so often times you're dealing with things that are that"
    },
    {
      "start": 1640.559,
      "dur": 1.671,
      "text": "you're dealing with things that are that are imperfect and challenging. I don't"
    },
    {
      "start": 1642.24,
      "dur": 1.27,
      "text": "are imperfect and challenging. I don't think if you started with a blank sheet"
    },
    {
      "start": 1643.52,
      "dur": 2.389,
      "text": "think if you started with a blank sheet of paper, having a mega embassy, and it"
    },
    {
      "start": 1645.919,
      "dur": 2.791,
      "text": "of paper, having a mega embassy, and it is a mega embassy, sitting slap bang in"
    },
    {
      "start": 1648.72,
      "dur": 1.829,
      "text": "is a mega embassy, sitting slap bang in the city of London in that way is is a"
    },
    {
      "start": 1650.559,
      "dur": 1.271,
      "text": "the city of London in that way is is a way you would sort of choose to do that."
    },
    {
      "start": 1651.84,
      "dur": 1.59,
      "text": "way you would sort of choose to do that. You think of the US mega embassy, the"
    },
    {
      "start": 1653.44,
      "dur": 1.589,
      "text": "You think of the US mega embassy, the only other country with a mega embassy."
    },
    {
      "start": 1655.039,
      "dur": 1.431,
      "text": "only other country with a mega embassy. It's sort of actually mega mega."
    },
    {
      "start": 1656.48,
      "dur": 1.91,
      "text": "It's sort of actually mega mega. &gt;&gt; It's it's mega mega, but it's in in sort"
    },
    {
      "start": 1658.4,
      "dur": 1.99,
      "text": "&gt;&gt; It's it's mega mega, but it's in in sort of condos in the center of battery,"
    },
    {
      "start": 1660.4,
      "dur": 1.67,
      "text": "of condos in the center of battery, right? It's it's a kind of looks like a"
    },
    {
      "start": 1662.08,
      "dur": 1.91,
      "text": "right? It's it's a kind of looks like a sort of, you know, suburb of DC. It's"
    },
    {
      "start": 1664.0,
      "dur": 1.35,
      "text": "sort of, you know, suburb of DC. It's not it's not it's it's a different type"
    },
    {
      "start": 1665.36,
      "dur": 1.11,
      "text": "not it's not it's it's a different type of proposition and that's with our"
    },
    {
      "start": 1666.48,
      "dur": 2.069,
      "text": "of proposition and that's with our closest security partner and ally. So so"
    },
    {
      "start": 1668.559,
      "dur": 1.191,
      "text": "closest security partner and ally. So so this this is feels like a different"
    },
    {
      "start": 1669.76,
      "dur": 1.19,
      "text": "this this is feels like a different proposition. I don't think you'd start"
    },
    {
      "start": 1670.96,
      "dur": 2.15,
      "text": "proposition. I don't think you'd start with that blank sheet of paper. Truth is"
    },
    {
      "start": 1673.12,
      "dur": 1.669,
      "text": "with that blank sheet of paper. Truth is by the time I was in government because"
    },
    {
      "start": 1674.799,
      "dur": 1.59,
      "text": "by the time I was in government because this is long a long time in the making a"
    },
    {
      "start": 1676.399,
      "dur": 1.911,
      "text": "this is long a long time in the making a lot of that was developed along the way."
    },
    {
      "start": 1678.32,
      "dur": 1.11,
      "text": "lot of that was developed along the way. So I wouldn't start with that"
    },
    {
      "start": 1679.44,
      "dur": 2.469,
      "text": "So I wouldn't start with that proposition. I am sympathetic though to"
    },
    {
      "start": 1681.919,
      "dur": 2.23,
      "text": "proposition. I am sympathetic though to to to this. We have an Tom mentioned in"
    },
    {
      "start": 1684.159,
      "dur": 3.591,
      "text": "to to this. We have an Tom mentioned in our in the live show um Tom."
    },
    {
      "start": 1687.76,
      "dur": 2.55,
      "text": "our in the live show um Tom. Yeah. We have an amazing ambassador in"
    },
    {
      "start": 1690.32,
      "dur": 2.39,
      "text": "Yeah. We have an amazing ambassador in um Washington DC in in Beijing."
    },
    {
      "start": 1692.72,
      "dur": 1.59,
      "text": "um Washington DC in in Beijing. Apologies. Peter Wilson, we had a very"
    },
    {
      "start": 1694.32,
      "dur": 1.99,
      "text": "Apologies. Peter Wilson, we had a very good ambassador before"
    },
    {
      "start": 1696.32,
      "dur": 2.709,
      "text": "good ambassador before Caroline Wil not related. Not related"
    },
    {
      "start": 1699.039,
      "dur": 0.791,
      "text": "Caroline Wil not related. Not related Wilson."
    },
    {
      "start": 1699.84,
      "dur": 1.91,
      "text": "Wilson. &gt;&gt; You have to be a Wilson or a Ry work in"
    },
    {
      "start": 1701.76,
      "dur": 2.55,
      "text": "&gt;&gt; You have to be a Wilson or a Ry work in the foreign office. Um um and look, they"
    },
    {
      "start": 1704.32,
      "dur": 1.829,
      "text": "the foreign office. Um um and look, they will say part of the quid proco is, you"
    },
    {
      "start": 1706.159,
      "dur": 1.75,
      "text": "will say part of the quid proco is, you know, our our presence there was was"
    },
    {
      "start": 1707.919,
      "dur": 2.23,
      "text": "know, our our presence there was was crumbling a bit and and we need our own"
    },
    {
      "start": 1710.159,
      "dur": 1.99,
      "text": "crumbling a bit and and we need our own diplomatic presence elsewhere as well. I"
    },
    {
      "start": 1712.159,
      "dur": 1.11,
      "text": "diplomatic presence elsewhere as well. I just don't think you would start from"
    },
    {
      "start": 1713.279,
      "dur": 2.071,
      "text": "just don't think you would start from from this proposition. And again, as I"
    },
    {
      "start": 1715.36,
      "dur": 2.309,
      "text": "from this proposition. And again, as I said in the live show, what happens if"
    },
    {
      "start": 1717.679,
      "dur": 2.951,
      "text": "said in the live show, what happens if we're in a really sticky situation over"
    },
    {
      "start": 1720.64,
      "dur": 3.59,
      "text": "we're in a really sticky situation over a Taiwan contingency, China Sea, I mean"
    },
    {
      "start": 1724.24,
      "dur": 2.07,
      "text": "a Taiwan contingency, China Sea, I mean the path of Chinese Japanese"
    },
    {
      "start": 1726.32,
      "dur": 1.589,
      "text": "the path of Chinese Japanese relationships are really tricky, for"
    },
    {
      "start": 1727.919,
      "dur": 2.071,
      "text": "relationships are really tricky, for example. Uh you know, how does this all"
    },
    {
      "start": 1730.0,
      "dur": 2.87,
      "text": "example. Uh you know, how does this all look in a number of years time? Um so I"
    },
    {
      "start": 1732.88,
      "dur": 1.269,
      "text": "look in a number of years time? Um so I say you don't you don't start from this"
    },
    {
      "start": 1734.159,
      "dur": 1.911,
      "text": "say you don't you don't start from this position. However, having been in the"
    },
    {
      "start": 1736.08,
      "dur": 1.67,
      "text": "position. However, having been in the difficulty of government, it's a kind"
    },
    {
      "start": 1737.76,
      "dur": 1.67,
      "text": "difficulty of government, it's a kind fine balance dilemma to be honest with"
    },
    {
      "start": 1739.44,
      "dur": 1.99,
      "text": "fine balance dilemma to be honest with you. Um and I'm not unsympathetic to"
    },
    {
      "start": 1741.44,
      "dur": 1.43,
      "text": "you. Um and I'm not unsympathetic to government proceeding given the where"
    },
    {
      "start": 1742.88,
      "dur": 1.75,
      "text": "government proceeding given the where they were when they picked up um the"
    },
    {
      "start": 1744.64,
      "dur": 0.79,
      "text": "they were when they picked up um the chalice."
    },
    {
      "start": 1745.44,
      "dur": 3.27,
      "text": "chalice. &gt;&gt; And last thing if we can ask you um I"
    },
    {
      "start": 1748.72,
      "dur": 1.75,
      "text": "&gt;&gt; And last thing if we can ask you um I just wonder from a foreign policy point"
    },
    {
      "start": 1750.48,
      "dur": 1.429,
      "text": "just wonder from a foreign policy point of view in terms of what's going on in"
    },
    {
      "start": 1751.919,
      "dur": 3.35,
      "text": "of view in terms of what's going on in America and dealing with them the"
    },
    {
      "start": 1755.279,
      "dur": 2.071,
      "text": "America and dealing with them the Epstein bombshells that just keep coming"
    },
    {
      "start": 1757.36,
      "dur": 1.11,
      "text": "Epstein bombshells that just keep coming that we were talking about at the"
    },
    {
      "start": 1758.48,
      "dur": 2.549,
      "text": "that we were talking about at the beginning of the program. What effect do"
    },
    {
      "start": 1761.039,
      "dur": 1.11,
      "text": "beginning of the program. What effect do you think that's happening having having"
    },
    {
      "start": 1762.159,
      "dur": 1.431,
      "text": "you think that's happening having having in Washington? I mean it seems to just"
    },
    {
      "start": 1763.6,
      "dur": 1.35,
      "text": "in Washington? I mean it seems to just preoccupy everything. Have they got time"
    },
    {
      "start": 1764.96,
      "dur": 1.35,
      "text": "preoccupy everything. Have they got time to think about anything else? Yeah, I"
    },
    {
      "start": 1766.32,
      "dur": 1.829,
      "text": "to think about anything else? Yeah, I mean I think it it's hard to I spend a"
    },
    {
      "start": 1768.159,
      "dur": 2.791,
      "text": "mean I think it it's hard to I spend a lot of time in the US. Um it's hard to"
    },
    {
      "start": 1770.96,
      "dur": 2.39,
      "text": "lot of time in the US. Um it's hard to underestimate how much news coverage"
    },
    {
      "start": 1773.36,
      "dur": 2.47,
      "text": "underestimate how much news coverage this is consuming. Um I think the thing"
    },
    {
      "start": 1775.84,
      "dur": 1.35,
      "text": "this is consuming. Um I think the thing about it, the reason why it's quite hard"
    },
    {
      "start": 1777.2,
      "dur": 2.39,
      "text": "about it, the reason why it's quite hard to draw very clear political conclusions"
    },
    {
      "start": 1779.6,
      "dur": 2.63,
      "text": "to draw very clear political conclusions is that it's covers the whole range. So"
    },
    {
      "start": 1782.24,
      "dur": 2.39,
      "text": "is that it's covers the whole range. So you have Democrat grandees, you have"
    },
    {
      "start": 1784.64,
      "dur": 2.31,
      "text": "you have Democrat grandees, you have liberal establishment grandees, you've"
    },
    {
      "start": 1786.96,
      "dur": 1.99,
      "text": "liberal establishment grandees, you've got uh President Trump and people"
    },
    {
      "start": 1788.96,
      "dur": 1.429,
      "text": "got uh President Trump and people adjacent to President Trump and the"
    },
    {
      "start": 1790.399,
      "dur": 1.831,
      "text": "adjacent to President Trump and the Republican side of things. It is a kind"
    },
    {
      "start": 1792.24,
      "dur": 3.99,
      "text": "Republican side of things. It is a kind of a remarkable spid web style network."
    },
    {
      "start": 1796.24,
      "dur": 1.59,
      "text": "of a remarkable spid web style network. Secondly, it just keeps coming from the"
    },
    {
      "start": 1797.84,
      "dur": 1.99,
      "text": "Secondly, it just keeps coming from the Justice Department. So, it's this sort"
    },
    {
      "start": 1799.84,
      "dur": 2.47,
      "text": "Justice Department. So, it's this sort of rot. And what what kind of worries me"
    },
    {
      "start": 1802.32,
      "dur": 1.67,
      "text": "of rot. And what what kind of worries me about it in political terms, apart from"
    },
    {
      "start": 1804.0,
      "dur": 2.07,
      "text": "about it in political terms, apart from the gruesome nature of the the thing"
    },
    {
      "start": 1806.08,
      "dur": 3.189,
      "text": "the gruesome nature of the the thing itself, is just how diloterious it is to"
    },
    {
      "start": 1809.279,
      "dur": 2.87,
      "text": "itself, is just how diloterious it is to sort of public trust and politics uh and"
    },
    {
      "start": 1812.159,
      "dur": 3.191,
      "text": "sort of public trust and politics uh and and the kind of role of money um around"
    },
    {
      "start": 1815.36,
      "dur": 1.669,
      "text": "and the kind of role of money um around that as well. That's part of the that's"
    },
    {
      "start": 1817.039,
      "dur": 1.51,
      "text": "that as well. That's part of the that's part of what's going on in the US as"
    },
    {
      "start": 1818.559,
      "dur": 1.83,
      "text": "part of what's going on in the US as well. The man presiding over the"
    },
    {
      "start": 1820.399,
      "dur": 1.911,
      "text": "well. The man presiding over the release, albeit late, deputy attorney"
    },
    {
      "start": 1822.32,
      "dur": 2.469,
      "text": "release, albeit late, deputy attorney general, has said from the podium,"
    },
    {
      "start": 1824.799,
      "dur": 1.911,
      "text": "general, has said from the podium, \"We're never going to be able to satisfy"
    },
    {
      "start": 1826.72,
      "dur": 1.59,
      "text": "\"We're never going to be able to satisfy the hunger for this stuff. However much"
    },
    {
      "start": 1828.32,
      "dur": 2.15,
      "text": "the hunger for this stuff. However much we release of the six million, at least"
    },
    {
      "start": 1830.48,
      "dur": 1.75,
      "text": "we release of the six million, at least three million, we're never going to get"
    },
    {
      "start": 1832.24,
      "dur": 1.83,
      "text": "three million, we're never going to get there.\" And he's he's the deputy"
    },
    {
      "start": 1834.08,
      "dur": 1.27,
      "text": "there.\" And he's he's the deputy attorney general releasing it."
    },
    {
      "start": 1835.36,
      "dur": 1.11,
      "text": "attorney general releasing it. &gt;&gt; Yeah. I mean, the thing is about these"
    },
    {
      "start": 1836.48,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. I mean, the thing is about these conspiracies, they end up being worse"
    },
    {
      "start": 1837.76,
      "dur": 1.59,
      "text": "conspiracies, they end up being worse than you think. I mean, this this is"
    },
    {
      "start": 1839.36,
      "dur": 2.23,
      "text": "than you think. I mean, this this is this is this is this is this is the the"
    },
    {
      "start": 1841.6,
      "dur": 2.23,
      "text": "this is this is this is this is the the challenge here. Um, no and and look,"
    },
    {
      "start": 1843.84,
      "dur": 2.23,
      "text": "challenge here. Um, no and and look, there is there is an element of um"
    },
    {
      "start": 1846.08,
      "dur": 2.949,
      "text": "there is there is an element of um conspiratorialism already sitting in US"
    },
    {
      "start": 1849.039,
      "dur": 1.271,
      "text": "conspiratorialism already sitting in US politic. In fact, we're all getting the"
    },
    {
      "start": 1850.32,
      "dur": 2.229,
      "text": "politic. In fact, we're all getting the bug uh a little bit as well and you and"
    },
    {
      "start": 1852.559,
      "dur": 1.191,
      "text": "bug uh a little bit as well and you and you look something like this and it's"
    },
    {
      "start": 1853.76,
      "dur": 2.31,
      "text": "you look something like this and it's it's very hard to sort of uh people talk"
    },
    {
      "start": 1856.08,
      "dur": 1.589,
      "text": "it's very hard to sort of uh people talk about, you know, disabusing people of"
    },
    {
      "start": 1857.679,
      "dur": 2.151,
      "text": "about, you know, disabusing people of populist fantasies about the way the"
    },
    {
      "start": 1859.84,
      "dur": 1.11,
      "text": "populist fantasies about the way the world works. You look at something like"
    },
    {
      "start": 1860.96,
      "dur": 1.51,
      "text": "world works. You look at something like this and it kind of confirms people's"
    },
    {
      "start": 1862.48,
      "dur": 2.47,
      "text": "this and it kind of confirms people's instincts that money, politics, you"
    },
    {
      "start": 1864.96,
      "dur": 2.63,
      "text": "instincts that money, politics, you know, rot, unethical behavior is all"
    },
    {
      "start": 1867.6,
      "dur": 1.99,
      "text": "know, rot, unethical behavior is all kind of gnarled up. But I mean, as I"
    },
    {
      "start": 1869.6,
      "dur": 2.069,
      "text": "kind of gnarled up. But I mean, as I said, go back to this this avalanche of"
    },
    {
      "start": 1871.679,
      "dur": 1.191,
      "text": "said, go back to this this avalanche of material."
    },
    {
      "start": 1872.88,
      "dur": 2.95,
      "text": "material. &gt;&gt; Um, it's just it's just kind of um it's"
    },
    {
      "start": 1875.84,
      "dur": 0.79,
      "text": "&gt;&gt; Um, it's just it's just kind of um it's kind of remarkable."
    },
    {
      "start": 1876.64,
      "dur": 1.11,
      "text": "kind of remarkable. &gt;&gt; I said that was the last thing we were"
    },
    {
      "start": 1877.76,
      "dur": 1.67,
      "text": "&gt;&gt; I said that was the last thing we were going to ask you, but we forgot to say"
    },
    {
      "start": 1879.44,
      "dur": 1.27,
      "text": "going to ask you, but we forgot to say how much ask you how much should be"
    },
    {
      "start": 1880.72,
      "dur": 1.669,
      "text": "how much ask you how much should be spent on defense. So on the TV this"
    },
    {
      "start": 1882.399,
      "dur": 1.351,
      "text": "spent on defense. So on the TV this morning, you said there should be a vast"
    },
    {
      "start": 1883.76,
      "dur": 2.149,
      "text": "morning, you said there should be a vast increase in defense spending. Uh, but"
    },
    {
      "start": 1885.919,
      "dur": 1.99,
      "text": "increase in defense spending. Uh, but you were inside government, I would"
    },
    {
      "start": 1887.919,
      "dur": 3.35,
      "text": "you were inside government, I would assume, therefore arguing for more, but"
    },
    {
      "start": 1891.279,
      "dur": 0.87,
      "text": "assume, therefore arguing for more, but how much do we need to"
    },
    {
      "start": 1892.159,
      "dur": 1.831,
      "text": "how much do we need to &gt;&gt; That was a bit cheap of me because it's"
    },
    {
      "start": 1894.0,
      "dur": 1.669,
      "text": "&gt;&gt; That was a bit cheap of me because it's very it's very hard in government. So"
    },
    {
      "start": 1895.679,
      "dur": 1.191,
      "text": "very it's very hard in government. So it's very popular. It's very easy."
    },
    {
      "start": 1896.88,
      "dur": 1.59,
      "text": "it's very popular. It's very easy. &gt;&gt; Say what you think. Say what you think."
    },
    {
      "start": 1898.48,
      "dur": 1.429,
      "text": "&gt;&gt; Say what you think. Say what you think. No, I can sell it out of government as"
    },
    {
      "start": 1899.919,
      "dur": 1.671,
      "text": "No, I can sell it out of government as well because it's hard. Uh, and they're"
    },
    {
      "start": 1901.6,
      "dur": 1.99,
      "text": "well because it's hard. Uh, and they're trade-offs and the prime minister in our"
    },
    {
      "start": 1903.6,
      "dur": 1.99,
      "text": "trade-offs and the prime minister in our system is presented with the stack. They"
    },
    {
      "start": 1905.6,
      "dur": 1.35,
      "text": "system is presented with the stack. They say, \"Sure, Prime Minister, you can have"
    },
    {
      "start": 1906.96,
      "dur": 1.27,
      "text": "say, \"Sure, Prime Minister, you can have a bridge to Northern Ireland if you"
    },
    {
      "start": 1908.24,
      "dur": 2.07,
      "text": "a bridge to Northern Ireland if you want.\" Um, something I've strongly"
    },
    {
      "start": 1910.32,
      "dur": 1.829,
      "text": "want.\" Um, something I've strongly supported, by the way. Um, but it's"
    },
    {
      "start": 1912.159,
      "dur": 1.271,
      "text": "supported, by the way. Um, but it's means you can't meet your manifesto"
    },
    {
      "start": 1913.44,
      "dur": 1.67,
      "text": "means you can't meet your manifesto commitments on schools and hospitals, or"
    },
    {
      "start": 1915.12,
      "dur": 1.669,
      "text": "commitments on schools and hospitals, or sure, you can have a big R&amp;D budget, but"
    },
    {
      "start": 1916.799,
      "dur": 1.59,
      "text": "sure, you can have a big R&amp;D budget, but it means you have less for net zero,"
    },
    {
      "start": 1918.399,
      "dur": 1.911,
      "text": "it means you have less for net zero, etc., etc., etc. So, the whole stack"
    },
    {
      "start": 1920.32,
      "dur": 1.91,
      "text": "etc., etc., etc. So, the whole stack thing, if you're if you're operating in"
    },
    {
      "start": 1922.24,
      "dur": 1.029,
      "text": "thing, if you're if you're operating in that environment, you're not changing"
    },
    {
      "start": 1923.279,
      "dur": 1.191,
      "text": "that environment, you're not changing your borrowing rules, you're not"
    },
    {
      "start": 1924.48,
      "dur": 1.59,
      "text": "your borrowing rules, you're not thinking of new bonds, is is not going"
    },
    {
      "start": 1926.08,
      "dur": 3.429,
      "text": "thinking of new bonds, is is not going to get us anywhere as well. Um I also"
    },
    {
      "start": 1929.519,
      "dur": 2.551,
      "text": "to get us anywhere as well. Um I also remember having got little uh a"
    },
    {
      "start": 1932.08,
      "dur": 1.429,
      "text": "remember having got little uh a significant increase in defense spending"
    },
    {
      "start": 1933.519,
      "dur": 1.831,
      "text": "significant increase in defense spending and being involved in lobbying for that"
    },
    {
      "start": 1935.36,
      "dur": 2.63,
      "text": "and being involved in lobbying for that internally uh as well I think on on sort"
    },
    {
      "start": 1938.0,
      "dur": 1.99,
      "text": "internally uh as well I think on on sort of three occasions. The frustration that"
    },
    {
      "start": 1940.0,
      "dur": 1.83,
      "text": "of three occasions. The frustration that happens when you kind of sit down with"
    },
    {
      "start": 1941.84,
      "dur": 2.15,
      "text": "happens when you kind of sit down with the mod and say this is what we need and"
    },
    {
      "start": 1944.0,
      "dur": 2.389,
      "text": "the mod and say this is what we need and then inflation just bites a massive part"
    },
    {
      "start": 1946.399,
      "dur": 1.11,
      "text": "then inflation just bites a massive part out of the budget which is what's"
    },
    {
      "start": 1947.519,
      "dur": 1.99,
      "text": "out of the budget which is what's happened. Uh so let me say the the"
    },
    {
      "start": 1949.519,
      "dur": 1.111,
      "text": "happened. Uh so let me say the the starving government has done pretty good"
    },
    {
      "start": 1950.64,
      "dur": 1.909,
      "text": "starving government has done pretty good on this. Um I have some involvement I"
    },
    {
      "start": 1952.559,
      "dur": 1.271,
      "text": "on this. Um I have some involvement I went back and and helped a little bit"
    },
    {
      "start": 1953.84,
      "dur": 1.59,
      "text": "went back and and helped a little bit run the national security strategy. The"
    },
    {
      "start": 1955.44,
      "dur": 1.91,
      "text": "run the national security strategy. The strategic defense review is excellent in"
    },
    {
      "start": 1957.36,
      "dur": 2.63,
      "text": "strategic defense review is excellent in concept. There's a gapat who wrote it."
    },
    {
      "start": 1960.0,
      "dur": 1.11,
      "text": "concept. There's a gapat who wrote it. No, I didn't I didn't write I didn't"
    },
    {
      "start": 1961.12,
      "dur": 1.669,
      "text": "No, I didn't I didn't write I didn't write that. No, no, George Robertson and"
    },
    {
      "start": 1962.799,
      "dur": 1.75,
      "text": "write that. No, no, George Robertson and and and Richard Barrens and Fiona Hill."
    },
    {
      "start": 1964.559,
      "dur": 1.511,
      "text": "and and Richard Barrens and Fiona Hill. There was excellent piece of work. Very"
    },
    {
      "start": 1966.08,
      "dur": 2.63,
      "text": "There was excellent piece of work. Very strategically sounded in conception. Um"
    },
    {
      "start": 1968.72,
      "dur": 1.35,
      "text": "strategically sounded in conception. Um those are those aren't that's not really"
    },
    {
      "start": 1970.08,
      "dur": 1.75,
      "text": "those are those aren't that's not really the issue. We're quite articulate on the"
    },
    {
      "start": 1971.84,
      "dur": 1.59,
      "text": "the issue. We're quite articulate on the way the world is. But the problem is"
    },
    {
      "start": 1973.44,
      "dur": 1.109,
      "text": "way the world is. But the problem is there's a gap between that and the"
    },
    {
      "start": 1974.559,
      "dur": 2.23,
      "text": "there's a gap between that and the defense investment plan the dip. So Ron"
    },
    {
      "start": 1976.799,
      "dur": 2.071,
      "text": "defense investment plan the dip. So Ron Whitehole, people talking about the dip"
    },
    {
      "start": 1978.88,
      "dur": 1.669,
      "text": "Whitehole, people talking about the dip um and that's been in the way of"
    },
    {
      "start": 1980.559,
      "dur": 1.59,
      "text": "um and that's been in the way of inflation and just to meet the current"
    },
    {
      "start": 1982.159,
      "dur": 2.551,
      "text": "inflation and just to meet the current program of record um it's going to be"
    },
    {
      "start": 1984.72,
      "dur": 1.75,
      "text": "program of record um it's going to be extremely difficult and having been"
    },
    {
      "start": 1986.48,
      "dur": 2.47,
      "text": "extremely difficult and having been around this boy three times now into the"
    },
    {
      "start": 1988.96,
      "dur": 1.27,
      "text": "around this boy three times now into the fourth time and looking at the way the"
    },
    {
      "start": 1990.24,
      "dur": 2.07,
      "text": "fourth time and looking at the way the world is I think we are now really and"
    },
    {
      "start": 1992.32,
      "dur": 1.51,
      "text": "world is I think we are now really and so easy for me to say this outside"
    },
    {
      "start": 1993.84,
      "dur": 1.91,
      "text": "so easy for me to say this outside number 10 now we're we're now really"
    },
    {
      "start": 1995.76,
      "dur": 1.749,
      "text": "number 10 now we're we're now really really at the edge edge of sort of"
    },
    {
      "start": 1997.519,
      "dur": 2.071,
      "text": "really at the edge edge of sort of plausibility. So the truth is we have a"
    },
    {
      "start": 1999.6,
      "dur": 1.59,
      "text": "plausibility. So the truth is we have a genuinely brilliant professional armed"
    },
    {
      "start": 2001.2,
      "dur": 1.43,
      "text": "genuinely brilliant professional armed services. I've just been out with them"
    },
    {
      "start": 2002.64,
      "dur": 2.79,
      "text": "services. I've just been out with them in Norway. Um but across the services"
    },
    {
      "start": 2005.44,
      "dur": 2.39,
      "text": "in Norway. Um but across the services there's there's a a lack of kit. It is"
    },
    {
      "start": 2007.84,
      "dur": 1.59,
      "text": "there's there's a a lack of kit. It is known in the defense industry. It's"
    },
    {
      "start": 2009.44,
      "dur": 1.829,
      "text": "known in the defense industry. It's known in in our allies and partnerships."
    },
    {
      "start": 2011.279,
      "dur": 1.191,
      "text": "known in in our allies and partnerships. We're actually very good at projecting"
    },
    {
      "start": 2012.48,
      "dur": 1.669,
      "text": "We're actually very good at projecting force. We have no stock piles. We have"
    },
    {
      "start": 2014.159,
      "dur": 1.831,
      "text": "force. We have no stock piles. We have no basis. So I think something's going"
    },
    {
      "start": 2016.0,
      "dur": 1.509,
      "text": "no basis. So I think something's going to break pretty soon. But let let me"
    },
    {
      "start": 2017.519,
      "dur": 1.591,
      "text": "to break pretty soon. But let let me make a slightly different case forward"
    },
    {
      "start": 2019.12,
      "dur": 1.11,
      "text": "make a slightly different case forward as well because I think this is I just"
    },
    {
      "start": 2020.24,
      "dur": 1.429,
      "text": "as well because I think this is I just want to sort of end on this is really"
    },
    {
      "start": 2021.679,
      "dur": 1.511,
      "text": "want to sort of end on this is really quite important to me as to how this is"
    },
    {
      "start": 2023.2,
      "dur": 3.11,
      "text": "quite important to me as to how this is articulated. So you often hear and on"
    },
    {
      "start": 2026.32,
      "dur": 2.79,
      "text": "articulated. So you often hear and on your show Laura across the piece as the"
    },
    {
      "start": 2029.12,
      "dur": 1.99,
      "text": "your show Laura across the piece as the as the chiefs or the defense secretaries"
    },
    {
      "start": 2031.12,
      "dur": 1.83,
      "text": "as the chiefs or the defense secretaries make the case for defense they talk"
    },
    {
      "start": 2032.96,
      "dur": 1.35,
      "text": "make the case for defense they talk about the threat."
    },
    {
      "start": 2034.32,
      "dur": 1.99,
      "text": "about the threat. &gt;&gt; Uh we need to respond to the threat. Now"
    },
    {
      "start": 2036.32,
      "dur": 1.589,
      "text": "&gt;&gt; Uh we need to respond to the threat. Now truth is what a lot of what UK does"
    },
    {
      "start": 2037.919,
      "dur": 2.151,
      "text": "truth is what a lot of what UK does abroad is actually a choice. So we've"
    },
    {
      "start": 2040.08,
      "dur": 1.75,
      "text": "abroad is actually a choice. So we've often dealt with threats quite far away"
    },
    {
      "start": 2041.84,
      "dur": 1.59,
      "text": "often dealt with threats quite far away from our from our homeland. We don't"
    },
    {
      "start": 2043.44,
      "dur": 1.75,
      "text": "from our from our homeland. We don't just wait in our island hermit like for"
    },
    {
      "start": 2045.2,
      "dur": 2.469,
      "text": "just wait in our island hermit like for things to happen. We believe that when"
    },
    {
      "start": 2047.679,
      "dur": 1.831,
      "text": "things to happen. We believe that when Russia invades Ukraine that's a that's a"
    },
    {
      "start": 2049.52,
      "dur": 1.91,
      "text": "Russia invades Ukraine that's a that's a security threat for us. But we cared"
    },
    {
      "start": 2051.44,
      "dur": 1.669,
      "text": "security threat for us. But we cared more by the way than almost every other"
    },
    {
      "start": 2053.119,
      "dur": 1.431,
      "text": "more by the way than almost every other major European capital at the start of"
    },
    {
      "start": 2054.56,
      "dur": 1.91,
      "text": "major European capital at the start of that war. So what is it about us? I'd"
    },
    {
      "start": 2056.48,
      "dur": 1.109,
      "text": "that war. So what is it about us? I'd actually change the conversation"
    },
    {
      "start": 2057.599,
      "dur": 2.31,
      "text": "actually change the conversation slightly as follows. I say the whole"
    },
    {
      "start": 2059.919,
      "dur": 2.551,
      "text": "slightly as follows. I say the whole world is in flux. The prime minister and"
    },
    {
      "start": 2062.48,
      "dur": 2.389,
      "text": "world is in flux. The prime minister and government are negotiating our inputs"
    },
    {
      "start": 2064.879,
      "dur": 2.311,
      "text": "government are negotiating our inputs and outputs and alliances. So what the"
    },
    {
      "start": 2067.2,
      "dur": 1.75,
      "text": "and outputs and alliances. So what the level of our tariffs are, how much"
    },
    {
      "start": 2068.96,
      "dur": 2.07,
      "text": "level of our tariffs are, how much protection we have, what what areas of"
    },
    {
      "start": 2071.04,
      "dur": 1.589,
      "text": "protection we have, what what areas of focus should we go on in case something"
    },
    {
      "start": 2072.639,
      "dur": 1.671,
      "text": "focus should we go on in case something kicks off over here. This is all now"
    },
    {
      "start": 2074.32,
      "dur": 1.43,
      "text": "kicks off over here. This is all now being litigated. This international"
    },
    {
      "start": 2075.76,
      "dur": 1.109,
      "text": "being litigated. This international order is being litigated and"
    },
    {
      "start": 2076.879,
      "dur": 1.75,
      "text": "order is being litigated and relitigated. How much can we get from"
    },
    {
      "start": 2078.639,
      "dur": 2.151,
      "text": "relitigated. How much can we get from your tech stack or your your investment"
    },
    {
      "start": 2080.8,
      "dur": 1.67,
      "text": "your tech stack or your your investment your $3 trillion investment in the"
    },
    {
      "start": 2082.48,
      "dur": 1.99,
      "text": "your $3 trillion investment in the United States around tech? This is all a"
    },
    {
      "start": 2084.48,
      "dur": 2.149,
      "text": "United States around tech? This is all a massive negotiation. The most useful"
    },
    {
      "start": 2086.639,
      "dur": 1.75,
      "text": "massive negotiation. The most useful thing a prime minister can bring to the"
    },
    {
      "start": 2088.399,
      "dur": 2.151,
      "text": "thing a prime minister can bring to the party in those negotiations is a sense"
    },
    {
      "start": 2090.56,
      "dur": 2.549,
      "text": "party in those negotiations is a sense that we are a net security contributor"
    },
    {
      "start": 2093.119,
      "dur": 2.071,
      "text": "that we are a net security contributor and we can help across the peace. That's"
    },
    {
      "start": 2095.2,
      "dur": 1.99,
      "text": "and we can help across the peace. That's not just on heavy metal. That's on cyber"
    },
    {
      "start": 2097.2,
      "dur": 1.99,
      "text": "not just on heavy metal. That's on cyber how innovative we are. How much we fight"
    },
    {
      "start": 2099.2,
      "dur": 1.19,
      "text": "how innovative we are. How much we fight and we do fight by the way. Our"
    },
    {
      "start": 2100.4,
      "dur": 2.47,
      "text": "and we do fight by the way. Our historical record contra the President"
    },
    {
      "start": 2102.88,
      "dur": 1.35,
      "text": "historical record contra the President Trump's true socials which are"
    },
    {
      "start": 2104.24,
      "dur": 1.67,
      "text": "Trump's true socials which are subsequently corrected is we do fight."
    },
    {
      "start": 2105.92,
      "dur": 1.909,
      "text": "subsequently corrected is we do fight. We we're highly capable. We've got quite"
    },
    {
      "start": 2107.839,
      "dur": 1.75,
      "text": "We we're highly capable. We've got quite uh light permissions when it comes to"
    },
    {
      "start": 2109.599,
      "dur": 1.911,
      "text": "uh light permissions when it comes to use of military force as well. So we"
    },
    {
      "start": 2111.52,
      "dur": 1.589,
      "text": "use of military force as well. So we have that sort of professional very"
    },
    {
      "start": 2113.119,
      "dur": 2.871,
      "text": "have that sort of professional very professional uh uh very very risk-taking"
    },
    {
      "start": 2116.0,
      "dur": 1.43,
      "text": "professional uh uh very very risk-taking national security establishment. It"
    },
    {
      "start": 2117.44,
      "dur": 2.149,
      "text": "national security establishment. It needs that fullsome backing and that is"
    },
    {
      "start": 2119.599,
      "dur": 1.671,
      "text": "needs that fullsome backing and that is what's going to get us a better place in"
    },
    {
      "start": 2121.28,
      "dur": 1.91,
      "text": "what's going to get us a better place in this renegotiated order. That's the"
    },
    {
      "start": 2123.2,
      "dur": 2.31,
      "text": "this renegotiated order. That's the absolutely vital thing. So I paused and"
    },
    {
      "start": 2125.52,
      "dur": 2.549,
      "text": "absolutely vital thing. So I paused and I was slightly sliding at Mark Harney"
    },
    {
      "start": 2128.079,
      "dur": 1.351,
      "text": "I was slightly sliding at Mark Harney speech as well because the challenge in"
    },
    {
      "start": 2129.44,
      "dur": 1.669,
      "text": "speech as well because the challenge in Canada is that Canada has consistently"
    },
    {
      "start": 2131.119,
      "dur": 2.071,
      "text": "Canada is that Canada has consistently been the lowest G7 defense spender."
    },
    {
      "start": 2133.2,
      "dur": 1.51,
      "text": "been the lowest G7 defense spender. Hasn't reached 2% over this period of"
    },
    {
      "start": 2134.72,
      "dur": 1.99,
      "text": "Hasn't reached 2% over this period of time. So, you know, we could all go off"
    },
    {
      "start": 2136.72,
      "dur": 2.07,
      "text": "time. So, you know, we could all go off and, you know, get upset and chase sort"
    },
    {
      "start": 2138.8,
      "dur": 1.75,
      "text": "and, you know, get upset and chase sort of fantasy versions of an international"
    },
    {
      "start": 2140.56,
      "dur": 1.83,
      "text": "of fantasy versions of an international order which suits our sensibilities"
    },
    {
      "start": 2142.4,
      "dur": 1.429,
      "text": "order which suits our sensibilities better. That ain't the way it's going to"
    },
    {
      "start": 2143.839,
      "dur": 1.99,
      "text": "better. That ain't the way it's going to work, right? So, this is this is not a"
    },
    {
      "start": 2145.839,
      "dur": 1.75,
      "text": "work, right? So, this is this is not a hard negotiation. Bring something to the"
    },
    {
      "start": 2147.599,
      "dur": 2.23,
      "text": "hard negotiation. Bring something to the table. And by the way, over 5, 10, 20"
    },
    {
      "start": 2149.839,
      "dur": 2.391,
      "text": "table. And by the way, over 5, 10, 20 years, that will be of benefit to us. We"
    },
    {
      "start": 2152.24,
      "dur": 1.589,
      "text": "years, that will be of benefit to us. We are in a power game. This is an element"
    },
    {
      "start": 2153.839,
      "dur": 1.99,
      "text": "are in a power game. This is an element of power, some financial power, some"
    },
    {
      "start": 2155.839,
      "dur": 1.831,
      "text": "of power, some financial power, some cultural power, but military power,"
    },
    {
      "start": 2157.68,
      "dur": 1.909,
      "text": "cultural power, but military power, national security powers is absolutely"
    },
    {
      "start": 2159.599,
      "dur": 1.51,
      "text": "national security powers is absolutely vital to making ourselves more secure"
    },
    {
      "start": 2161.119,
      "dur": 1.831,
      "text": "vital to making ourselves more secure and more prosperous. And I think that's"
    },
    {
      "start": 2162.96,
      "dur": 1.99,
      "text": "and more prosperous. And I think that's it's it's a longer more long-winded way"
    },
    {
      "start": 2164.96,
      "dur": 1.35,
      "text": "it's it's a longer more long-winded way of answering the question, but it's"
    },
    {
      "start": 2166.32,
      "dur": 1.749,
      "text": "of answering the question, but it's actually what I fundamentally believe."
    },
    {
      "start": 2168.079,
      "dur": 2.151,
      "text": "actually what I fundamentally believe. Um, and I think I think that that that"
    },
    {
      "start": 2170.24,
      "dur": 1.75,
      "text": "Um, and I think I think that that that sort of thing is is is that the"
    },
    {
      "start": 2172.0,
      "dur": 1.75,
      "text": "sort of thing is is is that the consciousness of that reality is is I"
    },
    {
      "start": 2173.76,
      "dur": 1.11,
      "text": "consciousness of that reality is is I think the prime minister understands it"
    },
    {
      "start": 2174.88,
      "dur": 1.189,
      "text": "think the prime minister understands it to his credit. I think the prime"
    },
    {
      "start": 2176.079,
      "dur": 1.671,
      "text": "to his credit. I think the prime ministers I work for increasingly"
    },
    {
      "start": 2177.76,
      "dur": 1.27,
      "text": "ministers I work for increasingly understood it over the course of their"
    },
    {
      "start": 2179.04,
      "dur": 0.789,
      "text": "understood it over the course of their time in government."
    },
    {
      "start": 2179.839,
      "dur": 1.431,
      "text": "time in government. &gt;&gt; Who's the best you work for?"
    },
    {
      "start": 2181.28,
      "dur": 1.829,
      "text": "&gt;&gt; Who's the best you work for? &gt;&gt; Oh, I can't uh I can say they all had"
    },
    {
      "start": 2183.119,
      "dur": 1.511,
      "text": "&gt;&gt; Oh, I can't uh I can say they all had their different different strengths. I I"
    },
    {
      "start": 2184.64,
      "dur": 2.39,
      "text": "their different different strengths. I I did an interview longer form interview"
    },
    {
      "start": 2187.04,
      "dur": 2.95,
      "text": "did an interview longer form interview um uh recently uh about it. They all"
    },
    {
      "start": 2190.0,
      "dur": 1.03,
      "text": "um uh recently uh about it. They all they all had their their different"
    },
    {
      "start": 2191.04,
      "dur": 1.67,
      "text": "they all had their their different strengths. I said that, you know, Richie"
    },
    {
      "start": 2192.72,
      "dur": 1.51,
      "text": "strengths. I said that, you know, Richie Sunnax was unquestionably the most"
    },
    {
      "start": 2194.24,
      "dur": 2.79,
      "text": "Sunnax was unquestionably the most professional um and slickest number 10,"
    },
    {
      "start": 2197.04,
      "dur": 1.67,
      "text": "professional um and slickest number 10, but in remarkably bad political"
    },
    {
      "start": 2198.72,
      "dur": 2.23,
      "text": "but in remarkably bad political circumstances. Uh working with Boris"
    },
    {
      "start": 2200.96,
      "dur": 2.629,
      "text": "circumstances. Uh working with Boris Johnson over Ukraine was an incredible"
    },
    {
      "start": 2203.599,
      "dur": 1.431,
      "text": "Johnson over Ukraine was an incredible experience and that was genuine"
    },
    {
      "start": 2205.04,
      "dur": 2.309,
      "text": "experience and that was genuine leadership and risktaking. As a"
    },
    {
      "start": 2207.359,
      "dur": 1.351,
      "text": "leadership and risktaking. As a biographer of Clement Atley, it was"
    },
    {
      "start": 2208.72,
      "dur": 2.389,
      "text": "biographer of Clement Atley, it was important for me that also worked um um"
    },
    {
      "start": 2211.119,
      "dur": 2.791,
      "text": "important for me that also worked um um for um G Starmer and when he talked"
    },
    {
      "start": 2213.92,
      "dur": 2.71,
      "text": "for um G Starmer and when he talked about country ahead of party on the"
    },
    {
      "start": 2216.64,
      "dur": 1.83,
      "text": "about country ahead of party on the steps of Daring Street was very uh uh"
    },
    {
      "start": 2218.48,
      "dur": 1.109,
      "text": "steps of Daring Street was very uh uh pleased that one of the speech writers"
    },
    {
      "start": 2219.599,
      "dur": 1.111,
      "text": "pleased that one of the speech writers told me actually been lifted from my"
    },
    {
      "start": 2220.72,
      "dur": 0.869,
      "text": "told me actually been lifted from my Atly book."
    },
    {
      "start": 2221.599,
      "dur": 1.75,
      "text": "Atly book. &gt;&gt; So all all a great privilege and"
    },
    {
      "start": 2223.359,
      "dur": 0.47,
      "text": "&gt;&gt; So all all a great privilege and genuinely"
    },
    {
      "start": 2223.839,
      "dur": 2.711,
      "text": "genuinely &gt;&gt; and it was Atly wanted the bomb."
    },
    {
      "start": 2226.56,
      "dur": 2.31,
      "text": "&gt;&gt; and it was Atly wanted the bomb. &gt;&gt; Aly wanted the bomb. Yeah. Yeah. um"
    },
    {
      "start": 2228.88,
      "dur": 0.55,
      "text": "&gt;&gt; Aly wanted the bomb. Yeah. Yeah. um Labour bomb."
    },
    {
      "start": 2229.44,
      "dur": 1.35,
      "text": "Labour bomb. &gt;&gt; He had to hide it from the chancellor"
    },
    {
      "start": 2230.8,
      "dur": 1.35,
      "text": "&gt;&gt; He had to hide it from the chancellor though. So there's a lesson learned."
    },
    {
      "start": 2232.16,
      "dur": 2.39,
      "text": "though. So there's a lesson learned. Yeah. Secret subcommittee of cabinet um"
    },
    {
      "start": 2234.56,
      "dur": 0.95,
      "text": "Yeah. Secret subcommittee of cabinet um &gt;&gt; to get the atomic weapon."
    },
    {
      "start": 2235.52,
      "dur": 1.43,
      "text": "&gt;&gt; to get the atomic weapon. &gt;&gt; To get the atomic weapon. Yeah."
    },
    {
      "start": 2236.96,
      "dur": 1.83,
      "text": "&gt;&gt; To get the atomic weapon. Yeah. &gt;&gt; Yeah. Um and the other my other favorite"
    },
    {
      "start": 2238.8,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah. Um and the other my other favorite fact of that is that Ernest Beavenon had"
    },
    {
      "start": 2241.28,
      "dur": 1.59,
      "text": "fact of that is that Ernest Beavenon had three pints at lunch when he came back"
    },
    {
      "start": 2242.88,
      "dur": 2.229,
      "text": "three pints at lunch when he came back into that meeting um and said let's"
    },
    {
      "start": 2245.119,
      "dur": 1.271,
      "text": "into that meeting um and said let's let's we got to have this thing over"
    },
    {
      "start": 2246.4,
      "dur": 1.429,
      "text": "let's we got to have this thing over here. We got to have the great big"
    },
    {
      "start": 2247.839,
      "dur": 2.071,
      "text": "here. We got to have the great big bloody Union Jack on it."
    },
    {
      "start": 2249.92,
      "dur": 1.59,
      "text": "bloody Union Jack on it. &gt;&gt; And [laughter] NATO of course they were"
    },
    {
      "start": 2251.52,
      "dur": 1.589,
      "text": "&gt;&gt; And [laughter] NATO of course they were it's basically their NATO."
    },
    {
      "start": 2253.119,
      "dur": 1.831,
      "text": "it's basically their NATO. &gt;&gt; Yeah, absolutely. It is their NATO. One"
    },
    {
      "start": 2254.96,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah, absolutely. It is their NATO. One more one more boring history point"
    },
    {
      "start": 2256.24,
      "dur": 1.589,
      "text": "more one more boring history point because it covers the current moment."
    },
    {
      "start": 2257.839,
      "dur": 2.711,
      "text": "because it covers the current moment. Okay, so from 45 to 47 we said we"
    },
    {
      "start": 2260.56,
      "dur": 1.35,
      "text": "Okay, so from 45 to 47 we said we created the rulesbased international"
    },
    {
      "start": 2261.92,
      "dur": 3.189,
      "text": "created the rulesbased international order, United Nations, NATO etc. It was"
    },
    {
      "start": 2265.119,
      "dur": 2.47,
      "text": "order, United Nations, NATO etc. It was a hell of a time in Anglo-American"
    },
    {
      "start": 2267.599,
      "dur": 2.631,
      "text": "a hell of a time in Anglo-American relations. So they ended nuclear sharing"
    },
    {
      "start": 2270.24,
      "dur": 1.91,
      "text": "relations. So they ended nuclear sharing having had a joint project with us with"
    },
    {
      "start": 2272.16,
      "dur": 2.87,
      "text": "having had a joint project with us with the McMahon act. Uh the US cut off len"
    },
    {
      "start": 2275.04,
      "dur": 1.91,
      "text": "the McMahon act. Uh the US cut off len lease asly said the tap was turned off"
    },
    {
      "start": 2276.96,
      "dur": 3.109,
      "text": "lease asly said the tap was turned off at a moment's notice massive yeah cash"
    },
    {
      "start": 2280.079,
      "dur": 2.231,
      "text": "at a moment's notice massive yeah cash UK creating a massive uh crisis and then"
    },
    {
      "start": 2282.32,
      "dur": 2.95,
      "text": "UK creating a massive uh crisis and then they just basically undercut UK policy"
    },
    {
      "start": 2285.28,
      "dur": 1.51,
      "text": "they just basically undercut UK policy completely in the Middle East. I think"
    },
    {
      "start": 2286.8,
      "dur": 1.91,
      "text": "completely in the Middle East. I think not unjustifiably by the way where we"
    },
    {
      "start": 2288.72,
      "dur": 2.389,
      "text": "not unjustifiably by the way where we had still 100,000 troops in Suez Canal"
    },
    {
      "start": 2291.119,
      "dur": 1.99,
      "text": "had still 100,000 troops in Suez Canal etc etc etc. So there was there was"
    },
    {
      "start": 2293.119,
      "dur": 1.671,
      "text": "etc etc etc. So there was there was actually succession of crisis and a lot"
    },
    {
      "start": 2294.8,
      "dur": 1.59,
      "text": "actually succession of crisis and a lot of tension. So what did we do in that"
    },
    {
      "start": 2296.4,
      "dur": 1.91,
      "text": "of tension. So what did we do in that period of time? We didn't mope around"
    },
    {
      "start": 2298.32,
      "dur": 2.07,
      "text": "period of time? We didn't mope around saying the end of XY Z order. We got on"
    },
    {
      "start": 2300.4,
      "dur": 1.429,
      "text": "saying the end of XY Z order. We got on with doing things like NATO. We got on"
    },
    {
      "start": 2301.839,
      "dur": 1.431,
      "text": "with doing things like NATO. We got on with our independent nuclear deterrent."
    },
    {
      "start": 2303.28,
      "dur": 1.27,
      "text": "with our independent nuclear deterrent. And you know what came out the end of"
    },
    {
      "start": 2304.56,
      "dur": 2.47,
      "text": "And you know what came out the end of it? An even stronger alliance where you"
    },
    {
      "start": 2307.04,
      "dur": 1.43,
      "text": "it? An even stronger alliance where you know you get on with things yourself."
    },
    {
      "start": 2308.48,
      "dur": 1.67,
      "text": "know you get on with things yourself. You take energy. You take risk. We ended"
    },
    {
      "start": 2310.16,
      "dur": 1.429,
      "text": "You take energy. You take risk. We ended up standing with the Americans over"
    },
    {
      "start": 2311.599,
      "dur": 1.831,
      "text": "up standing with the Americans over Korea. The first big test of the of the"
    },
    {
      "start": 2313.44,
      "dur": 1.51,
      "text": "Korea. The first big test of the of the international order. It meant less"
    },
    {
      "start": 2314.96,
      "dur": 1.99,
      "text": "international order. It meant less welfare spending at home and that's what"
    },
    {
      "start": 2316.96,
      "dur": 1.19,
      "text": "welfare spending at home and that's what the anti-government faced. Another"
    },
    {
      "start": 2318.16,
      "dur": 1.75,
      "text": "the anti-government faced. Another massive rearmment campaign. So it feels"
    },
    {
      "start": 2319.92,
      "dur": 1.75,
      "text": "massive rearmment campaign. So it feels a bit like we're in that. I I can't sort"
    },
    {
      "start": 2321.68,
      "dur": 1.909,
      "text": "a bit like we're in that. I I can't sort of stand councils of despair and"
    },
    {
      "start": 2323.599,
      "dur": 2.23,
      "text": "of stand councils of despair and hopelessness here. But I think I've got"
    },
    {
      "start": 2325.839,
      "dur": 1.671,
      "text": "hopelessness here. But I think I've got to also can't understate the radicalism"
    },
    {
      "start": 2327.52,
      "dur": 1.75,
      "text": "to also can't understate the radicalism of the moment. So just muddling through"
    },
    {
      "start": 2329.28,
      "dur": 1.51,
      "text": "of the moment. So just muddling through is not enough. But actually there's"
    },
    {
      "start": 2330.8,
      "dur": 2.15,
      "text": "is not enough. But actually there's plenty of things we can do um in this"
    },
    {
      "start": 2332.96,
      "dur": 2.389,
      "text": "plenty of things we can do um in this country to kind of to to navigate this"
    },
    {
      "start": 2335.359,
      "dur": 1.75,
      "text": "country to kind of to to navigate this this period of time and and and chasing"
    },
    {
      "start": 2337.119,
      "dur": 2.311,
      "text": "this period of time and and and chasing sort of Davos fantasies about an"
    },
    {
      "start": 2339.44,
      "dur": 1.59,
      "text": "sort of Davos fantasies about an alternative world order. That's that to"
    },
    {
      "start": 2341.04,
      "dur": 1.27,
      "text": "alternative world order. That's that to mind not where the business is to be"
    },
    {
      "start": 2342.32,
      "dur": 2.07,
      "text": "mind not where the business is to be done. So credit for Kirstma for"
    },
    {
      "start": 2344.4,
      "dur": 1.51,
      "text": "done. So credit for Kirstma for maintaining the the Trump relationship."
    },
    {
      "start": 2345.92,
      "dur": 2.149,
      "text": "maintaining the the Trump relationship. I think it's vitally important. Um you"
    },
    {
      "start": 2348.079,
      "dur": 1.51,
      "text": "I think it's vitally important. Um you know in three years time you could have"
    },
    {
      "start": 2349.599,
      "dur": 2.791,
      "text": "know in three years time you could have AFD in Germany and the Democrats in the"
    },
    {
      "start": 2352.4,
      "dur": 2.63,
      "text": "AFD in Germany and the Democrats in the White House and Front National in Paris"
    },
    {
      "start": 2355.04,
      "dur": 2.23,
      "text": "White House and Front National in Paris as well. So you know just making making"
    },
    {
      "start": 2357.28,
      "dur": 1.99,
      "text": "as well. So you know just making making short-term political bets do not work."
    },
    {
      "start": 2359.28,
      "dur": 1.75,
      "text": "short-term political bets do not work. Um we're as say this this great"
    },
    {
      "start": 2361.04,
      "dur": 2.87,
      "text": "Um we're as say this this great disruption in in um in British history"
    },
    {
      "start": 2363.92,
      "dur": 1.51,
      "text": "disruption in in um in British history and and and finding a statecraftraft"
    },
    {
      "start": 2365.44,
      "dur": 1.59,
      "text": "and and and finding a statecraftraft that adapts to that I think is is the"
    },
    {
      "start": 2367.04,
      "dur": 2.71,
      "text": "that adapts to that I think is is the key. John, it's been great to listen to"
    },
    {
      "start": 2369.76,
      "dur": 1.43,
      "text": "key. John, it's been great to listen to you at length and we're really grateful"
    },
    {
      "start": 2371.2,
      "dur": 1.67,
      "text": "you at length and we're really grateful to your to you for your time and I'm"
    },
    {
      "start": 2372.88,
      "dur": 1.11,
      "text": "to your to you for your time and I'm sure there'll be lots of newscasters who"
    },
    {
      "start": 2374.0,
      "dur": 2.55,
      "text": "sure there'll be lots of newscasters who think I feel more informed and also more"
    },
    {
      "start": 2376.56,
      "dur": 1.59,
      "text": "think I feel more informed and also more stimulated and you've given us lots of"
    },
    {
      "start": 2378.16,
      "dur": 1.189,
      "text": "stimulated and you've given us lots of different ways to think about the world."
    },
    {
      "start": 2379.359,
      "dur": 0.951,
      "text": "different ways to think about the world. So, thanks so much for"
    },
    {
      "start": 2380.32,
      "dur": 0.95,
      "text": "So, thanks so much for &gt;&gt; Thank you. It's very enjoyable,"
    },
    {
      "start": 2381.28,
      "dur": 0.789,
      "text": "&gt;&gt; Thank you. It's very enjoyable, therapeutic."
    },
    {
      "start": 2382.079,
      "dur": 1.831,
      "text": "therapeutic. &gt;&gt; Oh, good. Oh, well, we like that. I'll"
    },
    {
      "start": 2383.92,
      "dur": 0.71,
      "text": "&gt;&gt; Oh, good. Oh, well, we like that. I'll come to the license."
    },
    {
      "start": 2384.64,
      "dur": 1.99,
      "text": "come to the license. &gt;&gt; The doctor will see you now,"
    },
    {
      "start": 2386.64,
      "dur": 1.27,
      "text": "&gt;&gt; The doctor will see you now, &gt;&gt; Henry. A lot of people who've been close"
    },
    {
      "start": 2387.92,
      "dur": 1.51,
      "text": "&gt;&gt; Henry. A lot of people who've been close to the coldface always say the same"
    },
    {
      "start": 2389.44,
      "dur": 2.47,
      "text": "to the coldface always say the same thing that it's very difficult and also"
    },
    {
      "start": 2391.92,
      "dur": 2.79,
      "text": "thing that it's very difficult and also there should be more long-term thinking."
    },
    {
      "start": 2394.72,
      "dur": 1.27,
      "text": "there should be more long-term thinking. &gt;&gt; Yeah. Yeah. Well, politics conspires"
    },
    {
      "start": 2396.0,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. Yeah. Well, politics conspires against long-term thinking, doesn't it?"
    },
    {
      "start": 2397.44,
      "dur": 2.389,
      "text": "against long-term thinking, doesn't it? Especially if we're in an era where, as"
    },
    {
      "start": 2399.839,
      "dur": 3.031,
      "text": "Especially if we're in an era where, as John said, you have different parties"
    },
    {
      "start": 2402.88,
      "dur": 1.43,
      "text": "John said, you have different parties being given pretty overwhelming"
    },
    {
      "start": 2404.32,
      "dur": 1.509,
      "text": "being given pretty overwhelming mandates, at least in parliamentary"
    },
    {
      "start": 2405.839,
      "dur": 2.151,
      "text": "mandates, at least in parliamentary terms, but it tends to be different"
    },
    {
      "start": 2408.0,
      "dur": 2.15,
      "text": "terms, but it tends to be different parties from one election to the next."
    },
    {
      "start": 2410.16,
      "dur": 1.429,
      "text": "parties from one election to the next. Uh, I mean, I think what really struck"
    },
    {
      "start": 2411.599,
      "dur": 1.271,
      "text": "Uh, I mean, I think what really struck me, and I don't know about you guys"
    },
    {
      "start": 2412.88,
      "dur": 3.59,
      "text": "me, and I don't know about you guys listening to that, is obviously totally"
    },
    {
      "start": 2416.48,
      "dur": 2.39,
      "text": "listening to that, is obviously totally fascinating, head spinning in some ways."
    },
    {
      "start": 2418.88,
      "dur": 2.31,
      "text": "fascinating, head spinning in some ways. Clearly someone who's been so close to"
    },
    {
      "start": 2421.2,
      "dur": 2.31,
      "text": "Clearly someone who's been so close to this believes we are a huge pivot point"
    },
    {
      "start": 2423.52,
      "dur": 3.67,
      "text": "this believes we are a huge pivot point in diplomatic history and how the world"
    },
    {
      "start": 2427.2,
      "dur": 3.11,
      "text": "in diplomatic history and how the world order works. But you know I spend most"
    },
    {
      "start": 2430.32,
      "dur": 4.39,
      "text": "order works. But you know I spend most of my time talking to MPs who might"
    },
    {
      "start": 2434.72,
      "dur": 1.91,
      "text": "of my time talking to MPs who might appreciate the significance of that and"
    },
    {
      "start": 2436.64,
      "dur": 1.67,
      "text": "appreciate the significance of that and might be frankly pretty daunted and"
    },
    {
      "start": 2438.32,
      "dur": 1.91,
      "text": "might be frankly pretty daunted and scared by that but didn't come into"
    },
    {
      "start": 2440.24,
      "dur": 1.99,
      "text": "scared by that but didn't come into politics to engage with that especially"
    },
    {
      "start": 2442.24,
      "dur": 1.91,
      "text": "politics to engage with that especially at the moment where you know 400 odd of"
    },
    {
      "start": 2444.16,
      "dur": 2.47,
      "text": "at the moment where you know 400 odd of our 650 MPs are Labour MPs. most of them"
    },
    {
      "start": 2446.64,
      "dur": 2.79,
      "text": "our 650 MPs are Labour MPs. most of them knew knew in 2024 they came into"
    },
    {
      "start": 2449.44,
      "dur": 2.87,
      "text": "knew knew in 2024 they came into politics to spend more money on public"
    },
    {
      "start": 2452.32,
      "dur": 2.55,
      "text": "politics to spend more money on public services and actually that is something"
    },
    {
      "start": 2454.88,
      "dur": 1.59,
      "text": "services and actually that is something that is potentially being made harder"
    },
    {
      "start": 2456.48,
      "dur": 2.39,
      "text": "that is potentially being made harder and more complicated by all the things"
    },
    {
      "start": 2458.88,
      "dur": 2.79,
      "text": "and more complicated by all the things that John just described. So I think you"
    },
    {
      "start": 2461.68,
      "dur": 1.909,
      "text": "that John just described. So I think you you kind of have politics operating on"
    },
    {
      "start": 2463.599,
      "dur": 1.591,
      "text": "you kind of have politics operating on two levels and you see some of the"
    },
    {
      "start": 2465.2,
      "dur": 2.389,
      "text": "two levels and you see some of the friction there which is that K star and"
    },
    {
      "start": 2467.599,
      "dur": 1.831,
      "text": "friction there which is that K star and members of his government are dealing"
    },
    {
      "start": 2469.44,
      "dur": 2.869,
      "text": "members of his government are dealing with some incredibly complicated global"
    },
    {
      "start": 2472.319,
      "dur": 1.911,
      "text": "with some incredibly complicated global issues which have no right or easy"
    },
    {
      "start": 2474.24,
      "dur": 2.79,
      "text": "issues which have no right or easy answers. But that is making things"
    },
    {
      "start": 2477.04,
      "dur": 3.029,
      "text": "answers. But that is making things harder for him domestically with MPs who"
    },
    {
      "start": 2480.079,
      "dur": 1.75,
      "text": "harder for him domestically with MPs who don't necessarily have much patience or"
    },
    {
      "start": 2481.839,
      "dur": 1.51,
      "text": "don't necessarily have much patience or indeed engagement with the kinds of"
    },
    {
      "start": 2483.359,
      "dur": 2.071,
      "text": "indeed engagement with the kinds of things that John just talked about. And"
    },
    {
      "start": 2485.44,
      "dur": 1.909,
      "text": "things that John just talked about. And also the public quite understandably"
    },
    {
      "start": 2487.359,
      "dur": 1.431,
      "text": "also the public quite understandably normally votes on things that affects"
    },
    {
      "start": 2488.8,
      "dur": 2.39,
      "text": "normally votes on things that affects them much closer to home. Of course"
    },
    {
      "start": 2491.2,
      "dur": 1.35,
      "text": "them much closer to home. Of course that's the natural way people of course"
    },
    {
      "start": 2492.56,
      "dur": 1.19,
      "text": "that's the natural way people of course care more about what's happening in"
    },
    {
      "start": 2493.76,
      "dur": 1.03,
      "text": "care more about what's happening in their lives rather than what's happening"
    },
    {
      "start": 2494.8,
      "dur": 1.19,
      "text": "their lives rather than what's happening around the world. But as we saw with"
    },
    {
      "start": 2496.0,
      "dur": 1.99,
      "text": "around the world. But as we saw with energy bills in Ukraine what happens"
    },
    {
      "start": 2498.0,
      "dur": 1.43,
      "text": "energy bills in Ukraine what happens thousands of miles away can have an"
    },
    {
      "start": 2499.44,
      "dur": 1.43,
      "text": "thousands of miles away can have an almost immediate impact in our own"
    },
    {
      "start": 2500.88,
      "dur": 2.07,
      "text": "almost immediate impact in our own lives. So it is one of these it's a real"
    },
    {
      "start": 2502.96,
      "dur": 1.91,
      "text": "lives. So it is one of these it's a real dilemma always have has been so but"
    },
    {
      "start": 2504.88,
      "dur": 1.67,
      "text": "dilemma always have has been so but maybe right now it's one of those"
    },
    {
      "start": 2506.56,
      "dur": 1.749,
      "text": "maybe right now it's one of those moments in history where that tension"
    },
    {
      "start": 2508.319,
      "dur": 2.231,
      "text": "moments in history where that tension between foreign policy and policy at"
    },
    {
      "start": 2510.56,
      "dur": 1.749,
      "text": "between foreign policy and policy at home is more acute than it's been so"
    },
    {
      "start": 2512.319,
      "dur": 1.431,
      "text": "home is more acute than it's been so far. Also, what's interesting from this"
    },
    {
      "start": 2513.76,
      "dur": 1.349,
      "text": "far. Also, what's interesting from this morning's news, moving on from our"
    },
    {
      "start": 2515.119,
      "dur": 1.591,
      "text": "morning's news, moving on from our conversation with Professor Bu, um,"
    },
    {
      "start": 2516.72,
      "dur": 1.51,
      "text": "conversation with Professor Bu, um, which I expect might get quite a lot of"
    },
    {
      "start": 2518.24,
      "dur": 1.99,
      "text": "which I expect might get quite a lot of attention, we spoke to Zach Palansky,"
    },
    {
      "start": 2520.24,
      "dur": 1.829,
      "text": "attention, we spoke to Zach Palansky, the Green Party leader in England and"
    },
    {
      "start": 2522.079,
      "dur": 1.27,
      "text": "the Green Party leader in England and Wales this morning, and we talked to him"
    },
    {
      "start": 2523.359,
      "dur": 1.831,
      "text": "Wales this morning, and we talked to him about all sorts of things, but"
    },
    {
      "start": 2525.2,
      "dur": 1.51,
      "text": "about all sorts of things, but newscasters might know if they've been"
    },
    {
      "start": 2526.72,
      "dur": 2.23,
      "text": "newscasters might know if they've been paying attention, they have a policy"
    },
    {
      "start": 2528.96,
      "dur": 2.55,
      "text": "paying attention, they have a policy where they want to legalize all drugs."
    },
    {
      "start": 2531.52,
      "dur": 1.589,
      "text": "where they want to legalize all drugs. They think there should be a public"
    },
    {
      "start": 2533.119,
      "dur": 1.671,
      "text": "They think there should be a public health approach to drugs is the way that"
    },
    {
      "start": 2534.8,
      "dur": 2.47,
      "text": "health approach to drugs is the way that they express it. But as politicians do"
    },
    {
      "start": 2537.28,
      "dur": 2.069,
      "text": "they express it. But as politicians do get asked about their own habits their"
    },
    {
      "start": 2539.359,
      "dur": 1.671,
      "text": "get asked about their own habits their own past, we wanted to find out whether"
    },
    {
      "start": 2541.04,
      "dur": 2.63,
      "text": "own past, we wanted to find out whether Zach Palansky is coming at this policy"
    },
    {
      "start": 2543.68,
      "dur": 2.95,
      "text": "Zach Palansky is coming at this policy as somebody who uses recreational drugs."
    },
    {
      "start": 2546.64,
      "dur": 0.949,
      "text": "as somebody who uses recreational drugs. You know, prime ministers have been"
    },
    {
      "start": 2547.599,
      "dur": 1.271,
      "text": "You know, prime ministers have been asked about this. So it was pertinent to"
    },
    {
      "start": 2548.88,
      "dur": 2.15,
      "text": "asked about this. So it was pertinent to ask him that that question. He said he"
    },
    {
      "start": 2551.04,
      "dur": 2.63,
      "text": "ask him that that question. He said he never had a touch of drop of alcohol,"
    },
    {
      "start": 2553.68,
      "dur": 3.11,
      "text": "never had a touch of drop of alcohol, never tried any drugs at all. And I"
    },
    {
      "start": 2556.8,
      "dur": 1.43,
      "text": "never tried any drugs at all. And I wouldn't be surprised if there's quite a"
    },
    {
      "start": 2558.24,
      "dur": 1.589,
      "text": "wouldn't be surprised if there's quite a lot of news people will listen to that"
    },
    {
      "start": 2559.839,
      "dur": 1.51,
      "text": "lot of news people will listen to that find that an interesting thing because"
    },
    {
      "start": 2561.359,
      "dur": 1.911,
      "text": "find that an interesting thing because it tells us something about who he is as"
    },
    {
      "start": 2563.28,
      "dur": 1.67,
      "text": "it tells us something about who he is as a person. This is what he says. You say"
    },
    {
      "start": 2564.96,
      "dur": 1.27,
      "text": "a person. This is what he says. You say there that the prime minister joked"
    },
    {
      "start": 2566.24,
      "dur": 2.23,
      "text": "there that the prime minister joked about using drugs at university. Did"
    },
    {
      "start": 2568.48,
      "dur": 0.95,
      "text": "about using drugs at university. Did you?"
    },
    {
      "start": 2569.44,
      "dur": 1.51,
      "text": "you? &gt;&gt; Um I've actually never taken a drug in"
    },
    {
      "start": 2570.96,
      "dur": 2.31,
      "text": "&gt;&gt; Um I've actually never taken a drug in my life or even drunk alcohol, but I"
    },
    {
      "start": 2573.28,
      "dur": 1.35,
      "text": "my life or even drunk alcohol, but I still don't sit here as the fun police."
    },
    {
      "start": 2574.64,
      "dur": 1.35,
      "text": "still don't sit here as the fun police. I very clearly believe people should be"
    },
    {
      "start": 2576.0,
      "dur": 1.75,
      "text": "I very clearly believe people should be able to do what they want to do. It just"
    },
    {
      "start": 2577.76,
      "dur": 1.99,
      "text": "able to do what they want to do. It just wasn't for me. But this is about the"
    },
    {
      "start": 2579.76,
      "dur": 1.43,
      "text": "wasn't for me. But this is about the system change that we need. This is"
    },
    {
      "start": 2581.2,
      "dur": 1.909,
      "text": "system change that we need. This is about what is happening from government"
    },
    {
      "start": 2583.119,
      "dur": 1.751,
      "text": "about what is happening from government that is clearly having a hypocritical"
    },
    {
      "start": 2584.88,
      "dur": 1.67,
      "text": "that is clearly having a hypocritical approach when we've had ministers both"
    },
    {
      "start": 2586.56,
      "dur": 1.19,
      "text": "approach when we've had ministers both from the Labor government and the"
    },
    {
      "start": 2587.76,
      "dur": 1.75,
      "text": "from the Labor government and the Conservative government who have openly"
    },
    {
      "start": 2589.52,
      "dur": 1.829,
      "text": "Conservative government who have openly said on record that they've taken drugs"
    },
    {
      "start": 2591.359,
      "dur": 1.591,
      "text": "said on record that they've taken drugs yet they're incarcerating, i.e. putting"
    },
    {
      "start": 2592.96,
      "dur": 1.91,
      "text": "yet they're incarcerating, i.e. putting in prison people who have taken drugs"
    },
    {
      "start": 2594.88,
      "dur": 1.35,
      "text": "in prison people who have taken drugs and very often again it's"
    },
    {
      "start": 2596.24,
      "dur": 1.67,
      "text": "and very often again it's disproportionately young black and brown"
    },
    {
      "start": 2597.92,
      "dur": 0.389,
      "text": "disproportionately young black and brown people."
    },
    {
      "start": 2598.319,
      "dur": 2.871,
      "text": "people. &gt;&gt; Not a drop. Henry, this is a a political"
    },
    {
      "start": 2601.2,
      "dur": 1.51,
      "text": "&gt;&gt; Not a drop. Henry, this is a a political leader who's had not one drop of"
    },
    {
      "start": 2602.72,
      "dur": 1.27,
      "text": "leader who's had not one drop of alcohol."
    },
    {
      "start": 2604.0,
      "dur": 2.47,
      "text": "alcohol. &gt;&gt; Uh yeah, which is uh interesting. I"
    },
    {
      "start": 2606.48,
      "dur": 1.109,
      "text": "&gt;&gt; Uh yeah, which is uh interesting. I mean, you know, some political leaders"
    },
    {
      "start": 2607.599,
      "dur": 2.23,
      "text": "mean, you know, some political leaders are big drinkers, some aren't. I I I"
    },
    {
      "start": 2609.839,
      "dur": 2.23,
      "text": "are big drinkers, some aren't. I I I think actually overwhelmingly far less"
    },
    {
      "start": 2612.079,
      "dur": 2.071,
      "text": "think actually overwhelmingly far less so than perhaps in the, you know, days"
    },
    {
      "start": 2614.16,
      "dur": 1.909,
      "text": "so than perhaps in the, you know, days of political leaders who John Bu was"
    },
    {
      "start": 2616.079,
      "dur": 1.51,
      "text": "of political leaders who John Bu was writing biographies of. But [laughter]"
    },
    {
      "start": 2617.599,
      "dur": 2.151,
      "text": "writing biographies of. But [laughter] um I think you know the reason that Zach"
    },
    {
      "start": 2619.76,
      "dur": 1.51,
      "text": "um I think you know the reason that Zach Palansky ended up saying that to Laura"
    },
    {
      "start": 2621.28,
      "dur": 1.35,
      "text": "Palansky ended up saying that to Laura was Laura was asking him about his"
    },
    {
      "start": 2622.64,
      "dur": 2.55,
      "text": "was Laura was asking him about his policy on drugs uh which is essentially"
    },
    {
      "start": 2625.2,
      "dur": 2.869,
      "text": "policy on drugs uh which is essentially mass legalization. And uh if the Greens"
    },
    {
      "start": 2628.079,
      "dur": 1.191,
      "text": "mass legalization. And uh if the Greens continue to ride pretty high in the"
    },
    {
      "start": 2629.28,
      "dur": 1.829,
      "text": "continue to ride pretty high in the polls certainly by their historical"
    },
    {
      "start": 2631.119,
      "dur": 1.511,
      "text": "polls certainly by their historical standards then I suspect that is"
    },
    {
      "start": 2632.64,
      "dur": 1.11,
      "text": "standards then I suspect that is something we're going to hear much more"
    },
    {
      "start": 2633.76,
      "dur": 2.15,
      "text": "something we're going to hear much more about especially from the Labour party"
    },
    {
      "start": 2635.92,
      "dur": 1.669,
      "text": "about especially from the Labour party because Kier Starmer seems to want to"
    },
    {
      "start": 2637.599,
      "dur": 1.271,
      "text": "because Kier Starmer seems to want to use that as an attack line on Zack"
    },
    {
      "start": 2638.88,
      "dur": 0.949,
      "text": "use that as an attack line on Zack Palansky."
    },
    {
      "start": 2639.839,
      "dur": 1.51,
      "text": "Palansky. &gt;&gt; Yes. And that's what took us into that"
    },
    {
      "start": 2641.359,
      "dur": 1.511,
      "text": "&gt;&gt; Yes. And that's what took us into that conversation because Kier Star said he's"
    },
    {
      "start": 2642.88,
      "dur": 1.67,
      "text": "conversation because Kier Star said he's high on drugs and soft on Putin and that"
    },
    {
      "start": 2644.56,
      "dur": 1.509,
      "text": "high on drugs and soft on Putin and that made Zach Palansky very cross indeed."
    },
    {
      "start": 2646.079,
      "dur": 1.111,
      "text": "made Zach Palansky very cross indeed. But yeah, Henry, you're quite right."
    },
    {
      "start": 2647.2,
      "dur": 1.83,
      "text": "But yeah, Henry, you're quite right. That's what led us to then ask him about"
    },
    {
      "start": 2649.04,
      "dur": 1.99,
      "text": "That's what led us to then ask him about their drug policy, which was interesting"
    },
    {
      "start": 2651.04,
      "dur": 2.789,
      "text": "their drug policy, which was interesting to hear about. We've talked for quite a"
    },
    {
      "start": 2653.839,
      "dur": 1.031,
      "text": "to hear about. We've talked for quite a long time, haven't we? We've done a lot"
    },
    {
      "start": 2654.88,
      "dur": 1.27,
      "text": "long time, haven't we? We've done a lot of listening today, Paddyy. Maybe we've"
    },
    {
      "start": 2656.16,
      "dur": 1.99,
      "text": "of listening today, Paddyy. Maybe we've done more listening maybe than we"
    },
    {
      "start": 2658.16,
      "dur": 1.75,
      "text": "done more listening maybe than we &gt;&gt; normally do. Maybe we ought to do a bit"
    },
    {
      "start": 2659.92,
      "dur": 2.23,
      "text": "&gt;&gt; normally do. Maybe we ought to do a bit more sometimes."
    },
    {
      "start": 2662.16,
      "dur": 1.429,
      "text": "more sometimes. &gt;&gt; Well, actually, that reminds us of the"
    },
    {
      "start": 2663.599,
      "dur": 1.51,
      "text": "&gt;&gt; Well, actually, that reminds us of the newscaster. That's what that's what"
    },
    {
      "start": 2665.119,
      "dur": 1.591,
      "text": "newscaster. That's what that's what newscasters do every week, for which we"
    },
    {
      "start": 2666.72,
      "dur": 2.389,
      "text": "newscasters do every week, for which we are increasingly grateful. So, we say"
    },
    {
      "start": 2669.119,
      "dur": 2.47,
      "text": "are increasingly grateful. So, we say thank you very much indeed to the"
    },
    {
      "start": 2671.599,
      "dur": 1.99,
      "text": "thank you very much indeed to the newscaster and goodbye."
    },
    {
      "start": 2673.599,
      "dur": 0.871,
      "text": "newscaster and goodbye. &gt;&gt; Goodbye."
    },
    {
      "start": 2674.48,
      "dur": 2.8,
      "text": "&gt;&gt; Goodbye. &gt;&gt; Goodbye."
    }
  ]
}