{
  "videoId": "kf_lvLxa8lc",
  "title": "New photos from Epstein files appears to show Andrew on all fours over female | BBC News",
  "publishedAt": "2026-01-31",
  "channel": "BBC News",
  "durationSeconds": 516,
  "segments": [
    {
      "start": 0.64,
      "dur": 1.6,
      "text": "Pictures appearing to show Andrew"
    },
    {
      "start": 2.24,
      "dur": 1.99,
      "text": "Pictures appearing to show Andrew Mountbatton Windsor crouched over an"
    },
    {
      "start": 4.24,
      "dur": 1.91,
      "text": "Mountbatton Windsor crouched over an unidentified woman are featured in the"
    },
    {
      "start": 6.16,
      "dur": 2.469,
      "text": "unidentified woman are featured in the latest disclosure of files linked to the"
    },
    {
      "start": 8.639,
      "dur": 1.751,
      "text": "latest disclosure of files linked to the late American sex offender Jeffrey"
    },
    {
      "start": 10.4,
      "dur": 2.47,
      "text": "late American sex offender Jeffrey Epstein. The images are among more than"
    },
    {
      "start": 12.88,
      "dur": 1.99,
      "text": "Epstein. The images are among more than three million documents published by the"
    },
    {
      "start": 14.88,
      "dur": 2.229,
      "text": "three million documents published by the Trump administration. It's not known"
    },
    {
      "start": 17.119,
      "dur": 2.23,
      "text": "Trump administration. It's not known where they were taken. Mr. Matt Bbatton"
    },
    {
      "start": 19.359,
      "dur": 1.83,
      "text": "where they were taken. Mr. Matt Bbatton Windsor has been asked for comment, but"
    },
    {
      "start": 21.199,
      "dur": 2.23,
      "text": "Windsor has been asked for comment, but he hasn't responded. He has previously"
    },
    {
      "start": 23.439,
      "dur": 2.551,
      "text": "he hasn't responded. He has previously denied any wrongdoing. The US Justice"
    },
    {
      "start": 26.0,
      "dur": 2.31,
      "text": "denied any wrongdoing. The US Justice Department said this was the final batch"
    },
    {
      "start": 28.32,
      "dur": 1.83,
      "text": "Department said this was the final batch of material that would be published."
    },
    {
      "start": 30.16,
      "dur": 2.63,
      "text": "of material that would be published. John Sudworth has the details."
    },
    {
      "start": 32.8,
      "dur": 3.11,
      "text": "John Sudworth has the details. &gt;&gt; In and amongst the more than 180,000"
    },
    {
      "start": 35.92,
      "dur": 1.83,
      "text": "&gt;&gt; In and amongst the more than 180,000 images released are these pictures"
    },
    {
      "start": 37.76,
      "dur": 2.15,
      "text": "images released are these pictures showing the then Prince Andrew kneeling"
    },
    {
      "start": 39.92,
      "dur": 2.469,
      "text": "showing the then Prince Andrew kneeling over and touching a female whose"
    },
    {
      "start": 42.399,
      "dur": 2.15,
      "text": "over and touching a female whose identity has been hidden. There's no"
    },
    {
      "start": 44.559,
      "dur": 3.591,
      "text": "identity has been hidden. There's no context, location, or date provided."
    },
    {
      "start": 48.16,
      "dur": 2.15,
      "text": "context, location, or date provided. Andrew has always denied any criminal"
    },
    {
      "start": 50.32,
      "dur": 2.31,
      "text": "Andrew has always denied any criminal wrongdoing, but this latest batch of"
    },
    {
      "start": 52.64,
      "dur": 2.87,
      "text": "wrongdoing, but this latest batch of files once again contains items raising"
    },
    {
      "start": 55.52,
      "dur": 2.39,
      "text": "files once again contains items raising serious questions of judgment, not least"
    },
    {
      "start": 57.92,
      "dur": 3.03,
      "text": "serious questions of judgment, not least an email exchange from 2010, long after"
    },
    {
      "start": 60.96,
      "dur": 2.229,
      "text": "an email exchange from 2010, long after his close friend Jeffrey Epstein had"
    },
    {
      "start": 63.199,
      "dur": 1.831,
      "text": "his close friend Jeffrey Epstein had been convicted of sexual offenses"
    },
    {
      "start": 65.04,
      "dur": 2.71,
      "text": "been convicted of sexual offenses involving children, suggesting he meet"
    },
    {
      "start": 67.76,
      "dur": 2.55,
      "text": "involving children, suggesting he meet with a 26-year-old Russian woman in"
    },
    {
      "start": 70.32,
      "dur": 2.63,
      "text": "with a 26-year-old Russian woman in London who he might enjoy having dinner"
    },
    {
      "start": 72.96,
      "dur": 2.39,
      "text": "London who he might enjoy having dinner with. Andrew replies he would be"
    },
    {
      "start": 75.36,
      "dur": 2.069,
      "text": "with. Andrew replies he would be delighted to see her and adds, \"Will she"
    },
    {
      "start": 77.439,
      "dur": 1.831,
      "text": "delighted to see her and adds, \"Will she be bringing a message from you? Please"
    },
    {
      "start": 79.28,
      "dur": 2.149,
      "text": "be bringing a message from you? Please give her my contact details to get in"
    },
    {
      "start": 81.439,
      "dur": 3.35,
      "text": "give her my contact details to get in touch.\" Epstein writes back, \"She's 26,"
    },
    {
      "start": 84.799,
      "dur": 2.231,
      "text": "touch.\" Epstein writes back, \"She's 26, Russian, clever, and beautiful, and yes,"
    },
    {
      "start": 87.04,
      "dur": 1.03,
      "text": "Russian, clever, and beautiful, and yes, she has your email."
    },
    {
      "start": 88.08,
      "dur": 2.55,
      "text": "she has your email. &gt;&gt; We will continue reducing.\" The new"
    },
    {
      "start": 90.64,
      "dur": 2.23,
      "text": "&gt;&gt; We will continue reducing.\" The new files also contain further revelations"
    },
    {
      "start": 92.88,
      "dur": 2.549,
      "text": "files also contain further revelations about Peter Mandelson, who last year"
    },
    {
      "start": 95.439,
      "dur": 2.231,
      "text": "about Peter Mandelson, who last year lost his job as British ambassador to"
    },
    {
      "start": 97.68,
      "dur": 2.389,
      "text": "lost his job as British ambassador to Washington after it became clear his"
    },
    {
      "start": 100.079,
      "dur": 1.99,
      "text": "Washington after it became clear his friendship with Epstein had been deeper"
    },
    {
      "start": 102.079,
      "dur": 2.71,
      "text": "friendship with Epstein had been deeper than previously known. They include the"
    },
    {
      "start": 104.799,
      "dur": 2.231,
      "text": "than previously known. They include the claim that the sex offender sent Lord"
    },
    {
      "start": 107.04,
      "dur": 2.55,
      "text": "claim that the sex offender sent Lord Mandolson's then partner, now husband,"
    },
    {
      "start": 109.6,
      "dur": 3.91,
      "text": "Mandolson's then partner, now husband, Ronaldo Aila Dilva, £10,000 to cover the"
    },
    {
      "start": 113.52,
      "dur": 2.949,
      "text": "Ronaldo Aila Dilva, £10,000 to cover the cost of an osteopathy course. Lord"
    },
    {
      "start": 116.479,
      "dur": 2.071,
      "text": "cost of an osteopathy course. Lord Mandelson has described his friendship"
    },
    {
      "start": 118.56,
      "dur": 2.71,
      "text": "Mandelson has described his friendship as a most terrible mistake and says he"
    },
    {
      "start": 121.28,
      "dur": 3.429,
      "text": "as a most terrible mistake and says he wasn't aware of Epstein's crimes."
    },
    {
      "start": 124.719,
      "dur": 1.831,
      "text": "wasn't aware of Epstein's crimes. There's little though to pose a real"
    },
    {
      "start": 126.56,
      "dur": 2.07,
      "text": "There's little though to pose a real threat to President Trump apart from"
    },
    {
      "start": 128.64,
      "dur": 2.15,
      "text": "threat to President Trump apart from some unsubstantiated allegations which"
    },
    {
      "start": 130.8,
      "dur": 2.95,
      "text": "some unsubstantiated allegations which the FBI had already ruled out, nor his"
    },
    {
      "start": 133.76,
      "dur": 2.31,
      "text": "the FBI had already ruled out, nor his administration says anything to prove a"
    },
    {
      "start": 136.08,
      "dur": 2.229,
      "text": "administration says anything to prove a wider conspiracy."
    },
    {
      "start": 138.319,
      "dur": 2.391,
      "text": "wider conspiracy. But with so many documents withheld or"
    },
    {
      "start": 140.72,
      "dur": 2.47,
      "text": "But with so many documents withheld or redacted, Jeffrey Epstein's victims do"
    },
    {
      "start": 143.2,
      "dur": 1.91,
      "text": "redacted, Jeffrey Epstein's victims do not believe they've yet been given the"
    },
    {
      "start": 145.12,
      "dur": 1.27,
      "text": "not believe they've yet been given the whole truth."
    },
    {
      "start": 146.4,
      "dur": 1.75,
      "text": "whole truth. &gt;&gt; When the president signed the bill in"
    },
    {
      "start": 148.16,
      "dur": 1.91,
      "text": "&gt;&gt; When the president signed the bill in November, it was to release all the"
    },
    {
      "start": 150.08,
      "dur": 2.149,
      "text": "November, it was to release all the files. All the files need to be"
    },
    {
      "start": 152.239,
      "dur": 2.231,
      "text": "files. All the files need to be released. They haven't been released. So"
    },
    {
      "start": 154.48,
      "dur": 1.59,
      "text": "released. They haven't been released. So that's what closure looks like. That's"
    },
    {
      "start": 156.08,
      "dur": 1.509,
      "text": "that's what closure looks like. That's what justice looks like. Whether"
    },
    {
      "start": 157.599,
      "dur": 2.231,
      "text": "what justice looks like. Whether anyone's prosecuted or not, get the full"
    },
    {
      "start": 159.84,
      "dur": 2.469,
      "text": "anyone's prosecuted or not, get the full information out there so the public, the"
    },
    {
      "start": 162.319,
      "dur": 1.751,
      "text": "information out there so the public, the survivors, and everyone can really know"
    },
    {
      "start": 164.08,
      "dur": 2.95,
      "text": "survivors, and everyone can really know what's going on. With continuing calls"
    },
    {
      "start": 167.04,
      "dur": 2.15,
      "text": "what's going on. With continuing calls for him to give evidence in America,"
    },
    {
      "start": 169.2,
      "dur": 2.47,
      "text": "for him to give evidence in America, Andrew Mountbatten Windsor has yet to"
    },
    {
      "start": 171.68,
      "dur": 2.15,
      "text": "Andrew Mountbatten Windsor has yet to respond to the latest revelations, but"
    },
    {
      "start": 173.84,
      "dur": 2.23,
      "text": "respond to the latest revelations, but he's always strenuously denied any"
    },
    {
      "start": 176.08,
      "dur": 2.07,
      "text": "he's always strenuously denied any wrongdoing."
    },
    {
      "start": 178.16,
      "dur": 2.069,
      "text": "wrongdoing. John Sudworth there. Well, the documents"
    },
    {
      "start": 180.239,
      "dur": 1.511,
      "text": "John Sudworth there. Well, the documents also include email correspondents"
    },
    {
      "start": 181.76,
      "dur": 1.99,
      "text": "also include email correspondents between tech billionaire Elon Musk and"
    },
    {
      "start": 183.76,
      "dur": 1.91,
      "text": "between tech billionaire Elon Musk and Epstein. The new email show that Musk,"
    },
    {
      "start": 185.68,
      "dur": 1.829,
      "text": "Epstein. The new email show that Musk, who's not been accused of any wrongdoing"
    },
    {
      "start": 187.519,
      "dur": 1.831,
      "text": "who's not been accused of any wrongdoing in the case, discussed traveling to"
    },
    {
      "start": 189.36,
      "dur": 1.67,
      "text": "in the case, discussed traveling to Epstein's island on more than one"
    },
    {
      "start": 191.04,
      "dur": 2.549,
      "text": "Epstein's island on more than one occasion, including a 2012 trip where he"
    },
    {
      "start": 193.599,
      "dur": 2.231,
      "text": "occasion, including a 2012 trip where he asked Epstein, \"What day stroke night"
    },
    {
      "start": 195.84,
      "dur": 1.749,
      "text": "asked Epstein, \"What day stroke night will be the wildest party on your"
    },
    {
      "start": 197.599,
      "dur": 2.151,
      "text": "will be the wildest party on your island?\" There's no evidence that Mr."
    },
    {
      "start": 199.76,
      "dur": 1.91,
      "text": "island?\" There's no evidence that Mr. Musk ever did end up taking a trip to"
    },
    {
      "start": 201.68,
      "dur": 2.469,
      "text": "Musk ever did end up taking a trip to Epstein's island. Writing on X, he says,"
    },
    {
      "start": 204.159,
      "dur": 1.99,
      "text": "Epstein's island. Writing on X, he says, \"No one pushed harder than me to have"
    },
    {
      "start": 206.159,
      "dur": 2.391,
      "text": "\"No one pushed harder than me to have the Epstein files released, and I'm glad"
    },
    {
      "start": 208.56,
      "dur": 2.309,
      "text": "the Epstein files released, and I'm glad that has finally happened. I had very"
    },
    {
      "start": 210.879,
      "dur": 1.671,
      "text": "that has finally happened. I had very little correspondence with Epstein and"
    },
    {
      "start": 212.56,
      "dur": 1.91,
      "text": "little correspondence with Epstein and declined repeated invitations to go to"
    },
    {
      "start": 214.48,
      "dur": 3.029,
      "text": "declined repeated invitations to go to his island or fly on his Lolita Express,"
    },
    {
      "start": 217.519,
      "dur": 1.99,
      "text": "his island or fly on his Lolita Express, but was well aware that some email"
    },
    {
      "start": 219.519,
      "dur": 1.671,
      "text": "but was well aware that some email correspondents with him could be"
    },
    {
      "start": 221.2,
      "dur": 2.55,
      "text": "correspondents with him could be misinterpreted and used by detractors to"
    },
    {
      "start": 223.76,
      "dur": 3.749,
      "text": "misinterpreted and used by detractors to smear my name. Well, Gloria, a prominent"
    },
    {
      "start": 227.519,
      "dur": 1.831,
      "text": "smear my name. Well, Gloria, a prominent civil rights attorney, represents many"
    },
    {
      "start": 229.36,
      "dur": 2.07,
      "text": "civil rights attorney, represents many of Epstein's victims. She gave her"
    },
    {
      "start": 231.44,
      "dur": 2.63,
      "text": "of Epstein's victims. She gave her reaction to the latest release of files."
    },
    {
      "start": 234.08,
      "dur": 2.869,
      "text": "reaction to the latest release of files. Some of them are completely devastated"
    },
    {
      "start": 236.959,
      "dur": 2.871,
      "text": "Some of them are completely devastated by the fact that the uh attorney"
    },
    {
      "start": 239.84,
      "dur": 3.029,
      "text": "by the fact that the uh attorney general, the department of justice was"
    },
    {
      "start": 242.879,
      "dur": 3.031,
      "text": "general, the department of justice was supposed to and indicated that they were"
    },
    {
      "start": 245.92,
      "dur": 3.029,
      "text": "supposed to and indicated that they were redacting victims names, the survivors"
    },
    {
      "start": 248.959,
      "dur": 3.91,
      "text": "redacting victims names, the survivors names. And yet today with the release of"
    },
    {
      "start": 252.879,
      "dur": 2.63,
      "text": "names. And yet today with the release of these more than three million files,"
    },
    {
      "start": 255.519,
      "dur": 2.871,
      "text": "these more than three million files, many of the names of my clients who have"
    },
    {
      "start": 258.4,
      "dur": 4.47,
      "text": "many of the names of my clients who have been Jane Doe for many many years were"
    },
    {
      "start": 262.88,
      "dur": 2.07,
      "text": "been Jane Doe for many many years were in fact published. And this is"
    },
    {
      "start": 264.96,
      "dur": 2.71,
      "text": "in fact published. And this is devastating to them and we have to deal"
    },
    {
      "start": 267.68,
      "dur": 3.11,
      "text": "devastating to them and we have to deal with that. Uh because you know they had"
    },
    {
      "start": 270.8,
      "dur": 1.75,
      "text": "with that. Uh because you know they had little or no trust in the government."
    },
    {
      "start": 272.56,
      "dur": 2.39,
      "text": "little or no trust in the government. Now they have no trust in the government"
    },
    {
      "start": 274.96,
      "dur": 2.229,
      "text": "Now they have no trust in the government because the government has not earned"
    },
    {
      "start": 277.199,
      "dur": 2.71,
      "text": "because the government has not earned that trust. And the uh assistant"
    },
    {
      "start": 279.919,
      "dur": 3.27,
      "text": "that trust. And the uh assistant attorney general today uh Todd Blanch in"
    },
    {
      "start": 283.199,
      "dur": 2.391,
      "text": "attorney general today uh Todd Blanch in his press conference said that he hopes"
    },
    {
      "start": 285.6,
      "dur": 2.23,
      "text": "his press conference said that he hopes that the release of the files will bring"
    },
    {
      "start": 287.84,
      "dur": 3.19,
      "text": "that the release of the files will bring closure to the victims. This is"
    },
    {
      "start": 291.04,
      "dur": 4.149,
      "text": "closure to the victims. This is ridiculous because they have devastated"
    },
    {
      "start": 295.199,
      "dur": 3.27,
      "text": "ridiculous because they have devastated so many of these survivors by publicly"
    },
    {
      "start": 298.479,
      "dur": 3.43,
      "text": "so many of these survivors by publicly releasing their names. At best it was a"
    },
    {
      "start": 301.919,
      "dur": 4.631,
      "text": "releasing their names. At best it was a sloppy job. At worst it smacks of a"
    },
    {
      "start": 306.56,
      "dur": 1.67,
      "text": "sloppy job. At worst it smacks of a cover up."
    },
    {
      "start": 308.24,
      "dur": 1.509,
      "text": "cover up. &gt;&gt; Gloria Woodward there. Well, with me is"
    },
    {
      "start": 309.759,
      "dur": 2.631,
      "text": "&gt;&gt; Gloria Woodward there. Well, with me is our correspondent John Sudd. Uh John, a"
    },
    {
      "start": 312.4,
      "dur": 1.91,
      "text": "our correspondent John Sudd. Uh John, a number of questions from this, but but"
    },
    {
      "start": 314.32,
      "dur": 1.83,
      "text": "number of questions from this, but but first of all, the administration"
    },
    {
      "start": 316.16,
      "dur": 1.67,
      "text": "first of all, the administration indicating this is the final batch. Is"
    },
    {
      "start": 317.84,
      "dur": 1.83,
      "text": "indicating this is the final batch. Is that likely to be the case?"
    },
    {
      "start": 319.68,
      "dur": 2.39,
      "text": "that likely to be the case? &gt;&gt; That's what they're saying. um that they"
    },
    {
      "start": 322.08,
      "dur": 1.99,
      "text": "&gt;&gt; That's what they're saying. um that they have complied with the law which was"
    },
    {
      "start": 324.08,
      "dur": 2.31,
      "text": "have complied with the law which was that they release all relevant files"
    },
    {
      "start": 326.4,
      "dur": 3.19,
      "text": "that they release all relevant files except for a few exceptions for uh legal"
    },
    {
      "start": 329.6,
      "dur": 2.95,
      "text": "except for a few exceptions for uh legal reasons or to protect protect the"
    },
    {
      "start": 332.56,
      "dur": 1.99,
      "text": "reasons or to protect protect the identities of the victims. But they say"
    },
    {
      "start": 334.56,
      "dur": 2.629,
      "text": "identities of the victims. But they say this is pretty much it. What's"
    },
    {
      "start": 337.199,
      "dur": 1.591,
      "text": "this is pretty much it. What's interesting ger I think in some ways"
    },
    {
      "start": 338.8,
      "dur": 1.99,
      "text": "interesting ger I think in some ways this story is now playing bigger in the"
    },
    {
      "start": 340.8,
      "dur": 3.03,
      "text": "this story is now playing bigger in the UK than it is in the US. some some US"
    },
    {
      "start": 343.84,
      "dur": 1.99,
      "text": "UK than it is in the US. some some US news sites I noticed not even leading on"
    },
    {
      "start": 345.84,
      "dur": 1.27,
      "text": "news sites I noticed not even leading on this story this morning and I think"
    },
    {
      "start": 347.12,
      "dur": 1.43,
      "text": "this story this morning and I think that's of course because of the"
    },
    {
      "start": 348.56,
      "dur": 2.39,
      "text": "that's of course because of the involvement of people like Andrew"
    },
    {
      "start": 350.96,
      "dur": 3.43,
      "text": "involvement of people like Andrew Mountbatten Windsor um Peter Mandelson"
    },
    {
      "start": 354.4,
      "dur": 2.95,
      "text": "Mountbatten Windsor um Peter Mandelson um etc. Um, there are, of course, other"
    },
    {
      "start": 357.36,
      "dur": 2.31,
      "text": "um etc. Um, there are, of course, other high-profile American figures uh caught"
    },
    {
      "start": 359.68,
      "dur": 2.229,
      "text": "high-profile American figures uh caught up in this in this latest batch of"
    },
    {
      "start": 361.919,
      "dur": 1.671,
      "text": "up in this in this latest batch of documents. The Microsoft founder, Bill"
    },
    {
      "start": 363.6,
      "dur": 2.55,
      "text": "documents. The Microsoft founder, Bill Gates, for example, um, in in what looks"
    },
    {
      "start": 366.16,
      "dur": 2.469,
      "text": "Gates, for example, um, in in what looks like an email uh, that wasn't sent"
    },
    {
      "start": 368.639,
      "dur": 2.231,
      "text": "like an email uh, that wasn't sent written by Jeffrey Epstein, uh, the"
    },
    {
      "start": 370.88,
      "dur": 1.99,
      "text": "written by Jeffrey Epstein, uh, the suggestion in these files is that Bill"
    },
    {
      "start": 372.88,
      "dur": 2.39,
      "text": "suggestion in these files is that Bill Gates caught a sexually transmitted"
    },
    {
      "start": 375.28,
      "dur": 3.11,
      "text": "Gates caught a sexually transmitted disease. He has called that suggestion"
    },
    {
      "start": 378.4,
      "dur": 2.47,
      "text": "disease. He has called that suggestion absurd and false. and like everybody"
    },
    {
      "start": 380.88,
      "dur": 2.79,
      "text": "absurd and false. and like everybody involved in this all strenuously denying"
    },
    {
      "start": 383.68,
      "dur": 2.55,
      "text": "involved in this all strenuously denying any involvement in anything certainly uh"
    },
    {
      "start": 386.24,
      "dur": 2.47,
      "text": "any involvement in anything certainly uh anything wrong and and very definitely"
    },
    {
      "start": 388.72,
      "dur": 2.15,
      "text": "anything wrong and and very definitely nothing criminal and actually these"
    },
    {
      "start": 390.88,
      "dur": 3.27,
      "text": "nothing criminal and actually these files bear that out. Um we heard Todd"
    },
    {
      "start": 394.16,
      "dur": 2.07,
      "text": "files bear that out. Um we heard Todd Blanch, Donald Trump's personal lawyer"
    },
    {
      "start": 396.24,
      "dur": 2.63,
      "text": "Blanch, Donald Trump's personal lawyer and deputy attorney general sort of uh"
    },
    {
      "start": 398.88,
      "dur": 2.149,
      "text": "and deputy attorney general sort of uh releasing these latest batch of"
    },
    {
      "start": 401.039,
      "dur": 2.951,
      "text": "releasing these latest batch of documents saying uh that there is no"
    },
    {
      "start": 404.0,
      "dur": 3.029,
      "text": "documents saying uh that there is no evidence here of co-conspirators."
    },
    {
      "start": 407.039,
      "dur": 2.551,
      "text": "evidence here of co-conspirators. uh if there was he said we would be"
    },
    {
      "start": 409.6,
      "dur": 1.99,
      "text": "uh if there was he said we would be prosecuting prosecuting those"
    },
    {
      "start": 411.6,
      "dur": 1.75,
      "text": "prosecuting prosecuting those individuals. The trouble with all of"
    },
    {
      "start": 413.36,
      "dur": 2.949,
      "text": "individuals. The trouble with all of this of course uh we were told last year"
    },
    {
      "start": 416.319,
      "dur": 1.911,
      "text": "this of course uh we were told last year that there were a potential 6 million"
    },
    {
      "start": 418.24,
      "dur": 1.91,
      "text": "that there were a potential 6 million documents they were looking at. Now"
    },
    {
      "start": 420.16,
      "dur": 1.749,
      "text": "documents they were looking at. Now we're told they have finished with the"
    },
    {
      "start": 421.919,
      "dur": 1.511,
      "text": "we're told they have finished with the release of three and a half million of"
    },
    {
      "start": 423.44,
      "dur": 2.07,
      "text": "release of three and a half million of them. So somewhere 2 and a half million"
    },
    {
      "start": 425.52,
      "dur": 2.389,
      "text": "them. So somewhere 2 and a half million haven't been released. for the Justice"
    },
    {
      "start": 427.919,
      "dur": 1.591,
      "text": "haven't been released. for the Justice Department, they will say that's because"
    },
    {
      "start": 429.52,
      "dur": 1.99,
      "text": "Department, they will say that's because they're irrelevant or legally"
    },
    {
      "start": 431.52,
      "dur": 2.949,
      "text": "they're irrelevant or legally confidential uh or need to be redacted"
    },
    {
      "start": 434.479,
      "dur": 1.99,
      "text": "confidential uh or need to be redacted to protect victims."
    },
    {
      "start": 436.479,
      "dur": 2.471,
      "text": "to protect victims. For those who see conspiracy in that in"
    },
    {
      "start": 438.96,
      "dur": 1.43,
      "text": "For those who see conspiracy in that in any of this, they will say they're being"
    },
    {
      "start": 440.4,
      "dur": 2.15,
      "text": "any of this, they will say they're being withheld precisely for that reason to"
    },
    {
      "start": 442.56,
      "dur": 1.43,
      "text": "withheld precisely for that reason to continue the cover up. And so, of"
    },
    {
      "start": 444.0,
      "dur": 2.79,
      "text": "continue the cover up. And so, of course, uh I think as much as the"
    },
    {
      "start": 446.8,
      "dur": 1.669,
      "text": "course, uh I think as much as the Justice Department, as much as the Trump"
    },
    {
      "start": 448.479,
      "dur": 2.071,
      "text": "Justice Department, as much as the Trump administration wants to draw a line, I"
    },
    {
      "start": 450.56,
      "dur": 1.909,
      "text": "administration wants to draw a line, I think this is very unlikely to do so."
    },
    {
      "start": 452.479,
      "dur": 2.631,
      "text": "think this is very unlikely to do so. &gt;&gt; Yeah. And we've seen Gloria there saying"
    },
    {
      "start": 455.12,
      "dur": 2.629,
      "text": "&gt;&gt; Yeah. And we've seen Gloria there saying that in fact um identities have been"
    },
    {
      "start": 457.759,
      "dur": 3.83,
      "text": "that in fact um identities have been released also for the first time and a"
    },
    {
      "start": 461.599,
      "dur": 3.03,
      "text": "released also for the first time and a call from a lot of those people also for"
    },
    {
      "start": 464.639,
      "dur": 3.031,
      "text": "call from a lot of those people also for just more material to come out. Is do"
    },
    {
      "start": 467.68,
      "dur": 1.59,
      "text": "just more material to come out. Is do you know whether there's any legal route"
    },
    {
      "start": 469.28,
      "dur": 1.349,
      "text": "you know whether there's any legal route for them to do that?"
    },
    {
      "start": 470.639,
      "dur": 2.39,
      "text": "for them to do that? &gt;&gt; Well, you're right. uh as well as"
    },
    {
      "start": 473.039,
      "dur": 2.311,
      "text": "&gt;&gt; Well, you're right. uh as well as claiming that uh an insufficient amount"
    },
    {
      "start": 475.36,
      "dur": 1.91,
      "text": "claiming that uh an insufficient amount of material has been released they are"
    },
    {
      "start": 477.28,
      "dur": 2.15,
      "text": "of material has been released they are also comp complaining that in the"
    },
    {
      "start": 479.44,
      "dur": 2.309,
      "text": "also comp complaining that in the material that has been released despite"
    },
    {
      "start": 481.759,
      "dur": 2.071,
      "text": "material that has been released despite the justice department saying that it's"
    },
    {
      "start": 483.84,
      "dur": 1.67,
      "text": "the justice department saying that it's been very careful and has withheld"
    },
    {
      "start": 485.52,
      "dur": 1.509,
      "text": "been very careful and has withheld information precisely to protect their"
    },
    {
      "start": 487.039,
      "dur": 2.231,
      "text": "information precisely to protect their their uh their identities it has gone"
    },
    {
      "start": 489.28,
      "dur": 2.309,
      "text": "their uh their identities it has gone ahead and done so I haven't myself seen"
    },
    {
      "start": 491.599,
      "dur": 1.831,
      "text": "ahead and done so I haven't myself seen any documents where their identities"
    },
    {
      "start": 493.44,
      "dur": 1.91,
      "text": "any documents where their identities have been revealed but they are very"
    },
    {
      "start": 495.36,
      "dur": 2.79,
      "text": "have been revealed but they are very unhappy about that legal avenues very"
    },
    {
      "start": 498.16,
      "dur": 3.27,
      "text": "unhappy about that legal avenues very difficult um you know ultimately the law"
    },
    {
      "start": 501.44,
      "dur": 1.91,
      "text": "difficult um you know ultimately the law seem to put give the discretion to the"
    },
    {
      "start": 503.36,
      "dur": 1.59,
      "text": "seem to put give the discretion to the department of justice to make those"
    },
    {
      "start": 504.96,
      "dur": 1.99,
      "text": "department of justice to make those decisions about confidentiality and"
    },
    {
      "start": 506.96,
      "dur": 2.47,
      "text": "decisions about confidentiality and legal issues. Um but politically at"
    },
    {
      "start": 509.44,
      "dur": 2.469,
      "text": "legal issues. Um but politically at least we can be absolutely certain this"
    },
    {
      "start": 511.919,
      "dur": 2.311,
      "text": "least we can be absolutely certain this story isn't over. John Sedworth, thank"
    },
    {
      "start": 514.24,
      "dur": 3.039,
      "text": "story isn't over. John Sedworth, thank you very much indeed for being with"
    }
  ]
}