{
  "videoId": "kpb48t7ljGQ",
  "title": "Clintons agree to testify in US House Epstein probe | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 198,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "The former US President, Bill Clinton,"
    },
    {
      "start": 2.159,
      "dur": 1.911,
      "text": "The former US President, Bill Clinton, and his wife, Hillary, a former"
    },
    {
      "start": 4.08,
      "dur": 2.31,
      "text": "and his wife, Hillary, a former Secretary of State, have agreed to"
    },
    {
      "start": 6.4,
      "dur": 1.509,
      "text": "Secretary of State, have agreed to testify before the congressional"
    },
    {
      "start": 7.919,
      "dur": 2.391,
      "text": "testify before the congressional investigation into the late sex"
    },
    {
      "start": 10.32,
      "dur": 1.83,
      "text": "investigation into the late sex offender, Jeffrey Epstein. And this"
    },
    {
      "start": 12.16,
      "dur": 2.549,
      "text": "offender, Jeffrey Epstein. And this comes days before a vote on whether to"
    },
    {
      "start": 14.719,
      "dur": 2.55,
      "text": "comes days before a vote on whether to hold them in criminal contempt for"
    },
    {
      "start": 17.279,
      "dur": 2.951,
      "text": "hold them in criminal contempt for refusing to do so. Mr. Clinton was"
    },
    {
      "start": 20.24,
      "dur": 1.99,
      "text": "refusing to do so. Mr. Clinton was acquainted with Epstein, but has denied"
    },
    {
      "start": 22.24,
      "dur": 2.07,
      "text": "acquainted with Epstein, but has denied knowledge of his sex offending and says"
    },
    {
      "start": 24.32,
      "dur": 3.75,
      "text": "knowledge of his sex offending and says he cut off contact two decades ago."
    },
    {
      "start": 28.08,
      "dur": 1.429,
      "text": "he cut off contact two decades ago. Well, let's go to our North America"
    },
    {
      "start": 29.519,
      "dur": 1.99,
      "text": "Well, let's go to our North America correspondent now, Peter Bose, for the"
    },
    {
      "start": 31.519,
      "dur": 2.951,
      "text": "correspondent now, Peter Bose, for the latest on this. Uh, so Peter, tell us"
    },
    {
      "start": 34.48,
      "dur": 2.55,
      "text": "latest on this. Uh, so Peter, tell us about this change of decision uh on the"
    },
    {
      "start": 37.04,
      "dur": 2.07,
      "text": "about this change of decision uh on the part of the Clintons."
    },
    {
      "start": 39.12,
      "dur": 2.47,
      "text": "part of the Clintons. &gt;&gt; And this does seem to be because later"
    },
    {
      "start": 41.6,
      "dur": 1.83,
      "text": "&gt;&gt; And this does seem to be because later this week there was to be a vote in the"
    },
    {
      "start": 43.44,
      "dur": 2.39,
      "text": "this week there was to be a vote in the House of Representatives that could have"
    },
    {
      "start": 45.84,
      "dur": 2.95,
      "text": "House of Representatives that could have found them in criminal contempt. and"
    },
    {
      "start": 48.8,
      "dur": 1.749,
      "text": "found them in criminal contempt. and that could have kickstarted a process"
    },
    {
      "start": 50.559,
      "dur": 2.47,
      "text": "that could have kickstarted a process involving the Department of Justice and"
    },
    {
      "start": 53.039,
      "dur": 2.951,
      "text": "involving the Department of Justice and a possible trial which if found guilty"
    },
    {
      "start": 56.0,
      "dur": 2.389,
      "text": "a possible trial which if found guilty could result in a fine or indeed a"
    },
    {
      "start": 58.399,
      "dur": 1.511,
      "text": "could result in a fine or indeed a prison sentence. Now clearly none of"
    },
    {
      "start": 59.92,
      "dur": 1.67,
      "text": "prison sentence. Now clearly none of that will happen now because the"
    },
    {
      "start": 61.6,
      "dur": 2.71,
      "text": "that will happen now because the Clintons have agreed to appear before"
    },
    {
      "start": 64.32,
      "dur": 1.829,
      "text": "Clintons have agreed to appear before this committee. They have been resisting"
    },
    {
      "start": 66.159,
      "dur": 2.31,
      "text": "this committee. They have been resisting this for a long time saying that they"
    },
    {
      "start": 68.479,
      "dur": 2.63,
      "text": "this for a long time saying that they have told everything that they know."
    },
    {
      "start": 71.119,
      "dur": 1.511,
      "text": "have told everything that they know. They've been giving they've given"
    },
    {
      "start": 72.64,
      "dur": 2.95,
      "text": "They've been giving they've given written statements to the committee over"
    },
    {
      "start": 75.6,
      "dur": 2.79,
      "text": "written statements to the committee over the last few weeks and well as far as"
    },
    {
      "start": 78.4,
      "dur": 2.47,
      "text": "the last few weeks and well as far as Hillary's Clinton is concerned she has"
    },
    {
      "start": 80.88,
      "dur": 2.47,
      "text": "Hillary's Clinton is concerned she has never met Epstein. We know that Bill"
    },
    {
      "start": 83.36,
      "dur": 3.03,
      "text": "never met Epstein. We know that Bill Clinton has moved in Epstein's circles."
    },
    {
      "start": 86.4,
      "dur": 2.55,
      "text": "Clinton has moved in Epstein's circles. We know that in the latest cache of of"
    },
    {
      "start": 88.96,
      "dur": 2.23,
      "text": "We know that in the latest cache of of documents and videos there are"
    },
    {
      "start": 91.2,
      "dur": 2.63,
      "text": "documents and videos there are photographs featuring Bill Clinton. But"
    },
    {
      "start": 93.84,
      "dur": 2.55,
      "text": "photographs featuring Bill Clinton. But clearly this committee wants to ask him"
    },
    {
      "start": 96.4,
      "dur": 3.349,
      "text": "clearly this committee wants to ask him and Hillary Clinton about possible"
    },
    {
      "start": 99.759,
      "dur": 3.191,
      "text": "and Hillary Clinton about possible connections with Epstein and perhaps the"
    },
    {
      "start": 102.96,
      "dur": 2.07,
      "text": "connections with Epstein and perhaps the opportunity to follow up some of their"
    },
    {
      "start": 105.04,
      "dur": 1.429,
      "text": "opportunity to follow up some of their answers which clearly they couldn't do"
    },
    {
      "start": 106.479,
      "dur": 1.751,
      "text": "answers which clearly they couldn't do in terms of the the written statements."
    },
    {
      "start": 108.24,
      "dur": 1.509,
      "text": "in terms of the the written statements. So I think the committee wants to dig as"
    },
    {
      "start": 109.759,
      "dur": 3.111,
      "text": "So I think the committee wants to dig as as deep as they can in terms of probing"
    },
    {
      "start": 112.88,
      "dur": 1.83,
      "text": "as deep as they can in terms of probing and and and questioning the Clintons"
    },
    {
      "start": 114.72,
      "dur": 1.99,
      "text": "and and and questioning the Clintons about what they know."
    },
    {
      "start": 116.72,
      "dur": 1.51,
      "text": "about what they know. &gt;&gt; Yeah. Yeah, and as you say, they have"
    },
    {
      "start": 118.24,
      "dur": 3.189,
      "text": "&gt;&gt; Yeah. Yeah, and as you say, they have provided sworn statements already, and"
    },
    {
      "start": 121.439,
      "dur": 1.99,
      "text": "provided sworn statements already, and they had sort of dug their heels in"
    },
    {
      "start": 123.439,
      "dur": 2.31,
      "text": "they had sort of dug their heels in about testifying at this particular"
    },
    {
      "start": 125.759,
      "dur": 1.911,
      "text": "about testifying at this particular committee because they always argued it"
    },
    {
      "start": 127.68,
      "dur": 2.629,
      "text": "committee because they always argued it was not uh nonpartisan. It was more"
    },
    {
      "start": 130.319,
      "dur": 1.671,
      "text": "was not uh nonpartisan. It was more about politics than finding out the"
    },
    {
      "start": 132.0,
      "dur": 2.07,
      "text": "about politics than finding out the truth."
    },
    {
      "start": 134.08,
      "dur": 2.71,
      "text": "truth. &gt;&gt; Yes. And this is a Republican controlled"
    },
    {
      "start": 136.8,
      "dur": 2.23,
      "text": "&gt;&gt; Yes. And this is a Republican controlled committee. And I I think politics does"
    },
    {
      "start": 139.04,
      "dur": 2.549,
      "text": "committee. And I I think politics does come into this that there was a fear"
    },
    {
      "start": 141.599,
      "dur": 1.751,
      "text": "come into this that there was a fear there was perhaps a thought that the"
    },
    {
      "start": 143.36,
      "dur": 1.99,
      "text": "there was perhaps a thought that the committee, the Republican majority in"
    },
    {
      "start": 145.36,
      "dur": 1.67,
      "text": "committee, the Republican majority in the committee was trying to sway"
    },
    {
      "start": 147.04,
      "dur": 2.15,
      "text": "the committee was trying to sway attention away from perhaps the Trump"
    },
    {
      "start": 149.2,
      "dur": 2.95,
      "text": "attention away from perhaps the Trump administration onto Democrats, a"
    },
    {
      "start": 152.16,
      "dur": 2.069,
      "text": "administration onto Democrats, a Democratic former president and and"
    },
    {
      "start": 154.239,
      "dur": 3.27,
      "text": "Democratic former president and and secretary of state. But clearly they"
    },
    {
      "start": 157.519,
      "dur": 1.911,
      "text": "secretary of state. But clearly they have decided, the Clintons have decided"
    },
    {
      "start": 159.44,
      "dur": 2.069,
      "text": "have decided, the Clintons have decided that perhaps they've been backed into a"
    },
    {
      "start": 161.519,
      "dur": 1.751,
      "text": "that perhaps they've been backed into a corner to to some extent because of the"
    },
    {
      "start": 163.28,
      "dur": 3.589,
      "text": "corner to to some extent because of the the legal potential legal repercussions."
    },
    {
      "start": 166.879,
      "dur": 2.551,
      "text": "the legal potential legal repercussions. So they have decided to appear at a date"
    },
    {
      "start": 169.44,
      "dur": 2.23,
      "text": "So they have decided to appear at a date to be decided in the future. It's"
    },
    {
      "start": 171.68,
      "dur": 1.909,
      "text": "to be decided in the future. It's interesting that this is the committee"
    },
    {
      "start": 173.599,
      "dur": 2.63,
      "text": "interesting that this is the committee that also wants to ask questions of"
    },
    {
      "start": 176.239,
      "dur": 2.231,
      "text": "that also wants to ask questions of Andrew Mountbatton Windsor and possibly"
    },
    {
      "start": 178.48,
      "dur": 3.029,
      "text": "Andrew Mountbatton Windsor and possibly Peter Mandlesson. And the Clinton's"
    },
    {
      "start": 181.519,
      "dur": 2.71,
      "text": "Peter Mandlesson. And the Clinton's spokesperson said that Bill and Hillary"
    },
    {
      "start": 184.239,
      "dur": 2.791,
      "text": "spokesperson said that Bill and Hillary Clinton now look forward to setting a"
    },
    {
      "start": 187.04,
      "dur": 3.269,
      "text": "Clinton now look forward to setting a precedent that applies to everyone. a"
    },
    {
      "start": 190.319,
      "dur": 2.071,
      "text": "precedent that applies to everyone. a suggestion that perhaps the Clintons"
    },
    {
      "start": 192.4,
      "dur": 2.15,
      "text": "suggestion that perhaps the Clintons appearing should encourage others to"
    },
    {
      "start": 194.56,
      "dur": 2.55,
      "text": "appearing should encourage others to agree to appear before this committee as"
    },
    {
      "start": 197.12,
      "dur": 2.32,
      "text": "agree to appear before this committee as well."
    }
  ]
}