{
  "videoId": "kYHHg6oV8A4",
  "title": "'Worst floods in a generation' sweep Mozambique | BBC News",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 158,
  "segments": [
    {
      "start": 0.0,
      "dur": 1.92,
      "text": "Now, an intense mop-up operation is"
    },
    {
      "start": 1.92,
      "dur": 2.07,
      "text": "Now, an intense mop-up operation is underway in Mozambique following weeks"
    },
    {
      "start": 4.0,
      "dur": 2.07,
      "text": "underway in Mozambique following weeks of severe flooding that have affected"
    },
    {
      "start": 6.08,
      "dur": 3.11,
      "text": "of severe flooding that have affected nearly 700,000 people in the central and"
    },
    {
      "start": 9.2,
      "dur": 2.15,
      "text": "nearly 700,000 people in the central and southern regions of the country. The"
    },
    {
      "start": 11.36,
      "dur": 1.75,
      "text": "southern regions of the country. The flooding was brought on by weeks of"
    },
    {
      "start": 13.12,
      "dur": 1.99,
      "text": "flooding was brought on by weeks of torrential rain and forced schools of"
    },
    {
      "start": 15.12,
      "dur": 2.069,
      "text": "torrential rain and forced schools of people into temporary shelters and"
    },
    {
      "start": 17.199,
      "dur": 2.471,
      "text": "people into temporary shelters and destroyed critical infrastructure. More"
    },
    {
      "start": 19.68,
      "dur": 2.07,
      "text": "destroyed critical infrastructure. More than 100 people have died while many"
    },
    {
      "start": 21.76,
      "dur": 2.15,
      "text": "than 100 people have died while many others are still missing. From"
    },
    {
      "start": 23.92,
      "dur": 2.15,
      "text": "others are still missing. From Johannesburg, BBC Africa senior"
    },
    {
      "start": 26.08,
      "dur": 2.31,
      "text": "Johannesburg, BBC Africa senior correspondent Nomsa Maseco said this"
    },
    {
      "start": 28.4,
      "dur": 2.31,
      "text": "correspondent Nomsa Maseco said this report."
    },
    {
      "start": 30.72,
      "dur": 2.87,
      "text": "report. &gt;&gt; Mozambique is facing its worst flooding"
    },
    {
      "start": 33.6,
      "dur": 2.87,
      "text": "&gt;&gt; Mozambique is facing its worst flooding in decades. Government resources are"
    },
    {
      "start": 36.48,
      "dur": 2.79,
      "text": "in decades. Government resources are limited and emergency shelters are"
    },
    {
      "start": 39.28,
      "dur": 3.83,
      "text": "limited and emergency shelters are running out of food."
    },
    {
      "start": 43.12,
      "dur": 3.119,
      "text": "To those affected, we know that this"
    },
    {
      "start": 46.239,
      "dur": 2.391,
      "text": "To those affected, we know that this moment people have not only lost"
    },
    {
      "start": 48.64,
      "dur": 2.79,
      "text": "moment people have not only lost everything but are also emotionally"
    },
    {
      "start": 51.44,
      "dur": 2.71,
      "text": "everything but are also emotionally weakened and in need of our care, our"
    },
    {
      "start": 54.16,
      "dur": 4.95,
      "text": "weakened and in need of our care, our comfort and our solidarity."
    },
    {
      "start": 59.12,
      "dur": 2.32,
      "text": "&gt;&gt; Entire villages were cut off after"
    },
    {
      "start": 61.44,
      "dur": 2.23,
      "text": "&gt;&gt; Entire villages were cut off after roads, bridges, and healthc care"
    },
    {
      "start": 63.68,
      "dur": 2.789,
      "text": "roads, bridges, and healthc care facilities collapsed following heavy"
    },
    {
      "start": 66.479,
      "dur": 2.151,
      "text": "facilities collapsed following heavy downpours which destroyed more than"
    },
    {
      "start": 68.64,
      "dur": 2.55,
      "text": "downpours which destroyed more than 80,000 homes."
    },
    {
      "start": 71.2,
      "dur": 6.47,
      "text": "80,000 homes. A humanitarian crisis is unfolding"
    },
    {
      "start": 77.68,
      "dur": 2.64,
      "text": "&gt;&gt; this year. Flood took many things from"
    },
    {
      "start": 80.32,
      "dur": 2.55,
      "text": "&gt;&gt; this year. Flood took many things from the fields, including our belongings in"
    },
    {
      "start": 82.88,
      "dur": 2.47,
      "text": "the fields, including our belongings in our homes. This year, we're going to go"
    },
    {
      "start": 85.36,
      "dur": 3.59,
      "text": "our homes. This year, we're going to go hungry all year. We don't have cava. We"
    },
    {
      "start": 88.96,
      "dur": 3.27,
      "text": "hungry all year. We don't have cava. We don't have corn."
    },
    {
      "start": 92.24,
      "dur": 2.63,
      "text": "don't have corn. Catastrophic floods forced thousands to"
    },
    {
      "start": 94.88,
      "dur": 2.71,
      "text": "Catastrophic floods forced thousands to flee their homes with many residents"
    },
    {
      "start": 97.6,
      "dur": 5.11,
      "text": "flee their homes with many residents trapped on rooftops amid rising waters."
    },
    {
      "start": 102.72,
      "dur": 2.47,
      "text": "trapped on rooftops amid rising waters. The water was frightening us and we"
    },
    {
      "start": 105.2,
      "dur": 3.189,
      "text": "The water was frightening us and we started to leave the house. Yesterday"
    },
    {
      "start": 108.399,
      "dur": 2.471,
      "text": "started to leave the house. Yesterday around midnight we abandoned the house"
    },
    {
      "start": 110.88,
      "dur": 3.43,
      "text": "around midnight we abandoned the house and were not able to recover anything."
    },
    {
      "start": 114.32,
      "dur": 3.03,
      "text": "and were not able to recover anything. All our clothes, all our food were taken"
    },
    {
      "start": 117.36,
      "dur": 2.95,
      "text": "All our clothes, all our food were taken by the water. The only thing I managed"
    },
    {
      "start": 120.32,
      "dur": 3.19,
      "text": "by the water. The only thing I managed was to get the children out. The threat"
    },
    {
      "start": 123.52,
      "dur": 1.99,
      "text": "was to get the children out. The threat of waterbornne diseases has also"
    },
    {
      "start": 125.52,
      "dur": 3.11,
      "text": "of waterbornne diseases has also increased as the displaced population"
    },
    {
      "start": 128.64,
      "dur": 2.55,
      "text": "increased as the displaced population faces a lack of safe drinking water and"
    },
    {
      "start": 131.2,
      "dur": 3.029,
      "text": "faces a lack of safe drinking water and sanitation."
    },
    {
      "start": 134.239,
      "dur": 3.841,
      "text": "Water levels remain high."
    },
    {
      "start": 138.08,
      "dur": 2.31,
      "text": "Water levels remain high. In neighboring South Africa, the"
    },
    {
      "start": 140.4,
      "dur": 1.829,
      "text": "In neighboring South Africa, the government has urged residents to"
    },
    {
      "start": 142.239,
      "dur": 2.151,
      "text": "government has urged residents to evacuate their homes near the Santico"
    },
    {
      "start": 144.4,
      "dur": 3.909,
      "text": "evacuate their homes near the Santico Dam, which could collapse at any moment."
    },
    {
      "start": 148.319,
      "dur": 2.471,
      "text": "Dam, which could collapse at any moment. In the meantime, rescue teams are still"
    },
    {
      "start": 150.8,
      "dur": 2.23,
      "text": "In the meantime, rescue teams are still searching for a number of people who are"
    },
    {
      "start": 153.04,
      "dur": 2.23,
      "text": "searching for a number of people who are still missing."
    },
    {
      "start": 155.28,
      "dur": 4.64,
      "text": "still missing. Nomo, BBC News."
    }
  ]
}