{
  "videoId": "LgPQtGMUXAc",
  "title": "How Canada’s Carney is taking on Trump | The Global Story Podcast",
  "publishedAt": "2026-01-22",
  "channel": "BBC News",
  "durationSeconds": 1469,
  "segments": [
    {
      "start": 0.64,
      "dur": 2.08,
      "text": "Canada gets a lot of freebies from us,"
    },
    {
      "start": 2.72,
      "dur": 1.35,
      "text": "Canada gets a lot of freebies from us, by the way. They should be grateful"
    },
    {
      "start": 4.08,
      "dur": 2.31,
      "text": "by the way. They should be grateful also, but they're not. I watched your"
    },
    {
      "start": 6.4,
      "dur": 1.99,
      "text": "also, but they're not. I watched your prime minister yesterday. He wasn't so"
    },
    {
      "start": 8.4,
      "dur": 2.149,
      "text": "prime minister yesterday. He wasn't so grateful. That was President Trump"
    },
    {
      "start": 10.559,
      "dur": 2.15,
      "text": "grateful. That was President Trump speaking at the World Economic Forum in"
    },
    {
      "start": 12.719,
      "dur": 2.231,
      "text": "speaking at the World Economic Forum in Davos, and it was just the latest in the"
    },
    {
      "start": 14.96,
      "dur": 1.91,
      "text": "Davos, and it was just the latest in the war of words between the American"
    },
    {
      "start": 16.88,
      "dur": 1.99,
      "text": "war of words between the American president and the Canadian prime"
    },
    {
      "start": 18.88,
      "dur": 2.149,
      "text": "president and the Canadian prime minister. Mark Carney called out"
    },
    {
      "start": 21.039,
      "dur": 1.751,
      "text": "minister. Mark Carney called out countries that he thinks are not"
    },
    {
      "start": 22.8,
      "dur": 1.11,
      "text": "countries that he thinks are not standing up to the [music] United"
    },
    {
      "start": 23.92,
      "dur": 2.87,
      "text": "standing up to the [music] United States. there is a strong tendency for"
    },
    {
      "start": 26.8,
      "dur": 4.309,
      "text": "States. there is a strong tendency for countries to go along to get along to"
    },
    {
      "start": 31.119,
      "dur": 0.711,
      "text": "countries to go along to get along to accommodate."
    },
    {
      "start": 31.84,
      "dur": 2.389,
      "text": "accommodate. &gt;&gt; He said that the old world order was"
    },
    {
      "start": 34.239,
      "dur": 2.15,
      "text": "&gt;&gt; He said that the old world order was kind of built on a lie that the"
    },
    {
      "start": 36.399,
      "dur": 2.15,
      "text": "kind of built on a lie that the rules-based system had become something"
    },
    {
      "start": 38.559,
      "dur": 2.391,
      "text": "rules-based system had become something of a fiction because the strongest"
    },
    {
      "start": 40.96,
      "dur": 2.07,
      "text": "of a fiction because the strongest countries had never really stuck to the"
    },
    {
      "start": 43.04,
      "dur": 0.71,
      "text": "countries had never really stuck to the rules."
    },
    {
      "start": 43.76,
      "dur": 2.23,
      "text": "rules. &gt;&gt; But if the old world order is done,"
    },
    {
      "start": 46.0,
      "dur": 1.83,
      "text": "&gt;&gt; But if the old world order is done, what's the new one that the Canadian"
    },
    {
      "start": 47.84,
      "dur": 1.27,
      "text": "what's the new one that the Canadian prime minister envisions?"
    },
    {
      "start": 49.12,
      "dur": 3.19,
      "text": "prime minister envisions? &gt;&gt; The powerful have their power."
    },
    {
      "start": 52.32,
      "dur": 1.909,
      "text": "&gt;&gt; The powerful have their power. We have something too."
    },
    {
      "start": 54.239,
      "dur": 3.271,
      "text": "We have something too. the capacity to stop pretending, to name"
    },
    {
      "start": 57.52,
      "dur": 2.39,
      "text": "the capacity to stop pretending, to name reality, to build our strength at home,"
    },
    {
      "start": 59.92,
      "dur": 2.07,
      "text": "reality, to build our strength at home, and to act together."
    },
    {
      "start": 62.0,
      "dur": 2.149,
      "text": "and to act together. &gt;&gt; From the BBC, I'm Asma Mahalid in"
    },
    {
      "start": 64.159,
      "dur": 1.111,
      "text": "&gt;&gt; From the BBC, I'm Asma Mahalid in Washington, DC,"
    },
    {
      "start": 65.28,
      "dur": 2.23,
      "text": "Washington, DC, &gt;&gt; and I'm Tristan Redmond in London. And"
    },
    {
      "start": 67.52,
      "dur": 2.55,
      "text": "&gt;&gt; and I'm Tristan Redmond in London. And today on the Global Story, is Canada"
    },
    {
      "start": 70.08,
      "dur": 2.31,
      "text": "today on the Global Story, is Canada emerging as a leader of a global"
    },
    {
      "start": 72.4,
      "dur": 2.63,
      "text": "emerging as a leader of a global resistance to Donald Trump, and does it"
    },
    {
      "start": 75.04,
      "dur": 6.31,
      "text": "resistance to Donald Trump, and does it actually have a plan?"
    },
    {
      "start": 81.36,
      "dur": 2.399,
      "text": "We're joined today by the BBC's chief"
    },
    {
      "start": 83.759,
      "dur": 2.551,
      "text": "We're joined today by the BBC's chief international correspondent, Lee Ducet."
    },
    {
      "start": 86.32,
      "dur": 2.23,
      "text": "international correspondent, Lee Ducet. Uh, I would say one of the perhaps most"
    },
    {
      "start": 88.56,
      "dur": 2.15,
      "text": "Uh, I would say one of the perhaps most well-known Canadian women in"
    },
    {
      "start": 90.72,
      "dur": 0.63,
      "text": "well-known Canadian women in broadcasting."
    },
    {
      "start": 91.36,
      "dur": 1.27,
      "text": "broadcasting. &gt;&gt; Unless you call Margaret Atwood a"
    },
    {
      "start": 92.64,
      "dur": 1.03,
      "text": "&gt;&gt; Unless you call Margaret Atwood a broadcaster."
    },
    {
      "start": 93.68,
      "dur": 1.83,
      "text": "broadcaster. &gt;&gt; We are speaking to you shortly after"
    },
    {
      "start": 95.52,
      "dur": 1.83,
      "text": "&gt;&gt; We are speaking to you shortly after President Trump finished giving his"
    },
    {
      "start": 97.36,
      "dur": 2.31,
      "text": "President Trump finished giving his speech uh at Davos, the World Economic"
    },
    {
      "start": 99.68,
      "dur": 2.389,
      "text": "speech uh at Davos, the World Economic Forum there in Switzerland. Um, world"
    },
    {
      "start": 102.079,
      "dur": 1.591,
      "text": "Forum there in Switzerland. Um, world leaders have been gathering there. I"
    },
    {
      "start": 103.68,
      "dur": 2.23,
      "text": "leaders have been gathering there. I think there was a lot of anticipation"
    },
    {
      "start": 105.92,
      "dur": 1.91,
      "text": "think there was a lot of anticipation around what President Trump would say"
    },
    {
      "start": 107.84,
      "dur": 2.71,
      "text": "around what President Trump would say and what vision he would articulate to"
    },
    {
      "start": 110.56,
      "dur": 2.31,
      "text": "and what vision he would articulate to the world. What did you hear? What stood"
    },
    {
      "start": 112.88,
      "dur": 1.269,
      "text": "the world. What did you hear? What stood out to you?"
    },
    {
      "start": 114.159,
      "dur": 1.99,
      "text": "out to you? &gt;&gt; That's a very diplomatic way of saying"
    },
    {
      "start": 116.159,
      "dur": 1.751,
      "text": "&gt;&gt; That's a very diplomatic way of saying uh what the mood was. I would"
    },
    {
      "start": 117.92,
      "dur": 2.149,
      "text": "uh what the mood was. I would anticipation, yes, but I would also say"
    },
    {
      "start": 120.079,
      "dur": 3.511,
      "text": "anticipation, yes, but I would also say anxiety. Uh here it was President Trump"
    },
    {
      "start": 123.6,
      "dur": 2.469,
      "text": "anxiety. Uh here it was President Trump who had in his comments as you followed"
    },
    {
      "start": 126.079,
      "dur": 2.551,
      "text": "who had in his comments as you followed them the marking the one year his one"
    },
    {
      "start": 128.64,
      "dur": 3.11,
      "text": "them the marking the one year his one year in in power. he doubled down and"
    },
    {
      "start": 131.76,
      "dur": 2.71,
      "text": "year in in power. he doubled down and said, \"I want Greenland. It's essential"
    },
    {
      "start": 134.48,
      "dur": 2.87,
      "text": "said, \"I want Greenland. It's essential for the defense of the United States.\""
    },
    {
      "start": 137.36,
      "dur": 1.83,
      "text": "for the defense of the United States.\" Um, and therefore, I have to get it. And"
    },
    {
      "start": 139.2,
      "dur": 2.15,
      "text": "Um, and therefore, I have to get it. And he said, \"Oh, I'll be able to do"
    },
    {
      "start": 141.36,
      "dur": 1.91,
      "text": "he said, \"Oh, I'll be able to do something, make a deal with with all"
    },
    {
      "start": 143.28,
      "dur": 2.07,
      "text": "something, make a deal with with all these Europeans. Yes, they talk tough,"
    },
    {
      "start": 145.36,
      "dur": 2.39,
      "text": "these Europeans. Yes, they talk tough, but when they see me, uh, they they act"
    },
    {
      "start": 147.76,
      "dur": 2.23,
      "text": "but when they see me, uh, they they act differently.\" Uh, so he arrived and what"
    },
    {
      "start": 150.0,
      "dur": 3.67,
      "text": "differently.\" Uh, so he arrived and what everyone was waiting to hear was, \"Is he"
    },
    {
      "start": 153.68,
      "dur": 2.07,
      "text": "everyone was waiting to hear was, \"Is he saying no matter what I'm getting it"
    },
    {
      "start": 155.76,
      "dur": 1.91,
      "text": "saying no matter what I'm getting it with a big hint that he would take it by"
    },
    {
      "start": 157.68,
      "dur": 4.15,
      "text": "with a big hint that he would take it by force? We never asked for anything"
    },
    {
      "start": 161.84,
      "dur": 2.469,
      "text": "force? We never asked for anything and we never got anything. We probably"
    },
    {
      "start": 164.319,
      "dur": 1.831,
      "text": "and we never got anything. We probably won't get anything unless I decide to"
    },
    {
      "start": 166.16,
      "dur": 2.709,
      "text": "won't get anything unless I decide to use excessive strength and force where"
    },
    {
      "start": 168.879,
      "dur": 3.591,
      "text": "use excessive strength and force where we would be frankly unstoppable."
    },
    {
      "start": 172.48,
      "dur": 2.55,
      "text": "we would be frankly unstoppable. But I won't do that."
    },
    {
      "start": 175.04,
      "dur": 1.43,
      "text": "But I won't do that. &gt;&gt; He laid that to rest."
    },
    {
      "start": 176.48,
      "dur": 2.87,
      "text": "&gt;&gt; He laid that to rest. &gt;&gt; Okay. Now everyone's saying, \"Oh, good."
    },
    {
      "start": 179.36,
      "dur": 2.47,
      "text": "&gt;&gt; Okay. Now everyone's saying, \"Oh, good. That's probably the biggest statement I"
    },
    {
      "start": 181.84,
      "dur": 1.59,
      "text": "That's probably the biggest statement I made cuz people thought I would use"
    },
    {
      "start": 183.44,
      "dur": 1.67,
      "text": "made cuz people thought I would use force. I don't have to use force. I"
    },
    {
      "start": 185.12,
      "dur": 1.35,
      "text": "force. I don't have to use force. I don't want to use force. I won't use"
    },
    {
      "start": 186.48,
      "dur": 1.669,
      "text": "don't want to use force. I won't use force.\" And I think there must have been"
    },
    {
      "start": 188.159,
      "dur": 2.231,
      "text": "force.\" And I think there must have been a collective sigh in what by all"
    },
    {
      "start": 190.4,
      "dur": 3.03,
      "text": "a collective sigh in what by all accounts was a packed room, but he still"
    },
    {
      "start": 193.44,
      "dur": 1.11,
      "text": "accounts was a packed room, but he still isn't backing down."
    },
    {
      "start": 194.56,
      "dur": 1.83,
      "text": "isn't backing down. &gt;&gt; Lee, he said he wasn't going to take"
    },
    {
      "start": 196.4,
      "dur": 2.31,
      "text": "&gt;&gt; Lee, he said he wasn't going to take Greenland by force today."
    },
    {
      "start": 198.72,
      "dur": 2.149,
      "text": "Greenland by force today. &gt;&gt; Yes, exactly. I'm glad you said so."
    },
    {
      "start": 200.879,
      "dur": 2.231,
      "text": "&gt;&gt; Yes, exactly. I'm glad you said so. There's a moment of a sigh of relief and"
    },
    {
      "start": 203.12,
      "dur": 1.43,
      "text": "There's a moment of a sigh of relief and then everyone goes back to being anxious"
    },
    {
      "start": 204.56,
      "dur": 0.389,
      "text": "then everyone goes back to being anxious again."
    },
    {
      "start": 204.959,
      "dur": 1.99,
      "text": "again. &gt;&gt; Yeah. Yeah. Exactly. I mean, I wonder if"
    },
    {
      "start": 206.959,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. Yeah. Exactly. I mean, I wonder if the size of relief might be a little bit"
    },
    {
      "start": 208.879,
      "dur": 3.591,
      "text": "the size of relief might be a little bit um preemptive. Greenland has been the"
    },
    {
      "start": 212.48,
      "dur": 2.95,
      "text": "um preemptive. Greenland has been the main topic on the on the agenda. A lot"
    },
    {
      "start": 215.44,
      "dur": 3.11,
      "text": "main topic on the on the agenda. A lot of European leaders have been in Davos"
    },
    {
      "start": 218.56,
      "dur": 3.11,
      "text": "of European leaders have been in Davos presenting themselves as opponents of"
    },
    {
      "start": 221.68,
      "dur": 2.39,
      "text": "presenting themselves as opponents of the Donald Trump view of the world. But"
    },
    {
      "start": 224.08,
      "dur": 1.99,
      "text": "the Donald Trump view of the world. But there's one leader in particular who has"
    },
    {
      "start": 226.08,
      "dur": 1.83,
      "text": "there's one leader in particular who has stood out and that is the prime minister"
    },
    {
      "start": 227.92,
      "dur": 3.91,
      "text": "stood out and that is the prime minister of Canada, Mark Carney. He made this"
    },
    {
      "start": 231.84,
      "dur": 2.309,
      "text": "of Canada, Mark Carney. He made this fairly high-profile speech on Tuesday"
    },
    {
      "start": 234.159,
      "dur": 1.591,
      "text": "fairly high-profile speech on Tuesday for which he received a standing"
    },
    {
      "start": 235.76,
      "dur": 2.389,
      "text": "for which he received a standing ovation. What were the bits of that"
    },
    {
      "start": 238.159,
      "dur": 1.43,
      "text": "ovation. What were the bits of that speech that stood out to you?"
    },
    {
      "start": 239.599,
      "dur": 2.71,
      "text": "speech that stood out to you? &gt;&gt; So Mark Carney basically said we have to"
    },
    {
      "start": 242.319,
      "dur": 2.311,
      "text": "&gt;&gt; So Mark Carney basically said we have to call it out. We have to the call out the"
    },
    {
      "start": 244.64,
      "dur": 2.71,
      "text": "call it out. We have to the call out the reality of a rules-based international"
    },
    {
      "start": 247.36,
      "dur": 1.91,
      "text": "reality of a rules-based international order which no longer exists."
    },
    {
      "start": 249.28,
      "dur": 2.229,
      "text": "order which no longer exists. &gt;&gt; We know the old order is not coming"
    },
    {
      "start": 251.519,
      "dur": 3.031,
      "text": "&gt;&gt; We know the old order is not coming back. We shouldn't mourn it."
    },
    {
      "start": 254.56,
      "dur": 2.15,
      "text": "back. We shouldn't mourn it. &gt;&gt; Nostalgia is not a strategy."
    },
    {
      "start": 256.72,
      "dur": 2.55,
      "text": "&gt;&gt; Nostalgia is not a strategy. &gt;&gt; I was quite surprised that he then made"
    },
    {
      "start": 259.28,
      "dur": 1.99,
      "text": "&gt;&gt; I was quite surprised that he then made he added a caveat and said, \"Well, it"
    },
    {
      "start": 261.28,
      "dur": 1.51,
      "text": "he added a caveat and said, \"Well, it never really worked that well, did it,"
    },
    {
      "start": 262.8,
      "dur": 1.829,
      "text": "never really worked that well, did it, for us not so great powers."
    },
    {
      "start": 264.639,
      "dur": 2.151,
      "text": "for us not so great powers. &gt;&gt; We knew the story of the international"
    },
    {
      "start": 266.8,
      "dur": 3.03,
      "text": "&gt;&gt; We knew the story of the international rulesbased order was partially false."
    },
    {
      "start": 269.84,
      "dur": 1.59,
      "text": "rulesbased order was partially false. that the strongest would exempt"
    },
    {
      "start": 271.44,
      "dur": 1.67,
      "text": "that the strongest would exempt themselves when convenient."
    },
    {
      "start": 273.12,
      "dur": 2.069,
      "text": "themselves when convenient. &gt;&gt; Okay, he's being really he's being uh"
    },
    {
      "start": 275.199,
      "dur": 1.111,
      "text": "&gt;&gt; Okay, he's being really he's being uh really honest."
    },
    {
      "start": 276.32,
      "dur": 3.589,
      "text": "really honest. &gt;&gt; We participated in the rituals and we"
    },
    {
      "start": 279.919,
      "dur": 2.391,
      "text": "&gt;&gt; We participated in the rituals and we largely avoided calling out the gaps"
    },
    {
      "start": 282.32,
      "dur": 2.95,
      "text": "largely avoided calling out the gaps between rhetoric and reality."
    },
    {
      "start": 285.28,
      "dur": 2.87,
      "text": "between rhetoric and reality. This bargain no longer works."
    },
    {
      "start": 288.16,
      "dur": 2.309,
      "text": "This bargain no longer works. &gt;&gt; He did call it out as it is, but today"
    },
    {
      "start": 290.479,
      "dur": 1.511,
      "text": "&gt;&gt; He did call it out as it is, but today the Globe and Mail, Canada's national"
    },
    {
      "start": 292.0,
      "dur": 2.39,
      "text": "the Globe and Mail, Canada's national newspaper, did point out that he didn't"
    },
    {
      "start": 294.4,
      "dur": 2.31,
      "text": "newspaper, did point out that he didn't mention President Trump by name. I have"
    },
    {
      "start": 296.72,
      "dur": 1.909,
      "text": "mention President Trump by name. I have to confess I heard the hype before I"
    },
    {
      "start": 298.639,
      "dur": 1.671,
      "text": "to confess I heard the hype before I watched the speech and the hype was sort"
    },
    {
      "start": 300.32,
      "dur": 2.71,
      "text": "watched the speech and the hype was sort of suggesting that Mark Carney was kind"
    },
    {
      "start": 303.04,
      "dur": 1.91,
      "text": "of suggesting that Mark Carney was kind of the anti-Trump and then when I"
    },
    {
      "start": 304.96,
      "dur": 1.83,
      "text": "of the anti-Trump and then when I watched the speech it was a lot more"
    },
    {
      "start": 306.8,
      "dur": 2.15,
      "text": "watched the speech it was a lot more nuanced and subtle than that. What was"
    },
    {
      "start": 308.96,
      "dur": 1.669,
      "text": "nuanced and subtle than that. What was the headline takeaway for you? His"
    },
    {
      "start": 310.639,
      "dur": 3.11,
      "text": "the headline takeaway for you? His phrase was this is not a transition."
    },
    {
      "start": 313.759,
      "dur": 4.231,
      "text": "phrase was this is not a transition. This is a rupture. It's over. And his"
    },
    {
      "start": 318.0,
      "dur": 3.029,
      "text": "This is a rupture. It's over. And his was also a clarion call to middle powers"
    },
    {
      "start": 321.039,
      "dur": 1.511,
      "text": "was also a clarion call to middle powers which Canada is."
    },
    {
      "start": 322.56,
      "dur": 1.99,
      "text": "which Canada is. &gt;&gt; He's it's not a great power. Canada's"
    },
    {
      "start": 324.56,
      "dur": 1.59,
      "text": "&gt;&gt; He's it's not a great power. Canada's never had an empire. In fact, it was"
    },
    {
      "start": 326.16,
      "dur": 1.67,
      "text": "never had an empire. In fact, it was colonized by both the British and the"
    },
    {
      "start": 327.84,
      "dur": 2.47,
      "text": "colonized by both the British and the French. So, it doesn't in President"
    },
    {
      "start": 330.32,
      "dur": 1.91,
      "text": "French. So, it doesn't in President Trump's might is right world, the world"
    },
    {
      "start": 332.24,
      "dur": 3.11,
      "text": "Trump's might is right world, the world of strong men. Uh, Canada doesn't count"
    },
    {
      "start": 335.36,
      "dur": 1.91,
      "text": "of strong men. Uh, Canada doesn't count among them. It's depending on which poll"
    },
    {
      "start": 337.28,
      "dur": 2.07,
      "text": "among them. It's depending on which poll you look at, it's the ninth or the 10th"
    },
    {
      "start": 339.36,
      "dur": 2.31,
      "text": "you look at, it's the ninth or the 10th biggest economy in the world. Um and"
    },
    {
      "start": 341.68,
      "dur": 2.31,
      "text": "biggest economy in the world. Um and it's basically appealing to other"
    },
    {
      "start": 344.0,
      "dur": 3.27,
      "text": "it's basically appealing to other countries, let's say Australia, Germany,"
    },
    {
      "start": 347.28,
      "dur": 3.43,
      "text": "countries, let's say Australia, Germany, uh Korea, other countries the world over"
    },
    {
      "start": 350.72,
      "dur": 1.99,
      "text": "uh Korea, other countries the world over who also have to defend themselves, who"
    },
    {
      "start": 352.72,
      "dur": 2.07,
      "text": "who also have to defend themselves, who have long looked to great powers to be"
    },
    {
      "start": 354.8,
      "dur": 2.07,
      "text": "have long looked to great powers to be under their umbrella of protectionists"
    },
    {
      "start": 356.88,
      "dur": 3.19,
      "text": "under their umbrella of protectionists now saying we have to work together if"
    },
    {
      "start": 360.08,
      "dur": 2.15,
      "text": "now saying we have to work together if we're going to try to find a way through"
    },
    {
      "start": 362.24,
      "dur": 2.389,
      "text": "we're going to try to find a way through this because the old system doesn't"
    },
    {
      "start": 364.639,
      "dur": 1.751,
      "text": "this because the old system doesn't exist and it's never really worked that"
    },
    {
      "start": 366.4,
      "dur": 2.71,
      "text": "exist and it's never really worked that well anyway. And most of all because it"
    },
    {
      "start": 369.12,
      "dur": 3.189,
      "text": "well anyway. And most of all because it is so unpredictable. I mean we live in a"
    },
    {
      "start": 372.319,
      "dur": 2.71,
      "text": "is so unpredictable. I mean we live in a time where Mark Carney, the first prime"
    },
    {
      "start": 375.039,
      "dur": 3.911,
      "text": "time where Mark Carney, the first prime minister to visit China since 2017, goes"
    },
    {
      "start": 378.96,
      "dur": 2.87,
      "text": "minister to visit China since 2017, goes to China and talks about a predictable"
    },
    {
      "start": 381.84,
      "dur": 1.83,
      "text": "to China and talks about a predictable relationship with the Chinese. That is"
    },
    {
      "start": 383.68,
      "dur": 1.349,
      "text": "relationship with the Chinese. That is where we are at."
    },
    {
      "start": 385.039,
      "dur": 3.43,
      "text": "where we are at. &gt;&gt; What did Canada actually get out of that"
    },
    {
      "start": 388.479,
      "dur": 3.191,
      "text": "&gt;&gt; What did Canada actually get out of that trip? What do they agree to? Well, first"
    },
    {
      "start": 391.68,
      "dur": 2.31,
      "text": "trip? What do they agree to? Well, first symbolically, uh, the fact that Canada"
    },
    {
      "start": 394.0,
      "dur": 2.15,
      "text": "symbolically, uh, the fact that Canada is going to China and there have been"
    },
    {
      "start": 396.16,
      "dur": 2.309,
      "text": "is going to China and there have been really sharp tensions between Beijing"
    },
    {
      "start": 398.479,
      "dur": 3.191,
      "text": "really sharp tensions between Beijing and Ottawa. For many years, the Canada"
    },
    {
      "start": 401.68,
      "dur": 2.55,
      "text": "and Ottawa. For many years, the Canada accuses China of spying in Canada, of"
    },
    {
      "start": 404.24,
      "dur": 3.11,
      "text": "accuses China of spying in Canada, of meddling in elections. And last year, at"
    },
    {
      "start": 407.36,
      "dur": 2.15,
      "text": "meddling in elections. And last year, at the request of of the United States, it"
    },
    {
      "start": 409.52,
      "dur": 3.509,
      "text": "the request of of the United States, it imposed 100% tariffs on Chinese electric"
    },
    {
      "start": 413.039,
      "dur": 3.351,
      "text": "imposed 100% tariffs on Chinese electric vehicles. In retaliation, China imposed"
    },
    {
      "start": 416.4,
      "dur": 2.55,
      "text": "vehicles. In retaliation, China imposed 100% tariffs on the goods that Canada"
    },
    {
      "start": 418.96,
      "dur": 2.47,
      "text": "100% tariffs on the goods that Canada likes to sell to China. So what did they"
    },
    {
      "start": 421.44,
      "dur": 2.309,
      "text": "likes to sell to China. So what did they agree? It's a preliminary trade deal,"
    },
    {
      "start": 423.759,
      "dur": 2.071,
      "text": "agree? It's a preliminary trade deal, but they have brought down those 100%"
    },
    {
      "start": 425.84,
      "dur": 1.749,
      "text": "but they have brought down those 100% tariffs. So China will be allowed to"
    },
    {
      "start": 427.599,
      "dur": 2.391,
      "text": "tariffs. So China will be allowed to sell, I think it's around 49,000"
    },
    {
      "start": 430.0,
      "dur": 1.67,
      "text": "sell, I think it's around 49,000 electric vehicles to Canada at a"
    },
    {
      "start": 431.68,
      "dur": 2.31,
      "text": "electric vehicles to Canada at a preferential tariff. China will buy"
    },
    {
      "start": 434.0,
      "dur": 2.39,
      "text": "preferential tariff. China will buy Canadian products at a much reduced"
    },
    {
      "start": 436.4,
      "dur": 2.55,
      "text": "Canadian products at a much reduced tariff. They still have to work out the"
    },
    {
      "start": 438.96,
      "dur": 3.19,
      "text": "tariff. They still have to work out the details, but let's look at the numbers."
    },
    {
      "start": 442.16,
      "dur": 3.99,
      "text": "details, but let's look at the numbers. around 75% 70 to 75% of Canada's trade"
    },
    {
      "start": 446.16,
      "dur": 2.39,
      "text": "around 75% 70 to 75% of Canada's trade goes south of the border. China is"
    },
    {
      "start": 448.56,
      "dur": 2.79,
      "text": "goes south of the border. China is Canada's second largest trading partner"
    },
    {
      "start": 451.36,
      "dur": 4.79,
      "text": "Canada's second largest trading partner but only 5% of trade is with China. So"
    },
    {
      "start": 456.16,
      "dur": 1.99,
      "text": "but only 5% of trade is with China. So it gives you a sense if you the"
    },
    {
      "start": 458.16,
      "dur": 2.869,
      "text": "it gives you a sense if you the mathematics of it if if Canada wants to"
    },
    {
      "start": 461.039,
      "dur": 2.791,
      "text": "mathematics of it if if Canada wants to try to diversify its trading partners"
    },
    {
      "start": 463.84,
      "dur": 2.15,
      "text": "try to diversify its trading partners there's a lot of work to do. In fact, I"
    },
    {
      "start": 466.0,
      "dur": 2.469,
      "text": "there's a lot of work to do. In fact, I spoke to a a banker when I was in Canada"
    },
    {
      "start": 468.479,
      "dur": 2.071,
      "text": "spoke to a a banker when I was in Canada recently and said even if Canada, you"
    },
    {
      "start": 470.56,
      "dur": 1.189,
      "text": "recently and said even if Canada, you know, Canada's been going to Saudi"
    },
    {
      "start": 471.759,
      "dur": 2.951,
      "text": "know, Canada's been going to Saudi Arabia, going to Prime Minister Carney"
    },
    {
      "start": 474.72,
      "dur": 1.83,
      "text": "Arabia, going to Prime Minister Carney is going to be going to visit India this"
    },
    {
      "start": 476.56,
      "dur": 2.629,
      "text": "is going to be going to visit India this year, we understand in 20 years it will"
    },
    {
      "start": 479.199,
      "dur": 3.351,
      "text": "year, we understand in 20 years it will still only account for 5 to 10% comp."
    },
    {
      "start": 482.56,
      "dur": 2.629,
      "text": "still only account for 5 to 10% comp. It's just so huge living next to the"
    },
    {
      "start": 485.199,
      "dur": 1.591,
      "text": "It's just so huge living next to the United States and the economies are"
    },
    {
      "start": 486.8,
      "dur": 2.069,
      "text": "United States and the economies are structured in a way that ties them"
    },
    {
      "start": 488.879,
      "dur": 2.471,
      "text": "structured in a way that ties them together. But it sent it sent it did it"
    },
    {
      "start": 491.36,
      "dur": 1.75,
      "text": "together. But it sent it sent it did it did send a message. Prime Minister"
    },
    {
      "start": 493.12,
      "dur": 1.749,
      "text": "did send a message. Prime Minister Carney was very careful to say we still"
    },
    {
      "start": 494.879,
      "dur": 2.391,
      "text": "Carney was very careful to say we still disagree on key issues. He still brought"
    },
    {
      "start": 497.28,
      "dur": 2.23,
      "text": "disagree on key issues. He still brought up issues like human rights. There were"
    },
    {
      "start": 499.52,
      "dur": 3.91,
      "text": "up issues like human rights. There were still concerns about Chinese meddling in"
    },
    {
      "start": 503.44,
      "dur": 3.99,
      "text": "still concerns about Chinese meddling in in Canada. But on the trade side, he is"
    },
    {
      "start": 507.44,
      "dur": 2.79,
      "text": "in Canada. But on the trade side, he is a predictable trading partner and Mark"
    },
    {
      "start": 510.24,
      "dur": 2.229,
      "text": "a predictable trading partner and Mark Carney knows that's what he needs. He"
    },
    {
      "start": 512.479,
      "dur": 3.191,
      "text": "Carney knows that's what he needs. He did talk about the need to diversify"
    },
    {
      "start": 515.68,
      "dur": 2.469,
      "text": "did talk about the need to diversify trading partners um and economic links"
    },
    {
      "start": 518.159,
      "dur": 2.391,
      "text": "trading partners um and economic links with other countries particularly when a"
    },
    {
      "start": 520.56,
      "dur": 2.55,
      "text": "with other countries particularly when a middle power like Canada um is faced"
    },
    {
      "start": 523.12,
      "dur": 3.35,
      "text": "middle power like Canada um is faced with threats. Now Canada is facing a"
    },
    {
      "start": 526.48,
      "dur": 2.87,
      "text": "with threats. Now Canada is facing a very specific threat um which is this"
    },
    {
      "start": 529.36,
      "dur": 2.23,
      "text": "very specific threat um which is this idea that it might become the 51st state"
    },
    {
      "start": 531.6,
      "dur": 1.99,
      "text": "idea that it might become the 51st state of the United States of America. How"
    },
    {
      "start": 533.6,
      "dur": 2.63,
      "text": "of the United States of America. How serious is that threat? When"
    },
    {
      "start": 536.24,
      "dur": 2.47,
      "text": "serious is that threat? When President Trump started musing about"
    },
    {
      "start": 538.72,
      "dur": 2.31,
      "text": "President Trump started musing about Canada, the 51st state, wouldn't"
    },
    {
      "start": 541.04,
      "dur": 2.229,
      "text": "Canada, the 51st state, wouldn't Canadians be better off? Canadians"
    },
    {
      "start": 543.279,
      "dur": 1.67,
      "text": "Canadians be better off? Canadians thought it was a joke. And then"
    },
    {
      "start": 544.959,
      "dur": 1.911,
      "text": "thought it was a joke. And then President Trump kept saying it. And even"
    },
    {
      "start": 546.88,
      "dur": 1.83,
      "text": "President Trump kept saying it. And even though Canadians kept saying, \"No, no,"
    },
    {
      "start": 548.72,
      "dur": 2.39,
      "text": "though Canadians kept saying, \"No, no, thank you. We're much better being"
    },
    {
      "start": 551.12,
      "dur": 1.269,
      "text": "thank you. We're much better being Canadians. We are Canad we're very"
    },
    {
      "start": 552.399,
      "dur": 3.11,
      "text": "Canadians. We are Canad we're very different from from Americans.\" Then the"
    },
    {
      "start": 555.519,
      "dur": 1.831,
      "text": "different from from Americans.\" Then the Canadians stopped laughing and they"
    },
    {
      "start": 557.36,
      "dur": 2.95,
      "text": "Canadians stopped laughing and they started getting angry, really angry, and"
    },
    {
      "start": 560.32,
      "dur": 2.23,
      "text": "started getting angry, really angry, and they started taking action. I was really"
    },
    {
      "start": 562.56,
      "dur": 2.31,
      "text": "they started taking action. I was really struck that when I was home in Canada"
    },
    {
      "start": 564.88,
      "dur": 2.55,
      "text": "struck that when I was home in Canada this summer, you still go to shops um"
    },
    {
      "start": 567.44,
      "dur": 3.03,
      "text": "this summer, you still go to shops um and they have on it made in Canada."
    },
    {
      "start": 570.48,
      "dur": 2.07,
      "text": "and they have on it made in Canada. &gt;&gt; I just published a book and on the"
    },
    {
      "start": 572.56,
      "dur": 3.35,
      "text": "&gt;&gt; I just published a book and on the sticker is on it a Canadian author by"
    },
    {
      "start": 575.92,
      "dur": 2.55,
      "text": "sticker is on it a Canadian author by Canadian. They took American whiskey off"
    },
    {
      "start": 578.48,
      "dur": 1.909,
      "text": "Canadian. They took American whiskey off the shelves. They took American bourbon"
    },
    {
      "start": 580.399,
      "dur": 2.151,
      "text": "the shelves. They took American bourbon off the shelves. And there's always been"
    },
    {
      "start": 582.56,
      "dur": 2.949,
      "text": "off the shelves. And there's always been this this little strain of being a"
    },
    {
      "start": 585.519,
      "dur": 2.231,
      "text": "this this little strain of being a little bit anti-American because they"
    },
    {
      "start": 587.76,
      "dur": 1.99,
      "text": "little bit anti-American because they dominate Canada culturally,"
    },
    {
      "start": 589.76,
      "dur": 2.069,
      "text": "dominate Canada culturally, economically, financially, security-wise"
    },
    {
      "start": 591.839,
      "dur": 2.071,
      "text": "economically, financially, security-wise in so many ways. Of course, you'd be a"
    },
    {
      "start": 593.92,
      "dur": 1.43,
      "text": "in so many ways. Of course, you'd be a little bit resentful of that. But all"
    },
    {
      "start": 595.36,
      "dur": 1.75,
      "text": "little bit resentful of that. But all the while you continue to consume"
    },
    {
      "start": 597.12,
      "dur": 2.63,
      "text": "the while you continue to consume American movies and American American"
    },
    {
      "start": 599.76,
      "dur": 2.79,
      "text": "American movies and American American American news. But there that caused not"
    },
    {
      "start": 602.56,
      "dur": 2.949,
      "text": "American news. But there that caused not just a rallying around the flag, but it"
    },
    {
      "start": 605.519,
      "dur": 2.791,
      "text": "just a rallying around the flag, but it also created the rise and rise of Mark"
    },
    {
      "start": 608.32,
      "dur": 0.79,
      "text": "also created the rise and rise of Mark Carney."
    },
    {
      "start": 609.12,
      "dur": 1.75,
      "text": "Carney. &gt;&gt; Yeah. because he would he have become"
    },
    {
      "start": 610.88,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. because he would he have become prime minister had it not been for that"
    },
    {
      "start": 612.8,
      "dur": 1.11,
      "text": "prime minister had it not been for that rallying around the flag."
    },
    {
      "start": 613.92,
      "dur": 1.83,
      "text": "rallying around the flag. &gt;&gt; Look again let's look at the numbers."
    },
    {
      "start": 615.76,
      "dur": 3.749,
      "text": "&gt;&gt; Look again let's look at the numbers. The Conservative party run by who"
    },
    {
      "start": 619.519,
      "dur": 1.271,
      "text": "The Conservative party run by who someone who was at that time a very"
    },
    {
      "start": 620.8,
      "dur": 2.23,
      "text": "someone who was at that time a very successful politician called Pierre"
    },
    {
      "start": 623.04,
      "dur": 2.95,
      "text": "successful politician called Pierre Paulv he and his conservative party were"
    },
    {
      "start": 626.0,
      "dur": 2.87,
      "text": "Paulv he and his conservative party were ahead in the polls by double digits. The"
    },
    {
      "start": 628.88,
      "dur": 3.11,
      "text": "ahead in the polls by double digits. The Liberal Party of Canada was set for a"
    },
    {
      "start": 632.0,
      "dur": 1.67,
      "text": "Liberal Party of Canada was set for a humiliating"
    },
    {
      "start": 633.68,
      "dur": 2.95,
      "text": "humiliating defeat. And then President Trump enters"
    },
    {
      "start": 636.64,
      "dur": 2.39,
      "text": "defeat. And then President Trump enters the White House in January last year and"
    },
    {
      "start": 639.04,
      "dur": 3.029,
      "text": "the White House in January last year and suddenly the numbers start changing and"
    },
    {
      "start": 642.079,
      "dur": 3.111,
      "text": "suddenly the numbers start changing and I remember speaking with with um people"
    },
    {
      "start": 645.2,
      "dur": 1.91,
      "text": "I remember speaking with with um people friends of mine who been very active in"
    },
    {
      "start": 647.12,
      "dur": 2.87,
      "text": "friends of mine who been very active in politics in Canada um know politics well"
    },
    {
      "start": 650.0,
      "dur": 1.829,
      "text": "politics in Canada um know politics well in Canada know Mark Carney and the the"
    },
    {
      "start": 651.839,
      "dur": 2.951,
      "text": "in Canada know Mark Carney and the the gossip was is he a retail politician?"
    },
    {
      "start": 654.8,
      "dur": 1.35,
      "text": "gossip was is he a retail politician? Can he really go out and press the"
    },
    {
      "start": 656.16,
      "dur": 3.75,
      "text": "Can he really go out and press the flesh? He was the central banker in in"
    },
    {
      "start": 659.92,
      "dur": 1.99,
      "text": "flesh? He was the central banker in in Canada. How can he really perform about"
    },
    {
      "start": 661.92,
      "dur": 3.029,
      "text": "Canada. How can he really perform about Pierre PB who is a career politician and"
    },
    {
      "start": 664.959,
      "dur": 1.751,
      "text": "Pierre PB who is a career politician and who's so fluent in French and in"
    },
    {
      "start": 666.72,
      "dur": 2.47,
      "text": "who's so fluent in French and in English? Can Mark Carney really take him"
    },
    {
      "start": 669.2,
      "dur": 2.869,
      "text": "English? Can Mark Carney really take him on? And he did. He wraps himself in the"
    },
    {
      "start": 672.079,
      "dur": 4.231,
      "text": "on? And he did. He wraps himself in the flag figuratively speaking and um he"
    },
    {
      "start": 676.32,
      "dur": 2.629,
      "text": "flag figuratively speaking and um he negotiates cleverly. It sounds like um"
    },
    {
      "start": 678.959,
      "dur": 3.43,
      "text": "negotiates cleverly. It sounds like um this threat of the 51st state thing. Um,"
    },
    {
      "start": 682.399,
      "dur": 2.391,
      "text": "this threat of the 51st state thing. Um, but we have to ask you because the the"
    },
    {
      "start": 684.8,
      "dur": 2.07,
      "text": "but we have to ask you because the the 51st date thing might have started off"
    },
    {
      "start": 686.88,
      "dur": 2.87,
      "text": "51st date thing might have started off as a maybe a joke, a bad joke, who"
    },
    {
      "start": 689.76,
      "dur": 2.069,
      "text": "as a maybe a joke, a bad joke, who knows? Um, but in the way of Trump,"
    },
    {
      "start": 691.839,
      "dur": 1.67,
      "text": "knows? Um, but in the way of Trump, these things start to develop into much"
    },
    {
      "start": 693.519,
      "dur": 3.911,
      "text": "these things start to develop into much more serious things. Uh and we have read"
    },
    {
      "start": 697.44,
      "dur": 1.509,
      "text": "more serious things. Uh and we have read this"
    },
    {
      "start": 698.959,
      "dur": 2.071,
      "text": "this quite extraordinary"
    },
    {
      "start": 701.04,
      "dur": 3.029,
      "text": "quite extraordinary um newspaper report from the Toronto Glo"
    },
    {
      "start": 704.079,
      "dur": 2.711,
      "text": "um newspaper report from the Toronto Glo the Toronto Glob and Mail um in the last"
    },
    {
      "start": 706.8,
      "dur": 2.469,
      "text": "the Toronto Glob and Mail um in the last few days talking about the Canadian"
    },
    {
      "start": 709.279,
      "dur": 2.23,
      "text": "few days talking about the Canadian government gaming out the possibility of"
    },
    {
      "start": 711.519,
      "dur": 1.911,
      "text": "government gaming out the possibility of US invasion. Can you talk us through"
    },
    {
      "start": 713.44,
      "dur": 2.15,
      "text": "US invasion. Can you talk us through that and how surprised were you as a"
    },
    {
      "start": 715.6,
      "dur": 1.83,
      "text": "that and how surprised were you as a Canadian to be reading this report? I"
    },
    {
      "start": 717.44,
      "dur": 2.389,
      "text": "Canadian to be reading this report? I mean astonishing you know and in the"
    },
    {
      "start": 719.839,
      "dur": 2.631,
      "text": "mean astonishing you know and in the same paper today there's an editorial by"
    },
    {
      "start": 722.48,
      "dur": 1.43,
      "text": "same paper today there's an editorial by the editorial board of the Globe and"
    },
    {
      "start": 723.92,
      "dur": 1.909,
      "text": "the editorial board of the Globe and Mail and what is the title thinking the"
    },
    {
      "start": 725.839,
      "dur": 4.151,
      "text": "Mail and what is the title thinking the unthinkable because it did say that uh"
    },
    {
      "start": 730.0,
      "dur": 2.47,
      "text": "unthinkable because it did say that uh it it's it's they're gaming it right so"
    },
    {
      "start": 732.48,
      "dur": 0.55,
      "text": "it it's it's they're gaming it right so the war"
    },
    {
      "start": 733.04,
      "dur": 1.67,
      "text": "the war &gt;&gt; the war they're the wargaming it as as"
    },
    {
      "start": 734.72,
      "dur": 0.87,
      "text": "&gt;&gt; the war they're the wargaming it as as as army"
    },
    {
      "start": 735.6,
      "dur": 1.909,
      "text": "as army &gt;&gt; Canada's wargaming an invasion a"
    },
    {
      "start": 737.519,
      "dur": 2.31,
      "text": "&gt;&gt; Canada's wargaming an invasion a potential invasion by Americans"
    },
    {
      "start": 739.839,
      "dur": 2.79,
      "text": "potential invasion by Americans &gt;&gt; yes um while still emphasizing that"
    },
    {
      "start": 742.639,
      "dur": 2.391,
      "text": "&gt;&gt; yes um while still emphasizing that military to military relations are still"
    },
    {
      "start": 745.04,
      "dur": 1.75,
      "text": "military to military relations are still good Canada's still involved in"
    },
    {
      "start": 746.8,
      "dur": 1.829,
      "text": "good Canada's still involved in discussions on what they call the golden"
    },
    {
      "start": 748.639,
      "dur": 2.31,
      "text": "discussions on what they call the golden dome which is an intercontinental"
    },
    {
      "start": 750.959,
      "dur": 1.511,
      "text": "dome which is an intercontinental missile system to protect against"
    },
    {
      "start": 752.48,
      "dur": 2.07,
      "text": "missile system to protect against missiles from China and Russia but they"
    },
    {
      "start": 754.56,
      "dur": 3.67,
      "text": "missiles from China and Russia but they had to look at options um how can Canada"
    },
    {
      "start": 758.24,
      "dur": 1.99,
      "text": "had to look at options um how can Canada stand up against United it's what they"
    },
    {
      "start": 760.24,
      "dur": 3.51,
      "text": "stand up against United it's what they call in in battlefields far asymmetric"
    },
    {
      "start": 763.76,
      "dur": 2.71,
      "text": "call in in battlefields far asymmetric warfare it's extraordinary that you they"
    },
    {
      "start": 766.48,
      "dur": 2.149,
      "text": "warfare it's extraordinary that you they looked at the hit-and-run attacks used"
    },
    {
      "start": 768.639,
      "dur": 2.711,
      "text": "looked at the hit-and-run attacks used by the mujahedin Afghan mujahedin"
    },
    {
      "start": 771.36,
      "dur": 1.51,
      "text": "by the mujahedin Afghan mujahedin against the Soviet Union when I was"
    },
    {
      "start": 772.88,
      "dur": 2.15,
      "text": "against the Soviet Union when I was reporting in in Afghanistan then against"
    },
    {
      "start": 775.04,
      "dur": 1.75,
      "text": "reporting in in Afghanistan then against the Soviet empire"
    },
    {
      "start": 776.8,
      "dur": 2.39,
      "text": "the Soviet empire um in the 1980s they looked at the"
    },
    {
      "start": 779.2,
      "dur": 2.95,
      "text": "um in the 1980s they looked at the drones used by Ukraine against a much"
    },
    {
      "start": 782.16,
      "dur": 2.469,
      "text": "drones used by Ukraine against a much more formidable enemy which is Russia."
    },
    {
      "start": 784.639,
      "dur": 2.231,
      "text": "more formidable enemy which is Russia. So they used all these kind of tactics"
    },
    {
      "start": 786.88,
      "dur": 2.71,
      "text": "So they used all these kind of tactics that a much lesser military power can"
    },
    {
      "start": 789.6,
      "dur": 4.229,
      "text": "that a much lesser military power can try to use to overwhelm to kill uh to to"
    },
    {
      "start": 793.839,
      "dur": 1.99,
      "text": "try to use to overwhelm to kill uh to to take on a much bigger military power. So"
    },
    {
      "start": 795.839,
      "dur": 2.071,
      "text": "take on a much bigger military power. So they looked at what were the options for"
    },
    {
      "start": 797.92,
      "dur": 3.029,
      "text": "they looked at what were the options for Canada but had to conclude that with the"
    },
    {
      "start": 800.959,
      "dur": 1.271,
      "text": "Canada but had to conclude that with the military might we're talking about the"
    },
    {
      "start": 802.24,
      "dur": 2.31,
      "text": "military might we're talking about the world's biggest army it would be"
    },
    {
      "start": 804.56,
      "dur": 1.91,
      "text": "world's biggest army it would be overwhelmed within a week and possibly"
    },
    {
      "start": 806.48,
      "dur": 3.029,
      "text": "overwhelmed within a week and possibly even within two days Canada Canada would"
    },
    {
      "start": 809.519,
      "dur": 0.87,
      "text": "even within two days Canada Canada would lose"
    },
    {
      "start": 810.399,
      "dur": 3.511,
      "text": "lose &gt;&gt; and they would have no plan beyond that."
    },
    {
      "start": 813.92,
      "dur": 1.67,
      "text": "&gt;&gt; and they would have no plan beyond that. Well, I think it would be, you know,"
    },
    {
      "start": 815.6,
      "dur": 2.789,
      "text": "Well, I think it would be, you know, there would be one thing to to have a"
    },
    {
      "start": 818.399,
      "dur": 1.99,
      "text": "there would be one thing to to have a full-scale assault cross, as I"
    },
    {
      "start": 820.399,
      "dur": 1.67,
      "text": "full-scale assault cross, as I mentioned, the longest undefended border"
    },
    {
      "start": 822.079,
      "dur": 2.55,
      "text": "mentioned, the longest undefended border in the world. But Canada is the second"
    },
    {
      "start": 824.639,
      "dur": 3.591,
      "text": "in the world. But Canada is the second largest land mass in the world. So, how"
    },
    {
      "start": 828.24,
      "dur": 3.589,
      "text": "largest land mass in the world. So, how to can you subjugate all of Canada to"
    },
    {
      "start": 831.839,
      "dur": 1.751,
      "text": "to can you subjugate all of Canada to America's will? I don't think so. I"
    },
    {
      "start": 833.6,
      "dur": 2.31,
      "text": "America's will? I don't think so. I think you'd have from sea to sea to sea,"
    },
    {
      "start": 835.92,
      "dur": 2.07,
      "text": "think you'd have from sea to sea to sea, you'd have people rising up. You'd have"
    },
    {
      "start": 838.0,
      "dur": 2.23,
      "text": "you'd have people rising up. You'd have an insurgency. And also don't forget"
    },
    {
      "start": 840.24,
      "dur": 2.47,
      "text": "an insurgency. And also don't forget that Canada's, you know, is a member of"
    },
    {
      "start": 842.72,
      "dur": 3.03,
      "text": "that Canada's, you know, is a member of NATO. So if a NATO, if they're invaded,"
    },
    {
      "start": 845.76,
      "dur": 1.67,
      "text": "NATO. So if a NATO, if they're invaded, oh my god, the unthinkably by another"
    },
    {
      "start": 847.44,
      "dur": 2.629,
      "text": "oh my god, the unthinkably by another NATO member, an attack on one is an"
    },
    {
      "start": 850.079,
      "dur": 2.391,
      "text": "NATO member, an attack on one is an attack on all. So would you have Germany"
    },
    {
      "start": 852.48,
      "dur": 1.589,
      "text": "attack on all. So would you have Germany sending over, you know, the war"
    },
    {
      "start": 854.079,
      "dur": 1.911,
      "text": "sending over, you know, the war plananes? Would you have France sending"
    },
    {
      "start": 856.0,
      "dur": 2.55,
      "text": "plananes? Would you have France sending boats, warships? They would be"
    },
    {
      "start": 858.56,
      "dur": 2.47,
      "text": "boats, warships? They would be honorbound by the terms of the treaty to"
    },
    {
      "start": 861.04,
      "dur": 2.39,
      "text": "honorbound by the terms of the treaty to come to Canada's support. I mean, it's"
    },
    {
      "start": 863.44,
      "dur": 2.47,
      "text": "come to Canada's support. I mean, it's just mindboggling. I want to understand"
    },
    {
      "start": 865.92,
      "dur": 3.83,
      "text": "just mindboggling. I want to understand lease how we got to this point where the"
    },
    {
      "start": 869.76,
      "dur": 2.15,
      "text": "lease how we got to this point where the United States neighbor to its north"
    },
    {
      "start": 871.92,
      "dur": 1.349,
      "text": "United States neighbor to its north there are reports right that they are"
    },
    {
      "start": 873.279,
      "dur": 1.751,
      "text": "there are reports right that they are wargaming you say a scenario of a"
    },
    {
      "start": 875.04,
      "dur": 2.71,
      "text": "wargaming you say a scenario of a possible American invasion. Uh you see"
    },
    {
      "start": 877.76,
      "dur": 1.749,
      "text": "possible American invasion. Uh you see the prime minister of Canada going and"
    },
    {
      "start": 879.519,
      "dur": 2.791,
      "text": "the prime minister of Canada going and visiting China uh the US's primary"
    },
    {
      "start": 882.32,
      "dur": 3.03,
      "text": "visiting China uh the US's primary rival. You see him speaking up at Davos."
    },
    {
      "start": 885.36,
      "dur": 1.75,
      "text": "rival. You see him speaking up at Davos. Uh maybe not in direct but certainly"
    },
    {
      "start": 887.12,
      "dur": 2.47,
      "text": "Uh maybe not in direct but certainly rather explicit terms about American"
    },
    {
      "start": 889.6,
      "dur": 2.15,
      "text": "rather explicit terms about American power and threats. It seems like there"
    },
    {
      "start": 891.76,
      "dur": 2.39,
      "text": "power and threats. It seems like there has been this point where the old"
    },
    {
      "start": 894.16,
      "dur": 1.75,
      "text": "has been this point where the old friendship has broken down. And the"
    },
    {
      "start": 895.92,
      "dur": 1.349,
      "text": "friendship has broken down. And the reason I'm asking you for how we got to"
    },
    {
      "start": 897.279,
      "dur": 3.751,
      "text": "reason I'm asking you for how we got to this point is I felt when Mark Carney"
    },
    {
      "start": 901.04,
      "dur": 1.99,
      "text": "this point is I felt when Mark Carney visited Trump in the Oval Office in the"
    },
    {
      "start": 903.04,
      "dur": 2.39,
      "text": "visited Trump in the Oval Office in the spring, he seemed to kind of deafly push"
    },
    {
      "start": 905.44,
      "dur": 2.15,
      "text": "spring, he seemed to kind of deafly push away the idea that Canada's not for"
    },
    {
      "start": 907.6,
      "dur": 0.31,
      "text": "away the idea that Canada's not for sale."
    },
    {
      "start": 907.92,
      "dur": 1.83,
      "text": "sale. &gt;&gt; It's it's two places. They get along"
    },
    {
      "start": 909.76,
      "dur": 2.79,
      "text": "&gt;&gt; It's it's two places. They get along very well. They like each other a lot."
    },
    {
      "start": 912.56,
      "dur": 3.35,
      "text": "very well. They like each other a lot. &gt;&gt; Well, if if if I may, um, as you know"
    },
    {
      "start": 915.92,
      "dur": 1.75,
      "text": "&gt;&gt; Well, if if if I may, um, as you know from real estate, there are some places"
    },
    {
      "start": 917.68,
      "dur": 1.829,
      "text": "from real estate, there are some places that uh are never for sale."
    },
    {
      "start": 919.519,
      "dur": 1.351,
      "text": "that uh are never for sale. &gt;&gt; That's true. Uh we're sitting in one"
    },
    {
      "start": 920.88,
      "dur": 1.83,
      "text": "&gt;&gt; That's true. Uh we're sitting in one right now, you know, Buckingham Palace"
    },
    {
      "start": 922.72,
      "dur": 2.95,
      "text": "right now, you know, Buckingham Palace that you visited as well. Uh and um"
    },
    {
      "start": 925.68,
      "dur": 2.23,
      "text": "that you visited as well. Uh and um having met with the owners of Canada"
    },
    {
      "start": 927.92,
      "dur": 1.99,
      "text": "having met with the owners of Canada over the course of the campaign uh last"
    },
    {
      "start": 929.92,
      "dur": 1.909,
      "text": "over the course of the campaign uh last several months, uh it it it's not for"
    },
    {
      "start": 931.839,
      "dur": 1.031,
      "text": "several months, uh it it it's not for sale, won't be for sale."
    },
    {
      "start": 932.88,
      "dur": 2.309,
      "text": "sale, won't be for sale. &gt;&gt; And then we fast forward to October and"
    },
    {
      "start": 935.199,
      "dur": 2.31,
      "text": "&gt;&gt; And then we fast forward to October and there was this uh moment of tension"
    },
    {
      "start": 937.519,
      "dur": 2.631,
      "text": "there was this uh moment of tension where the premier of Ontario ran an ad"
    },
    {
      "start": 940.16,
      "dur": 3.19,
      "text": "where the premier of Ontario ran an ad on American TV uh using clips of the"
    },
    {
      "start": 943.36,
      "dur": 2.23,
      "text": "on American TV uh using clips of the former American President Ronald Reagan"
    },
    {
      "start": 945.6,
      "dur": 1.589,
      "text": "former American President Ronald Reagan saying that tariffs weren't the answer."
    },
    {
      "start": 947.199,
      "dur": 1.591,
      "text": "saying that tariffs weren't the answer. And I recall at that time the prime"
    },
    {
      "start": 948.8,
      "dur": 3.11,
      "text": "And I recall at that time the prime minister Mark Carney apologized"
    },
    {
      "start": 951.92,
      "dur": 3.51,
      "text": "minister Mark Carney apologized for that ad. And so it it felt like he"
    },
    {
      "start": 955.44,
      "dur": 1.67,
      "text": "for that ad. And so it it felt like he was trying to take a more measured"
    },
    {
      "start": 957.12,
      "dur": 2.629,
      "text": "was trying to take a more measured approach with Donald Trump. How did we"
    },
    {
      "start": 959.759,
      "dur": 2.151,
      "text": "approach with Donald Trump. How did we then get to the point where we are now"
    },
    {
      "start": 961.92,
      "dur": 2.39,
      "text": "then get to the point where we are now in this past week?"
    },
    {
      "start": 964.32,
      "dur": 3.749,
      "text": "in this past week? That's a very good uh encapsulation of"
    },
    {
      "start": 968.079,
      "dur": 3.43,
      "text": "That's a very good uh encapsulation of the ups and downs as Mark Carney who is"
    },
    {
      "start": 971.519,
      "dur": 2.071,
      "text": "the ups and downs as Mark Carney who is no different from any other world leader"
    },
    {
      "start": 973.6,
      "dur": 3.029,
      "text": "no different from any other world leader who has to go sit in what is undeniably"
    },
    {
      "start": 976.639,
      "dur": 1.591,
      "text": "who has to go sit in what is undeniably the hot seat of hot seats when you sit"
    },
    {
      "start": 978.24,
      "dur": 2.79,
      "text": "the hot seat of hot seats when you sit next to him in the Oval Office in that"
    },
    {
      "start": 981.04,
      "dur": 2.39,
      "text": "next to him in the Oval Office in that chair in front of the world's press and"
    },
    {
      "start": 983.44,
      "dur": 2.55,
      "text": "chair in front of the world's press and of course it's broadcast live around the"
    },
    {
      "start": 986.0,
      "dur": 1.829,
      "text": "of course it's broadcast live around the world. I know some world leaders who"
    },
    {
      "start": 987.839,
      "dur": 2.631,
      "text": "world. I know some world leaders who refused to visit President Trump because"
    },
    {
      "start": 990.48,
      "dur": 1.589,
      "text": "refused to visit President Trump because they don't want to sit in that chair or"
    },
    {
      "start": 992.079,
      "dur": 1.75,
      "text": "they don't want to sit in that chair or some leaders who said I'm coming to see"
    },
    {
      "start": 993.839,
      "dur": 2.711,
      "text": "some leaders who said I'm coming to see you but I'm you cannot have me sitting"
    },
    {
      "start": 996.56,
      "dur": 3.829,
      "text": "you but I'm you cannot have me sitting in that chair. If you lose you're you're"
    },
    {
      "start": 1000.399,
      "dur": 2.23,
      "text": "in that chair. If you lose you're you're they're going to be watching at home. So"
    },
    {
      "start": 1002.639,
      "dur": 2.071,
      "text": "they're going to be watching at home. So the general assessment was that Mark"
    },
    {
      "start": 1004.72,
      "dur": 3.349,
      "text": "the general assessment was that Mark Carney handled that well. He started off"
    },
    {
      "start": 1008.079,
      "dur": 2.151,
      "text": "Carney handled that well. He started off by saying and again he was one of the"
    },
    {
      "start": 1010.24,
      "dur": 2.31,
      "text": "by saying and again he was one of the few countries that did this. China did"
    },
    {
      "start": 1012.56,
      "dur": 2.709,
      "text": "few countries that did this. China did it but the Europeans didn't. retaliatory"
    },
    {
      "start": 1015.279,
      "dur": 2.951,
      "text": "it but the Europeans didn't. retaliatory tariffs. He said, \"We are going to match"
    },
    {
      "start": 1018.24,
      "dur": 2.389,
      "text": "tariffs. He said, \"We are going to match you dollar for dollar. We're going to"
    },
    {
      "start": 1020.639,
      "dur": 2.63,
      "text": "you dollar for dollar. We're going to slap tariffs on you.\" But then at a"
    },
    {
      "start": 1023.279,
      "dur": 3.191,
      "text": "slap tariffs on you.\" But then at a certain point, he had to accept Canada"
    },
    {
      "start": 1026.48,
      "dur": 3.99,
      "text": "certain point, he had to accept Canada is economy is 10% of the United States"
    },
    {
      "start": 1030.48,
      "dur": 1.03,
      "text": "is economy is 10% of the United States economy"
    },
    {
      "start": 1031.52,
      "dur": 1.909,
      "text": "economy &gt;&gt; and they just couldn't do it. So yes,"
    },
    {
      "start": 1033.439,
      "dur": 2.551,
      "text": "&gt;&gt; and they just couldn't do it. So yes, some of the critics in Canada said, \"You"
    },
    {
      "start": 1036.0,
      "dur": 1.429,
      "text": "some of the critics in Canada said, \"You you've caved in."
    },
    {
      "start": 1037.439,
      "dur": 1.75,
      "text": "you've caved in. &gt;&gt; You've lifted some of the tariffs.\" You"
    },
    {
      "start": 1039.199,
      "dur": 1.11,
      "text": "&gt;&gt; You've lifted some of the tariffs.\" You know, I've seen some of the interviews"
    },
    {
      "start": 1040.319,
      "dur": 1.831,
      "text": "know, I've seen some of the interviews Canadian journalists did with him. Mr."
    },
    {
      "start": 1042.16,
      "dur": 1.749,
      "text": "Canadian journalists did with him. Mr. the prime minister, you lifted some of"
    },
    {
      "start": 1043.919,
      "dur": 2.231,
      "text": "the prime minister, you lifted some of the tariffs and what did you get in"
    },
    {
      "start": 1046.16,
      "dur": 2.869,
      "text": "the tariffs and what did you get in return? And Mark Carney was again trying"
    },
    {
      "start": 1049.039,
      "dur": 3.271,
      "text": "return? And Mark Carney was again trying to to open up a dialogue with President"
    },
    {
      "start": 1052.32,
      "dur": 2.55,
      "text": "to to open up a dialogue with President Trump because remember after Rob Ford"
    },
    {
      "start": 1054.88,
      "dur": 2.87,
      "text": "Trump because remember after Rob Ford put uh that ad on in prime time"
    },
    {
      "start": 1057.76,
      "dur": 1.51,
      "text": "put uh that ad on in prime time television, the premier of Ontario."
    },
    {
      "start": 1059.28,
      "dur": 0.389,
      "text": "television, the premier of Ontario. Yeah."
    },
    {
      "start": 1059.679,
      "dur": 1.831,
      "text": "Yeah. &gt;&gt; Yes. President Trump said, \"Right, it's"
    },
    {
      "start": 1061.52,
      "dur": 1.43,
      "text": "&gt;&gt; Yes. President Trump said, \"Right, it's finished. I'm not talking to you. The"
    },
    {
      "start": 1062.96,
      "dur": 1.829,
      "text": "finished. I'm not talking to you. The negotiations are off.\" I mean, again,"
    },
    {
      "start": 1064.799,
      "dur": 2.23,
      "text": "negotiations are off.\" I mean, again, back to the P word, predictability. How"
    },
    {
      "start": 1067.039,
      "dur": 2.471,
      "text": "back to the P word, predictability. How do you run a country when the guy next"
    },
    {
      "start": 1069.52,
      "dur": 2.23,
      "text": "do you run a country when the guy next door who has such a strangle hold over"
    },
    {
      "start": 1071.76,
      "dur": 3.11,
      "text": "door who has such a strangle hold over your economy keeps changing his mind? So"
    },
    {
      "start": 1074.88,
      "dur": 2.63,
      "text": "your economy keeps changing his mind? So he was trying to create a new atmosphere"
    },
    {
      "start": 1077.52,
      "dur": 3.99,
      "text": "he was trying to create a new atmosphere by offering an olive branch to to the"
    },
    {
      "start": 1081.52,
      "dur": 1.35,
      "text": "by offering an olive branch to to the president. Didn't really didn't really"
    },
    {
      "start": 1082.88,
      "dur": 2.87,
      "text": "president. Didn't really didn't really work. This year there have to be really"
    },
    {
      "start": 1085.76,
      "dur": 3.269,
      "text": "work. This year there have to be really really crucial renegotiation of the"
    },
    {
      "start": 1089.039,
      "dur": 2.231,
      "text": "really crucial renegotiation of the trade pack between Mexico, Canada, and"
    },
    {
      "start": 1091.28,
      "dur": 1.99,
      "text": "trade pack between Mexico, Canada, and the United States. Bear in mind that"
    },
    {
      "start": 1093.28,
      "dur": 1.91,
      "text": "the United States. Bear in mind that they did negotiate a trade pack during"
    },
    {
      "start": 1095.2,
      "dur": 2.15,
      "text": "they did negotiate a trade pack during President Trump's first term and then"
    },
    {
      "start": 1097.36,
      "dur": 1.59,
      "text": "President Trump's first term and then when he tried to cancel it because it"
    },
    {
      "start": 1098.96,
      "dur": 1.11,
      "text": "when he tried to cancel it because it was a terrible deal, they pointed out,"
    },
    {
      "start": 1100.08,
      "dur": 2.39,
      "text": "was a terrible deal, they pointed out, \"But Mr. President, that is your trade"
    },
    {
      "start": 1102.48,
      "dur": 2.79,
      "text": "\"But Mr. President, that is your trade deal.\" Um, and so that that is a very"
    },
    {
      "start": 1105.28,
      "dur": 3.67,
      "text": "deal.\" Um, and so that that is a very high stakes trade deal for for Canada. A"
    },
    {
      "start": 1108.96,
      "dur": 2.55,
      "text": "high stakes trade deal for for Canada. A lot of the tariffs have been are not in"
    },
    {
      "start": 1111.52,
      "dur": 1.43,
      "text": "lot of the tariffs have been are not in effect because they're covered under"
    },
    {
      "start": 1112.96,
      "dur": 3.11,
      "text": "effect because they're covered under that trade deal. But if that trade deal"
    },
    {
      "start": 1116.08,
      "dur": 2.07,
      "text": "that trade deal. But if that trade deal collapse or the terms of it change, then"
    },
    {
      "start": 1118.16,
      "dur": 3.11,
      "text": "collapse or the terms of it change, then Canada again is going to be affected. To"
    },
    {
      "start": 1121.28,
      "dur": 3.11,
      "text": "Canada again is going to be affected. To be there are some Canadian towns whose"
    },
    {
      "start": 1124.4,
      "dur": 2.31,
      "text": "be there are some Canadian towns whose the lifeblood of their economy is"
    },
    {
      "start": 1126.72,
      "dur": 3.189,
      "text": "the lifeblood of their economy is totally centered on producing certain"
    },
    {
      "start": 1129.919,
      "dur": 3.031,
      "text": "totally centered on producing certain auto parts for the American market. And"
    },
    {
      "start": 1132.96,
      "dur": 3.35,
      "text": "auto parts for the American market. And if that market collapses, so too does"
    },
    {
      "start": 1136.32,
      "dur": 2.31,
      "text": "if that market collapses, so too does employment in that the you the life of"
    },
    {
      "start": 1138.64,
      "dur": 2.79,
      "text": "employment in that the you the life of that of that town. That's how serious it"
    },
    {
      "start": 1141.44,
      "dur": 2.79,
      "text": "that of that town. That's how serious it is. The question on my mind has been is"
    },
    {
      "start": 1144.24,
      "dur": 2.95,
      "text": "is. The question on my mind has been is Greenland are the threats to Greenland"
    },
    {
      "start": 1147.2,
      "dur": 1.91,
      "text": "Greenland are the threats to Greenland affecting"
    },
    {
      "start": 1149.12,
      "dur": 1.83,
      "text": "affecting the different approach that Cardi might"
    },
    {
      "start": 1150.96,
      "dur": 1.589,
      "text": "the different approach that Cardi might be taking in this moment and how he's"
    },
    {
      "start": 1152.559,
      "dur": 2.071,
      "text": "be taking in this moment and how he's thinking because I have been wondering"
    },
    {
      "start": 1154.64,
      "dur": 1.51,
      "text": "thinking because I have been wondering why does it seem that his tone and"
    },
    {
      "start": 1156.16,
      "dur": 4.23,
      "text": "why does it seem that his tone and rhetoric has has shifted slightly."
    },
    {
      "start": 1160.4,
      "dur": 2.71,
      "text": "rhetoric has has shifted slightly. When you are living in a moment and when"
    },
    {
      "start": 1163.12,
      "dur": 0.71,
      "text": "When you are living in a moment and when you're [clears throat] living in this"
    },
    {
      "start": 1163.84,
      "dur": 3.67,
      "text": "you're [clears throat] living in this moment as a leader who is the people of"
    },
    {
      "start": 1167.52,
      "dur": 1.83,
      "text": "moment as a leader who is the people of your country look to you as the person"
    },
    {
      "start": 1169.36,
      "dur": 3.35,
      "text": "your country look to you as the person who's going to protect them and you see"
    },
    {
      "start": 1172.72,
      "dur": 3.43,
      "text": "who's going to protect them and you see that there is a leader who's now saying"
    },
    {
      "start": 1176.16,
      "dur": 3.19,
      "text": "that there is a leader who's now saying I want Greenland and hinting that he"
    },
    {
      "start": 1179.36,
      "dur": 3.03,
      "text": "I want Greenland and hinting that he could even take it by force such that"
    },
    {
      "start": 1182.4,
      "dur": 2.95,
      "text": "could even take it by force such that that is a shattering of the world rules"
    },
    {
      "start": 1185.36,
      "dur": 2.23,
      "text": "that is a shattering of the world rules of the world as imperfect as they are."
    },
    {
      "start": 1187.6,
      "dur": 2.15,
      "text": "of the world as imperfect as they are. of the world as we know it. It is an"
    },
    {
      "start": 1189.76,
      "dur": 2.07,
      "text": "of the world as we know it. It is an assault not just on Greenland if it"
    },
    {
      "start": 1191.84,
      "dur": 1.51,
      "text": "assault not just on Greenland if it happened. It is assault on the"
    },
    {
      "start": 1193.36,
      "dur": 2.15,
      "text": "happened. It is assault on the territorial integrity of Greenland, the"
    },
    {
      "start": 1195.52,
      "dur": 3.19,
      "text": "territorial integrity of Greenland, the sovereignty of Greenland. It runs"
    },
    {
      "start": 1198.72,
      "dur": 2.71,
      "text": "sovereignty of Greenland. It runs carriages through the institutions and"
    },
    {
      "start": 1201.44,
      "dur": 2.95,
      "text": "carriages through the institutions and and norms that have underpinned the uh"
    },
    {
      "start": 1204.4,
      "dur": 2.07,
      "text": "and norms that have underpinned the uh the world for better or worse since the"
    },
    {
      "start": 1206.48,
      "dur": 2.95,
      "text": "the world for better or worse since the end of the Second World War. And you"
    },
    {
      "start": 1209.44,
      "dur": 1.51,
      "text": "end of the Second World War. And you think if there is a country which is"
    },
    {
      "start": 1210.96,
      "dur": 3.19,
      "text": "think if there is a country which is willing to smash those norms, those"
    },
    {
      "start": 1214.16,
      "dur": 3.11,
      "text": "willing to smash those norms, those values, those principles, then what will"
    },
    {
      "start": 1217.28,
      "dur": 2.07,
      "text": "values, those principles, then what will be next? I could be next. Canada could"
    },
    {
      "start": 1219.36,
      "dur": 2.23,
      "text": "be next? I could be next. Canada could be next. And I think it is that kind of"
    },
    {
      "start": 1221.6,
      "dur": 2.63,
      "text": "be next. And I think it is that kind of moment which concentrates minds"
    },
    {
      "start": 1224.24,
      "dur": 1.03,
      "text": "moment which concentrates minds everywhere."
    },
    {
      "start": 1225.28,
      "dur": 2.15,
      "text": "everywhere. &gt;&gt; So I have to confess le when I was"
    },
    {
      "start": 1227.44,
      "dur": 3.349,
      "text": "&gt;&gt; So I have to confess le when I was listening to the Mark Carney speech that"
    },
    {
      "start": 1230.799,
      "dur": 2.631,
      "text": "listening to the Mark Carney speech that I sort of slightly struggled to stick"
    },
    {
      "start": 1233.44,
      "dur": 1.51,
      "text": "I sort of slightly struggled to stick with the thread of what it was that he"
    },
    {
      "start": 1234.96,
      "dur": 1.189,
      "text": "with the thread of what it was that he was trying to say. you know, he talked a"
    },
    {
      "start": 1236.159,
      "dur": 2.071,
      "text": "was trying to say. you know, he talked a lot about why it was important to build"
    },
    {
      "start": 1238.24,
      "dur": 2.23,
      "text": "lot about why it was important to build a new world order. The old world order"
    },
    {
      "start": 1240.48,
      "dur": 2.87,
      "text": "a new world order. The old world order was gone. Um, but I didn't come away"
    },
    {
      "start": 1243.36,
      "dur": 2.309,
      "text": "was gone. Um, but I didn't come away from it thinking that I had a firm grasp"
    },
    {
      "start": 1245.679,
      "dur": 3.271,
      "text": "from it thinking that I had a firm grasp of what it is that he was proposing. And"
    },
    {
      "start": 1248.96,
      "dur": 1.829,
      "text": "of what it is that he was proposing. And it strikes me that in contrast, Donald"
    },
    {
      "start": 1250.799,
      "dur": 3.511,
      "text": "it strikes me that in contrast, Donald Trump very much um does propose these"
    },
    {
      "start": 1254.32,
      "dur": 1.99,
      "text": "Trump very much um does propose these solid things. And it's very easy to get"
    },
    {
      "start": 1256.32,
      "dur": 2.07,
      "text": "solid things. And it's very easy to get a grip with what it is that he's"
    },
    {
      "start": 1258.4,
      "dur": 2.55,
      "text": "a grip with what it is that he's proposing. Uh and right now his"
    },
    {
      "start": 1260.96,
      "dur": 2.31,
      "text": "proposing. Uh and right now his preferred um proposal seems to be this"
    },
    {
      "start": 1263.28,
      "dur": 2.389,
      "text": "preferred um proposal seems to be this this idea of this board of peace um"
    },
    {
      "start": 1265.679,
      "dur": 1.271,
      "text": "this idea of this board of peace um which is very different from anything"
    },
    {
      "start": 1266.96,
      "dur": 1.91,
      "text": "which is very different from anything that Mark Carney was suggesting in his"
    },
    {
      "start": 1268.88,
      "dur": 3.029,
      "text": "that Mark Carney was suggesting in his speech. Could you explain to us please"
    },
    {
      "start": 1271.919,
      "dur": 2.551,
      "text": "speech. Could you explain to us please exactly what the board of peace is as"
    },
    {
      "start": 1274.48,
      "dur": 1.51,
      "text": "exactly what the board of peace is as you understand it because there seem to"
    },
    {
      "start": 1276.0,
      "dur": 2.23,
      "text": "you understand it because there seem to be different interpretations. President"
    },
    {
      "start": 1278.24,
      "dur": 1.99,
      "text": "be different interpretations. President Trump has been talking about this board"
    },
    {
      "start": 1280.24,
      "dur": 2.39,
      "text": "Trump has been talking about this board of peace ever since he became more"
    },
    {
      "start": 1282.64,
      "dur": 3.35,
      "text": "of peace ever since he became more involved in trying to find a way out of"
    },
    {
      "start": 1286.0,
      "dur": 2.71,
      "text": "involved in trying to find a way out of this grievous war in Gaza. achieve a"
    },
    {
      "start": 1288.72,
      "dur": 2.55,
      "text": "this grievous war in Gaza. achieve a ceasefire, get Israeli hostages home."
    },
    {
      "start": 1291.28,
      "dur": 1.749,
      "text": "ceasefire, get Israeli hostages home. And so he began flirting with this idea"
    },
    {
      "start": 1293.039,
      "dur": 2.63,
      "text": "And so he began flirting with this idea of a board of peace and in order to"
    },
    {
      "start": 1295.679,
      "dur": 2.47,
      "text": "of a board of peace and in order to oversee the development of Gaza, who"
    },
    {
      "start": 1298.159,
      "dur": 2.551,
      "text": "oversee the development of Gaza, who would run Gaza, all of these are"
    },
    {
      "start": 1300.72,
      "dur": 2.309,
      "text": "would run Gaza, all of these are incredibly sensitive questions given,"
    },
    {
      "start": 1303.039,
      "dur": 1.911,
      "text": "incredibly sensitive questions given, you know, Israel's security concerns,"
    },
    {
      "start": 1304.96,
      "dur": 2.23,
      "text": "you know, Israel's security concerns, the Palestinians desire to run their own"
    },
    {
      "start": 1307.2,
      "dur": 2.07,
      "text": "the Palestinians desire to run their own affairs. Um, President Trump would say,"
    },
    {
      "start": 1309.28,
      "dur": 1.59,
      "text": "affairs. Um, President Trump would say, \"Oh, well, they want me to head the"
    },
    {
      "start": 1310.88,
      "dur": 1.43,
      "text": "\"Oh, well, they want me to head the Board of Peace,\" you know, and that kind"
    },
    {
      "start": 1312.32,
      "dur": 2.79,
      "text": "Board of Peace,\" you know, and that kind of false modesty. Fast forward to where"
    },
    {
      "start": 1315.12,
      "dur": 1.51,
      "text": "of false modesty. Fast forward to where we are now and what has been developing"
    },
    {
      "start": 1316.64,
      "dur": 1.75,
      "text": "we are now and what has been developing recently after President Trump came up"
    },
    {
      "start": 1318.4,
      "dur": 2.71,
      "text": "recently after President Trump came up with this peace plan. Um in October they"
    },
    {
      "start": 1321.12,
      "dur": 1.99,
      "text": "with this peace plan. Um in October they agreed the first phase of the of the"
    },
    {
      "start": 1323.12,
      "dur": 3.029,
      "text": "agreed the first phase of the of the ceasefire which more or less ended the"
    },
    {
      "start": 1326.159,
      "dur": 1.671,
      "text": "ceasefire which more or less ended the war but not completely. It has"
    },
    {
      "start": 1327.84,
      "dur": 1.67,
      "text": "war but not completely. It has Palestinians are still dying and not"
    },
    {
      "start": 1329.52,
      "dur": 1.83,
      "text": "Palestinians are still dying and not enough food is getting in but it did"
    },
    {
      "start": 1331.36,
      "dur": 2.549,
      "text": "enough food is getting in but it did bring about a ceasefire. Uh the Israeli"
    },
    {
      "start": 1333.919,
      "dur": 2.151,
      "text": "bring about a ceasefire. Uh the Israeli hostages came home all but one the"
    },
    {
      "start": 1336.08,
      "dur": 4.709,
      "text": "hostages came home all but one the remains of of one. Um and President"
    },
    {
      "start": 1340.799,
      "dur": 1.911,
      "text": "remains of of one. Um and President Trump has been trying to he kept saying"
    },
    {
      "start": 1342.72,
      "dur": 1.03,
      "text": "Trump has been trying to he kept saying I'm going to tell you what the"
    },
    {
      "start": 1343.76,
      "dur": 1.35,
      "text": "I'm going to tell you what the membership of this board of peace board"
    },
    {
      "start": 1345.12,
      "dur": 2.549,
      "text": "membership of this board of peace board of peace suddenly the board of peace the"
    },
    {
      "start": 1347.679,
      "dur": 2.151,
      "text": "of peace suddenly the board of peace the last details we have which is why your"
    },
    {
      "start": 1349.84,
      "dur": 2.309,
      "text": "last details we have which is why your question is so important not only is"
    },
    {
      "start": 1352.159,
      "dur": 1.271,
      "text": "question is so important not only is President Trump going to be head of this"
    },
    {
      "start": 1353.44,
      "dur": 2.15,
      "text": "President Trump going to be head of this board of peace he's president for life"
    },
    {
      "start": 1355.6,
      "dur": 2.39,
      "text": "board of peace he's president for life even when if and when he ever leaves"
    },
    {
      "start": 1358.0,
      "dur": 2.95,
      "text": "even when if and when he ever leaves office uh and that a board of peace"
    },
    {
      "start": 1360.96,
      "dur": 1.67,
      "text": "office uh and that a board of peace which initially had a small number of"
    },
    {
      "start": 1362.64,
      "dur": 2.149,
      "text": "which initially had a small number of people he keeps asking more people so"
    },
    {
      "start": 1364.799,
      "dur": 2.151,
      "text": "people he keeps asking more people so he's asked President Vladimir Putin to"
    },
    {
      "start": 1366.96,
      "dur": 1.35,
      "text": "he's asked President Vladimir Putin to join it he's asked the Bellar Russian"
    },
    {
      "start": 1368.32,
      "dur": 1.75,
      "text": "join it he's asked the Bellar Russian leader to join it. Yes, he's asked Mark"
    },
    {
      "start": 1370.08,
      "dur": 1.67,
      "text": "leader to join it. Yes, he's asked Mark Carney, he's asked the Israeli prime"
    },
    {
      "start": 1371.76,
      "dur": 1.909,
      "text": "Carney, he's asked the Israeli prime minister to join him. And these are to"
    },
    {
      "start": 1373.679,
      "dur": 2.47,
      "text": "minister to join him. And these are to be non-permanent seats. And then came"
    },
    {
      "start": 1376.159,
      "dur": 2.231,
      "text": "be non-permanent seats. And then came out the absolutely"
    },
    {
      "start": 1378.4,
      "dur": 3.749,
      "text": "out the absolutely uh mind-boggling detail that if anyone"
    },
    {
      "start": 1382.159,
      "dur": 1.591,
      "text": "uh mind-boggling detail that if anyone would like to be a permanent member like"
    },
    {
      "start": 1383.76,
      "dur": 1.51,
      "text": "would like to be a permanent member like President Trump, all they need to do is"
    },
    {
      "start": 1385.28,
      "dur": 3.35,
      "text": "President Trump, all they need to do is pay $1 billion and they too would be a"
    },
    {
      "start": 1388.64,
      "dur": 1.99,
      "text": "pay $1 billion and they too would be a permanent member. I have to say it's"
    },
    {
      "start": 1390.64,
      "dur": 2.389,
      "text": "permanent member. I have to say it's becoming a bit of a farce. Not"
    },
    {
      "start": 1393.039,
      "dur": 1.911,
      "text": "becoming a bit of a farce. Not surprisingly, uh, the French president,"
    },
    {
      "start": 1394.96,
      "dur": 2.069,
      "text": "surprisingly, uh, the French president, Emanuel Mron, said he would love to be"
    },
    {
      "start": 1397.039,
      "dur": 2.231,
      "text": "Emanuel Mron, said he would love to be part of the efforts to bring peace to"
    },
    {
      "start": 1399.28,
      "dur": 1.67,
      "text": "part of the efforts to bring peace to Gaza, to rebuild Gaza, but he's not"
    },
    {
      "start": 1400.96,
      "dur": 1.91,
      "text": "Gaza, to rebuild Gaza, but he's not going to join the border of peace. Mark"
    },
    {
      "start": 1402.88,
      "dur": 2.07,
      "text": "going to join the border of peace. Mark Carney, let's see, he's certainly, there"
    },
    {
      "start": 1404.96,
      "dur": 1.27,
      "text": "Carney, let's see, he's certainly, there was a report today in the Canadian"
    },
    {
      "start": 1406.24,
      "dur": 1.19,
      "text": "was a report today in the Canadian media, he's not certainly not going to"
    },
    {
      "start": 1407.44,
      "dur": 2.31,
      "text": "media, he's not certainly not going to pay $1 billion. Will he join the border"
    },
    {
      "start": 1409.76,
      "dur": 1.83,
      "text": "pay $1 billion. Will he join the border of peace? Prime Minister Netanyahu has"
    },
    {
      "start": 1411.6,
      "dur": 2.39,
      "text": "of peace? Prime Minister Netanyahu has said he will join it. And then suddenly"
    },
    {
      "start": 1414.0,
      "dur": 1.669,
      "text": "said he will join it. And then suddenly people realize that this wasn't just"
    },
    {
      "start": 1415.679,
      "dur": 2.631,
      "text": "people realize that this wasn't just about Gaza. that President Trump was"
    },
    {
      "start": 1418.32,
      "dur": 2.55,
      "text": "about Gaza. that President Trump was saying that well after we resolve Gaza"
    },
    {
      "start": 1420.88,
      "dur": 2.39,
      "text": "saying that well after we resolve Gaza we can resolve other crises and then"
    },
    {
      "start": 1423.28,
      "dur": 1.83,
      "text": "we can resolve other crises and then that started raising what does he mean?"
    },
    {
      "start": 1425.12,
      "dur": 2.23,
      "text": "that started raising what does he mean? President Trump was asked yesterday the"
    },
    {
      "start": 1427.36,
      "dur": 2.39,
      "text": "President Trump was asked yesterday the question many are asking are you trying"
    },
    {
      "start": 1429.76,
      "dur": 2.789,
      "text": "question many are asking are you trying to create an alternative to the United"
    },
    {
      "start": 1432.559,
      "dur": 1.751,
      "text": "to create an alternative to the United Nations and the United Nations Security"
    },
    {
      "start": 1434.32,
      "dur": 1.91,
      "text": "Nations and the United Nations Security Council and as you say he's a man of few"
    },
    {
      "start": 1436.24,
      "dur": 2.63,
      "text": "Council and as you say he's a man of few words and details and he said it might"
    },
    {
      "start": 1438.88,
      "dur": 2.23,
      "text": "words and details and he said it might be which is his favorite kind of"
    },
    {
      "start": 1441.12,
      "dur": 2.87,
      "text": "be which is his favorite kind of situation which is he's keeping everyone"
    },
    {
      "start": 1444.0,
      "dur": 0.789,
      "text": "situation which is he's keeping everyone guessing."
    },
    {
      "start": 1444.799,
      "dur": 2.391,
      "text": "guessing. &gt;&gt; Lee thank you so much. Thank you, Lee."
    },
    {
      "start": 1447.2,
      "dur": 6.87,
      "text": "&gt;&gt; Lee thank you so much. Thank you, Lee. And as a Canadian, I feel obliged to say"
    },
    {
      "start": 1454.08,
      "dur": 1.76,
      "text": "the Global Story is also a podcast. If"
    },
    {
      "start": 1455.84,
      "dur": 1.59,
      "text": "the Global Story is also a podcast. If you've enjoyed today's episode, you can"
    },
    {
      "start": 1457.44,
      "dur": 1.75,
      "text": "you've enjoyed today's episode, you can find more of them by searching The"
    },
    {
      "start": 1459.2,
      "dur": 2.39,
      "text": "find more of them by searching The Global Story on BBC.com or wherever you"
    },
    {
      "start": 1461.6,
      "dur": 3.319,
      "text": "Global Story on BBC.com or wherever you get your podcasts."
    }
  ]
}