{
  "videoId": "lGz0EHMzEEs",
  "title": "Security concerns for prisons holding IS fighters | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 337,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.159,
      "text": "Now, this fresh concern in Syria about"
    },
    {
      "start": 2.639,
      "dur": 2.311,
      "text": "Now, this fresh concern in Syria about the security of prisons and camps"
    },
    {
      "start": 4.96,
      "dur": 2.07,
      "text": "the security of prisons and camps holding 40,000 suspected fighters from"
    },
    {
      "start": 7.04,
      "dur": 1.67,
      "text": "holding 40,000 suspected fighters from the Islamic State group and their"
    },
    {
      "start": 8.72,
      "dur": 1.75,
      "text": "the Islamic State group and their families. Syria's government is"
    },
    {
      "start": 10.48,
      "dur": 1.83,
      "text": "families. Syria's government is demanding the Kurdish militias which"
    },
    {
      "start": 12.32,
      "dur": 2.389,
      "text": "demanding the Kurdish militias which guard the prisons disband and integrate"
    },
    {
      "start": 14.719,
      "dur": 2.231,
      "text": "guard the prisons disband and integrate into the Syrian army. But there are"
    },
    {
      "start": 16.96,
      "dur": 2.79,
      "text": "into the Syrian army. But there are fears if fighting resumes, the IS camps"
    },
    {
      "start": 19.76,
      "dur": 1.589,
      "text": "fears if fighting resumes, the IS camps won't be secure. Our senior"
    },
    {
      "start": 21.359,
      "dur": 1.91,
      "text": "won't be secure. Our senior international correspondent Ola Giran"
    },
    {
      "start": 23.279,
      "dur": 4.23,
      "text": "international correspondent Ola Giran sent this report."
    },
    {
      "start": 27.519,
      "dur": 4.72,
      "text": "Roj Camp, a prison in all but name."
    },
    {
      "start": 32.239,
      "dur": 2.551,
      "text": "Roj Camp, a prison in all but name. We've come back to gauge the mood behind"
    },
    {
      "start": 34.8,
      "dur": 3.11,
      "text": "We've come back to gauge the mood behind the wire as the political landscape in"
    },
    {
      "start": 37.92,
      "dur": 3.83,
      "text": "the wire as the political landscape in Syria changes."
    },
    {
      "start": 41.76,
      "dur": 2.639,
      "text": "For years, Kurdish officials have rung"
    },
    {
      "start": 44.399,
      "dur": 3.67,
      "text": "For years, Kurdish officials have rung camps and prisons for is detainees,"
    },
    {
      "start": 48.079,
      "dur": 3.271,
      "text": "camps and prisons for is detainees, protecting the world, they say. But soon"
    },
    {
      "start": 51.36,
      "dur": 2.79,
      "text": "protecting the world, they say. But soon the Syrian government, led by a former"
    },
    {
      "start": 54.16,
      "dur": 5.59,
      "text": "the Syrian government, led by a former jihadist, could be in control."
    },
    {
      "start": 59.76,
      "dur": 3.36,
      "text": "The camp manager, Hecmia Ibrahim, says"
    },
    {
      "start": 63.12,
      "dur": 3.11,
      "text": "The camp manager, Hecmia Ibrahim, says many in Raj are emboldened and getting"
    },
    {
      "start": 66.24,
      "dur": 4.31,
      "text": "many in Raj are emboldened and getting more aggressive."
    },
    {
      "start": 70.56,
      "dur": 3.68,
      "text": "She shows me this is flag newly dobbed"
    },
    {
      "start": 74.24,
      "dur": 2.71,
      "text": "She shows me this is flag newly dobbed on one of the walls."
    },
    {
      "start": 76.96,
      "dur": 3.27,
      "text": "on one of the walls. Atrocities still happen here unnoticed"
    },
    {
      "start": 80.24,
      "dur": 3.909,
      "text": "Atrocities still happen here unnoticed by the world."
    },
    {
      "start": 84.159,
      "dur": 2.0,
      "text": "&gt;&gt; There was an incident last October"
    },
    {
      "start": 86.159,
      "dur": 1.751,
      "text": "&gt;&gt; There was an incident last October involving twin brothers from Turk"
    },
    {
      "start": 87.92,
      "dur": 2.869,
      "text": "involving twin brothers from Turk Menistan."
    },
    {
      "start": 90.799,
      "dur": 2.551,
      "text": "Menistan. One of them killed the other and later"
    },
    {
      "start": 93.36,
      "dur": 2.709,
      "text": "One of them killed the other and later said he would do it again if his brother"
    },
    {
      "start": 96.079,
      "dur": 2.951,
      "text": "said he would do it again if his brother came back to life."
    },
    {
      "start": 99.04,
      "dur": 2.47,
      "text": "came back to life. She tells us the dead boy was an"
    },
    {
      "start": 101.52,
      "dur": 3.35,
      "text": "She tells us the dead boy was an extremist but not extreme enough for his"
    },
    {
      "start": 104.88,
      "dur": 4.95,
      "text": "extremist but not extreme enough for his brother. The twins were 14."
    },
    {
      "start": 109.84,
      "dur": 3.67,
      "text": "brother. The twins were 14. In this muddy wasteland, no courts, no"
    },
    {
      "start": 113.52,
      "dur": 3.83,
      "text": "In this muddy wasteland, no courts, no trials, just 2,000 foreign women and"
    },
    {
      "start": 117.36,
      "dur": 3.51,
      "text": "trials, just 2,000 foreign women and children convicted of nothing. 40"
    },
    {
      "start": 120.88,
      "dur": 2.549,
      "text": "children convicted of nothing. 40 Britons among them."
    },
    {
      "start": 123.439,
      "dur": 2.31,
      "text": "Britons among them. At the camp's food market, we met a"
    },
    {
      "start": 125.759,
      "dur": 2.791,
      "text": "At the camp's food market, we met a woman from the UK who said she wanted to"
    },
    {
      "start": 128.56,
      "dur": 2.79,
      "text": "woman from the UK who said she wanted to go home, but was afraid to speak on"
    },
    {
      "start": 131.36,
      "dur": 3.509,
      "text": "go home, but was afraid to speak on camera in front of the guards."
    },
    {
      "start": 134.879,
      "dur": 2.311,
      "text": "camera in front of the guards. Other mothers said they worried for"
    },
    {
      "start": 137.2,
      "dur": 2.79,
      "text": "Other mothers said they worried for their young children growing up in all"
    },
    {
      "start": 140.0,
      "dur": 2.869,
      "text": "their young children growing up in all this without even a glimpse of the"
    },
    {
      "start": 142.879,
      "dur": 5.35,
      "text": "this without even a glimpse of the outside world."
    },
    {
      "start": 148.239,
      "dur": 2.561,
      "text": "I want to lead this place so my daughter"
    },
    {
      "start": 150.8,
      "dur": 3.91,
      "text": "I want to lead this place so my daughter can study and live her life."
    },
    {
      "start": 154.72,
      "dur": 2.47,
      "text": "can study and live her life. She has a right to an education, to"
    },
    {
      "start": 157.2,
      "dur": 3.029,
      "text": "She has a right to an education, to visit a park, to get medical care. If"
    },
    {
      "start": 160.239,
      "dur": 2.63,
      "text": "visit a park, to get medical care. If she's ill, god forbid, she should be"
    },
    {
      "start": 162.879,
      "dur": 2.391,
      "text": "she's ill, god forbid, she should be able to go to a hospital like any other"
    },
    {
      "start": 165.28,
      "dur": 3.27,
      "text": "able to go to a hospital like any other child without soldiers going with us."
    },
    {
      "start": 168.56,
      "dur": 2.71,
      "text": "child without soldiers going with us. &gt;&gt; What would you say to people outside who"
    },
    {
      "start": 171.28,
      "dur": 4.07,
      "text": "&gt;&gt; What would you say to people outside who say you came and you joined is and you"
    },
    {
      "start": 175.36,
      "dur": 3.19,
      "text": "say you came and you joined is and you don't have the right to go home."
    },
    {
      "start": 178.56,
      "dur": 1.669,
      "text": "don't have the right to go home. &gt;&gt; First of all, I didn't join the"
    },
    {
      "start": 180.239,
      "dur": 2.231,
      "text": "&gt;&gt; First of all, I didn't join the organization. My husband forced me to"
    },
    {
      "start": 182.48,
      "dur": 2.79,
      "text": "organization. My husband forced me to come here. He died and my children and I"
    },
    {
      "start": 185.28,
      "dur": 1.99,
      "text": "come here. He died and my children and I are paying the price. We want to tell"
    },
    {
      "start": 187.28,
      "dur": 5.27,
      "text": "are paying the price. We want to tell people that we are victims."
    },
    {
      "start": 192.56,
      "dur": 3.2,
      "text": "&gt;&gt; Tell that to the Kurds who lost around"
    },
    {
      "start": 195.76,
      "dur": 4.63,
      "text": "&gt;&gt; Tell that to the Kurds who lost around 11,000 fighters defeating is now in"
    },
    {
      "start": 200.4,
      "dur": 2.95,
      "text": "11,000 fighters defeating is now in mourning once again."
    },
    {
      "start": 203.36,
      "dur": 3.19,
      "text": "mourning once again. Here a mass funeral for six fighters"
    },
    {
      "start": 206.56,
      "dur": 6.63,
      "text": "Here a mass funeral for six fighters killed by the Syrian army."
    },
    {
      "start": 213.2,
      "dur": 3.36,
      "text": "&gt;&gt; Long live our martyrs, she says. Her"
    },
    {
      "start": 216.56,
      "dur": 4.07,
      "text": "&gt;&gt; Long live our martyrs, she says. Her aunt Sedar is among them. For the Kurds,"
    },
    {
      "start": 220.64,
      "dur": 3.27,
      "text": "aunt Sedar is among them. For the Kurds, more anguish. For the Middle East, more"
    },
    {
      "start": 223.92,
      "dur": 3.11,
      "text": "more anguish. For the Middle East, more instability."
    },
    {
      "start": 227.04,
      "dur": 2.72,
      "text": "And in this latest battle, the Kurds"
    },
    {
      "start": 229.76,
      "dur": 3.189,
      "text": "And in this latest battle, the Kurds have no friends. Their former allies,"
    },
    {
      "start": 232.959,
      "dur": 4.151,
      "text": "have no friends. Their former allies, the US, no longer by their side."
    },
    {
      "start": 237.12,
      "dur": 2.55,
      "text": "the US, no longer by their side. Once again, Kurdish forces are coming to"
    },
    {
      "start": 239.68,
      "dur": 2.87,
      "text": "Once again, Kurdish forces are coming to bury their dead. The enemy this time is"
    },
    {
      "start": 242.56,
      "dur": 2.309,
      "text": "bury their dead. The enemy this time is the central government in Damascus and"
    },
    {
      "start": 244.879,
      "dur": 3.111,
      "text": "the central government in Damascus and its armed forces. There is a fragile"
    },
    {
      "start": 248.0,
      "dur": 2.789,
      "text": "its armed forces. There is a fragile ceasefire between the two sides and"
    },
    {
      "start": 250.799,
      "dur": 2.391,
      "text": "ceasefire between the two sides and talks are continuing, but there is a"
    },
    {
      "start": 253.2,
      "dur": 2.47,
      "text": "talks are continuing, but there is a risk that this could become an allout"
    },
    {
      "start": 255.68,
      "dur": 3.669,
      "text": "risk that this could become an allout war in the new Syria."
    },
    {
      "start": 259.359,
      "dur": 3.511,
      "text": "war in the new Syria. The Kurds insist"
    },
    {
      "start": 262.88,
      "dur": 4.55,
      "text": "The Kurds insist they will be ready."
    },
    {
      "start": 267.44,
      "dur": 2.8,
      "text": "We were shown frontline positions at the"
    },
    {
      "start": 270.24,
      "dur": 2.47,
      "text": "We were shown frontline positions at the edge of Hassaca, one of the last"
    },
    {
      "start": 272.72,
      "dur": 3.83,
      "text": "edge of Hassaca, one of the last remaining Kurdish strongholds."
    },
    {
      "start": 276.56,
      "dur": 3.189,
      "text": "remaining Kurdish strongholds. &gt;&gt; CM and Ali lost hundreds of friends"
    },
    {
      "start": 279.759,
      "dur": 4.071,
      "text": "&gt;&gt; CM and Ali lost hundreds of friends fighting is he can never forget. He"
    },
    {
      "start": 283.84,
      "dur": 2.31,
      "text": "fighting is he can never forget. He fears the international community"
    },
    {
      "start": 286.16,
      "dur": 3.19,
      "text": "fears the international community already has."
    },
    {
      "start": 289.36,
      "dur": 1.91,
      "text": "already has. It's not just the Americans, it's also"
    },
    {
      "start": 291.28,
      "dur": 2.629,
      "text": "It's not just the Americans, it's also the West. They should have stood by us"
    },
    {
      "start": 293.919,
      "dur": 2.071,
      "text": "the West. They should have stood by us because we made a significant sacrifice"
    },
    {
      "start": 296.0,
      "dur": 3.189,
      "text": "because we made a significant sacrifice and fought tooth and nail against is"
    },
    {
      "start": 299.199,
      "dur": 2.311,
      "text": "and fought tooth and nail against is what we achieved was good not just for"
    },
    {
      "start": 301.52,
      "dur": 3.35,
      "text": "what we achieved was good not just for us but for the whole world."
    },
    {
      "start": 304.88,
      "dur": 2.71,
      "text": "us but for the whole world. Now the Kurds wait as the end of the"
    },
    {
      "start": 307.6,
      "dur": 2.309,
      "text": "Now the Kurds wait as the end of the ceasefire approaches."
    },
    {
      "start": 309.919,
      "dur": 2.871,
      "text": "ceasefire approaches. If it comes to allout war they may be"
    },
    {
      "start": 312.8,
      "dur": 3.35,
      "text": "If it comes to allout war they may be facing a losing battle but say they will"
    },
    {
      "start": 316.16,
      "dur": 3.19,
      "text": "facing a losing battle but say they will fight to their last breath."
    },
    {
      "start": 319.36,
      "dur": 4.07,
      "text": "fight to their last breath. Orliran, BBC News, Hassaca, Syria."
    },
    {
      "start": 323.44,
      "dur": 2.23,
      "text": "Orliran, BBC News, Hassaca, Syria. &gt;&gt; Well, since Ola filed her report, an"
    },
    {
      "start": 325.68,
      "dur": 1.91,
      "text": "&gt;&gt; Well, since Ola filed her report, an agreement between the sides to continue"
    },
    {
      "start": 327.6,
      "dur": 1.99,
      "text": "agreement between the sides to continue the ceasefire has been announced and to"
    },
    {
      "start": 329.6,
      "dur": 1.83,
      "text": "the ceasefire has been announced and to begin the integration of Kurdish forces"
    },
    {
      "start": 331.44,
      "dur": 1.99,
      "text": "begin the integration of Kurdish forces into the Syrian army. A previous"
    },
    {
      "start": 333.44,
      "dur": 2.23,
      "text": "into the Syrian army. A previous agreement on integration signed last"
    },
    {
      "start": 335.68,
      "dur": 2.72,
      "text": "agreement on integration signed last March failed."
    }
  ]
}