{
  "videoId": "LkDIaUKeq9o",
  "title": "Victoria Derbyshire on her Gisele Pelicot interview | BBC Newscast",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 1982,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.52,
      "text": "Laura, today we're going to be talking"
    },
    {
      "start": 1.68,
      "dur": 3.43,
      "text": "Laura, today we're going to be talking about one of the most amazing women in"
    },
    {
      "start": 5.12,
      "dur": 2.87,
      "text": "about one of the most amazing women in the news for the last 25 years that I"
    },
    {
      "start": 8.0,
      "dur": 1.589,
      "text": "the news for the last 25 years that I can ever well that I can remember."
    },
    {
      "start": 9.599,
      "dur": 1.751,
      "text": "can ever well that I can remember. &gt;&gt; That's right. Jazelle Pelico, a name"
    },
    {
      "start": 11.36,
      "dur": 1.59,
      "text": "&gt;&gt; That's right. Jazelle Pelico, a name that will be familiar, I'm sure, to"
    },
    {
      "start": 12.96,
      "dur": 2.709,
      "text": "that will be familiar, I'm sure, to every newscaster. I think it is a name"
    },
    {
      "start": 15.679,
      "dur": 2.951,
      "text": "every newscaster. I think it is a name that not just was in the headlines, but"
    },
    {
      "start": 18.64,
      "dur": 4.629,
      "text": "that not just was in the headlines, but was became iconic to many people. Um,"
    },
    {
      "start": 23.279,
      "dur": 2.23,
      "text": "was became iconic to many people. Um, she was the French woman who had the"
    },
    {
      "start": 25.519,
      "dur": 2.791,
      "text": "she was the French woman who had the courage to tell her own most appalling,"
    },
    {
      "start": 28.32,
      "dur": 3.349,
      "text": "courage to tell her own most appalling, harrowing story in a courtroom in a"
    },
    {
      "start": 31.679,
      "dur": 2.71,
      "text": "harrowing story in a courtroom in a quiet part of France over many weeks and"
    },
    {
      "start": 34.399,
      "dur": 1.99,
      "text": "quiet part of France over many weeks and many months. Victoria, our colleague, is"
    },
    {
      "start": 36.399,
      "dur": 2.071,
      "text": "many months. Victoria, our colleague, is going to tell us about her exclusive UK"
    },
    {
      "start": 38.48,
      "dur": 2.229,
      "text": "going to tell us about her exclusive UK interview with Chiselle Pelico, her"
    },
    {
      "start": 40.719,
      "dur": 2.791,
      "text": "interview with Chiselle Pelico, her extraordinary story, and also how she is"
    },
    {
      "start": 43.52,
      "dur": 1.349,
      "text": "extraordinary story, and also how she is trying to turn the horror of what"
    },
    {
      "start": 44.879,
      "dur": 3.99,
      "text": "trying to turn the horror of what happened to her into a testament to"
    },
    {
      "start": 48.879,
      "dur": 2.15,
      "text": "happened to her into a testament to actually how shame can be transferred."
    },
    {
      "start": 51.039,
      "dur": 1.591,
      "text": "actually how shame can be transferred. It's one of the powerful messages that"
    },
    {
      "start": 52.64,
      "dur": 2.389,
      "text": "It's one of the powerful messages that she has said publicly and she said"
    },
    {
      "start": 55.039,
      "dur": 2.15,
      "text": "she has said publicly and she said outside the courtroom the shame should"
    },
    {
      "start": 57.199,
      "dur": 1.99,
      "text": "outside the courtroom the shame should not belong to her. It should belong to"
    },
    {
      "start": 59.199,
      "dur": 1.111,
      "text": "not belong to her. It should belong to the perpetrators."
    },
    {
      "start": 60.32,
      "dur": 1.83,
      "text": "the perpetrators. &gt;&gt; So we know because she allowed her"
    },
    {
      "start": 62.16,
      "dur": 2.15,
      "text": "&gt;&gt; So we know because she allowed her anonymity to be waved that she was"
    },
    {
      "start": 64.32,
      "dur": 2.07,
      "text": "anonymity to be waved that she was drugged and raped by her husband who"
    },
    {
      "start": 66.4,
      "dur": 2.55,
      "text": "drugged and raped by her husband who then invited dozens of strangers to join"
    },
    {
      "start": 68.96,
      "dur": 3.189,
      "text": "then invited dozens of strangers to join him in raping her, filming it. There's"
    },
    {
      "start": 72.159,
      "dur": 2.071,
      "text": "him in raping her, filming it. There's also a horrible suspicion he may have"
    },
    {
      "start": 74.24,
      "dur": 2.39,
      "text": "also a horrible suspicion he may have done the same to their daughter."
    },
    {
      "start": 76.64,
      "dur": 2.31,
      "text": "done the same to their daughter. However, Victoria is going to tell us"
    },
    {
      "start": 78.96,
      "dur": 3.189,
      "text": "However, Victoria is going to tell us that she's been changed by the hope that"
    },
    {
      "start": 82.159,
      "dur": 2.231,
      "text": "that she's been changed by the hope that Jiselle has expressed and we'll hear a"
    },
    {
      "start": 84.4,
      "dur": 1.749,
      "text": "Jiselle has expressed and we'll hear a little bit of Victoria's exclusive"
    },
    {
      "start": 86.159,
      "dur": 7.27,
      "text": "little bit of Victoria's exclusive interview on this Saturday's newscast."
    },
    {
      "start": 93.439,
      "dur": 1.281,
      "text": "&gt;&gt; Hello, it's Laura in the studio."
    },
    {
      "start": 94.72,
      "dur": 1.749,
      "text": "&gt;&gt; Hello, it's Laura in the studio. &gt;&gt; Hello, it's Patty in the studio. and"
    },
    {
      "start": 96.479,
      "dur": 1.831,
      "text": "&gt;&gt; Hello, it's Patty in the studio. and newscasters, please be aware that some"
    },
    {
      "start": 98.32,
      "dur": 0.95,
      "text": "newscasters, please be aware that some of the things that we're going to talk"
    },
    {
      "start": 99.28,
      "dur": 1.75,
      "text": "of the things that we're going to talk about with Victoria and her interview"
    },
    {
      "start": 101.04,
      "dur": 2.55,
      "text": "about with Victoria and her interview with Jazelle Pelico are of course"
    },
    {
      "start": 103.6,
      "dur": 2.23,
      "text": "with Jazelle Pelico are of course upsetting, harrowing, and as ever, we"
    },
    {
      "start": 105.84,
      "dur": 1.269,
      "text": "upsetting, harrowing, and as ever, we should say, there's tons of help and"
    },
    {
      "start": 107.119,
      "dur": 1.35,
      "text": "should say, there's tons of help and support out there, which you can find on"
    },
    {
      "start": 108.479,
      "dur": 2.071,
      "text": "support out there, which you can find on the BBC Action Line website. There are"
    },
    {
      "start": 110.56,
      "dur": 2.869,
      "text": "the BBC Action Line website. There are all sorts of organizations that help um"
    },
    {
      "start": 113.439,
      "dur": 2.471,
      "text": "all sorts of organizations that help um with these kinds of dreadful issues that"
    },
    {
      "start": 115.92,
      "dur": 2.71,
      "text": "with these kinds of dreadful issues that too many people have been victim to over"
    },
    {
      "start": 118.64,
      "dur": 0.87,
      "text": "too many people have been victim to over the years."
    },
    {
      "start": 119.52,
      "dur": 2.629,
      "text": "the years. &gt;&gt; So, let's meet Victoria to hear more"
    },
    {
      "start": 122.159,
      "dur": 2.23,
      "text": "&gt;&gt; So, let's meet Victoria to hear more about what's happened with this"
    },
    {
      "start": 124.399,
      "dur": 1.511,
      "text": "about what's happened with this encounter. Hello Vic."
    },
    {
      "start": 125.92,
      "dur": 1.91,
      "text": "encounter. Hello Vic. &gt;&gt; Hi Patty. Hi Laura. How are you?"
    },
    {
      "start": 127.84,
      "dur": 2.629,
      "text": "&gt;&gt; Hi Patty. Hi Laura. How are you? &gt;&gt; Great to have you with us. So before we"
    },
    {
      "start": 130.479,
      "dur": 2.47,
      "text": "&gt;&gt; Great to have you with us. So before we talk about what actually she says in the"
    },
    {
      "start": 132.959,
      "dur": 3.27,
      "text": "talk about what actually she says in the interview, I just wonder what was the"
    },
    {
      "start": 136.239,
      "dur": 1.591,
      "text": "interview, I just wonder what was the experience of meeting her, you know,"
    },
    {
      "start": 137.84,
      "dur": 1.43,
      "text": "experience of meeting her, you know, someone that even as journalists we saw"
    },
    {
      "start": 139.28,
      "dur": 1.589,
      "text": "someone that even as journalists we saw her image, we saw her walking into court"
    },
    {
      "start": 140.879,
      "dur": 2.471,
      "text": "her image, we saw her walking into court with such dignity on many times. Just"
    },
    {
      "start": 143.36,
      "dur": 1.43,
      "text": "with such dignity on many times. Just what was it like when you met Jazelle"
    },
    {
      "start": 144.8,
      "dur": 3.35,
      "text": "what was it like when you met Jazelle Pelico?"
    },
    {
      "start": 148.16,
      "dur": 2.4,
      "text": "&gt;&gt; I was really apprehensive about meeting"
    },
    {
      "start": 150.56,
      "dur": 3.029,
      "text": "&gt;&gt; I was really apprehensive about meeting her. I knew a lot about the case, an"
    },
    {
      "start": 153.599,
      "dur": 2.551,
      "text": "her. I knew a lot about the case, an awful lot of the detail of what she had"
    },
    {
      "start": 156.16,
      "dur": 1.99,
      "text": "awful lot of the detail of what she had been subjected to. I knew a lot about"
    },
    {
      "start": 158.16,
      "dur": 2.55,
      "text": "been subjected to. I knew a lot about the accused, the 51 men who were"
    },
    {
      "start": 160.72,
      "dur": 1.509,
      "text": "the accused, the 51 men who were convicted."
    },
    {
      "start": 162.239,
      "dur": 4.311,
      "text": "convicted. I knew very little about her apart from"
    },
    {
      "start": 166.56,
      "dur": 2.389,
      "text": "I knew very little about her apart from some of the statements she made in court"
    },
    {
      "start": 168.959,
      "dur": 3.751,
      "text": "some of the statements she made in court and that powerful plea, Laura, that you"
    },
    {
      "start": 172.72,
      "dur": 1.67,
      "text": "and that powerful plea, Laura, that you referenced at the beginning that shame"
    },
    {
      "start": 174.4,
      "dur": 2.63,
      "text": "referenced at the beginning that shame must change sides from the victim to the"
    },
    {
      "start": 177.04,
      "dur": 2.39,
      "text": "must change sides from the victim to the rapist. And that obviously was a"
    },
    {
      "start": 179.44,
      "dur": 1.67,
      "text": "rapist. And that obviously was a conversation that resonated around the"
    },
    {
      "start": 181.12,
      "dur": 1.829,
      "text": "conversation that resonated around the world. I knew that she was at the center"
    },
    {
      "start": 182.959,
      "dur": 2.151,
      "text": "world. I knew that she was at the center of the largest rape trial in French"
    },
    {
      "start": 185.12,
      "dur": 2.15,
      "text": "of the largest rape trial in French history, a case that shocked France,"
    },
    {
      "start": 187.28,
      "dur": 3.75,
      "text": "history, a case that shocked France, that shocked all of us actually. And I'd"
    },
    {
      "start": 191.04,
      "dur": 2.549,
      "text": "that shocked all of us actually. And I'd read her memoir four times. And I was"
    },
    {
      "start": 193.599,
      "dur": 1.671,
      "text": "read her memoir four times. And I was nervous about meeting her because I"
    },
    {
      "start": 195.28,
      "dur": 2.07,
      "text": "nervous about meeting her because I didn't know, it wasn't one of those"
    },
    {
      "start": 197.36,
      "dur": 1.27,
      "text": "didn't know, it wasn't one of those interviews where you have a briefing"
    },
    {
      "start": 198.64,
      "dur": 1.589,
      "text": "interviews where you have a briefing conversation with the guest beforehand"
    },
    {
      "start": 200.239,
      "dur": 1.99,
      "text": "conversation with the guest beforehand over the phone. I didn't know how open"
    },
    {
      "start": 202.239,
      "dur": 2.391,
      "text": "over the phone. I didn't know how open she was going to be about some really"
    },
    {
      "start": 204.64,
      "dur": 2.949,
      "text": "she was going to be about some really horrific and devastating experiences."
    },
    {
      "start": 207.599,
      "dur": 2.071,
      "text": "horrific and devastating experiences. Um,"
    },
    {
      "start": 209.68,
      "dur": 3.51,
      "text": "Um, and yeah, I was I was in a small way"
    },
    {
      "start": 213.2,
      "dur": 1.91,
      "text": "and yeah, I was I was in a small way stressed because I only have O-level"
    },
    {
      "start": 215.12,
      "dur": 2.23,
      "text": "stressed because I only have O-level French and I had been told that Madame"
    },
    {
      "start": 217.36,
      "dur": 2.39,
      "text": "French and I had been told that Madame Pelico has a little bit of English. And"
    },
    {
      "start": 219.76,
      "dur": 2.15,
      "text": "Pelico has a little bit of English. And so I was desperately learning some"
    },
    {
      "start": 221.92,
      "dur": 3.589,
      "text": "so I was desperately learning some French via my sister's best friend who"
    },
    {
      "start": 225.519,
      "dur": 1.751,
      "text": "French via my sister's best friend who is half French because I wanted to greet"
    },
    {
      "start": 227.28,
      "dur": 1.83,
      "text": "is half French because I wanted to greet her in French. I wanted to say I'd read"
    },
    {
      "start": 229.12,
      "dur": 2.71,
      "text": "her in French. I wanted to say I'd read the book. I wanted to say how the book"
    },
    {
      "start": 231.84,
      "dur": 2.389,
      "text": "the book. I wanted to say how the book had left me feeling and I wanted to tell"
    },
    {
      "start": 234.239,
      "dur": 3.19,
      "text": "had left me feeling and I wanted to tell her it was an honor to meet her. Um, so"
    },
    {
      "start": 237.439,
      "dur": 1.99,
      "text": "her it was an honor to meet her. Um, so that was a little bit of the background."
    },
    {
      "start": 239.439,
      "dur": 2.07,
      "text": "that was a little bit of the background. &gt;&gt; And just before we get into your"
    },
    {
      "start": 241.519,
      "dur": 2.871,
      "text": "&gt;&gt; And just before we get into your listening for ourselves, how did reading"
    },
    {
      "start": 244.4,
      "dur": 2.63,
      "text": "listening for ourselves, how did reading the book leave you feeling, Vic?"
    },
    {
      "start": 247.04,
      "dur": 3.03,
      "text": "the book leave you feeling, Vic? &gt;&gt; I mean, it's obviously horrific. She"
    },
    {
      "start": 250.08,
      "dur": 1.91,
      "text": "&gt;&gt; I mean, it's obviously horrific. She experienced"
    },
    {
      "start": 252.0,
      "dur": 1.91,
      "text": "experienced the the the"
    },
    {
      "start": 253.92,
      "dur": 2.309,
      "text": "the the the most devastating betrayal by her husband"
    },
    {
      "start": 256.239,
      "dur": 3.351,
      "text": "most devastating betrayal by her husband of almost 50 years."
    },
    {
      "start": 259.6,
      "dur": 4.309,
      "text": "of almost 50 years. And yet, and yet I felt this sense of"
    },
    {
      "start": 263.919,
      "dur": 4.311,
      "text": "And yet, and yet I felt this sense of hope by the end of it because she"
    },
    {
      "start": 268.24,
      "dur": 2.87,
      "text": "hope by the end of it because she is determined not to be overwhelmed or"
    },
    {
      "start": 271.12,
      "dur": 2.87,
      "text": "is determined not to be overwhelmed or defined by what has happened to her. And"
    },
    {
      "start": 274.0,
      "dur": 3.43,
      "text": "defined by what has happened to her. And she is she has chosen not to be consumed"
    },
    {
      "start": 277.44,
      "dur": 5.029,
      "text": "she is she has chosen not to be consumed by hatred or anger. She has chosen to"
    },
    {
      "start": 282.479,
      "dur": 2.071,
      "text": "by hatred or anger. She has chosen to think"
    },
    {
      "start": 284.56,
      "dur": 2.95,
      "text": "think life is short. I am still alive despite"
    },
    {
      "start": 287.52,
      "dur": 4.71,
      "text": "life is short. I am still alive despite this horrific ordeal and I am choosing"
    },
    {
      "start": 292.24,
      "dur": 3.83,
      "text": "this horrific ordeal and I am choosing the light if you like. I I I felt"
    },
    {
      "start": 296.08,
      "dur": 2.63,
      "text": "the light if you like. I I I felt uplifted by the end."
    },
    {
      "start": 298.72,
      "dur": 3.59,
      "text": "uplifted by the end. &gt;&gt; And she had huge support also by"
    },
    {
      "start": 302.32,
      "dur": 1.91,
      "text": "&gt;&gt; And she had huge support also by people right around the world just you"
    },
    {
      "start": 304.24,
      "dur": 2.55,
      "text": "people right around the world just you know ordinary people seeing the story on"
    },
    {
      "start": 306.8,
      "dur": 1.59,
      "text": "know ordinary people seeing the story on the news of course but also some big"
    },
    {
      "start": 308.4,
      "dur": 3.91,
      "text": "the news of course but also some big names including the queen uh reached out"
    },
    {
      "start": 312.32,
      "dur": 3.589,
      "text": "names including the queen uh reached out to her during the court case. Do you"
    },
    {
      "start": 315.919,
      "dur": 2.231,
      "text": "to her during the court case. Do you think she was surprised by the level of"
    },
    {
      "start": 318.16,
      "dur": 1.91,
      "text": "think she was surprised by the level of support and what role did that support"
    },
    {
      "start": 320.08,
      "dur": 1.75,
      "text": "support and what role did that support that she received play in how she"
    },
    {
      "start": 321.84,
      "dur": 2.87,
      "text": "that she received play in how she handled it?"
    },
    {
      "start": 324.72,
      "dur": 2.15,
      "text": "handled it? She was definitely surprised as soon as"
    },
    {
      "start": 326.88,
      "dur": 2.309,
      "text": "She was definitely surprised as soon as she let the world know who she was and"
    },
    {
      "start": 329.199,
      "dur": 2.231,
      "text": "she let the world know who she was and opened up that trial, which was her"
    },
    {
      "start": 331.44,
      "dur": 1.83,
      "text": "opened up that trial, which was her profound decision that has changed the"
    },
    {
      "start": 333.28,
      "dur": 2.31,
      "text": "profound decision that has changed the the course of the rest of her life."
    },
    {
      "start": 335.6,
      "dur": 1.51,
      "text": "the course of the rest of her life. People started to gather outside that"
    },
    {
      "start": 337.12,
      "dur": 2.47,
      "text": "People started to gather outside that courtroom in Avenue, particularly women,"
    },
    {
      "start": 339.6,
      "dur": 1.99,
      "text": "courtroom in Avenue, particularly women, and each day they would form a guard of"
    },
    {
      "start": 341.6,
      "dur": 1.51,
      "text": "and each day they would form a guard of honor. And when I think about this, it"
    },
    {
      "start": 343.12,
      "dur": 1.909,
      "text": "honor. And when I think about this, it makes me like I can feel the hairs on"
    },
    {
      "start": 345.039,
      "dur": 2.471,
      "text": "makes me like I can feel the hairs on the back of my neck and on my arms. Like"
    },
    {
      "start": 347.52,
      "dur": 1.91,
      "text": "the back of my neck and on my arms. Like a guard of honor as she walked into that"
    },
    {
      "start": 349.44,
      "dur": 2.469,
      "text": "a guard of honor as she walked into that courtroom every day. And then applause"
    },
    {
      "start": 351.919,
      "dur": 2.231,
      "text": "courtroom every day. And then applause as she left there each evening. I mean"
    },
    {
      "start": 354.16,
      "dur": 1.43,
      "text": "as she left there each evening. I mean that is just extraordinary. People"
    },
    {
      "start": 355.6,
      "dur": 2.149,
      "text": "that is just extraordinary. People wanted to support her and say thank you"
    },
    {
      "start": 357.759,
      "dur": 2.391,
      "text": "wanted to support her and say thank you for what she was doing. And at the end"
    },
    {
      "start": 360.16,
      "dur": 2.71,
      "text": "for what she was doing. And at the end of the trial she told us that she"
    },
    {
      "start": 362.88,
      "dur": 1.99,
      "text": "of the trial she told us that she received a letter from her majesty the"
    },
    {
      "start": 364.88,
      "dur": 2.39,
      "text": "received a letter from her majesty the queen completely unexpected. It really"
    },
    {
      "start": 367.28,
      "dur": 2.23,
      "text": "queen completely unexpected. It really took her back."
    },
    {
      "start": 369.52,
      "dur": 2.71,
      "text": "took her back. And Camila, who we know has done a lot"
    },
    {
      "start": 372.24,
      "dur": 3.59,
      "text": "And Camila, who we know has done a lot of work for survivors of abuse, told her"
    },
    {
      "start": 375.84,
      "dur": 2.469,
      "text": "of work for survivors of abuse, told her that she was courageous, that she was"
    },
    {
      "start": 378.319,
      "dur": 2.231,
      "text": "that she was courageous, that she was grace graceful, that she was dignified"
    },
    {
      "start": 380.56,
      "dur": 2.15,
      "text": "grace graceful, that she was dignified for the way she coped with what she had"
    },
    {
      "start": 382.72,
      "dur": 1.749,
      "text": "for the way she coped with what she had been subjected to, and that she had left"
    },
    {
      "start": 384.479,
      "dur": 3.351,
      "text": "been subjected to, and that she had left this powerful legacy of shamechanging"
    },
    {
      "start": 387.84,
      "dur": 4.31,
      "text": "this powerful legacy of shamechanging sides. And Chisel Pelico said she she"
    },
    {
      "start": 392.16,
      "dur": 1.67,
      "text": "sides. And Chisel Pelico said she she was honored when she received that"
    },
    {
      "start": 393.84,
      "dur": 3.189,
      "text": "was honored when she received that letter. She could not believe um as she"
    },
    {
      "start": 397.039,
      "dur": 1.99,
      "text": "letter. She could not believe um as she put it that the Queen of England knew"
    },
    {
      "start": 399.039,
      "dur": 1.99,
      "text": "put it that the Queen of England knew about her case."
    },
    {
      "start": 401.039,
      "dur": 2.71,
      "text": "about her case. &gt;&gt; One of the uh truths that she's told you"
    },
    {
      "start": 403.759,
      "dur": 2.391,
      "text": "&gt;&gt; One of the uh truths that she's told you is that she looked into what could be"
    },
    {
      "start": 406.16,
      "dur": 1.589,
      "text": "is that she looked into what could be the motivations for the crime and"
    },
    {
      "start": 407.759,
      "dur": 2.391,
      "text": "the motivations for the crime and committed on her and she thinks it's"
    },
    {
      "start": 410.16,
      "dur": 1.91,
      "text": "committed on her and she thinks it's because possibly because she was a"
    },
    {
      "start": 412.08,
      "dur": 3.35,
      "text": "because possibly because she was a strong independent woman and he had"
    },
    {
      "start": 415.44,
      "dur": 3.51,
      "text": "strong independent woman and he had asked her to in get involved in sex"
    },
    {
      "start": 418.96,
      "dur": 3.669,
      "text": "asked her to in get involved in sex parties and she'd said no. And so almost"
    },
    {
      "start": 422.639,
      "dur": 2.39,
      "text": "parties and she'd said no. And so almost he took her strength and drugged her"
    },
    {
      "start": 425.039,
      "dur": 1.831,
      "text": "he took her strength and drugged her because she was so strong. Victoria, can"
    },
    {
      "start": 426.88,
      "dur": 1.51,
      "text": "because she was so strong. Victoria, can you explain more about what she told you"
    },
    {
      "start": 428.4,
      "dur": 2.31,
      "text": "you explain more about what she told you about that?"
    },
    {
      "start": 430.72,
      "dur": 2.95,
      "text": "about that? &gt;&gt; Yes. She said that"
    },
    {
      "start": 433.68,
      "dur": 2.87,
      "text": "&gt;&gt; Yes. She said that she was, these are her words, she was an"
    },
    {
      "start": 436.56,
      "dur": 3.189,
      "text": "she was, these are her words, she was an unbreakable woman and for some reason"
    },
    {
      "start": 439.759,
      "dur": 2.231,
      "text": "unbreakable woman and for some reason her husband, the love of her life, had"
    },
    {
      "start": 442.0,
      "dur": 2.55,
      "text": "her husband, the love of her life, had wanted to break her. Now, it is in part"
    },
    {
      "start": 444.56,
      "dur": 3.11,
      "text": "wanted to break her. Now, it is in part because he'd he'd wanted to do things"
    },
    {
      "start": 447.68,
      "dur": 2.949,
      "text": "because he'd he'd wanted to do things which she rejected and she made that"
    },
    {
      "start": 450.639,
      "dur": 2.231,
      "text": "which she rejected and she made that very clear. It is in part because he was"
    },
    {
      "start": 452.88,
      "dur": 1.51,
      "text": "very clear. It is in part because he was starting to spend a lot of time on the"
    },
    {
      "start": 454.4,
      "dur": 2.229,
      "text": "starting to spend a lot of time on the internet and he ended up in the darkest"
    },
    {
      "start": 456.639,
      "dur": 4.231,
      "text": "internet and he ended up in the darkest corners on the most horrific forums."
    },
    {
      "start": 460.88,
      "dur": 2.309,
      "text": "corners on the most horrific forums. One was called Without Her Knowledge,"
    },
    {
      "start": 463.199,
      "dur": 1.591,
      "text": "One was called Without Her Knowledge, for example, and he started to talk to"
    },
    {
      "start": 464.8,
      "dur": 1.43,
      "text": "for example, and he started to talk to other men and learn about how you could"
    },
    {
      "start": 466.24,
      "dur": 2.949,
      "text": "other men and learn about how you could drug somebody and and, you know,"
    },
    {
      "start": 469.199,
      "dur": 4.231,
      "text": "drug somebody and and, you know, chemically make them submit. Um, and her"
    },
    {
      "start": 473.44,
      "dur": 3.99,
      "text": "chemically make them submit. Um, and her view is that because she said no in life"
    },
    {
      "start": 477.44,
      "dur": 3.429,
      "text": "view is that because she said no in life to his fantasies that he found a way of"
    },
    {
      "start": 480.879,
      "dur": 2.791,
      "text": "to his fantasies that he found a way of making her submit to what he wanted to"
    },
    {
      "start": 483.68,
      "dur": 1.27,
      "text": "making her submit to what he wanted to do."
    },
    {
      "start": 484.96,
      "dur": 3.509,
      "text": "do. &gt;&gt; It's just jaw-droppingly awful."
    },
    {
      "start": 488.479,
      "dur": 2.15,
      "text": "&gt;&gt; It's just jaw-droppingly awful. &gt;&gt; Yeah. I mean, it's un it's unbelievable."
    },
    {
      "start": 490.639,
      "dur": 3.511,
      "text": "&gt;&gt; Yeah. I mean, it's un it's unbelievable. It is unbelievable that anybody could do"
    },
    {
      "start": 494.16,
      "dur": 2.95,
      "text": "It is unbelievable that anybody could do that to anybody else."
    },
    {
      "start": 497.12,
      "dur": 3.509,
      "text": "that to anybody else. Uh, and it's unbelievable that most of"
    },
    {
      "start": 500.639,
      "dur": 1.911,
      "text": "Uh, and it's unbelievable that most of the accused"
    },
    {
      "start": 502.56,
      "dur": 3.349,
      "text": "the accused pleaded not guilty even though her"
    },
    {
      "start": 505.919,
      "dur": 1.911,
      "text": "pleaded not guilty even though her husband had filmed all the rapes. So,"
    },
    {
      "start": 507.84,
      "dur": 2.55,
      "text": "husband had filmed all the rapes. So, she had damning evidence which most"
    },
    {
      "start": 510.4,
      "dur": 3.83,
      "text": "she had damning evidence which most women in rape trials do not have. And"
    },
    {
      "start": 514.24,
      "dur": 2.149,
      "text": "women in rape trials do not have. And yet still they were saying, \"No, I"
    },
    {
      "start": 516.399,
      "dur": 1.75,
      "text": "yet still they were saying, \"No, I didn't rape her because her husband was"
    },
    {
      "start": 518.159,
      "dur": 2.631,
      "text": "didn't rape her because her husband was there.\" So, that was the consent. It was"
    },
    {
      "start": 520.8,
      "dur": 1.109,
      "text": "there.\" So, that was the consent. It was just unreal."
    },
    {
      "start": 521.919,
      "dur": 2.151,
      "text": "just unreal. &gt;&gt; And what was her attitude to those other"
    },
    {
      "start": 524.08,
      "dur": 2.309,
      "text": "&gt;&gt; And what was her attitude to those other men? obviously the"
    },
    {
      "start": 526.399,
      "dur": 2.711,
      "text": "men? obviously the primary hideous surprise and hurt that"
    },
    {
      "start": 529.12,
      "dur": 1.67,
      "text": "primary hideous surprise and hurt that the love of her life would do that to"
    },
    {
      "start": 530.8,
      "dur": 1.67,
      "text": "the love of her life would do that to her. But did she tell you about her"
    },
    {
      "start": 532.48,
      "dur": 1.909,
      "text": "her. But did she tell you about her attitude to the other men who were"
    },
    {
      "start": 534.399,
      "dur": 4.791,
      "text": "attitude to the other men who were involved? She she couldn't believe that"
    },
    {
      "start": 539.2,
      "dur": 1.749,
      "text": "involved? She she couldn't believe that fathers,"
    },
    {
      "start": 540.959,
      "dur": 2.631,
      "text": "fathers, husbands, grandfathers,"
    },
    {
      "start": 543.6,
      "dur": 1.43,
      "text": "husbands, grandfathers, uh people who went about their daily"
    },
    {
      "start": 545.04,
      "dur": 2.87,
      "text": "uh people who went about their daily lives as shop workers and IT specialists"
    },
    {
      "start": 547.92,
      "dur": 3.27,
      "text": "lives as shop workers and IT specialists and volunteer firefighters and"
    },
    {
      "start": 551.2,
      "dur": 4.55,
      "text": "and volunteer firefighters and um you know, truck drivers would in the"
    },
    {
      "start": 555.76,
      "dur": 2.95,
      "text": "um you know, truck drivers would in the dead of night go into someone's home and"
    },
    {
      "start": 558.72,
      "dur": 2.07,
      "text": "dead of night go into someone's home and rape a clearly lifeless woman and then"
    },
    {
      "start": 560.8,
      "dur": 3.029,
      "text": "rape a clearly lifeless woman and then the next morning go about their lives."
    },
    {
      "start": 563.839,
      "dur": 1.831,
      "text": "the next morning go about their lives. It's just it's just it is actually"
    },
    {
      "start": 565.68,
      "dur": 1.43,
      "text": "It's just it's just it is actually unbelievable."
    },
    {
      "start": 567.12,
      "dur": 1.51,
      "text": "unbelievable. &gt;&gt; One of the things that struck struck me"
    },
    {
      "start": 568.64,
      "dur": 1.749,
      "text": "&gt;&gt; One of the things that struck struck me as I as I saw the coverage as it"
    },
    {
      "start": 570.399,
      "dur": 2.231,
      "text": "as I as I saw the coverage as it unfolded is once she had taken the"
    },
    {
      "start": 572.64,
      "dur": 2.71,
      "text": "unfolded is once she had taken the decision to give her name to the world,"
    },
    {
      "start": 575.36,
      "dur": 1.43,
      "text": "decision to give her name to the world, I thought it was even more important to"
    },
    {
      "start": 576.8,
      "dur": 1.83,
      "text": "I thought it was even more important to know the names of the perpetrators,"
    },
    {
      "start": 578.64,
      "dur": 3.189,
      "text": "know the names of the perpetrators, their lives, their jobs. Uh they don't"
    },
    {
      "start": 581.839,
      "dur": 1.591,
      "text": "their lives, their jobs. Uh they don't have the right to that privacy. And I"
    },
    {
      "start": 583.44,
      "dur": 1.509,
      "text": "have the right to that privacy. And I thought you've you've touched on it"
    },
    {
      "start": 584.959,
      "dur": 1.831,
      "text": "thought you've you've touched on it there. We need to know what those men"
    },
    {
      "start": 586.8,
      "dur": 2.07,
      "text": "there. We need to know what those men are like because in a way unfortunately"
    },
    {
      "start": 588.88,
      "dur": 3.19,
      "text": "are like because in a way unfortunately they appear to be everyone. Everyone is"
    },
    {
      "start": 592.08,
      "dur": 1.749,
      "text": "they appear to be everyone. Everyone is covered. Of course, they aren't because"
    },
    {
      "start": 593.839,
      "dur": 1.67,
      "text": "covered. Of course, they aren't because obviously they are criminals who've"
    },
    {
      "start": 595.519,
      "dur": 1.43,
      "text": "obviously they are criminals who've taken part in this, but their life"
    },
    {
      "start": 596.959,
      "dur": 2.31,
      "text": "taken part in this, but their life stories are just so mundane. It's so"
    },
    {
      "start": 599.279,
      "dur": 2.071,
      "text": "stories are just so mundane. It's so ordinary. That's one of the things that"
    },
    {
      "start": 601.36,
      "dur": 2.39,
      "text": "ordinary. That's one of the things that I took took from it and I'm I'm hearing"
    },
    {
      "start": 603.76,
      "dur": 1.91,
      "text": "I took took from it and I'm I'm hearing you say yes. One of the things I wanted"
    },
    {
      "start": 605.68,
      "dur": 1.67,
      "text": "you say yes. One of the things I wanted to what we both wanted to ask you about"
    },
    {
      "start": 607.36,
      "dur": 2.79,
      "text": "to what we both wanted to ask you about is from this courtroom location where"
    },
    {
      "start": 610.16,
      "dur": 2.789,
      "text": "is from this courtroom location where we've heard about her first."
    },
    {
      "start": 612.959,
      "dur": 3.671,
      "text": "we've heard about her first. &gt;&gt; You chose for the TV an absolutely well"
    },
    {
      "start": 616.64,
      "dur": 2.79,
      "text": "&gt;&gt; You chose for the TV an absolutely well I suppose a beautiful spiritual place"
    },
    {
      "start": 619.44,
      "dur": 4.87,
      "text": "I suppose a beautiful spiritual place almost to to do the interview."
    },
    {
      "start": 624.32,
      "dur": 4.32,
      "text": "Yes, we wanted the location to be"
    },
    {
      "start": 628.64,
      "dur": 3.27,
      "text": "Yes, we wanted the location to be obviously in France. Uh, Madame Pelico"
    },
    {
      "start": 631.92,
      "dur": 1.51,
      "text": "obviously in France. Uh, Madame Pelico used to live in Paris when she was"
    },
    {
      "start": 633.44,
      "dur": 1.99,
      "text": "used to live in Paris when she was younger. They, her and her husband moved"
    },
    {
      "start": 635.44,
      "dur": 2.629,
      "text": "younger. They, her and her husband moved to the south of France to live out the"
    },
    {
      "start": 638.079,
      "dur": 1.271,
      "text": "to the south of France to live out the rest of their days, as she put it, to"
    },
    {
      "start": 639.36,
      "dur": 2.55,
      "text": "rest of their days, as she put it, to retire in Province, but they spent much"
    },
    {
      "start": 641.92,
      "dur": 1.75,
      "text": "retire in Province, but they spent much of their life in Paris, and her children"
    },
    {
      "start": 643.68,
      "dur": 1.99,
      "text": "of their life in Paris, and her children and grandchildren still still live"
    },
    {
      "start": 645.68,
      "dur": 3.589,
      "text": "and grandchildren still still live around Paris. So she loves the capital"
    },
    {
      "start": 649.279,
      "dur": 2.711,
      "text": "around Paris. So she loves the capital and the building, the setting, the hotel"
    },
    {
      "start": 652.0,
      "dur": 2.63,
      "text": "and the building, the setting, the hotel Deville in Paris is"
    },
    {
      "start": 654.64,
      "dur": 3.51,
      "text": "Deville in Paris is absolutely stunning. I mean,"
    },
    {
      "start": 658.16,
      "dur": 5.03,
      "text": "absolutely stunning. I mean, and we felt it it it was fitting for"
    },
    {
      "start": 663.2,
      "dur": 3.51,
      "text": "and we felt it it it was fitting for a a petite, elegant woman who made it"
    },
    {
      "start": 666.72,
      "dur": 2.229,
      "text": "a a petite, elegant woman who made it clear in her memoir that she would get"
    },
    {
      "start": 668.959,
      "dur": 2.391,
      "text": "clear in her memoir that she would get up every day before her trial and she"
    },
    {
      "start": 671.36,
      "dur": 2.39,
      "text": "up every day before her trial and she would dress elegantly and she would put"
    },
    {
      "start": 673.76,
      "dur": 2.23,
      "text": "would dress elegantly and she would put her makeup on because she wanted to show"
    },
    {
      "start": 676.0,
      "dur": 3.19,
      "text": "her makeup on because she wanted to show to the world that she was strong. And so"
    },
    {
      "start": 679.2,
      "dur": 1.99,
      "text": "to the world that she was strong. And so we felt that this was fitting. And when"
    },
    {
      "start": 681.2,
      "dur": 3.11,
      "text": "we felt that this was fitting. And when she arrived, she told us how beautiful"
    },
    {
      "start": 684.32,
      "dur": 2.47,
      "text": "she arrived, she told us how beautiful this this building was, how stunning the"
    },
    {
      "start": 686.8,
      "dur": 2.709,
      "text": "this this building was, how stunning the room was, and that she felt comfortable"
    },
    {
      "start": 689.519,
      "dur": 1.271,
      "text": "room was, and that she felt comfortable there."
    },
    {
      "start": 690.8,
      "dur": 2.63,
      "text": "there. &gt;&gt; Let's then hear your conversation or"
    },
    {
      "start": 693.44,
      "dur": 2.31,
      "text": "&gt;&gt; Let's then hear your conversation or part of her conversation with you,"
    },
    {
      "start": 695.76,
      "dur": 2.309,
      "text": "part of her conversation with you, Victoria, and she starts by telling you"
    },
    {
      "start": 698.079,
      "dur": 2.071,
      "text": "Victoria, and she starts by telling you about the impact that her husband's"
    },
    {
      "start": 700.16,
      "dur": 29.43,
      "text": "about the impact that her husband's crimes had on her."
    },
    {
      "start": 729.6,
      "dur": 2.32,
      "text": "You were actually angry with yourself"
    },
    {
      "start": 731.92,
      "dur": 2.55,
      "text": "You were actually angry with yourself that you hadn't noticed anything in the"
    },
    {
      "start": 734.48,
      "dur": 2.23,
      "text": "that you hadn't noticed anything in the nine years at least that he was drugging"
    },
    {
      "start": 736.72,
      "dur": 2.07,
      "text": "nine years at least that he was drugging you with his own anxiety and insomnia"
    },
    {
      "start": 738.8,
      "dur": 1.51,
      "text": "you with his own anxiety and insomnia medication"
    },
    {
      "start": 740.32,
      "dur": 1.99,
      "text": "medication poisoning your glass of wine or your"
    },
    {
      "start": 742.32,
      "dur": 2.629,
      "text": "poisoning your glass of wine or your your food in the evening."
    },
    {
      "start": 744.959,
      "dur": 25.191,
      "text": "your food in the evening. Why were you angry with yourself?"
    },
    {
      "start": 770.16,
      "dur": 3.2,
      "text": "You made the remarkable decision to let"
    },
    {
      "start": 773.36,
      "dur": 2.149,
      "text": "You made the remarkable decision to let the world know who you are, to wave your"
    },
    {
      "start": 775.519,
      "dur": 2.391,
      "text": "the world know who you are, to wave your legal right to anonymity, which meant"
    },
    {
      "start": 777.92,
      "dur": 2.79,
      "text": "legal right to anonymity, which meant the trial of all these men would be"
    },
    {
      "start": 780.72,
      "dur": 2.789,
      "text": "the trial of all these men would be opened up to the public and the media"
    },
    {
      "start": 783.519,
      "dur": 3.11,
      "text": "opened up to the public and the media and everyone would know who you were."
    },
    {
      "start": 786.639,
      "dur": 14.951,
      "text": "and everyone would know who you were. Why did you choose to do that?"
    },
    {
      "start": 801.6,
      "dur": 22.95,
      "text": "Victimare."
    },
    {
      "start": 824.56,
      "dur": 3.12,
      "text": "Mupelico was given the maximum jail"
    },
    {
      "start": 827.68,
      "dur": 4.07,
      "text": "Mupelico was given the maximum jail sentence for what he did to you and for"
    },
    {
      "start": 831.76,
      "dur": 2.15,
      "text": "sentence for what he did to you and for bringing men into your home and your"
    },
    {
      "start": 833.92,
      "dur": 2.39,
      "text": "bringing men into your home and your daughter's home to rape you. 20 years in"
    },
    {
      "start": 836.32,
      "dur": 2.309,
      "text": "daughter's home to rape you. 20 years in jail."
    },
    {
      "start": 838.639,
      "dur": 19.43,
      "text": "jail. Will you ever see him again?"
    },
    {
      "start": 858.079,
      "dur": 2.32,
      "text": "There has been an outpouring of support"
    },
    {
      "start": 860.399,
      "dur": 3.11,
      "text": "There has been an outpouring of support for you from people around the world."
    },
    {
      "start": 863.519,
      "dur": 2.31,
      "text": "for you from people around the world. Let's talk more about those people,"
    },
    {
      "start": 865.839,
      "dur": 2.871,
      "text": "Let's talk more about those people, particularly women, who began to wait"
    },
    {
      "start": 868.72,
      "dur": 2.789,
      "text": "particularly women, who began to wait for you each day at the court"
    },
    {
      "start": 871.519,
      "dur": 2.231,
      "text": "for you each day at the court and formed a guard of honor as you"
    },
    {
      "start": 873.76,
      "dur": 3.03,
      "text": "and formed a guard of honor as you walked into the building and then"
    },
    {
      "start": 876.8,
      "dur": 3.029,
      "text": "walked into the building and then applauded you as you left the building."
    },
    {
      "start": 879.839,
      "dur": 27.67,
      "text": "applauded you as you left the building. How did that make you feel?"
    },
    {
      "start": 907.519,
      "dur": 9.191,
      "text": "And you wrote that the crowd saved you."
    },
    {
      "start": 916.72,
      "dur": 26.39,
      "text": "Fore"
    },
    {
      "start": 943.12,
      "dur": 3.68,
      "text": "Madame Pelico, we wanted to um show you"
    },
    {
      "start": 946.8,
      "dur": 3.43,
      "text": "Madame Pelico, we wanted to um show you these women who we spoke to from across"
    },
    {
      "start": 950.24,
      "dur": 2.949,
      "text": "these women who we spoke to from across France who wanted to give you this"
    },
    {
      "start": 953.199,
      "dur": 19.19,
      "text": "France who wanted to give you this message."
    },
    {
      "start": 972.399,
      "dur": 19.591,
      "text": "victiminal"
    },
    {
      "start": 992.0,
      "dur": 22.949,
      "text": "tribunal."
    },
    {
      "start": 1014.959,
      "dur": 5.67,
      "text": "Wow."
    },
    {
      "start": 1020.639,
      "dur": 2.241,
      "text": "And hearing their voices, seeing their"
    },
    {
      "start": 1022.88,
      "dur": 17.59,
      "text": "And hearing their voices, seeing their faces makes you emotional."
    },
    {
      "start": 1040.48,
      "dur": 1.76,
      "text": "And Madame Pelico, if I may, I feel like"
    },
    {
      "start": 1042.24,
      "dur": 1.75,
      "text": "And Madame Pelico, if I may, I feel like you are one of the strongest women I"
    },
    {
      "start": 1044.0,
      "dur": 3.99,
      "text": "you are one of the strongest women I have ever met. There is there is a life"
    },
    {
      "start": 1048.0,
      "dur": 2.87,
      "text": "have ever met. There is there is a life force in you. Where does that strength"
    },
    {
      "start": 1050.88,
      "dur": 21.11,
      "text": "force in you. Where does that strength come from?"
    },
    {
      "start": 1072.0,
      "dur": 3.6,
      "text": "I know that you received a personal"
    },
    {
      "start": 1075.6,
      "dur": 3.35,
      "text": "I know that you received a personal letter from Her Majesty the Queen, Queen"
    },
    {
      "start": 1078.96,
      "dur": 1.91,
      "text": "letter from Her Majesty the Queen, Queen Camila,"
    },
    {
      "start": 1080.88,
      "dur": 3.11,
      "text": "Camila, and both she and you have given us"
    },
    {
      "start": 1084.0,
      "dur": 2.39,
      "text": "and both she and you have given us permission to share share the words with"
    },
    {
      "start": 1086.4,
      "dur": 2.389,
      "text": "permission to share share the words with our audience."
    },
    {
      "start": 1088.799,
      "dur": 1.591,
      "text": "our audience. I'm going to read the words if that's"
    },
    {
      "start": 1090.4,
      "dur": 2.95,
      "text": "I'm going to read the words if that's okay with you. Dear Madame Pelico,"
    },
    {
      "start": 1093.36,
      "dur": 1.83,
      "text": "okay with you. Dear Madame Pelico, having followed the trial for the past"
    },
    {
      "start": 1095.2,
      "dur": 2.469,
      "text": "having followed the trial for the past 15 weeks, I very much wanted to write to"
    },
    {
      "start": 1097.679,
      "dur": 2.23,
      "text": "15 weeks, I very much wanted to write to express my heartfelt admiration for the"
    },
    {
      "start": 1099.919,
      "dur": 3.031,
      "text": "express my heartfelt admiration for the courage, grace, and dignity with which"
    },
    {
      "start": 1102.96,
      "dur": 1.99,
      "text": "courage, grace, and dignity with which you have faced the horrific crimes"
    },
    {
      "start": 1104.96,
      "dur": 2.79,
      "text": "you have faced the horrific crimes committed against you. You have inspired"
    },
    {
      "start": 1107.76,
      "dur": 2.23,
      "text": "committed against you. You have inspired women across the globe and in so doing"
    },
    {
      "start": 1110.0,
      "dur": 2.07,
      "text": "women across the globe and in so doing you have created a powerful legacy that"
    },
    {
      "start": 1112.08,
      "dur": 2.55,
      "text": "you have created a powerful legacy that will change the narrative around Shane"
    },
    {
      "start": 1114.64,
      "dur": 1.83,
      "text": "will change the narrative around Shane forever."
    },
    {
      "start": 1116.48,
      "dur": 2.309,
      "text": "forever. Thank you for all that you have done."
    },
    {
      "start": 1118.799,
      "dur": 2.631,
      "text": "Thank you for all that you have done. You are much in my thoughts and prayers"
    },
    {
      "start": 1121.44,
      "dur": 1.67,
      "text": "You are much in my thoughts and prayers and I do hope you will now be able to"
    },
    {
      "start": 1123.12,
      "dur": 2.15,
      "text": "and I do hope you will now be able to rest and recover from this devastating"
    },
    {
      "start": 1125.28,
      "dur": 1.59,
      "text": "rest and recover from this devastating ordeal."
    },
    {
      "start": 1126.88,
      "dur": 3.59,
      "text": "ordeal. Camila R."
    },
    {
      "start": 1130.48,
      "dur": 1.91,
      "text": "Camila R. What does it what did it mean to you to"
    },
    {
      "start": 1132.4,
      "dur": 23.99,
      "text": "What does it what did it mean to you to receive that letter?"
    },
    {
      "start": 1156.4,
      "dur": 2.8,
      "text": "You say you have found love again. Some"
    },
    {
      "start": 1159.2,
      "dur": 13.91,
      "text": "You say you have found love again. Some people may be surprised by that."
    },
    {
      "start": 1173.12,
      "dur": 15.59,
      "text": "Again,"
    },
    {
      "start": 1188.72,
      "dur": 2.8,
      "text": "as Laura reminded us at the top of our"
    },
    {
      "start": 1191.52,
      "dur": 2.149,
      "text": "as Laura reminded us at the top of our podcast on bbc.co.ukactionline"
    },
    {
      "start": 1193.679,
      "dur": 2.151,
      "text": "podcast on bbc.co.ukactionline UK/Actionline"
    },
    {
      "start": 1195.84,
      "dur": 2.23,
      "text": "UK/Actionline is material that might be useful to"
    },
    {
      "start": 1198.08,
      "dur": 2.23,
      "text": "is material that might be useful to people who listen to that and think how"
    },
    {
      "start": 1200.32,
      "dur": 2.709,
      "text": "people who listen to that and think how can I react in if I'm alone listening in"
    },
    {
      "start": 1203.039,
      "dur": 4.471,
      "text": "can I react in if I'm alone listening in my earbuds what do I do now but in my"
    },
    {
      "start": 1207.52,
      "dur": 2.31,
      "text": "my earbuds what do I do now but in my office Vic where I work one of the"
    },
    {
      "start": 1209.84,
      "dur": 2.79,
      "text": "office Vic where I work one of the youngest women I work with of reading"
    },
    {
      "start": 1212.64,
      "dur": 2.47,
      "text": "youngest women I work with of reading all of your material that you've um"
    },
    {
      "start": 1215.12,
      "dur": 1.59,
      "text": "all of your material that you've um you've you've given us today with"
    },
    {
      "start": 1216.72,
      "dur": 2.55,
      "text": "you've you've given us today with Jazelle that is exactly the bit she"
    },
    {
      "start": 1219.28,
      "dur": 1.67,
      "text": "Jazelle that is exactly the bit she wanted to talk to me about that she has"
    },
    {
      "start": 1220.96,
      "dur": 0.949,
      "text": "wanted to talk to me about that she has found love again"
    },
    {
      "start": 1221.919,
      "dur": 3.191,
      "text": "found love again &gt;&gt; and I met her new partner. He's a"
    },
    {
      "start": 1225.12,
      "dur": 4.789,
      "text": "&gt;&gt; and I met her new partner. He's a widowerower called Jeanloop. Uh he was"
    },
    {
      "start": 1229.919,
      "dur": 2.151,
      "text": "widowerower called Jeanloop. Uh he was there through the interview watching"
    },
    {
      "start": 1232.08,
      "dur": 4.23,
      "text": "there through the interview watching discreetly by at the side and they are"
    },
    {
      "start": 1236.32,
      "dur": 1.91,
      "text": "discreetly by at the side and they are in love. I mean she says we fell in love"
    },
    {
      "start": 1238.24,
      "dur": 2.15,
      "text": "in love. I mean she says we fell in love like teenagers. You could I could see"
    },
    {
      "start": 1240.4,
      "dur": 3.35,
      "text": "like teenagers. You could I could see the the kindness between them. I could"
    },
    {
      "start": 1243.76,
      "dur": 2.87,
      "text": "the the kindness between them. I could see a sparkle between them. I had some"
    },
    {
      "start": 1246.64,
      "dur": 1.509,
      "text": "see a sparkle between them. I had some really good chats with him because they"
    },
    {
      "start": 1248.159,
      "dur": 3.831,
      "text": "really good chats with him because they both love dogs. Um, Madame Pelico had a"
    },
    {
      "start": 1252.0,
      "dur": 2.31,
      "text": "both love dogs. Um, Madame Pelico had a bulldog called Lancome, who sadly died"
    },
    {
      "start": 1254.32,
      "dur": 2.55,
      "text": "bulldog called Lancome, who sadly died in December. But when she met Jeanlu, he"
    },
    {
      "start": 1256.88,
      "dur": 2.55,
      "text": "in December. But when she met Jeanlu, he also has a bulldog called Zoe. I was"
    },
    {
      "start": 1259.44,
      "dur": 2.229,
      "text": "also has a bulldog called Zoe. I was telling them about my cockpananiels. And"
    },
    {
      "start": 1261.679,
      "dur": 5.671,
      "text": "telling them about my cockpananiels. And he is a lovely man. And you know, he"
    },
    {
      "start": 1267.36,
      "dur": 2.15,
      "text": "he is a lovely man. And you know, he neither expected to fall in love again"
    },
    {
      "start": 1269.52,
      "dur": 3.75,
      "text": "neither expected to fall in love again at their age, and they have. And they're"
    },
    {
      "start": 1273.28,
      "dur": 2.79,
      "text": "at their age, and they have. And they're happy. And that was a joy to witness"
    },
    {
      "start": 1276.08,
      "dur": 1.51,
      "text": "happy. And that was a joy to witness &gt;&gt; that someone's found happiness after"
    },
    {
      "start": 1277.6,
      "dur": 2.23,
      "text": "&gt;&gt; that someone's found happiness after such horror in their own life. What"
    },
    {
      "start": 1279.84,
      "dur": 1.59,
      "text": "such horror in their own life. What about the rest of the family though,"
    },
    {
      "start": 1281.44,
      "dur": 1.83,
      "text": "about the rest of the family though, Victoria? Because we know as Patty's"
    },
    {
      "start": 1283.28,
      "dur": 1.43,
      "text": "Victoria? Because we know as Patty's already mentioned, there is a suggestion"
    },
    {
      "start": 1284.72,
      "dur": 1.99,
      "text": "already mentioned, there is a suggestion that there were crimes against his"
    },
    {
      "start": 1286.72,
      "dur": 2.71,
      "text": "that there were crimes against his daughter and it has been incredibly"
    },
    {
      "start": 1289.44,
      "dur": 2.229,
      "text": "daughter and it has been incredibly hard. We've read for Jazelle and her"
    },
    {
      "start": 1291.679,
      "dur": 2.151,
      "text": "hard. We've read for Jazelle and her daughter Caroline to move forward after"
    },
    {
      "start": 1293.84,
      "dur": 1.67,
      "text": "daughter Caroline to move forward after what happened. What did you get a sense"
    },
    {
      "start": 1295.52,
      "dur": 1.91,
      "text": "what happened. What did you get a sense of their family relationships being like"
    },
    {
      "start": 1297.44,
      "dur": 0.31,
      "text": "of their family relationships being like now?"
    },
    {
      "start": 1297.76,
      "dur": 2.149,
      "text": "now? &gt;&gt; Well, she was absolutely clear that her"
    },
    {
      "start": 1299.919,
      "dur": 1.591,
      "text": "&gt;&gt; Well, she was absolutely clear that her children, her three grown-up children,"
    },
    {
      "start": 1301.52,
      "dur": 1.509,
      "text": "children, her three grown-up children, finding out that their father had done"
    },
    {
      "start": 1303.039,
      "dur": 2.471,
      "text": "finding out that their father had done this to their mother decimated them all."
    },
    {
      "start": 1305.52,
      "dur": 3.029,
      "text": "this to their mother decimated them all. They were devastated. They they threw"
    },
    {
      "start": 1308.559,
      "dur": 2.071,
      "text": "They were devastated. They they threw out uh belongings from their childhood,"
    },
    {
      "start": 1310.64,
      "dur": 1.43,
      "text": "out uh belongings from their childhood, from their family home. They ripped up"
    },
    {
      "start": 1312.08,
      "dur": 1.75,
      "text": "from their family home. They ripped up photographs. They wanted to erase their"
    },
    {
      "start": 1313.84,
      "dur": 3.189,
      "text": "photographs. They wanted to erase their father from their lives. Jiselle Pelico"
    },
    {
      "start": 1317.039,
      "dur": 3.191,
      "text": "father from their lives. Jiselle Pelico did not want to erase the 50 years she"
    },
    {
      "start": 1320.24,
      "dur": 1.909,
      "text": "did not want to erase the 50 years she had spent with her her husband because"
    },
    {
      "start": 1322.159,
      "dur": 1.99,
      "text": "had spent with her her husband because as she said, if I did that, it was it"
    },
    {
      "start": 1324.159,
      "dur": 2.551,
      "text": "as she said, if I did that, it was it would be like I was dead for 50 years."
    },
    {
      "start": 1326.72,
      "dur": 1.51,
      "text": "would be like I was dead for 50 years. But she absolutely understood her"
    },
    {
      "start": 1328.24,
      "dur": 2.71,
      "text": "But she absolutely understood her children's reaction. Now, on Dominique"
    },
    {
      "start": 1330.96,
      "dur": 1.75,
      "text": "children's reaction. Now, on Dominique Pelico's laptop, there were two"
    },
    {
      "start": 1332.72,
      "dur": 3.35,
      "text": "Pelico's laptop, there were two photographs of Carolene, the middle"
    },
    {
      "start": 1336.08,
      "dur": 3.67,
      "text": "photographs of Carolene, the middle daughter, uh, asleep in her underwear in"
    },
    {
      "start": 1339.76,
      "dur": 3.59,
      "text": "daughter, uh, asleep in her underwear in her bedroom. And Carolene is convinced"
    },
    {
      "start": 1343.36,
      "dur": 3.51,
      "text": "her bedroom. And Carolene is convinced that her father abused her. Pelico, for"
    },
    {
      "start": 1346.88,
      "dur": 3.19,
      "text": "that her father abused her. Pelico, for what it's worth, said he hasn't. Madame"
    },
    {
      "start": 1350.08,
      "dur": 3.589,
      "text": "what it's worth, said he hasn't. Madame Pelico herself does not know, and that"
    },
    {
      "start": 1353.679,
      "dur": 2.47,
      "text": "Pelico herself does not know, and that has put an immense strain on mother and"
    },
    {
      "start": 1356.159,
      "dur": 1.99,
      "text": "has put an immense strain on mother and daughter relationship. In the court"
    },
    {
      "start": 1358.159,
      "dur": 2.551,
      "text": "daughter relationship. In the court case, Carolene said she felt like the"
    },
    {
      "start": 1360.72,
      "dur": 2.47,
      "text": "case, Carolene said she felt like the forgotten victim."
    },
    {
      "start": 1363.2,
      "dur": 1.829,
      "text": "forgotten victim. However, Jazelle Pelico told me that"
    },
    {
      "start": 1365.039,
      "dur": 3.031,
      "text": "However, Jazelle Pelico told me that they are healing. That's the word she"
    },
    {
      "start": 1368.08,
      "dur": 3.11,
      "text": "they are healing. That's the word she used. They are healing. They are taking"
    },
    {
      "start": 1371.2,
      "dur": 2.15,
      "text": "used. They are healing. They are taking it step by step as they look towards the"
    },
    {
      "start": 1373.36,
      "dur": 0.63,
      "text": "it step by step as they look towards the future."
    },
    {
      "start": 1374.0,
      "dur": 2.149,
      "text": "future. &gt;&gt; It takes me to the very heart of the"
    },
    {
      "start": 1376.159,
      "dur": 4.471,
      "text": "&gt;&gt; It takes me to the very heart of the vocabulary we use victim because she is"
    },
    {
      "start": 1380.64,
      "dur": 2.31,
      "text": "vocabulary we use victim because she is showing such agency."
    },
    {
      "start": 1382.96,
      "dur": 3.03,
      "text": "showing such agency. She has turned the shame round. She is"
    },
    {
      "start": 1386.0,
      "dur": 2.23,
      "text": "She has turned the shame round. She is choosing the light to use your words."
    },
    {
      "start": 1388.24,
      "dur": 2.87,
      "text": "choosing the light to use your words. She has found love again. She is even"
    },
    {
      "start": 1391.12,
      "dur": 2.63,
      "text": "She has found love again. She is even opening open to the idea of meeting him"
    },
    {
      "start": 1393.76,
      "dur": 2.95,
      "text": "opening open to the idea of meeting him to find out in prison what he's done."
    },
    {
      "start": 1396.72,
      "dur": 2.79,
      "text": "to find out in prison what he's done. What is the lesson we've by bringing"
    },
    {
      "start": 1399.52,
      "dur": 2.31,
      "text": "What is the lesson we've by bringing this news to the world? There's"
    },
    {
      "start": 1401.84,
      "dur": 1.829,
      "text": "this news to the world? There's something about the strength of a"
    },
    {
      "start": 1403.679,
      "dur": 2.23,
      "text": "something about the strength of a person. There's something about choosing"
    },
    {
      "start": 1405.919,
      "dur": 2.071,
      "text": "person. There's something about choosing agency, Vic. And I know both you and"
    },
    {
      "start": 1408.0,
      "dur": 1.909,
      "text": "agency, Vic. And I know both you and Laura have brought interviews with"
    },
    {
      "start": 1409.919,
      "dur": 1.911,
      "text": "Laura have brought interviews with remarkable people and we're always"
    },
    {
      "start": 1411.84,
      "dur": 1.51,
      "text": "remarkable people and we're always trying to think, well, what what can I"
    },
    {
      "start": 1413.36,
      "dur": 1.83,
      "text": "trying to think, well, what what can I do with this information? Have you been"
    },
    {
      "start": 1415.2,
      "dur": 1.91,
      "text": "do with this information? Have you been in some way changed by meeting her? Have"
    },
    {
      "start": 1417.12,
      "dur": 2.39,
      "text": "in some way changed by meeting her? Have you got did you feel a power of humanity"
    },
    {
      "start": 1419.52,
      "dur": 1.99,
      "text": "you got did you feel a power of humanity from her?"
    },
    {
      "start": 1421.52,
      "dur": 5.029,
      "text": "from her? &gt;&gt; I did. I really did. Um"
    },
    {
      "start": 1426.559,
      "dur": 2.311,
      "text": "&gt;&gt; I did. I really did. Um I mean what she said was, you know, you"
    },
    {
      "start": 1428.88,
      "dur": 2.31,
      "text": "I mean what she said was, you know, you never know how much strength you have"
    },
    {
      "start": 1431.2,
      "dur": 5.349,
      "text": "never know how much strength you have inside you when you are facing the most"
    },
    {
      "start": 1436.559,
      "dur": 2.631,
      "text": "inside you when you are facing the most challenging of circumstances. She says,"
    },
    {
      "start": 1439.2,
      "dur": 1.99,
      "text": "challenging of circumstances. She says, you know, she's a normal French woman."
    },
    {
      "start": 1441.2,
      "dur": 3.589,
      "text": "you know, she's a normal French woman. She, you know, she she she worked for"
    },
    {
      "start": 1444.799,
      "dur": 2.791,
      "text": "She, you know, she she she worked for EDF. She she she was a mom. She's a"
    },
    {
      "start": 1447.6,
      "dur": 2.23,
      "text": "EDF. She she she was a mom. She's a grandma. She's normal. And she found"
    },
    {
      "start": 1449.84,
      "dur": 2.87,
      "text": "grandma. She's normal. And she found these reserves, this pool of strength in"
    },
    {
      "start": 1452.72,
      "dur": 2.549,
      "text": "these reserves, this pool of strength in order to help her get through that. And"
    },
    {
      "start": 1455.279,
      "dur": 2.311,
      "text": "order to help her get through that. And she said, you know, we've probably we've"
    },
    {
      "start": 1457.6,
      "dur": 1.59,
      "text": "she said, you know, we've probably we've probably all got that in us. We just"
    },
    {
      "start": 1459.2,
      "dur": 3.51,
      "text": "probably all got that in us. We just don't realize it. And and you know, none"
    },
    {
      "start": 1462.72,
      "dur": 2.47,
      "text": "don't realize it. And and you know, none of us will be tested. Let's hope in the"
    },
    {
      "start": 1465.2,
      "dur": 2.79,
      "text": "of us will be tested. Let's hope in the way she has been. And she also this this"
    },
    {
      "start": 1468.0,
      "dur": 2.07,
      "text": "way she has been. And she also this this decision this positive decision she has"
    },
    {
      "start": 1470.08,
      "dur": 1.829,
      "text": "decision this positive decision she has made not to be consumed by hatred and"
    },
    {
      "start": 1471.919,
      "dur": 4.391,
      "text": "made not to be consumed by hatred and anger is is is her taking control over"
    },
    {
      "start": 1476.32,
      "dur": 5.589,
      "text": "anger is is is her taking control over this situation so that she can"
    },
    {
      "start": 1481.919,
      "dur": 2.551,
      "text": "this situation so that she can find happiness again. I think it's a"
    },
    {
      "start": 1484.48,
      "dur": 1.669,
      "text": "find happiness again. I think it's a really interesting illustration of why"
    },
    {
      "start": 1486.159,
      "dur": 1.431,
      "text": "really interesting illustration of why there's often a debate when you talk"
    },
    {
      "start": 1487.6,
      "dur": 2.47,
      "text": "there's often a debate when you talk about these issues about whether or not"
    },
    {
      "start": 1490.08,
      "dur": 2.709,
      "text": "about these issues about whether or not people who've been"
    },
    {
      "start": 1492.799,
      "dur": 1.99,
      "text": "people who've been who've suffered at the hands of terrible"
    },
    {
      "start": 1494.799,
      "dur": 2.711,
      "text": "who've suffered at the hands of terrible abusers sometimes want to be called"
    },
    {
      "start": 1497.52,
      "dur": 1.83,
      "text": "abusers sometimes want to be called survivors rather than victims. And there"
    },
    {
      "start": 1499.36,
      "dur": 1.99,
      "text": "survivors rather than victims. And there is a what can be a very heated debate"
    },
    {
      "start": 1501.36,
      "dur": 2.309,
      "text": "is a what can be a very heated debate actually about which terminology to use."
    },
    {
      "start": 1503.679,
      "dur": 1.191,
      "text": "actually about which terminology to use. But what you've told us about your"
    },
    {
      "start": 1504.88,
      "dur": 1.99,
      "text": "But what you've told us about your conversation with Jazelle Pil Pelico,"
    },
    {
      "start": 1506.88,
      "dur": 1.99,
      "text": "conversation with Jazelle Pil Pelico, she is someone who has chosen to walk to"
    },
    {
      "start": 1508.88,
      "dur": 1.669,
      "text": "she is someone who has chosen to walk to walk towards the light. She is someone"
    },
    {
      "start": 1510.559,
      "dur": 2.151,
      "text": "walk towards the light. She is someone who is not just surviving but has found"
    },
    {
      "start": 1512.72,
      "dur": 1.91,
      "text": "who is not just surviving but has found happiness again. And I think it's a"
    },
    {
      "start": 1514.64,
      "dur": 2.149,
      "text": "happiness again. And I think it's a really good illustration of why that's"
    },
    {
      "start": 1516.799,
      "dur": 1.591,
      "text": "really good illustration of why that's often a conversation that's sort of live"
    },
    {
      "start": 1518.4,
      "dur": 1.43,
      "text": "often a conversation that's sort of live and well. And sometimes people who've"
    },
    {
      "start": 1519.84,
      "dur": 1.35,
      "text": "and well. And sometimes people who've had these terrible things say don't call"
    },
    {
      "start": 1521.2,
      "dur": 2.069,
      "text": "had these terrible things say don't call me a victim. Someone did a terrible"
    },
    {
      "start": 1523.279,
      "dur": 2.231,
      "text": "me a victim. Someone did a terrible thing to me but I choose to go forward"
    },
    {
      "start": 1525.52,
      "dur": 2.31,
      "text": "thing to me but I choose to go forward with my life. I I wonder if it does"
    },
    {
      "start": 1527.84,
      "dur": 2.63,
      "text": "with my life. I I wonder if it does Jazelle Pelico does she what would she"
    },
    {
      "start": 1530.48,
      "dur": 3.189,
      "text": "Jazelle Pelico does she what would she say she is? Or maybe she just say I am"
    },
    {
      "start": 1533.679,
      "dur": 1.831,
      "text": "say she is? Or maybe she just say I am Madame Pelico and here's my story. But"
    },
    {
      "start": 1535.52,
      "dur": 2.23,
      "text": "Madame Pelico and here's my story. But did you did did does she describe"
    },
    {
      "start": 1537.76,
      "dur": 2.149,
      "text": "did you did did does she describe herself in any in either of those terms?"
    },
    {
      "start": 1539.919,
      "dur": 3.031,
      "text": "herself in any in either of those terms? &gt;&gt; She in her book she writes she does not"
    },
    {
      "start": 1542.96,
      "dur": 2.47,
      "text": "&gt;&gt; She in her book she writes she does not want to be pied."
    },
    {
      "start": 1545.44,
      "dur": 1.99,
      "text": "want to be pied. She she"
    },
    {
      "start": 1547.44,
      "dur": 2.15,
      "text": "She she loved the support that she has received"
    },
    {
      "start": 1549.6,
      "dur": 2.23,
      "text": "loved the support that she has received and continues to receive. She absolutely"
    },
    {
      "start": 1551.84,
      "dur": 1.91,
      "text": "and continues to receive. She absolutely is so grateful for that. But she said to"
    },
    {
      "start": 1553.76,
      "dur": 3.35,
      "text": "is so grateful for that. But she said to me, \"Strength is in my DNA. I am a"
    },
    {
      "start": 1557.12,
      "dur": 2.07,
      "text": "me, \"Strength is in my DNA. I am a survivor.\""
    },
    {
      "start": 1559.2,
      "dur": 2.949,
      "text": "survivor.\" And that is definitely definitely what"
    },
    {
      "start": 1562.159,
      "dur": 0.711,
      "text": "And that is definitely definitely what she is."
    },
    {
      "start": 1562.88,
      "dur": 1.909,
      "text": "she is. &gt;&gt; She lost her mom when she was nine. I"
    },
    {
      "start": 1564.799,
      "dur": 2.311,
      "text": "&gt;&gt; She lost her mom when she was nine. I read and she had a very powerful"
    },
    {
      "start": 1567.12,
      "dur": 2.07,
      "text": "read and she had a very powerful grandmother and she's paying tribute to"
    },
    {
      "start": 1569.2,
      "dur": 2.469,
      "text": "grandmother and she's paying tribute to the strong women in her life and that's"
    },
    {
      "start": 1571.679,
      "dur": 0.87,
      "text": "the strong women in her life and that's why I think"
    },
    {
      "start": 1572.559,
      "dur": 0.871,
      "text": "why I think &gt;&gt; 100%."
    },
    {
      "start": 1573.44,
      "dur": 2.39,
      "text": "&gt;&gt; 100%. &gt;&gt; Yeah. I mean I suppose I feel very glad"
    },
    {
      "start": 1575.84,
      "dur": 2.39,
      "text": "&gt;&gt; Yeah. I mean I suppose I feel very glad in a way to say that I don't pity her"
    },
    {
      "start": 1578.24,
      "dur": 2.23,
      "text": "in a way to say that I don't pity her actually and so I'm glad when you say"
    },
    {
      "start": 1580.48,
      "dur": 2.549,
      "text": "actually and so I'm glad when you say that she doesn't want me to. I don't. I"
    },
    {
      "start": 1583.039,
      "dur": 1.671,
      "text": "that she doesn't want me to. I don't. I feel absolutely um"
    },
    {
      "start": 1584.72,
      "dur": 2.71,
      "text": "feel absolutely um &gt;&gt; inspired by what you brought us as a as"
    },
    {
      "start": 1587.44,
      "dur": 2.229,
      "text": "&gt;&gt; inspired by what you brought us as a as a as a message and I suppose that's why"
    },
    {
      "start": 1589.679,
      "dur": 2.631,
      "text": "a as a message and I suppose that's why she's speaking."
    },
    {
      "start": 1592.32,
      "dur": 2.469,
      "text": "she's speaking. &gt;&gt; Yeah, absolutely. She wants she she she"
    },
    {
      "start": 1594.799,
      "dur": 1.831,
      "text": "&gt;&gt; Yeah, absolutely. She wants she she she she wants to get the message through to"
    },
    {
      "start": 1596.64,
      "dur": 3.11,
      "text": "she wants to get the message through to people that there is always hope"
    },
    {
      "start": 1599.76,
      "dur": 5.029,
      "text": "people that there is always hope and that yeah you know if she can do it"
    },
    {
      "start": 1604.799,
      "dur": 1.911,
      "text": "and that yeah you know if she can do it we can too."
    },
    {
      "start": 1606.72,
      "dur": 2.63,
      "text": "we can too. &gt;&gt; So Vic where can people watch this full"
    },
    {
      "start": 1609.36,
      "dur": 1.51,
      "text": "&gt;&gt; So Vic where can people watch this full interview? We've played a chunk of it on"
    },
    {
      "start": 1610.88,
      "dur": 2.63,
      "text": "interview? We've played a chunk of it on the podcast here for your listening. Um"
    },
    {
      "start": 1613.52,
      "dur": 1.35,
      "text": "the podcast here for your listening. Um but where can people watch the full"
    },
    {
      "start": 1614.88,
      "dur": 2.23,
      "text": "but where can people watch the full version of the interview?"
    },
    {
      "start": 1617.12,
      "dur": 1.909,
      "text": "version of the interview? &gt;&gt; It's on I player right now. is called"
    },
    {
      "start": 1619.039,
      "dur": 2.391,
      "text": "&gt;&gt; It's on I player right now. is called Jazelle Pelico the news night interview"
    },
    {
      "start": 1621.44,
      "dur": 2.469,
      "text": "Jazelle Pelico the news night interview and it's on BBC 2 at 10 o'clock tomorrow"
    },
    {
      "start": 1623.919,
      "dur": 1.831,
      "text": "and it's on BBC 2 at 10 o'clock tomorrow night Sunday the 15th of February. I am"
    },
    {
      "start": 1625.76,
      "dur": 1.75,
      "text": "night Sunday the 15th of February. I am going to actually urge people to watch"
    },
    {
      "start": 1627.52,
      "dur": 2.149,
      "text": "going to actually urge people to watch it and this is the reason why obviously"
    },
    {
      "start": 1629.679,
      "dur": 2.551,
      "text": "it and this is the reason why obviously for newscast and for radio 4 and five"
    },
    {
      "start": 1632.24,
      "dur": 3.83,
      "text": "for newscast and for radio 4 and five live and so on because it's radio audio"
    },
    {
      "start": 1636.08,
      "dur": 2.709,
      "text": "live and so on because it's radio audio we have used a translator to translate"
    },
    {
      "start": 1638.799,
      "dur": 2.23,
      "text": "we have used a translator to translate her words into English when you watch"
    },
    {
      "start": 1641.039,
      "dur": 4.071,
      "text": "her words into English when you watch the program she speaks in French so they"
    },
    {
      "start": 1645.12,
      "dur": 3.19,
      "text": "the program she speaks in French so they are her words and we use subtitles and I"
    },
    {
      "start": 1648.32,
      "dur": 2.949,
      "text": "are her words and we use subtitles and I I do feel that is really important"
    },
    {
      "start": 1651.279,
      "dur": 1.431,
      "text": "I do feel that is really important &gt;&gt; that's interesting because the medium"
    },
    {
      "start": 1652.72,
      "dur": 1.51,
      "text": "&gt;&gt; that's interesting because the medium well sometimes people say the medium is"
    },
    {
      "start": 1654.24,
      "dur": 1.27,
      "text": "well sometimes people say the medium is the message but it It's very different"
    },
    {
      "start": 1655.52,
      "dur": 1.91,
      "text": "the message but it It's very different to listen to things and watch things and"
    },
    {
      "start": 1657.44,
      "dur": 1.99,
      "text": "to listen to things and watch things and subtitles or simultaneous translation"
    },
    {
      "start": 1659.44,
      "dur": 2.95,
      "text": "subtitles or simultaneous translation when you have somebody giving the words"
    },
    {
      "start": 1662.4,
      "dur": 2.07,
      "text": "when you have somebody giving the words um giving their own accurate translation"
    },
    {
      "start": 1664.48,
      "dur": 1.51,
      "text": "um giving their own accurate translation but in a different voice that is a"
    },
    {
      "start": 1666.0,
      "dur": 1.83,
      "text": "but in a different voice that is a different experience and of course also"
    },
    {
      "start": 1667.84,
      "dur": 2.069,
      "text": "different experience and of course also those visual cues how she reacts to your"
    },
    {
      "start": 1669.919,
      "dur": 2.391,
      "text": "those visual cues how she reacts to your questions her facial expressions all of"
    },
    {
      "start": 1672.32,
      "dur": 1.589,
      "text": "questions her facial expressions all of those things and I can't wait to watch"
    },
    {
      "start": 1673.919,
      "dur": 2.071,
      "text": "those things and I can't wait to watch it in full in that way"
    },
    {
      "start": 1676.0,
      "dur": 1.669,
      "text": "it in full in that way &gt;&gt; it raises so many questions that link"
    },
    {
      "start": 1677.679,
      "dur": 1.35,
      "text": "&gt;&gt; it raises so many questions that link the news together"
    },
    {
      "start": 1679.039,
      "dur": 2.151,
      "text": "the news together &gt;&gt; because it's an exceptional case but"
    },
    {
      "start": 1681.2,
      "dur": 2.23,
      "text": "&gt;&gt; because it's an exceptional case but guess what somewhere in there is the"
    },
    {
      "start": 1683.44,
      "dur": 2.469,
      "text": "guess what somewhere in there is the internet somewhere Somewhere in there is"
    },
    {
      "start": 1685.919,
      "dur": 3.671,
      "text": "internet somewhere Somewhere in there is porn. Somewhere in there is men talking"
    },
    {
      "start": 1689.6,
      "dur": 2.23,
      "text": "porn. Somewhere in there is men talking together about what they're going to do"
    },
    {
      "start": 1691.84,
      "dur": 2.47,
      "text": "together about what they're going to do to women. And some of those issues crop"
    },
    {
      "start": 1694.32,
      "dur": 2.469,
      "text": "to women. And some of those issues crop up in your careers, Laura and Vic. The"
    },
    {
      "start": 1696.799,
      "dur": 2.23,
      "text": "up in your careers, Laura and Vic. The the testimonies and the interviews you"
    },
    {
      "start": 1699.039,
      "dur": 1.99,
      "text": "the testimonies and the interviews you bring both of you. You're known for"
    },
    {
      "start": 1701.039,
      "dur": 1.831,
      "text": "bring both of you. You're known for this. It's just that there are"
    },
    {
      "start": 1702.88,
      "dur": 1.83,
      "text": "this. It's just that there are commonalities there. And I wonder if"
    },
    {
      "start": 1704.72,
      "dur": 1.75,
      "text": "commonalities there. And I wonder if when we'll come back to this, Vic,"
    },
    {
      "start": 1706.48,
      "dur": 1.51,
      "text": "when we'll come back to this, Vic, Laura, perhaps we'll come back to some"
    },
    {
      "start": 1708.0,
      "dur": 2.149,
      "text": "Laura, perhaps we'll come back to some of these issues in the future."
    },
    {
      "start": 1710.159,
      "dur": 1.51,
      "text": "of these issues in the future. &gt;&gt; We will definitely come back to these"
    },
    {
      "start": 1711.679,
      "dur": 1.671,
      "text": "&gt;&gt; We will definitely come back to these issues. It wasn't just pornography that"
    },
    {
      "start": 1713.36,
      "dur": 1.99,
      "text": "issues. It wasn't just pornography that Dominique Pelico was accessing on the"
    },
    {
      "start": 1715.36,
      "dur": 2.71,
      "text": "Dominique Pelico was accessing on the internet. It was extreme pornography. It"
    },
    {
      "start": 1718.08,
      "dur": 3.67,
      "text": "internet. It was extreme pornography. It was illegal pornography. And it is one"
    },
    {
      "start": 1721.76,
      "dur": 3.509,
      "text": "was illegal pornography. And it is one of the issues of our times. And we know"
    },
    {
      "start": 1725.279,
      "dur": 1.51,
      "text": "of the issues of our times. And we know that,"
    },
    {
      "start": 1726.799,
      "dur": 1.75,
      "text": "that, you know, anyone listening now who's got"
    },
    {
      "start": 1728.559,
      "dur": 2.071,
      "text": "you know, anyone listening now who's got children, we know that they have access"
    },
    {
      "start": 1730.64,
      "dur": 2.47,
      "text": "children, we know that they have access on their smartphones to some really"
    },
    {
      "start": 1733.12,
      "dur": 2.95,
      "text": "on their smartphones to some really horrific stuff. It's a huge huge issue."
    },
    {
      "start": 1736.08,
      "dur": 1.43,
      "text": "horrific stuff. It's a huge huge issue. As you know, Laura, from all the"
    },
    {
      "start": 1737.52,
      "dur": 2.07,
      "text": "As you know, Laura, from all the interviews you do on your program, this"
    },
    {
      "start": 1739.6,
      "dur": 2.789,
      "text": "interviews you do on your program, this is a this is a live issue for parents"
    },
    {
      "start": 1742.399,
      "dur": 1.831,
      "text": "is a this is a live issue for parents around the world when it comes to their"
    },
    {
      "start": 1744.24,
      "dur": 3.429,
      "text": "around the world when it comes to their kids and social media. And I don't know"
    },
    {
      "start": 1747.679,
      "dur": 3.11,
      "text": "kids and social media. And I don't know how long it's going to be before before"
    },
    {
      "start": 1750.799,
      "dur": 2.711,
      "text": "how long it's going to be before before we can we can we can stop this access."
    },
    {
      "start": 1753.52,
      "dur": 1.43,
      "text": "we can we can we can stop this access. &gt;&gt; Vic, thank you so much for speaking to"
    },
    {
      "start": 1754.96,
      "dur": 1.11,
      "text": "&gt;&gt; Vic, thank you so much for speaking to us today. It's been really interesting"
    },
    {
      "start": 1756.08,
      "dur": 1.829,
      "text": "us today. It's been really interesting to hear not just a section of the"
    },
    {
      "start": 1757.919,
      "dur": 1.511,
      "text": "to hear not just a section of the interview, but also about how you went"
    },
    {
      "start": 1759.44,
      "dur": 1.589,
      "text": "interview, but also about how you went about it and what it was like for you to"
    },
    {
      "start": 1761.039,
      "dur": 1.831,
      "text": "about it and what it was like for you to to be in the room and giving us more of"
    },
    {
      "start": 1762.88,
      "dur": 2.07,
      "text": "to be in the room and giving us more of an illustration of that experience of"
    },
    {
      "start": 1764.96,
      "dur": 1.429,
      "text": "an illustration of that experience of meeting that extraordinary woman. So,"
    },
    {
      "start": 1766.399,
      "dur": 1.351,
      "text": "meeting that extraordinary woman. So, thanks so much for being with us today."
    },
    {
      "start": 1767.76,
      "dur": 1.509,
      "text": "thanks so much for being with us today. &gt;&gt; Thank you both. Thank you."
    },
    {
      "start": 1769.279,
      "dur": 1.911,
      "text": "&gt;&gt; Thank you both. Thank you. &gt;&gt; So, that really will be worth a watch."
    },
    {
      "start": 1771.2,
      "dur": 1.51,
      "text": "&gt;&gt; So, that really will be worth a watch. It is on our player now and the full"
    },
    {
      "start": 1772.72,
      "dur": 3.91,
      "text": "It is on our player now and the full version is on um BBC 2 at 10:00 tomorrow"
    },
    {
      "start": 1776.64,
      "dur": 1.43,
      "text": "version is on um BBC 2 at 10:00 tomorrow night. And a reminder, there is lots of"
    },
    {
      "start": 1778.08,
      "dur": 1.35,
      "text": "night. And a reminder, there is lots of help and support out there for people"
    },
    {
      "start": 1779.44,
      "dur": 2.31,
      "text": "help and support out there for people who are just worried about these issues"
    },
    {
      "start": 1781.76,
      "dur": 2.23,
      "text": "who are just worried about these issues or god forbid have been a victim of any"
    },
    {
      "start": 1784.0,
      "dur": 1.75,
      "text": "or god forbid have been a victim of any kind of abuse themselves. But there's"
    },
    {
      "start": 1785.76,
      "dur": 1.43,
      "text": "kind of abuse themselves. But there's lots of support out there on the BBC"
    },
    {
      "start": 1787.2,
      "dur": 2.469,
      "text": "lots of support out there on the BBC Action Line website. So that will be on"
    },
    {
      "start": 1789.679,
      "dur": 1.751,
      "text": "Action Line website. So that will be on BBC 2 tomorrow, but you'll be on radio 4"
    },
    {
      "start": 1791.44,
      "dur": 1.75,
      "text": "BBC 2 tomorrow, but you'll be on radio 4 tomorrow morning and I'll be on BBC 1"
    },
    {
      "start": 1793.2,
      "dur": 1.75,
      "text": "tomorrow morning and I'll be on BBC 1 tomorrow morning. What are you doing"
    },
    {
      "start": 1794.96,
      "dur": 1.27,
      "text": "tomorrow morning. What are you doing tomorrow, Patty?"
    },
    {
      "start": 1796.24,
      "dur": 2.149,
      "text": "tomorrow, Patty? &gt;&gt; So we're wondering if there was a rush"
    },
    {
      "start": 1798.399,
      "dur": 1.831,
      "text": "&gt;&gt; So we're wondering if there was a rush of blood to the head. We're speaking to"
    },
    {
      "start": 1800.24,
      "dur": 3.429,
      "text": "of blood to the head. We're speaking to a conservative who feels that the the"
    },
    {
      "start": 1803.679,
      "dur": 2.87,
      "text": "a conservative who feels that the the race to depose the Labour PM is is"
    },
    {
      "start": 1806.559,
      "dur": 2.071,
      "text": "race to depose the Labour PM is is something that got into the political"
    },
    {
      "start": 1808.64,
      "dur": 1.59,
      "text": "something that got into the political class and the chattering class. They got"
    },
    {
      "start": 1810.24,
      "dur": 1.83,
      "text": "class and the chattering class. They got a habit for it doesn't mean he's not"
    },
    {
      "start": 1812.08,
      "dur": 1.75,
      "text": "a habit for it doesn't mean he's not going to be ditched in a few months. But"
    },
    {
      "start": 1813.84,
      "dur": 2.79,
      "text": "going to be ditched in a few months. But just reflecting on that that sort of uh"
    },
    {
      "start": 1816.64,
      "dur": 3.19,
      "text": "just reflecting on that that sort of uh caner towards the deposing of the PM."
    },
    {
      "start": 1819.84,
      "dur": 3.27,
      "text": "caner towards the deposing of the PM. &gt;&gt; Yes. Interesting. Well, uh, a a few of"
    },
    {
      "start": 1823.12,
      "dur": 3.59,
      "text": "&gt;&gt; Yes. Interesting. Well, uh, a a few of my more ry sources, might I say, this"
    },
    {
      "start": 1826.72,
      "dur": 2.63,
      "text": "my more ry sources, might I say, this week have somewhat enjoyed the"
    },
    {
      "start": 1829.36,
      "dur": 1.669,
      "text": "week have somewhat enjoyed the suggestion that we've heard from some of"
    },
    {
      "start": 1831.039,
      "dur": 1.831,
      "text": "suggestion that we've heard from some of Kier Starmer's backers that ah, yes,"
    },
    {
      "start": 1832.88,
      "dur": 2.63,
      "text": "Kier Starmer's backers that ah, yes, this was all a media obsession when, of"
    },
    {
      "start": 1835.52,
      "dur": 1.749,
      "text": "this was all a media obsession when, of course, the media's reporting of what"
    },
    {
      "start": 1837.279,
      "dur": 1.911,
      "text": "course, the media's reporting of what people tell them. However, there we are."
    },
    {
      "start": 1839.2,
      "dur": 1.43,
      "text": "people tell them. However, there we are. It's an interesting debate nonetheless."
    },
    {
      "start": 1840.64,
      "dur": 1.909,
      "text": "It's an interesting debate nonetheless. Is it an unhealthy habit that we have"
    },
    {
      "start": 1842.559,
      "dur": 2.631,
      "text": "Is it an unhealthy habit that we have reached for as a country saying when"
    },
    {
      "start": 1845.2,
      "dur": 1.67,
      "text": "reached for as a country saying when things are wrong like the big red chair"
    },
    {
      "start": 1846.88,
      "dur": 2.789,
      "text": "things are wrong like the big red chair on Graeme Norton ditch ditch the PM"
    },
    {
      "start": 1849.679,
      "dur": 1.671,
      "text": "on Graeme Norton ditch ditch the PM chuck them over the edge rather than"
    },
    {
      "start": 1851.36,
      "dur": 1.83,
      "text": "chuck them over the edge rather than confront other deeper seated problems"
    },
    {
      "start": 1853.2,
      "dur": 1.91,
      "text": "confront other deeper seated problems and actually it's an interesting debate"
    },
    {
      "start": 1855.12,
      "dur": 2.07,
      "text": "and actually it's an interesting debate about whether or not there is too soon"
    },
    {
      "start": 1857.2,
      "dur": 1.27,
      "text": "about whether or not there is too soon people are reaching for the big giant"
    },
    {
      "start": 1858.48,
      "dur": 0.71,
      "text": "people are reaching for the big giant red handle"
    },
    {
      "start": 1859.2,
      "dur": 1.51,
      "text": "red handle &gt;&gt; are you available as a guest by any"
    },
    {
      "start": 1860.72,
      "dur": 1.99,
      "text": "&gt;&gt; are you available as a guest by any chance Charles tomorrow morning because"
    },
    {
      "start": 1862.72,
      "dur": 1.51,
      "text": "chance Charles tomorrow morning because we would like that sort of we would like"
    },
    {
      "start": 1864.24,
      "dur": 1.75,
      "text": "we would like that sort of we would like it explained as well as that and what"
    },
    {
      "start": 1866.0,
      "dur": 0.47,
      "text": "it explained as well as that and what have you got"
    },
    {
      "start": 1866.48,
      "dur": 1.11,
      "text": "have you got &gt;&gt; should get Graeme Norton on with the"
    },
    {
      "start": 1867.6,
      "dur": 1.59,
      "text": "&gt;&gt; should get Graeme Norton on with the chair then he should decide"
    },
    {
      "start": 1869.2,
      "dur": 1.589,
      "text": "chair then he should decide &gt;&gt; what have you got on the telly Uh we are"
    },
    {
      "start": 1870.799,
      "dur": 1.271,
      "text": "&gt;&gt; what have you got on the telly Uh we are speaking to Ivet Cooper the foreign"
    },
    {
      "start": 1872.08,
      "dur": 2.23,
      "text": "speaking to Ivet Cooper the foreign secretary uh who is at the Munich"
    },
    {
      "start": 1874.32,
      "dur": 2.229,
      "text": "secretary uh who is at the Munich Security Conference. Huge big gathering"
    },
    {
      "start": 1876.559,
      "dur": 2.551,
      "text": "Security Conference. Huge big gathering of big heions around the world. The"
    },
    {
      "start": 1879.12,
      "dur": 1.35,
      "text": "of big heions around the world. The prime minister's there today. President"
    },
    {
      "start": 1880.48,
      "dur": 2.47,
      "text": "prime minister's there today. President Zilinski is there today. Uh some of"
    },
    {
      "start": 1882.96,
      "dur": 1.589,
      "text": "Zilinski is there today. Uh some of President Trump's representatives on"
    },
    {
      "start": 1884.559,
      "dur": 2.391,
      "text": "President Trump's representatives on Earth. Secretary of State Marua Rubio is"
    },
    {
      "start": 1886.96,
      "dur": 2.949,
      "text": "Earth. Secretary of State Marua Rubio is there for the US. So there's obviously a"
    },
    {
      "start": 1889.919,
      "dur": 2.311,
      "text": "there for the US. So there's obviously a lot of focus on Ukraine on the shifting"
    },
    {
      "start": 1892.24,
      "dur": 1.99,
      "text": "lot of focus on Ukraine on the shifting power between on either sides of the"
    },
    {
      "start": 1894.24,
      "dur": 2.23,
      "text": "power between on either sides of the Atlantic. Um and the prime minister"
    },
    {
      "start": 1896.48,
      "dur": 2.069,
      "text": "Atlantic. Um and the prime minister making quite a blood curdling attack on"
    },
    {
      "start": 1898.559,
      "dur": 1.431,
      "text": "making quite a blood curdling attack on some of his political opponents in his"
    },
    {
      "start": 1900.0,
      "dur": 2.789,
      "text": "some of his political opponents in his speech this morning more or less reading"
    },
    {
      "start": 1902.799,
      "dur": 2.47,
      "text": "speech this morning more or less reading between the lines uh suggesting that if"
    },
    {
      "start": 1905.279,
      "dur": 2.471,
      "text": "between the lines uh suggesting that if you vote for reform or the Greens then"
    },
    {
      "start": 1907.76,
      "dur": 2.07,
      "text": "you vote for reform or the Greens then you're soft on NATO and you're somehow"
    },
    {
      "start": 1909.84,
      "dur": 2.15,
      "text": "you're soft on NATO and you're somehow advancing us towards a situation where"
    },
    {
      "start": 1912.0,
      "dur": 2.31,
      "text": "advancing us towards a situation where the UK would not be safe. So that's"
    },
    {
      "start": 1914.32,
      "dur": 1.51,
      "text": "the UK would not be safe. So that's quite a political accusation coming from"
    },
    {
      "start": 1915.84,
      "dur": 1.59,
      "text": "quite a political accusation coming from Kier Starmer's lips. So we'll be talking"
    },
    {
      "start": 1917.44,
      "dur": 1.67,
      "text": "Kier Starmer's lips. So we'll be talking about that. Iette Cooper's opposite"
    },
    {
      "start": 1919.12,
      "dur": 1.909,
      "text": "about that. Iette Cooper's opposite number Patel the Conservative shadow"
    },
    {
      "start": 1921.039,
      "dur": 1.191,
      "text": "number Patel the Conservative shadow foreign secretary will be joining us"
    },
    {
      "start": 1922.24,
      "dur": 2.71,
      "text": "foreign secretary will be joining us too. And we have got an interview with"
    },
    {
      "start": 1924.96,
      "dur": 2.709,
      "text": "too. And we have got an interview with Dr. Hillary Cass who was the author of"
    },
    {
      "start": 1927.679,
      "dur": 3.11,
      "text": "Dr. Hillary Cass who was the author of that landmark report into complicated"
    },
    {
      "start": 1930.799,
      "dur": 2.311,
      "text": "that landmark report into complicated and important issues around young people"
    },
    {
      "start": 1933.12,
      "dur": 4.63,
      "text": "and important issues around young people and kids and trans uh treatment for"
    },
    {
      "start": 1937.76,
      "dur": 2.789,
      "text": "and kids and trans uh treatment for trans young people. So that will be very"
    },
    {
      "start": 1940.559,
      "dur": 2.71,
      "text": "trans young people. So that will be very interesting. So don't miss that."
    },
    {
      "start": 1943.279,
      "dur": 1.75,
      "text": "interesting. So don't miss that. &gt;&gt; We're also doing the people who are"
    },
    {
      "start": 1945.039,
      "dur": 1.431,
      "text": "&gt;&gt; We're also doing the people who are switching from white collar to blue"
    },
    {
      "start": 1946.48,
      "dur": 1.029,
      "text": "switching from white collar to blue collar jobs. We meet"
    },
    {
      "start": 1947.519,
      "dur": 0.63,
      "text": "collar jobs. We meet &gt;&gt; Oh, okay."
    },
    {
      "start": 1948.159,
      "dur": 1.591,
      "text": "&gt;&gt; Oh, okay. &gt;&gt; accountant who's giving it up to become"
    },
    {
      "start": 1949.76,
      "dur": 0.87,
      "text": "&gt;&gt; accountant who's giving it up to become a plumber."
    },
    {
      "start": 1950.64,
      "dur": 1.83,
      "text": "a plumber. &gt;&gt; Not a bad show. Well, I mean, I hope it"
    },
    {
      "start": 1952.48,
      "dur": 1.35,
      "text": "&gt;&gt; Not a bad show. Well, I mean, I hope it starts this conversation. Actually, when"
    },
    {
      "start": 1953.84,
      "dur": 1.75,
      "text": "starts this conversation. Actually, when we bring it I'll bring comments back to"
    },
    {
      "start": 1955.6,
      "dur": 1.03,
      "text": "we bring it I'll bring comments back to you in the future here."
    },
    {
      "start": 1956.64,
      "dur": 1.99,
      "text": "you in the future here. &gt;&gt; Is he going to bring a spanner"
    },
    {
      "start": 1958.64,
      "dur": 0.79,
      "text": "&gt;&gt; Is he going to bring a spanner &gt;&gt; or a plunger?"
    },
    {
      "start": 1959.44,
      "dur": 1.99,
      "text": "&gt;&gt; or a plunger? &gt;&gt; Plunger. I just hope it's a plunger."
    },
    {
      "start": 1961.44,
      "dur": 1.829,
      "text": "&gt;&gt; Plunger. I just hope it's a plunger. There's a TARDIS in the there's a"
    },
    {
      "start": 1963.279,
      "dur": 1.831,
      "text": "There's a TARDIS in the there's a there's a Dalek in the uh reception"
    },
    {
      "start": 1965.12,
      "dur": 1.269,
      "text": "there's a Dalek in the uh reception &gt;&gt; as well as Graeme Norton's red chair."
    },
    {
      "start": 1966.399,
      "dur": 0.951,
      "text": "&gt;&gt; as well as Graeme Norton's red chair. Actually, I don't know what they if"
    },
    {
      "start": 1967.36,
      "dur": 1.429,
      "text": "Actually, I don't know what they if that's in broadcasting house. Maybe I"
    },
    {
      "start": 1968.799,
      "dur": 1.431,
      "text": "that's in broadcasting house. Maybe I should go and sit in it or you can chuck"
    },
    {
      "start": 1970.24,
      "dur": 1.11,
      "text": "should go and sit in it or you can chuck me over the edge. We'll see what"
    },
    {
      "start": 1971.36,
      "dur": 1.27,
      "text": "me over the edge. We'll see what happens. Anyway, we'll see what happens"
    },
    {
      "start": 1972.64,
      "dur": 0.629,
      "text": "happens. Anyway, we'll see what happens tomorrow."
    },
    {
      "start": 1973.279,
      "dur": 1.51,
      "text": "tomorrow. &gt;&gt; So, we'll be back with the Sunday"
    },
    {
      "start": 1974.799,
      "dur": 1.511,
      "text": "&gt;&gt; So, we'll be back with the Sunday newscast, but thank you very much for"
    },
    {
      "start": 1976.32,
      "dur": 0.709,
      "text": "newscast, but thank you very much for listening today."
    },
    {
      "start": 1977.039,
      "dur": 3.48,
      "text": "listening today. &gt;&gt; Thank you very much."
    }
  ]
}