{
  "videoId": "LKKpnoS12xY",
  "title": "Jeffrey Epstein survivor calls on Buckingham Palace to search Andrew's files | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 149,
  "segments": [
    {
      "start": 1.6,
      "dur": 1.68,
      "text": "Although it's been over 20 years since"
    },
    {
      "start": 3.28,
      "dur": 1.91,
      "text": "Although it's been over 20 years since she was abused by Jeffrey Epstein,"
    },
    {
      "start": 5.2,
      "dur": 1.99,
      "text": "she was abused by Jeffrey Epstein, Juliet Bryant still remembers that"
    },
    {
      "start": 7.2,
      "dur": 1.349,
      "text": "Juliet Bryant still remembers that period vividly."
    },
    {
      "start": 8.559,
      "dur": 1.751,
      "text": "period vividly. &gt;&gt; And the recent release of some 3 million"
    },
    {
      "start": 10.32,
      "dur": 1.429,
      "text": "&gt;&gt; And the recent release of some 3 million files relating to the convicted"
    },
    {
      "start": 11.759,
      "dur": 1.99,
      "text": "files relating to the convicted pedophile has thrust her into the"
    },
    {
      "start": 13.759,
      "dur": 3.111,
      "text": "pedophile has thrust her into the limelight once more. I I feel um I"
    },
    {
      "start": 16.88,
      "dur": 1.83,
      "text": "limelight once more. I I feel um I suppose vindicated in one way, but in"
    },
    {
      "start": 18.72,
      "dur": 1.91,
      "text": "suppose vindicated in one way, but in other ways I feel just shattered because"
    },
    {
      "start": 20.64,
      "dur": 1.59,
      "text": "other ways I feel just shattered because I you know I was almost hoping that it"
    },
    {
      "start": 22.24,
      "dur": 2.39,
      "text": "I you know I was almost hoping that it wasn't going to all be um true and and"
    },
    {
      "start": 24.64,
      "dur": 2.869,
      "text": "wasn't going to all be um true and and also the the deeper you know it just"
    },
    {
      "start": 27.519,
      "dur": 2.231,
      "text": "also the the deeper you know it just it's even darker than what I realized"
    },
    {
      "start": 29.76,
      "dur": 1.99,
      "text": "it's even darker than what I realized which which has been very very hard to"
    },
    {
      "start": 31.76,
      "dur": 2.87,
      "text": "which which has been very very hard to deal with emotionally. And"
    },
    {
      "start": 34.64,
      "dur": 1.429,
      "text": "deal with emotionally. And &gt;&gt; she's also critical of the royal"
    },
    {
      "start": 36.079,
      "dur": 1.751,
      "text": "&gt;&gt; she's also critical of the royal family's response to the crisis which"
    },
    {
      "start": 37.84,
      "dur": 1.91,
      "text": "family's response to the crisis which has led to Andrew Malbatton Windsor"
    },
    {
      "start": 39.76,
      "dur": 2.07,
      "text": "has led to Andrew Malbatton Windsor losing his title. He's denied any"
    },
    {
      "start": 41.84,
      "dur": 0.549,
      "text": "losing his title. He's denied any wrongdoing."
    },
    {
      "start": 42.399,
      "dur": 1.83,
      "text": "wrongdoing. &gt;&gt; I was terrified. Well, I think it's"
    },
    {
      "start": 44.239,
      "dur": 1.271,
      "text": "&gt;&gt; I was terrified. Well, I think it's great that they've made a statement"
    },
    {
      "start": 45.52,
      "dur": 1.83,
      "text": "great that they've made a statement finally, but the thing is, are they"
    },
    {
      "start": 47.36,
      "dur": 2.55,
      "text": "finally, but the thing is, are they going to actually act on it? I'm I'm I'm"
    },
    {
      "start": 49.92,
      "dur": 1.59,
      "text": "going to actually act on it? I'm I'm I'm willing to speak to them anytime, you"
    },
    {
      "start": 51.52,
      "dur": 1.83,
      "text": "willing to speak to them anytime, you know, any way I can help. So, they can"
    },
    {
      "start": 53.36,
      "dur": 2.15,
      "text": "know, any way I can help. So, they can contact me and the other victims they"
    },
    {
      "start": 55.52,
      "dur": 1.91,
      "text": "contact me and the other victims they can contact. The thing is, I just hope"
    },
    {
      "start": 57.44,
      "dur": 1.269,
      "text": "can contact. The thing is, I just hope they're not just saying this. I would"
    },
    {
      "start": 58.719,
      "dur": 2.31,
      "text": "they're not just saying this. I would like to see them actually taking action."
    },
    {
      "start": 61.039,
      "dur": 2.071,
      "text": "like to see them actually taking action. Gillian Maxwell is a character that was"
    },
    {
      "start": 63.12,
      "dur": 2.309,
      "text": "Gillian Maxwell is a character that was central to Jeffrey Epstein's operation."
    },
    {
      "start": 65.439,
      "dur": 2.551,
      "text": "central to Jeffrey Epstein's operation. She recently made a deposition in the US"
    },
    {
      "start": 68.0,
      "dur": 2.149,
      "text": "She recently made a deposition in the US where she pleaded the fifth. What was"
    },
    {
      "start": 70.159,
      "dur": 1.831,
      "text": "where she pleaded the fifth. What was your reaction when you saw that? I think"
    },
    {
      "start": 72.0,
      "dur": 1.75,
      "text": "your reaction when you saw that? I think it's just ridiculous, you know, after"
    },
    {
      "start": 73.76,
      "dur": 1.83,
      "text": "it's just ridiculous, you know, after they say that she's going to be giving a"
    },
    {
      "start": 75.6,
      "dur": 1.67,
      "text": "they say that she's going to be giving a testimony and everyone's waiting. It's"
    },
    {
      "start": 77.28,
      "dur": 0.95,
      "text": "testimony and everyone's waiting. It's much like when they said they were going"
    },
    {
      "start": 78.24,
      "dur": 1.67,
      "text": "much like when they said they were going to release the files before and then"
    },
    {
      "start": 79.92,
      "dur": 1.829,
      "text": "to release the files before and then they give the testimony and it's just"
    },
    {
      "start": 81.759,
      "dur": 1.431,
      "text": "they give the testimony and it's just like they may as well have not even done"
    },
    {
      "start": 83.2,
      "dur": 1.589,
      "text": "like they may as well have not even done it cuz if someone's going to plead the"
    },
    {
      "start": 84.799,
      "dur": 0.871,
      "text": "it cuz if someone's going to plead the fifth, why are they even going to"
    },
    {
      "start": 85.68,
      "dur": 1.429,
      "text": "fifth, why are they even going to bother? Because everyone is waiting for"
    },
    {
      "start": 87.119,
      "dur": 1.751,
      "text": "bother? Because everyone is waiting for the information. And so I just think"
    },
    {
      "start": 88.88,
      "dur": 2.15,
      "text": "the information. And so I just think they've wasted a lot of people's time."
    },
    {
      "start": 91.04,
      "dur": 1.51,
      "text": "they've wasted a lot of people's time. And I think it's really about time that"
    },
    {
      "start": 92.56,
      "dur": 1.509,
      "text": "And I think it's really about time that she started speaking out, you know, for"
    },
    {
      "start": 94.079,
      "dur": 3.191,
      "text": "she started speaking out, you know, for her own, you know, personal benefit. Um"
    },
    {
      "start": 97.28,
      "dur": 1.35,
      "text": "her own, you know, personal benefit. Um because I think anyone who was involved"
    },
    {
      "start": 98.64,
      "dur": 2.55,
      "text": "because I think anyone who was involved in this will be going to hell. Juliet"
    },
    {
      "start": 101.2,
      "dur": 1.589,
      "text": "in this will be going to hell. Juliet was just 20 years old when she met"
    },
    {
      "start": 102.799,
      "dur": 2.31,
      "text": "was just 20 years old when she met Jeffrey Epstein and says she was abused"
    },
    {
      "start": 105.119,
      "dur": 3.35,
      "text": "Jeffrey Epstein and says she was abused by him from 2002 to 2004."
    },
    {
      "start": 108.479,
      "dur": 1.67,
      "text": "by him from 2002 to 2004. She says she kept going back to him"
    },
    {
      "start": 110.159,
      "dur": 2.63,
      "text": "She says she kept going back to him because she feared for her life."
    },
    {
      "start": 112.799,
      "dur": 2.071,
      "text": "because she feared for her life. &gt;&gt; He was a mastermind criminal. It was,"
    },
    {
      "start": 114.88,
      "dur": 1.75,
      "text": "&gt;&gt; He was a mastermind criminal. It was, you know, he was highly manipulative and"
    },
    {
      "start": 116.64,
      "dur": 1.67,
      "text": "you know, he was highly manipulative and for a 20-year-old meeting someone who"
    },
    {
      "start": 118.32,
      "dur": 2.469,
      "text": "for a 20-year-old meeting someone who was he was 49 at the time, you know, I"
    },
    {
      "start": 120.799,
      "dur": 2.791,
      "text": "was he was 49 at the time, you know, I wasn't able to, you know, deal with the"
    },
    {
      "start": 123.6,
      "dur": 1.59,
      "text": "wasn't able to, you know, deal with the situation as many of the other young"
    },
    {
      "start": 125.2,
      "dur": 1.67,
      "text": "situation as many of the other young girls weren't. It was like being like a"
    },
    {
      "start": 126.88,
      "dur": 1.75,
      "text": "girls weren't. It was like being like a scared mouse around a snake being around"
    },
    {
      "start": 128.64,
      "dur": 2.229,
      "text": "scared mouse around a snake being around him and you know he had a way of"
    },
    {
      "start": 130.879,
      "dur": 1.511,
      "text": "him and you know he had a way of manipulating people and he also made me"
    },
    {
      "start": 132.4,
      "dur": 1.35,
      "text": "manipulating people and he also made me feel like it was my fault."
    },
    {
      "start": 133.76,
      "dur": 1.59,
      "text": "feel like it was my fault. &gt;&gt; She hopes other victims will come"
    },
    {
      "start": 135.36,
      "dur": 1.91,
      "text": "&gt;&gt; She hopes other victims will come forward and that those mentioned in the"
    },
    {
      "start": 137.28,
      "dur": 1.669,
      "text": "forward and that those mentioned in the files will testify before the US"
    },
    {
      "start": 138.959,
      "dur": 2.311,
      "text": "files will testify before the US authorities. King Charles has expressed"
    },
    {
      "start": 141.28,
      "dur": 1.589,
      "text": "authorities. King Charles has expressed concern over the allegations against his"
    },
    {
      "start": 142.879,
      "dur": 1.751,
      "text": "concern over the allegations against his brother and says his thoughts remain"
    },
    {
      "start": 144.64,
      "dur": 2.79,
      "text": "brother and says his thoughts remain with the victims. Miami Jones BBC News"
    },
    {
      "start": 147.44,
      "dur": 3.12,
      "text": "with the victims. Miami Jones BBC News Cape Town."
    }
  ]
}