{
  "videoId": "lKZ8IgShob0",
  "title": "UK PM Keir Starmer calls Reform’s migrant plans ‘racist and immoral’ | BBC News",
  "publishedAt": "2025-09-28",
  "channel": "BBC News",
  "durationSeconds": 1596,
  "segments": [
    {
      "start": 0.1,
      "dur": 8.8,
      "text": "Well, Prime Minister, welcome to the program. program. How much trouble are you in? How much trouble are you in? Well, we've got a lot of hard work uh to Well, we've got a lot of hard work uh to do. We've achieved great things in the"
    },
    {
      "start": 8.9,
      "dur": 8.8,
      "text": "do. We've achieved great things in the first year of the Labor government. We first year of the Labor government. We said we would do 2 million extra NHS said we would do 2 million extra NHS appointments. We've done 5 million and appointments. We've done 5 million and confidence in the NHS is going up. So,"
    },
    {
      "start": 17.7,
      "dur": 8.8,
      "text": "confidence in the NHS is going up. So, that's a good thing. We said that we'd that's a good thing. We said that we'd rolled out child care. This is child rolled out child care. This is child care from 9 months to four years. For care from 9 months to four years. For parents and carers, that's thousands of"
    },
    {
      "start": 26.5,
      "dur": 9.4,
      "text": "parents and carers, that's thousands of pounds saved for children. It's a pounds saved for children. It's a gamecher. I am sick and tired of stories gamecher. I am sick and tired of stories about four-year-olds arriving in about four-year-olds arriving in reception, some reading quite well,"
    },
    {
      "start": 35.9,
      "dur": 8.7,
      "text": "reception, some reading quite well, others virtually in nappies. So, we're others virtually in nappies. So, we're going to change that and make sure every going to change that and make sure every single child gets to the starting line single child gets to the starting line of education in an equal position. And"
    },
    {
      "start": 44.6,
      "dur": 9.0,
      "text": "of education in an equal position. And just this month, uh, we've introduced just this month, uh, we've introduced the Hillsborough law, which is going to the Hillsborough law, which is going to change thousands of lives. We won the change thousands of lives. We won the order for frigots from Norway. That's 10"
    },
    {
      "start": 53.6,
      "dur": 9.8,
      "text": "order for frigots from Norway. That's 10 billion pounds. That's that's 15 years billion pounds. That's that's 15 years of ship building on the Clyde. So, of ship building on the Clyde. So, there's a lot we've achieved, but we've there's a lot we've achieved, but we've got to do more. Um, we inherited a"
    },
    {
      "start": 63.4,
      "dur": 9.6,
      "text": "got to do more. Um, we inherited a complete mess, a broken economy, a complete mess, a broken economy, a broken public services. Uh, we said we broken public services. Uh, we said we would change that. And, um, I always would change that. And, um, I always said that would take time, but I do"
    },
    {
      "start": 73.0,
      "dur": 8.3,
      "text": "said that would take time, but I do understand people are frustrated because understand people are frustrated because if they lived through 14 years of if they lived through 14 years of failure, they want change to come more failure, they want change to come more quickly. So, I do understand the quickly. So, I do understand the frustration."
    },
    {
      "start": 81.3,
      "dur": 8.5,
      "text": "frustration. That's a different thing than you That's a different thing than you admitting that you are in quite a bit of admitting that you are in quite a bit of political trouble. The very latest political trouble. The very latest opinion poll suggests if there were an opinion poll suggests if there were an election right now, Labor would have"
    },
    {
      "start": 89.8,
      "dur": 8.4,
      "text": "election right now, Labor would have fewer than a hundred seats. So, how much fewer than a hundred seats. So, how much trouble are you in? trouble are you in? Well, Laura, we won last year in July a"
    },
    {
      "start": 98.2,
      "dur": 8.0,
      "text": "Well, Laura, we won last year in July a mandate to change the country. mandate to change the country. How much trouble are you in right now? How much trouble are you in right now? I always said that would take time. Um, I always said that would take time. Um, we will be judged at the next election"
    },
    {
      "start": 106.2,
      "dur": 10.0,
      "text": "we will be judged at the next election quite rightly quite rightly on whether we have improved living on whether we have improved living standards, people feel better off, on standards, people feel better off, on whether the public services are better, whether the public services are better, particularly the NHS, and whether people"
    },
    {
      "start": 116.2,
      "dur": 9.5,
      "text": "particularly the NHS, and whether people feel safe and secure. feel safe and secure. I'm asking you about the situation right I'm asking you about the situation right now because there are a lot of people in now because there are a lot of people in your own party coming here to Liverpool your own party coming here to Liverpool who really worry about what's been going"
    },
    {
      "start": 125.7,
      "dur": 9.2,
      "text": "who really worry about what's been going on. Do you accept that you are in on. Do you accept that you are in political trouble, political trouble, Laura? In politics, there are always Laura? In politics, there are always going to be comments about leaders and going to be comments about leaders and leadership, particularly at times like"
    },
    {
      "start": 134.9,
      "dur": 8.3,
      "text": "leadership, particularly at times like conference. conference. There aren't always polls that put the There aren't always polls that put the governing party so far behind. governing party so far behind. Always focus on what is it we're trying Always focus on what is it we're trying to achieve? What are we delivering? Just"
    },
    {
      "start": 143.2,
      "dur": 11.7,
      "text": "to achieve? What are we delivering? Just this month, the Hillsborough law that is this month, the Hillsborough law that is so you were with me at the Liverpool so you were with me at the Liverpool Echo Echo and we've discussed that already. and we've discussed that already. Writing an injustice that's gone on for Writing an injustice that's gone on for 36 years, but also changing the position"
    },
    {
      "start": 154.9,
      "dur": 9.5,
      "text": "36 years, but also changing the position for thousands of people in the future. for thousands of people in the future. And you've mentioned that already. So, And you've mentioned that already. So, let's let's talk about what else you're let's let's talk about what else you're going to be talking about in the next going to be talking about in the next few days. You've already admitted many few days. You've already admitted many people in the public are impatient and"
    },
    {
      "start": 164.4,
      "dur": 11.1,
      "text": "people in the public are impatient and they're angry. Your answer is to call they're angry. Your answer is to call reform the enemy and promise patriotic reform the enemy and promise patriotic renewal. What does that mean in brass renewal. What does that mean in brass tax? tax? Well, patriotic renewal is fixing the"
    },
    {
      "start": 175.5,
      "dur": 9.5,
      "text": "Well, patriotic renewal is fixing the problems in the country that we problems in the country that we inherited, but changing the country as inherited, but changing the country as we do so. Let me just give you two or we do so. Let me just give you two or three practical examples. We've got to three practical examples. We've got to get the economy working. We got to get"
    },
    {
      "start": 185.0,
      "dur": 8.4,
      "text": "get the economy working. We got to get wealth creation, but it needs to be wealth creation, but it needs to be everywhere across the country. And that everywhere across the country. And that is what I want to change. Not going back is what I want to change. Not going back to economic growth that is in some parts"
    },
    {
      "start": 193.4,
      "dur": 9.5,
      "text": "to economic growth that is in some parts of the country, but not all parts of the of the country, but not all parts of the country with the NHS. Obviously, we need country with the NHS. Obviously, we need to fix it, but I want to do more than to fix it, but I want to do more than fix it. I want to make sure it's fit for fix it. I want to make sure it's fit for the future. So, that means bringing it"
    },
    {
      "start": 202.9,
      "dur": 8.7,
      "text": "the future. So, that means bringing it closer to people, recognizing the way in closer to people, recognizing the way in which disease and illness has changed, which disease and illness has changed, making sure we're using technology as we making sure we're using technology as we go forward. And the other thing is"
    },
    {
      "start": 211.6,
      "dur": 8.2,
      "text": "go forward. And the other thing is changing the relationship between the changing the relationship between the state and people. So last Thursday we state and people. So last Thursday we rolled out the pride in place funding."
    },
    {
      "start": 219.8,
      "dur": 10.0,
      "text": "rolled out the pride in place funding. This is 10 years worth of funding to This is 10 years worth of funding to places which in my view have been places which in my view have been overlooked for too long. But what's overlooked for too long. But what's different is instead of those places different is instead of those places having come having to come to Whiteall"
    },
    {
      "start": 229.8,
      "dur": 9.3,
      "text": "having come having to come to Whiteall cap in hand asking for approval of cap in hand asking for approval of what's needed in their place, we've said what's needed in their place, we've said you've got skin in the game. You've got you've got skin in the game. You've got a better idea what's going to work in a better idea what's going to work in your community. you make those"
    },
    {
      "start": 239.1,
      "dur": 8.2,
      "text": "your community. you make those decisions. So, it's about renewing, but decisions. So, it's about renewing, but it's patriotic because it's about it's patriotic because it's about bringing the whole country with us. I"
    },
    {
      "start": 247.3,
      "dur": 9.3,
      "text": "bringing the whole country with us. I love and have pride in my country and I love and have pride in my country and I want to serve the whole of our country, want to serve the whole of our country, our beautiful, tolerant, diverse country our beautiful, tolerant, diverse country and I want to serve the whole of that"
    },
    {
      "start": 256.6,
      "dur": 9.7,
      "text": "and I want to serve the whole of that country. And I was arguing against country. And I was arguing against reform because reform do not believe in reform because reform do not believe in that country. They want to tear that that country. They want to tear that country apart. What was said last week"
    },
    {
      "start": 266.3,
      "dur": 8.7,
      "text": "country apart. What was said last week uh about deporting migrants who are uh about deporting migrants who are lawfully here, who've been here for lawfully here, who've been here for years, working in our hospitals, and our years, working in our hospitals, and our schools, running businesses, our"
    },
    {
      "start": 275.0,
      "dur": 8.8,
      "text": "schools, running businesses, our neighbors, and reforms say they want to neighbors, and reforms say they want to deport them. That would tear our country deport them. That would tear our country apart. We are at the moment a leading"
    },
    {
      "start": 283.8,
      "dur": 9.6,
      "text": "apart. We are at the moment a leading member of the coalition of the willing, member of the coalition of the willing, coraling and bringing together European coraling and bringing together European countries to fight the aggression of countries to fight the aggression of Putin. Imagine if reform came in and"
    },
    {
      "start": 293.4,
      "dur": 8.5,
      "text": "Putin. Imagine if reform came in and they were cozing up to Putin and the they were cozing up to Putin and the politics that would have the impact that politics that would have the impact that would have on our security and defense. would have on our security and defense. And that's why I say to my party and my"
    },
    {
      "start": 301.9,
      "dur": 9.1,
      "text": "And that's why I say to my party and my main message to this conference is main message to this conference is this is a different fight. this is a different fight. It is a fight about the future of our It is a fight about the future of our country about who we are as patriotism"
    },
    {
      "start": 311.0,
      "dur": 8.3,
      "text": "country about who we are as patriotism is and what we stand for and our place is and what we stand for and our place in the world. It's a fight we must be in in the world. It's a fight we must be in and it's a fight we must win. And I'm and it's a fight we must win. And I'm absolutely determined that we will. But"
    },
    {
      "start": 319.3,
      "dur": 10.5,
      "text": "absolutely determined that we will. But for many people there has been concern for many people there has been concern about what's going on in this country about what's going on in this country because of immigration. And you yourself because of immigration. And you yourself said on Friday that the left got it said on Friday that the left got it wrong on illegal immigration. When did"
    },
    {
      "start": 329.8,
      "dur": 9.4,
      "text": "wrong on illegal immigration. When did you realize you'd got it wrong? you realize you'd got it wrong? Well um I thought for some time that the Well um I thought for some time that the left uh got it wrong because when did left uh got it wrong because when did you realize that? you realize that? I mean soon after I was a politician um"
    },
    {
      "start": 339.2,
      "dur": 9.0,
      "text": "I mean soon after I was a politician um I went to I went to uh met a number of people there who uh met a number of people there who wanted to tell me what their concerns wanted to tell me what their concerns were. What more than 10 years ago you were. What more than 10 years ago you thought"
    },
    {
      "start": 348.2,
      "dur": 8.7,
      "text": "thought that we've got this wrong and we needed that we've got this wrong and we needed to take and we need to understand what to take and we need to understand what people's concerns are. people's concerns are. What did you do about it then? What did you do about it then? Well, we came into power one year ago."
    },
    {
      "start": 356.9,
      "dur": 8.1,
      "text": "Well, we came into power one year ago. One of my frustration is I came into One of my frustration is I came into politics and I spent nine years in politics and I spent nine years in opposition. That means nine years voting opposition. That means nine years voting and losing. We've had one year in power"
    },
    {
      "start": 365.0,
      "dur": 9.2,
      "text": "and losing. We've had one year in power and what we've done is take measures to and what we've done is take measures to improve law enforcement to tackle improve law enforcement to tackle illegal migration. I want to strengthen illegal migration. I want to strengthen the powers of those who enforce our"
    },
    {
      "start": 374.2,
      "dur": 9.6,
      "text": "the powers of those who enforce our borders, our law enforcement through the borders, our law enforcement through the borders bill. Reform of the tourists borders bill. Reform of the tourists vote against that. We've struck a vote against that. We've struck a returns deal with France. That means for returns deal with France. That means for the first time since we left the EU"
    },
    {
      "start": 383.8,
      "dur": 10.4,
      "text": "the first time since we left the EU because back in the the days of the EU, because back in the the days of the EU, we could actually return to France and we could actually return to France and other countries. Now we can return to other countries. Now we can return to France. And we're doing we've done France. And we're doing we've done 35,000 returns since we've been in"
    },
    {
      "start": 394.2,
      "dur": 8.3,
      "text": "35,000 returns since we've been in power, which is the highest number for power, which is the highest number for nearly 10 years. nearly 10 years. Have you ever been to see an asylum Have you ever been to see an asylum hotel? Yes, I have seen asylums hotel hotel? Yes, I have seen asylums hotel and I want and I want Do you think when you went there when"
    },
    {
      "start": 402.5,
      "dur": 8.6,
      "text": "Do you think when you went there when you went to which community? Can you you went to which community? Can you tell us? tell us? I want to reduce the number of people in I want to reduce the number of people in asylum hotels. I want to empty those asylum hotels. I want to empty those asylum hotels. I completely understand"
    },
    {
      "start": 411.1,
      "dur": 9.9,
      "text": "asylum hotels. I completely understand the frustration that people have in the frustration that people have in relation to the hotels. It frustrates me relation to the hotels. It frustrates me because what happened was we inherited because what happened was we inherited tens of thousands of asylum claims which"
    },
    {
      "start": 421.0,
      "dur": 8.4,
      "text": "tens of thousands of asylum claims which hadn't been processed by the last hadn't been processed by the last government. You have got to process government. You have got to process them. So they they then open the hotels them. So they they then open the hotels to put people into hotels. It's my job"
    },
    {
      "start": 429.4,
      "dur": 8.9,
      "text": "to put people into hotels. It's my job to empty it. So what I've done to do to empty it. So what I've done to do that is to ensure that we've got many that is to ensure that we've got many more people processing claims where we more people processing claims where we process claims and people are found that"
    },
    {
      "start": 438.3,
      "dur": 8.6,
      "text": "process claims and people are found that they've got no right to be here. We're they've got no right to be here. We're returning them to the country returning them to the country by 2029, which is more than by 2029, which is more than I'd like to bring that forward. I'd like"
    },
    {
      "start": 446.9,
      "dur": 9.6,
      "text": "I'd like to bring that forward. I'd like to bring that forward. to bring that forward. But will you commit to bringing that But will you commit to bringing that forward? forward? Well, we got to process the claims. I'm Well, we got to process the claims. I'm looking at alternative accommodation. um looking at alternative accommodation. um and uh doing everything we can to bring"
    },
    {
      "start": 456.5,
      "dur": 8.9,
      "text": "and uh doing everything we can to bring that forward. I do understand the that forward. I do understand the concern, but it was a problem with if concern, but it was a problem with if you leave tens of thousands of people you leave tens of thousands of people and don't process their claims, they are"
    },
    {
      "start": 465.4,
      "dur": 8.5,
      "text": "and don't process their claims, they are in a place where they can't go backwards in a place where they can't go backwards or forward. They can't be returned to or forward. They can't be returned to the country they came from because they the country they came from because they haven't been processed haven't been processed and you've talked about the long-term"
    },
    {
      "start": 473.9,
      "dur": 8.4,
      "text": "and you've talked about the long-term build. Our build. Our job as ever is is to fix the problems we job as ever is is to fix the problems we have. have. But what about what's happening right But what about what's happening right now? Because you have been in power now now? Because you have been in power now for 14 months. This is not you haven't for 14 months. This is not you haven't just walked through the door of number"
    },
    {
      "start": 482.3,
      "dur": 8.7,
      "text": "just walked through the door of number 10. Is it fair for asylum seekers to 10. Is it fair for asylum seekers to have taxis paid for them by the taxpayer have taxis paid for them by the taxpayer to go to doctor's appointments sometimes to go to doctor's appointments sometimes hundreds of miles away? Is that fair?"
    },
    {
      "start": 491.0,
      "dur": 8.5,
      "text": "hundreds of miles away? Is that fair? No. Will you stop it immediately? No. Will you stop it immediately? It shouldn't be happening. It's not fair It shouldn't be happening. It's not fair and I understand that. We will stop it and I understand that. We will stop it immediately. immediately. Well, as soon as we can, but we will Well, as soon as we can, but we will stop it. It's not fair. I completely"
    },
    {
      "start": 499.5,
      "dur": 8.1,
      "text": "stop it. It's not fair. I completely understand that. understand that. Um and it shouldn't be happening. Um and it shouldn't be happening. Is it fair for asylum seekers to be Is it fair for asylum seekers to be allowed to appeal more than once? Of allowed to appeal more than once? Of course, the right of appeal is part of"
    },
    {
      "start": 507.6,
      "dur": 10.2,
      "text": "course, the right of appeal is part of our justice system, but as things stand, our justice system, but as things stand, assigned speakers can appeal more than assigned speakers can appeal more than once if they are told they have to leave once if they are told they have to leave the country. the country. Well, I want to look at the rights of Well, I want to look at the rights of appeal and see whether we can't improve"
    },
    {
      "start": 517.8,
      "dur": 9.4,
      "text": "appeal and see whether we can't improve that because um there are too many that because um there are too many examples of for example people coming examples of for example people coming here on student visas and doing their"
    },
    {
      "start": 527.2,
      "dur": 9.5,
      "text": "here on student visas and doing their studies and at the end of that exercise studies and at the end of that exercise then claiming asylum. We've got even in then claiming asylum. We've got even in the last few weeks when we've had the the last few weeks when we've had the returns agreement up with France when"
    },
    {
      "start": 536.7,
      "dur": 8.7,
      "text": "returns agreement up with France when we've tried to return people there are we've tried to return people there are claims put in hours before the return claims put in hours before the return which could have been put in weeks which could have been put in weeks before. So we need to look across the"
    },
    {
      "start": 545.4,
      "dur": 10.0,
      "text": "before. So we need to look across the board. I think um we need to look at board. I think um we need to look at every aspect of illegal migration every aspect of illegal migration upstream looking at the causes which of upstream looking at the causes which of course um are often poverty, climate"
    },
    {
      "start": 555.4,
      "dur": 8.8,
      "text": "course um are often poverty, climate change, persecution. look at the causes change, persecution. look at the causes and as a global leader see what we can and as a global leader see what we can do about that with other countries much do about that with other countries much more law enforcement particularly with"
    },
    {
      "start": 564.2,
      "dur": 8.8,
      "text": "more law enforcement particularly with France on the northern border processing France on the northern border processing those claims returning people who those claims returning people who shouldn't be here looking across the shouldn't be here looking across the appeal system to see whether we can't appeal system to see whether we can't make it more effective and more"
    },
    {
      "start": 573.0,
      "dur": 10.7,
      "text": "make it more effective and more efficient all of that needs to be done efficient all of that needs to be done including introducing as I announced including introducing as I announced this week uh digital ID so that we are this week uh digital ID so that we are clear in the principle that you cannot"
    },
    {
      "start": 583.7,
      "dur": 8.1,
      "text": "clear in the principle that you cannot work in the United Kingdom if you do not work in the United Kingdom if you do not have ID ID because too many people are have ID ID because too many people are able to get into uh the black economy"
    },
    {
      "start": 591.8,
      "dur": 8.8,
      "text": "able to get into uh the black economy and work illegally in this country and and work illegally in this country and we need to uh deal with that and deal we need to uh deal with that and deal with that effectively. with that effectively. Um one of our viewers got in touch and Um one of our viewers got in touch and wanted us to ask this question. Russ"
    },
    {
      "start": 600.6,
      "dur": 9.5,
      "text": "wanted us to ask this question. Russ Brown wanted us to ask you if you really Brown wanted us to ask you if you really believe that those profiting from human believe that those profiting from human trafficking will think oh dear I have to trafficking will think oh dear I have to check your digital ID now I can't carry"
    },
    {
      "start": 610.1,
      "dur": 9.0,
      "text": "check your digital ID now I can't carry on paying you1 pound50 an hour to work on paying you1 pound50 an hour to work in my sweat shop. absolutely convinced in my sweat shop. absolutely convinced that amongst the reasons that people that amongst the reasons that people travel through France which is a safe"
    },
    {
      "start": 619.1,
      "dur": 8.1,
      "text": "travel through France which is a safe country to come to the United Kingdom country to come to the United Kingdom amongst the reasons is because it's amongst the reasons is because it's easier to work in our illegal economy easier to work in our illegal economy than it is in other countries and we"
    },
    {
      "start": 627.2,
      "dur": 8.1,
      "text": "than it is in other countries and we have to deal with have to deal with bosses who are prepared to hire people bosses who are prepared to hire people illegally are not asking them for their illegally are not asking them for their national insurance card. So what's the national insurance card. So what's the evidence? What makes you think they're evidence? What makes you think they're suddenly going to ask them for a digital suddenly going to ask them for a digital ID?"
    },
    {
      "start": 635.3,
      "dur": 9.9,
      "text": "ID? We need to be really clear. you must We need to be really clear. you must have uh ID, mandatory digital ID in have uh ID, mandatory digital ID in order to work because we have to stop order to work because we have to stop illegal working. If you look at any of"
    },
    {
      "start": 645.2,
      "dur": 9.1,
      "text": "illegal working. If you look at any of the raids, we've we've massively the raids, we've we've massively increased the number of raids um on uh increased the number of raids um on uh working premises. Um it is absolutely working premises. Um it is absolutely clear that people are working illegally"
    },
    {
      "start": 654.3,
      "dur": 8.1,
      "text": "clear that people are working illegally in in numbers. Why do you think that in in numbers. Why do you think that them having a digital ID, having to have them having a digital ID, having to have a digital ID would a digital ID would stop that problem when right now people"
    },
    {
      "start": 662.4,
      "dur": 8.2,
      "text": "stop that problem when right now people are meant to have a national insurance are meant to have a national insurance number and card and if they're not asked number and card and if they're not asked for that a boss is willing already to for that a boss is willing already to break the rules? What's the difference break the rules? What's the difference going to be? going to be? Well, the difference is this is on point"
    },
    {
      "start": 670.6,
      "dur": 9.5,
      "text": "Well, the difference is this is on point of starting not a retrospective exercise of starting not a retrospective exercise as it now is. It is an automatic as it now is. It is an automatic collection of the information uh by uh collection of the information uh by uh the government. So we know exactly who"
    },
    {
      "start": 680.1,
      "dur": 8.8,
      "text": "the government. So we know exactly who is working in our economy and it will is working in our economy and it will help us enforce the rules that are help us enforce the rules that are there. But there's no point people there. But there's no point people saying to me why do we need it when we"
    },
    {
      "start": 688.9,
      "dur": 9.6,
      "text": "saying to me why do we need it when we all acknowledge there is a problem. all acknowledge there is a problem. People are working illegally in our People are working illegally in our economy. It is amongst the reasons that economy. It is amongst the reasons that people want to come to the United people want to come to the United Kingdom. We have to deal with that. I"
    },
    {
      "start": 698.5,
      "dur": 8.2,
      "text": "Kingdom. We have to deal with that. I made a pledge that we would do whatever made a pledge that we would do whatever was necessary pull use whatever tools uh was necessary pull use whatever tools uh were available to deal with illegal were available to deal with illegal migration. I intend to do so. And you're"
    },
    {
      "start": 706.7,
      "dur": 11.1,
      "text": "migration. I intend to do so. And you're presenting all of this in a a a sort of presenting all of this in a a a sort of ideology, I suppose, an ideological ideology, I suppose, an ideological point that you're making now that we are point that you're making now that we are in a new battle and that your party is"
    },
    {
      "start": 717.8,
      "dur": 9.1,
      "text": "in a new battle and that your party is up against an extreme party. You're sort up against an extreme party. You're sort of representing the mainstream as the of representing the mainstream as the extreme. You mentioned your grave extreme. You mentioned your grave concern about the reform policy"
    },
    {
      "start": 726.9,
      "dur": 8.1,
      "text": "concern about the reform policy potentially to deport people who already potentially to deport people who already live here. Do you think that's an live here. Do you think that's an immoral policy? immoral policy? Yes, I do. And and I think this is"
    },
    {
      "start": 735.0,
      "dur": 9.1,
      "text": "Yes, I do. And and I think this is fundamental to who we are as a country. fundamental to who we are as a country. We are a proud tolerant country, We are a proud tolerant country, reasonable-minded, live and let live. Um"
    },
    {
      "start": 744.1,
      "dur": 10.0,
      "text": "reasonable-minded, live and let live. Um and we are a diverse country where and we are a diverse country where people have come here for centuries to people have come here for centuries to this country to make up who we are. It this country to make up who we are. It is one thing to say we're going to"
    },
    {
      "start": 754.1,
      "dur": 8.8,
      "text": "is one thing to say we're going to remove illegal migrants, people who have remove illegal migrants, people who have no right to be here. I'm up for that. It no right to be here. I'm up for that. It is a completely different thing to say is a completely different thing to say we are going to reach in to people who"
    },
    {
      "start": 762.9,
      "dur": 8.7,
      "text": "we are going to reach in to people who are lawfully here and start removing are lawfully here and start removing them. They are our neighbors. They're them. They are our neighbors. They're people who work in our economy. They are people who work in our economy. They are part of who we are. It will rip this"
    },
    {
      "start": 771.6,
      "dur": 9.5,
      "text": "part of who we are. It will rip this country apart. And if you're patriotic, country apart. And if you're patriotic, you want to serve the whole of your you want to serve the whole of your country, everybody in your country, and country, everybody in your country, and have an ability to bring that country"
    },
    {
      "start": 781.1,
      "dur": 10.6,
      "text": "have an ability to bring that country together and walk forward towards the together and walk forward towards the challenges. You cannot do that if you challenges. You cannot do that if you are divisive. if you only truly want to are divisive. if you only truly want to serve a section of our country. And"
    },
    {
      "start": 791.7,
      "dur": 8.1,
      "text": "serve a section of our country. And that's why the fight with reform is that's why the fight with reform is different. Most elections have always different. Most elections have always been um labor or conservative. Um this"
    },
    {
      "start": 799.8,
      "dur": 9.7,
      "text": "been um labor or conservative. Um this is a different election that we're is a different election that we're facing. We have not had a proposition facing. We have not had a proposition like reform in this country ever before. like reform in this country ever before. We've seen it in France and Germany and We've seen it in France and Germany and plenty of other countries. This is a"
    },
    {
      "start": 809.5,
      "dur": 8.7,
      "text": "plenty of other countries. This is a different fight. It is a fight about who different fight. It is a fight about who we are as a country. It goes to the soul we are as a country. It goes to the soul of of our future. it will be heard and of of our future. it will be heard and and the effects will be there for"
    },
    {
      "start": 818.2,
      "dur": 9.2,
      "text": "and the effects will be there for generations. And that's why I'm saying generations. And that's why I'm saying to my party, um, you know, it's all very to my party, um, you know, it's all very well naval gazing, but we've got a big well naval gazing, but we've got a big argument to make here. We've got a big"
    },
    {
      "start": 827.4,
      "dur": 8.4,
      "text": "argument to make here. We've got a big fight that we've got to be in, and we've fight that we've got to be in, and we've got to win that fight. got to win that fight. You said that proposal is immoral to You said that proposal is immoral to deport people who are already here if deport people who are already here if they don't pass more stringent rules. Do"
    },
    {
      "start": 835.8,
      "dur": 8.0,
      "text": "they don't pass more stringent rules. Do you think it's a racist policy? you think it's a racist policy? Well, I do think that is a racist Well, I do think that is a racist policy. I do think it's immoral. It policy. I do think it's immoral. It needs to be called out for what it is."
    },
    {
      "start": 843.8,
      "dur": 10.2,
      "text": "needs to be called out for what it is. And do you think that Reform UK is And do you think that Reform UK is trying to appeal to racists? trying to appeal to racists? No, I think that there are plenty of No, I think that there are plenty of people who either vote reform or are"
    },
    {
      "start": 854.0,
      "dur": 8.5,
      "text": "people who either vote reform or are thinking of voting reform who are thinking of voting reform who are frustrated. Uh they had 14 years of frustrated. Uh they had 14 years of failure under the Conservatives. They failure under the Conservatives. They want us to change things. They may have"
    },
    {
      "start": 862.5,
      "dur": 8.8,
      "text": "want us to change things. They may have voted Labor a year ago and they want the voted Labor a year ago and they want the change to come more quickly. I actually change to come more quickly. I actually do understand that because if for 14 do understand that because if for 14 years um your living standards haven't"
    },
    {
      "start": 871.3,
      "dur": 8.3,
      "text": "years um your living standards haven't got any better and your public services got any better and your public services have declined then of course you want have declined then of course you want change change for 14 months if for 14 months prime for 14 months if for 14 months prime minister they've heard politicians and"
    },
    {
      "start": 879.6,
      "dur": 9.2,
      "text": "minister they've heard politicians and people in your government promise things people in your government promise things and then they see so little change they and then they see so little change they are looking for somewhere else and if we are looking for somewhere else and if we look for one of the things that you are look for one of the things that you are announcing at this conference your"
    },
    {
      "start": 888.8,
      "dur": 9.8,
      "text": "announcing at this conference your proposal to build new towns for example proposal to build new towns for example you're promising to build a dozen new you're promising to build a dozen new towns but when you look in detail at the towns but when you look in detail at the policy the number of new towns you're policy the number of new towns you're saying there will be by 2029, 5 years"
    },
    {
      "start": 898.6,
      "dur": 9.9,
      "text": "saying there will be by 2029, 5 years after you won the election, it's three. after you won the election, it's three. And even those three places might still And even those three places might still not get built because they have to go not get built because they have to go through all sorts of checks. So people through all sorts of checks. So people look at that and hear that and think"
    },
    {
      "start": 908.5,
      "dur": 8.5,
      "text": "look at that and hear that and think you're not getting anything done. It's you're not getting anything done. It's too timid. There's no urgency. too timid. There's no urgency. Well, uh firstly, we've said we're going Well, uh firstly, we've said we're going to build 1.5 million homes and the new"
    },
    {
      "start": 917.0,
      "dur": 9.5,
      "text": "to build 1.5 million homes and the new Yes. And planning approvals for new Yes. And planning approvals for new homes are at a record low. homes are at a record low. The towns are part of that. The planning The towns are part of that. The planning applications reflect the position a year applications reflect the position a year ago because it takes time to come ago because it takes time to come through. But just hear me out on this."
    },
    {
      "start": 926.5,
      "dur": 11.1,
      "text": "through. But just hear me out on this. 1.5 million homes. And the reason for 1.5 million homes. And the reason for that is because the dream of home that is because the dream of home ownership, that base camp for aspiration ownership, that base camp for aspiration for opportunity uh has been effectively"
    },
    {
      "start": 937.6,
      "dur": 8.4,
      "text": "for opportunity uh has been effectively snuffed out for young people. People now snuffed out for young people. People now on average over 35 before they can on average over 35 before they can afford to get their own home. That is afford to get their own home. That is unacceptable. That is a whole generation"
    },
    {
      "start": 946.0,
      "dur": 9.6,
      "text": "unacceptable. That is a whole generation of lost people. of lost people. New towns are part of what we're doing New towns are part of what we're doing in the 1.5 million. But look, the in the 1.5 million. But look, the central charge you're putting to me is a central charge you're putting to me is a really important one. I said before the"
    },
    {
      "start": 955.6,
      "dur": 9.1,
      "text": "really important one. I said before the election, it will take more than 12 election, it will take more than 12 months to turn around 14 years of months to turn around 14 years of failure. Um, and it will take more than failure. Um, and it will take more than 12 months. It will take time. That's why"
    },
    {
      "start": 964.7,
      "dur": 8.7,
      "text": "12 months. It will take time. That's why we needed a 5-year mandate. But do I we needed a 5-year mandate. But do I understand the frustration that people understand the frustration that people have? If you've lived through 14 years have? If you've lived through 14 years um without your u, you know, money in"
    },
    {
      "start": 973.4,
      "dur": 10.1,
      "text": "um without your u, you know, money in your pocket and your public going up, your pocket and your public going up, your public services being what they your public services being what they should be, then of course you want should be, then of course you want change more quickly. But I'm I can't sit change more quickly. But I'm I can't sit here uh today, nor did I say before the"
    },
    {
      "start": 983.5,
      "dur": 8.0,
      "text": "here uh today, nor did I say before the election, this can all be turned around election, this can all be turned around on a flick of a switch. It's going to on a flick of a switch. It's going to take time. take time. You didn't You did say it would take You didn't You did say it would take time, but what you in your party did not"
    },
    {
      "start": 991.5,
      "dur": 8.5,
      "text": "time, but what you in your party did not expect was this precipitous fall off a expect was this precipitous fall off a cliff in terms of your popularity. cliff in terms of your popularity. Leaders can be popular in hard times, Leaders can be popular in hard times, and you're admitting there are hard"
    },
    {
      "start": 1000.0,
      "dur": 10.2,
      "text": "and you're admitting there are hard times still, but your popularity has times still, but your popularity has taken such a knock. And the country's taken such a knock. And the country's finances are incredibly tight. There's finances are incredibly tight. There's huge pressure on public money, a budget"
    },
    {
      "start": 1010.2,
      "dur": 10.5,
      "text": "huge pressure on public money, a budget coming up. Will you rule out raising coming up. Will you rule out raising VAT? VAT? Well, Laura, just on the first point of Well, Laura, just on the first point of your question, if I may, um, I came into your question, if I may, um, I came into politics to change lives for the better,"
    },
    {
      "start": 1020.7,
      "dur": 8.3,
      "text": "politics to change lives for the better, to change um, our NHS and make sure that to change um, our NHS and make sure that it was fit for purpose to win investment it was fit for purpose to win investment in for jobs across the country. Got in for jobs across the country. Got record investment coming in. Will you"
    },
    {
      "start": 1029.0,
      "dur": 9.6,
      "text": "record investment coming in. Will you rule out raising a massive exercise in rule out raising a massive exercise in size uh, where thousands of jobs now size uh, where thousands of jobs now will be created as a result of that? the will be created as a result of that? the work we did with the US just a week ago"
    },
    {
      "start": 1038.6,
      "dur": 10.1,
      "text": "work we did with the US just a week ago on civil nuclear raising VAT to pay for on civil nuclear raising VAT to pay for the public services when I'm in politics the public services when I'm in politics to change lives. It's not a popularity to change lives. It's not a popularity contest uh for me. It's about changing"
    },
    {
      "start": 1048.7,
      "dur": 8.3,
      "text": "contest uh for me. It's about changing lives. On the question of the budget, lives. On the question of the budget, obviously the budget will be in November obviously the budget will be in November as you know and I'm not going to sit as you know and I'm not going to sit here and set out what's going to be in"
    },
    {
      "start": 1057.0,
      "dur": 8.2,
      "text": "here and set out what's going to be in the the dozens and dozens and dozens of dozens and dozens and dozens of occasions you ruled out raising VAT."
    },
    {
      "start": 1065.2,
      "dur": 8.1,
      "text": "occasions you ruled out raising VAT. It's in the solemn document of your It's in the solemn document of your party's manifesto. You're the prime party's manifesto. You're the prime minister of this country. Can you rule minister of this country. Can you rule out raising VAT? out raising VAT? The manifesto stands."
    },
    {
      "start": 1073.3,
      "dur": 9.3,
      "text": "The manifesto stands. So you rule out in that manifesto and So you rule out in that manifesto and the manifesto stands. Obviously the the manifesto stands. Obviously the details the manifesto stands. We made details the manifesto stands. We made those commitments but they will not be"
    },
    {
      "start": 1082.6,
      "dur": 9.4,
      "text": "those commitments but they will not be unpicked. unpicked. The the manifesto stands Laura can't be The the manifesto stands Laura can't be clearer. Uh clearer. Uh well well you can it's a different thing well well you can it's a different thing saying the manifesto stands right now or saying the manifesto stands right now or you saying actually it will stand in"
    },
    {
      "start": 1092.0,
      "dur": 8.9,
      "text": "you saying actually it will stand in perpetuity. You're not going to unpick perpetuity. You're not going to unpick those promises. We um put that manifesto those promises. We um put that manifesto before the electorate. Uh we got elected before the electorate. Uh we got elected and that manifesto stands. I'm not going"
    },
    {
      "start": 1100.9,
      "dur": 9.0,
      "text": "and that manifesto stands. I'm not going to go through the details of what uh may to go through the details of what uh may be in the budget. Obviously, it's two be in the budget. Obviously, it's two months away and no prime minister and no months away and no prime minister and no chancellor would ever sit here uh and uh"
    },
    {
      "start": 1109.9,
      "dur": 8.2,
      "text": "chancellor would ever sit here uh and uh indicate two months out uh what may or indicate two months out uh what may or may not be in the budget. But the may not be in the budget. But the manifesto stand manifesto stand Well, hang on. Can you be crystal clear Well, hang on. Can you be crystal clear there because you're saying the there because you're saying the manifesto stands right now, but I'm not"
    },
    {
      "start": 1118.1,
      "dur": 8.5,
      "text": "manifesto stands right now, but I'm not going to talk about budget. This is going to talk about budget. This is something you've ruled out dozens and something you've ruled out dozens and dozens and dozens of times. You're dozens and dozens of times. You're ruling it out clearly right now. The ruling it out clearly right now. The manifesto stands. We made those manifesto stands. We made those commitments. We stand by those"
    },
    {
      "start": 1126.6,
      "dur": 8.4,
      "text": "commitments. We stand by those commitments. commitments. There's another issue that many people There's another issue that many people are worried about, which is special are worried about, which is special needs education for children because the needs education for children because the government's reviewing how it's government's reviewing how it's provided. The system has had many"
    },
    {
      "start": 1135.0,
      "dur": 8.9,
      "text": "provided. The system has had many problems over the years. So, we don't problems over the years. So, we don't need to outline the problems over the need to outline the problems over the years. But would you rule out scrapping years. But would you rule out scrapping the legal right for children who need the legal right for children who need help with special needs at school?"
    },
    {
      "start": 1143.9,
      "dur": 9.6,
      "text": "help with special needs at school? Well, I don't want to take away rights, Well, I don't want to take away rights, but I do need we do need to reform this but I do need we do need to reform this system. Um, system. Um, so you might scrap that legal right. so you might scrap that legal right. Well, I'm not indicating that in the"
    },
    {
      "start": 1153.5,
      "dur": 8.3,
      "text": "Well, I'm not indicating that in the slightest because we're looking at slightest because we're looking at various options. What I'm doing is various options. What I'm doing is looking at the broad principles. As it looking at the broad principles. As it stands, special educational needs uh"
    },
    {
      "start": 1161.8,
      "dur": 8.0,
      "text": "stands, special educational needs uh doesn't work well for most people. And I doesn't work well for most people. And I mean, just hear me out, Laura, because mean, just hear me out, Laura, because PMQ's prime minister's questions um"
    },
    {
      "start": 1169.8,
      "dur": 10.4,
      "text": "PMQ's prime minister's questions um every Wednesday at 12:00. Um the issue every Wednesday at 12:00. Um the issue on which I've had more questions from on which I've had more questions from across the house so from tries from across the house so from tries from Libdem um and from my own side the issue"
    },
    {
      "start": 1180.2,
      "dur": 8.6,
      "text": "Libdem um and from my own side the issue that's come up more than anything is that's come up more than anything is special educational needs and it is special educational needs and it is always MPs raising a concern in their always MPs raising a concern in their constituency about the way in which"
    },
    {
      "start": 1188.8,
      "dur": 8.4,
      "text": "constituency about the way in which special educational needs works at the special educational needs works at the moment. So we've got to look at that and moment. So we've got to look at that and we've got to improve it. Now we haven't we've got to improve it. Now we haven't come to final decisions uh on that and"
    },
    {
      "start": 1197.2,
      "dur": 9.6,
      "text": "come to final decisions uh on that and therefore I'm not in a position to lay therefore I'm not in a position to lay out the proposals to you. we will do in out the proposals to you. we will do in due course, but I'm absolutely clear in due course, but I'm absolutely clear in my mind the current system isn't my mind the current system isn't working. Um, and I think pretty well"
    },
    {
      "start": 1206.8,
      "dur": 8.3,
      "text": "working. Um, and I think pretty well across the house people accept that. Uh, across the house people accept that. Uh, we need to change it. I've actually we need to change it. I've actually issued an invitation to other parties to issued an invitation to other parties to work with us on this because it's going"
    },
    {
      "start": 1215.1,
      "dur": 9.5,
      "text": "work with us on this because it's going to matter not just for the next year or to matter not just for the next year or two or three, but for many years to come two or three, but for many years to come and so we need to get it right. and so we need to get it right. I know many parents and charities will I know many parents and charities will be listening to the details of your be listening to the details of your answer very"
    },
    {
      "start": 1224.6,
      "dur": 8.8,
      "text": "answer very closely there. And before we move on, I closely there. And before we move on, I just want to clarify something for the just want to clarify something for the record. There's more detail in reporting record. There's more detail in reporting for the from the Sunday Times today for the from the Sunday Times today about a piece of land you bought for"
    },
    {
      "start": 1233.4,
      "dur": 8.8,
      "text": "about a piece of land you bought for your parents many years ago. Did you put your parents many years ago. Did you put it into a trust? it into a trust? No, I didn't. Uh I bought a field for my No, I didn't. Uh I bought a field for my mom and my dad because they love donkeys"
    },
    {
      "start": 1242.2,
      "dur": 9.1,
      "text": "mom and my dad because they love donkeys and my mom was very ill and she couldn't and my mom was very ill and she couldn't move around anymore. She by the end of move around anymore. She by the end of her life had her leg amputated uh and her life had her leg amputated uh and she could barely communicate. She was"
    },
    {
      "start": 1251.3,
      "dur": 8.9,
      "text": "she could barely communicate. She was very very ill. She loved her donkeys and very very ill. She loved her donkeys and I wanted her to be able to see her I wanted her to be able to see her donkeys. I was a lawyer. I had quite a donkeys. I was a lawyer. I had quite a lot of money. I bought a field for20,000"
    },
    {
      "start": 1260.2,
      "dur": 8.1,
      "text": "lot of money. I bought a field for20,000 pounds at the back of their house and I pounds at the back of their house and I said, \"Here's your field. It's yours for said, \"Here's your field. It's yours for as long as you may live. You could put as long as you may live. You could put your donkey into a trust.\" That's your donkey into a trust.\" That's because that's the I didn't create"
    },
    {
      "start": 1268.3,
      "dur": 9.1,
      "text": "because that's the I didn't create trust. I simply bought a field and I trust. I simply bought a field and I said to mom and dad, \"This is for you.\" said to mom and dad, \"This is for you.\" It was And also, by the way, Laura, it It was And also, by the way, Laura, it was £20,000. We're not looking at a vast"
    },
    {
      "start": 1277.4,
      "dur": 10.6,
      "text": "was £20,000. We're not looking at a vast estate with great tax. estate with great tax. It's a lot of money to many people and It's a lot of money to many people and you've sold it many people. Here's a lot you've sold it many people. Here's a lot of money. But the idea of setting up of money. But the idea of setting up some complicated trust for a 20,000"
    },
    {
      "start": 1288.0,
      "dur": 8.9,
      "text": "some complicated trust for a 20,000 agricultural field which then housed agricultural field which then housed four donkeys for all the time my mom and four donkeys for all the time my mom and dad it was my mom she she um was able dad it was my mom she she um was able where they had a little outhouse at the"
    },
    {
      "start": 1296.9,
      "dur": 8.6,
      "text": "where they had a little outhouse at the edge of the field and she was able in edge of the field and she was able in the end to to see the donkeys and my dad the end to to see the donkeys and my dad built a little um sort of porchway so he built a little um sort of porchway so he could wheel the wheelchair out so she"
    },
    {
      "start": 1305.5,
      "dur": 9.2,
      "text": "could wheel the wheelchair out so she could touch the donkeys. That's what it could touch the donkeys. That's what it was for and I gave it to them. I had was for and I gave it to them. I had enough money at the time as a lawyer. enough money at the time as a lawyer. a gift to my mom and dad a gift to my mom and dad and that's now on the record. You did"
    },
    {
      "start": 1314.7,
      "dur": 8.9,
      "text": "and that's now on the record. You did not put it in trust and that's not been not put it in trust and that's not been on the record before and that is now on on the record before and that is now on the record. What's Sandy Barnham up to? the record. What's Sandy Barnham up to? Well, um, he's doing a very good job as"
    },
    {
      "start": 1323.6,
      "dur": 8.3,
      "text": "Well, um, he's doing a very good job as the mayor of Manchester and I work very the mayor of Manchester and I work very closely with him as I do with all the closely with him as I do with all the mayors. One of the things we've changed mayors. One of the things we've changed is the way government and mayors work"
    },
    {
      "start": 1331.9,
      "dur": 8.0,
      "text": "is the way government and mayors work because mayors very much felt shut out because mayors very much felt shut out by the last government. We now work with by the last government. We now work with them and I think Andy would be the first them and I think Andy would be the first to accept that."
    },
    {
      "start": 1339.9,
      "dur": 8.6,
      "text": "to accept that. the first to say but not the only person the first to say but not the only person to say that there are issues with your to say that there are issues with your leadership. His colleague in London Sadi leadership. His colleague in London Sadi Khan said he'd been raising legitimate Khan said he'd been raising legitimate concerns"
    },
    {
      "start": 1348.5,
      "dur": 9.0,
      "text": "concerns and the point about this is that and the point about this is that although I know it's awkward for you to although I know it's awkward for you to talk about leadership if you don't have talk about leadership if you don't have the 100% confidence of your party you the 100% confidence of your party you can't get the things done that you want"
    },
    {
      "start": 1357.5,
      "dur": 9.9,
      "text": "can't get the things done that you want to do. to do. Comments about leaders and leadership Comments about leaders and leadership are part and parcel of being in are part and parcel of being in politics. Uh it is the bread and butter"
    },
    {
      "start": 1367.4,
      "dur": 9.1,
      "text": "politics. Uh it is the bread and butter of politics. Every leader gets it. It of politics. Every leader gets it. It always comes out particularly at always comes out particularly at conference. It's it's in the job conference. It's it's in the job description. I don't focus on that. I"
    },
    {
      "start": 1376.5,
      "dur": 10.0,
      "text": "description. I don't focus on that. I focus on what have we got to get done? focus on what have we got to get done? What are we able to achieve? I focus on What are we able to achieve? I focus on how can we drive, you know, 2 million how can we drive, you know, 2 million extra appointments for the NHS is what extra appointments for the NHS is what we promised. We delivered five. I'm"
    },
    {
      "start": 1386.5,
      "dur": 8.1,
      "text": "we promised. We delivered five. I'm really pleased and proud of that because really pleased and proud of that because contracts for jobs the like of which we contracts for jobs the like of which we haven't seen for years. I'm really proud haven't seen for years. I'm really proud of that."
    },
    {
      "start": 1394.6,
      "dur": 8.8,
      "text": "of that. Think about what's happened in Think about what's happened in parliament. You've had to ditch some of parliament. You've had to ditch some of your big plans because you couldn't your big plans because you couldn't carry your party with you. Think about carry your party with you. Think about why some people in your party are"
    },
    {
      "start": 1403.4,
      "dur": 9.2,
      "text": "why some people in your party are desperately worried about what's going desperately worried about what's going on because you have been miles behind in on because you have been miles behind in the polls for month after month after the polls for month after month after month. I've spoken to a lot of people in"
    },
    {
      "start": 1412.6,
      "dur": 9.7,
      "text": "month. I've spoken to a lot of people in the Labor Party in the last few months the Labor Party in the last few months about this and there is wide and deep about this and there is wide and deep concern about the way in which you're concern about the way in which you're doing your job. Is it wise to stick your doing your job. Is it wise to stick your fingers in and say pa leadership's just"
    },
    {
      "start": 1422.3,
      "dur": 9.5,
      "text": "fingers in and say pa leadership's just what happens? what happens? No. Look, people are entitled to their No. Look, people are entitled to their views and I'm not sticking my fingers in views and I'm not sticking my fingers in my ear in the slightest. What I am my ear in the slightest. What I am saying is that it is important to keep"
    },
    {
      "start": 1431.8,
      "dur": 8.8,
      "text": "saying is that it is important to keep focusing what it is that we are focusing what it is that we are delivering and saying absolutely in delivering and saying absolutely in clear terms the difference it makes to clear terms the difference it makes to people's lives. That Hillsborough law"
    },
    {
      "start": 1440.6,
      "dur": 8.0,
      "text": "people's lives. That Hillsborough law means that thousands of people, whether means that thousands of people, whether it's the 97 or Grenfell or Wind Rush or it's the 97 or Grenfell or Wind Rush or Horizon or Infected Blood and all the"
    },
    {
      "start": 1448.6,
      "dur": 8.8,
      "text": "Horizon or Infected Blood and all the other uh scandals, will have a degree of other uh scandals, will have a degree of justice, but other people will never justice, but other people will never have to go through that again. But have to go through that again. But change lives"
    },
    {
      "start": 1457.4,
      "dur": 9.5,
      "text": "change lives for 15 years are going to change lives. for 15 years are going to change lives. But prime minister, if people in your But prime minister, if people in your party and the public, which we can see party and the public, which we can see through the polls, look at that list and"
    },
    {
      "start": 1466.9,
      "dur": 9.3,
      "text": "through the polls, look at that list and look at you and think we don't have much look at you and think we don't have much faith in that. We don't have that much faith in that. We don't have that much faith in what this man is doing on our faith in what this man is doing on our behalf. What if, Prime Minister, the"
    },
    {
      "start": 1476.2,
      "dur": 9.1,
      "text": "behalf. What if, Prime Minister, the problem is you? problem is you? But Laura, I will be judged at the next But Laura, I will be judged at the next election on three things I think more election on three things I think more than anything else. One, have we"
    },
    {
      "start": 1485.3,
      "dur": 9.9,
      "text": "than anything else. One, have we improved living standards? people improved living standards? people genuinely feel better off. Two, have we genuinely feel better off. Two, have we improved public services? Is the NHS in improved public services? Is the NHS in a better place and people can feel it?"
    },
    {
      "start": 1495.2,
      "dur": 8.7,
      "text": "a better place and people can feel it? And three, do people feel safe and And three, do people feel safe and secure in their home, in their secure in their home, in their neighborhood, and that their country is neighborhood, and that their country is secure? Um, and I'm very happy and will"
    },
    {
      "start": 1503.9,
      "dur": 8.6,
      "text": "secure? Um, and I'm very happy and will be judged, rightly judged, uh, in that be judged, rightly judged, uh, in that way. Uh, we won a mandate, a way. Uh, we won a mandate, a considerable mandate. Um, I led the considerable mandate. Um, I led the party into that mandate. It's a"
    },
    {
      "start": 1512.5,
      "dur": 8.6,
      "text": "party into that mandate. It's a five-year mandate, and I'll be judged at five-year mandate, and I'll be judged at the end of that five years. and quite the end of that five years. and quite right too. But I just need the space to right too. But I just need the space to get on and do what we need to do uh to"
    },
    {
      "start": 1521.1,
      "dur": 9.3,
      "text": "get on and do what we need to do uh to do those three things above all else. do those three things above all else. But also uh in a world which is more But also uh in a world which is more volatile than any of us have known for a volatile than any of us have known for a very long time to ensure that the United"
    },
    {
      "start": 1530.4,
      "dur": 8.2,
      "text": "very long time to ensure that the United Kingdom is safe and secure which is why Kingdom is safe and secure which is why we're doing all the work we are on the we're doing all the work we are on the coalition and the willing making sure coalition and the willing making sure that on defense and security we are seen"
    },
    {
      "start": 1538.6,
      "dur": 8.8,
      "text": "that on defense and security we are seen once again as a leading nation. One of once again as a leading nation. One of your Labor predecessors when he was your Labor predecessors when he was having a bit of bother, Harold Wilson, having a bit of bother, Harold Wilson, when asked what was going on with his when asked what was going on with his leadership, he said, \"I tell you what's"
    },
    {
      "start": 1547.4,
      "dur": 9.0,
      "text": "leadership, he said, \"I tell you what's going on. This government's going on and going on. This government's going on and I'm going on.\" And John Major said to I'm going on.\" And John Major said to his critics, \"Put up or shut up.\" What's his critics, \"Put up or shut up.\" What's Kier Star saying? Give me time. Give me"
    },
    {
      "start": 1556.4,
      "dur": 10.2,
      "text": "Kier Star saying? Give me time. Give me space. space. I am saying we have got the fight of our I am saying we have got the fight of our lives ahead of us because we've got to lives ahead of us because we've got to take on reform. We got to beat them. And take on reform. We got to beat them. And so now is not the time for introspection"
    },
    {
      "start": 1566.6,
      "dur": 9.6,
      "text": "so now is not the time for introspection or naval gazing. There is a fight that or naval gazing. There is a fight that we are all in together. and every single we are all in together. and every single member of our party and our movement. member of our party and our movement. Actually, everyone who cares about what"
    },
    {
      "start": 1576.2,
      "dur": 8.8,
      "text": "Actually, everyone who cares about what this country is, whether they vote Labor this country is, whether they vote Labor or otherwise, it's the fight of our or otherwise, it's the fight of our lives for who we are as a country. We lives for who we are as a country. We need to be in that fight, united, not"
    },
    {
      "start": 1585.0,
      "dur": 8.2,
      "text": "need to be in that fight, united, not naval glazing. I'm absolutely clear in naval glazing. I'm absolutely clear in my mind about that and that's what I'm my mind about that and that's what I'm going to be talking about at conference. going to be talking about at conference. Prime Minister, thanks very much indeed Prime Minister, thanks very much indeed for coming in to talk to everybody"
    },
    {
      "start": 1593.2,
      "dur": 3.9,
      "text": "for coming in to talk to everybody watching this morning. Thank you so much watching this morning. Thank you so much indeed for your"
    }
  ]
}