{
  "videoId": "lN3hXW4f3rg",
  "title": "What are the latest problems for UK Prime Minister Keir Starmer? | BBC Newscast",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 1972,
  "segments": [
    {
      "start": 0.08,
      "dur": 0.88,
      "text": "Chris is here."
    },
    {
      "start": 0.96,
      "dur": 0.55,
      "text": "Chris is here. &gt;&gt; Hello."
    },
    {
      "start": 1.52,
      "dur": 1.909,
      "text": "&gt;&gt; Hello. &gt;&gt; We've not heard from you this week yet."
    },
    {
      "start": 3.439,
      "dur": 1.511,
      "text": "&gt;&gt; We've not heard from you this week yet. &gt;&gt; Well, you know, it's not much much been"
    },
    {
      "start": 4.96,
      "dur": 0.95,
      "text": "&gt;&gt; Well, you know, it's not much much been going on, has it there?"
    },
    {
      "start": 5.92,
      "dur": 1.349,
      "text": "going on, has it there? &gt;&gt; It's been so quiet, Chris. You've just"
    },
    {
      "start": 7.279,
      "dur": 1.35,
      "text": "&gt;&gt; It's been so quiet, Chris. You've just been sat at home twilling your thumbs."
    },
    {
      "start": 8.639,
      "dur": 1.671,
      "text": "been sat at home twilling your thumbs. &gt;&gt; How would you sum it up so far?"
    },
    {
      "start": 10.32,
      "dur": 1.429,
      "text": "&gt;&gt; How would you sum it up so far? &gt;&gt; It's been quite the week. And we're just"
    },
    {
      "start": 11.759,
      "dur": 1.591,
      "text": "&gt;&gt; It's been quite the week. And we're just reporting on it. You know, we're not the"
    },
    {
      "start": 13.36,
      "dur": 1.189,
      "text": "reporting on it. You know, we're not the we're not the people at the center of"
    },
    {
      "start": 14.559,
      "dur": 1.351,
      "text": "we're not the people at the center of it. We're just the observers."
    },
    {
      "start": 15.92,
      "dur": 1.99,
      "text": "it. We're just the observers. &gt;&gt; What your headlines?"
    },
    {
      "start": 17.92,
      "dur": 1.269,
      "text": "&gt;&gt; What your headlines? &gt;&gt; I should turn the volume off on my"
    },
    {
      "start": 19.199,
      "dur": 1.431,
      "text": "&gt;&gt; I should turn the volume off on my laptop. That's a good headline. You're"
    },
    {
      "start": 20.64,
      "dur": 1.19,
      "text": "laptop. That's a good headline. You're not the first person to have done that"
    },
    {
      "start": 21.84,
      "dur": 1.83,
      "text": "not the first person to have done that in here so far. I'm sorry to say. I did"
    },
    {
      "start": 23.68,
      "dur": 0.79,
      "text": "in here so far. I'm sorry to say. I did it, too."
    },
    {
      "start": 24.48,
      "dur": 1.43,
      "text": "it, too. &gt;&gt; It's just It's been an extraordinary"
    },
    {
      "start": 25.92,
      "dur": 1.429,
      "text": "&gt;&gt; It's just It's been an extraordinary week, hasn't it? I mean, I I'm conscious"
    },
    {
      "start": 27.359,
      "dur": 1.511,
      "text": "week, hasn't it? I mean, I I'm conscious we've used that line a lot on newscast"
    },
    {
      "start": 28.88,
      "dur": 1.83,
      "text": "we've used that line a lot on newscast in the last teen years, but it's been"
    },
    {
      "start": 30.72,
      "dur": 1.59,
      "text": "in the last teen years, but it's been extraordinary because the prime minister"
    },
    {
      "start": 32.32,
      "dur": 3.35,
      "text": "extraordinary because the prime minister survived a genuine threat to his"
    },
    {
      "start": 35.68,
      "dur": 2.07,
      "text": "survived a genuine threat to his premiership and for a couple of hours on"
    },
    {
      "start": 37.76,
      "dur": 2.789,
      "text": "premiership and for a couple of hours on Monday, it was real. It was very, very,"
    },
    {
      "start": 40.559,
      "dur": 3.67,
      "text": "Monday, it was real. It was very, very, very real, as some folk in the building"
    },
    {
      "start": 44.239,
      "dur": 2.47,
      "text": "very real, as some folk in the building acknowledge, let alone the rest of us."
    },
    {
      "start": 46.719,
      "dur": 3.35,
      "text": "acknowledge, let alone the rest of us. And this is the kind of post that moment"
    },
    {
      "start": 50.079,
      "dur": 2.551,
      "text": "And this is the kind of post that moment of him surviving and then trying to"
    },
    {
      "start": 52.64,
      "dur": 1.03,
      "text": "of him surviving and then trying to regroup and carry on."
    },
    {
      "start": 53.68,
      "dur": 1.67,
      "text": "regroup and carry on. &gt;&gt; And yet, the twists and turns continue."
    },
    {
      "start": 55.36,
      "dur": 1.829,
      "text": "&gt;&gt; And yet, the twists and turns continue. and we shall discuss them all on this"
    },
    {
      "start": 57.199,
      "dur": 2.15,
      "text": "and we shall discuss them all on this episode of Newscast."
    },
    {
      "start": 59.359,
      "dur": 1.591,
      "text": "episode of Newscast. &gt;&gt; Hello, it's James in the studio"
    },
    {
      "start": 60.96,
      "dur": 1.99,
      "text": "&gt;&gt; Hello, it's James in the studio &gt;&gt; and it's Alex in the Westminster studio."
    },
    {
      "start": 62.96,
      "dur": 1.11,
      "text": "&gt;&gt; and it's Alex in the Westminster studio. &gt;&gt; Yeah, I should have said that. Good"
    },
    {
      "start": 64.08,
      "dur": 0.55,
      "text": "&gt;&gt; Yeah, I should have said that. Good point."
    },
    {
      "start": 64.64,
      "dur": 1.99,
      "text": "point. &gt;&gt; And it's Chris in Westminster, too."
    },
    {
      "start": 66.64,
      "dur": 2.55,
      "text": "&gt;&gt; And it's Chris in Westminster, too. &gt;&gt; So, prime minister's questions today"
    },
    {
      "start": 69.2,
      "dur": 3.03,
      "text": "&gt;&gt; So, prime minister's questions today last before the February recess. How do"
    },
    {
      "start": 72.24,
      "dur": 1.99,
      "text": "last before the February recess. How do you think he got on the prime minister?"
    },
    {
      "start": 74.24,
      "dur": 3.03,
      "text": "you think he got on the prime minister? &gt;&gt; He arrived to a big big I mean, he"
    },
    {
      "start": 77.28,
      "dur": 1.11,
      "text": "&gt;&gt; He arrived to a big big I mean, he always gets a big cheer from his"
    },
    {
      "start": 78.4,
      "dur": 2.709,
      "text": "always gets a big cheer from his benches, but a really big cheer. And"
    },
    {
      "start": 81.119,
      "dur": 2.951,
      "text": "benches, but a really big cheer. And that does tend to happen across the"
    },
    {
      "start": 84.08,
      "dur": 2.069,
      "text": "that does tend to happen across the parties when a leader's had a bumpy"
    },
    {
      "start": 86.159,
      "dur": 2.871,
      "text": "parties when a leader's had a bumpy week. A sense of their own side thinking"
    },
    {
      "start": 89.04,
      "dur": 1.99,
      "text": "week. A sense of their own side thinking the leaders got through it. Let's give"
    },
    {
      "start": 91.04,
      "dur": 2.15,
      "text": "the leaders got through it. Let's give them a big a big cheer on the way in."
    },
    {
      "start": 93.2,
      "dur": 1.67,
      "text": "them a big a big cheer on the way in. And that happened and it was noticeable."
    },
    {
      "start": 94.88,
      "dur": 1.35,
      "text": "And that happened and it was noticeable. &gt;&gt; It's totally that thing like you say,"
    },
    {
      "start": 96.24,
      "dur": 1.75,
      "text": "&gt;&gt; It's totally that thing like you say, leader after leader, party after party."
    },
    {
      "start": 98.0,
      "dur": 1.429,
      "text": "leader after leader, party after party. The louder the cheer potentially the"
    },
    {
      "start": 99.439,
      "dur": 1.111,
      "text": "The louder the cheer potentially the more they need shoring up."
    },
    {
      "start": 100.56,
      "dur": 1.11,
      "text": "more they need shoring up. &gt;&gt; I thought what was interesting about"
    },
    {
      "start": 101.68,
      "dur": 2.55,
      "text": "&gt;&gt; I thought what was interesting about PMQs today was that the the leaders of"
    },
    {
      "start": 104.24,
      "dur": 2.39,
      "text": "PMQs today was that the the leaders of the three biggest parties at Westminster"
    },
    {
      "start": 106.64,
      "dur": 2.469,
      "text": "the three biggest parties at Westminster were all pretty punchy. So the prime"
    },
    {
      "start": 109.119,
      "dur": 1.99,
      "text": "were all pretty punchy. So the prime minister was pretty punchy. He had some"
    },
    {
      "start": 111.119,
      "dur": 1.67,
      "text": "minister was pretty punchy. He had some good lines. He had a self-deprecating"
    },
    {
      "start": 112.799,
      "dur": 1.35,
      "text": "good lines. He had a self-deprecating line at the beginning when he was doing"
    },
    {
      "start": 114.159,
      "dur": 2.471,
      "text": "line at the beginning when he was doing the conventional opening line about"
    },
    {
      "start": 116.64,
      "dur": 1.35,
      "text": "the conventional opening line about having meetings with ministerial"
    },
    {
      "start": 118.0,
      "dur": 1.27,
      "text": "having meetings with ministerial colleagues and others. And he said and"
    },
    {
      "start": 119.28,
      "dur": 1.829,
      "text": "colleagues and others. And he said and rather a lot of those this week was"
    },
    {
      "start": 121.119,
      "dur": 2.551,
      "text": "rather a lot of those this week was quite a neatly turned uh line and a"
    },
    {
      "start": 123.68,
      "dur": 2.23,
      "text": "quite a neatly turned uh line and a knowing chuckle. I I thought he was"
    },
    {
      "start": 125.92,
      "dur": 2.79,
      "text": "knowing chuckle. I I thought he was quite sharp in his critique of Kemmy"
    },
    {
      "start": 128.72,
      "dur": 1.749,
      "text": "quite sharp in his critique of Kemmy Bedden, the Conservative leader, talking"
    },
    {
      "start": 130.479,
      "dur": 1.911,
      "text": "Bedden, the Conservative leader, talking about how his election success had"
    },
    {
      "start": 132.4,
      "dur": 1.909,
      "text": "about how his election success had shriveled the Tory party to a"
    },
    {
      "start": 134.319,
      "dur": 2.071,
      "text": "shriveled the Tory party to a historically low number in parliament"
    },
    {
      "start": 136.4,
      "dur": 1.99,
      "text": "historically low number in parliament and it had got lower since given the"
    },
    {
      "start": 138.4,
      "dur": 2.87,
      "text": "and it had got lower since given the defections to reform. And then Ed Davyy,"
    },
    {
      "start": 141.28,
      "dur": 2.15,
      "text": "defections to reform. And then Ed Davyy, the Lib Dem leader, did manage to get, I"
    },
    {
      "start": 143.44,
      "dur": 1.35,
      "text": "the Lib Dem leader, did manage to get, I think, under the prime minister's skin"
    },
    {
      "start": 144.8,
      "dur": 2.39,
      "text": "think, under the prime minister's skin with his questioning around the main"
    },
    {
      "start": 147.2,
      "dur": 1.99,
      "text": "with his questioning around the main topic today, which we'll uh come to,"
    },
    {
      "start": 149.2,
      "dur": 1.59,
      "text": "topic today, which we'll uh come to, which would prompted a moment I've not"
    },
    {
      "start": 150.8,
      "dur": 2.23,
      "text": "which would prompted a moment I've not seen before, which was one of authentic"
    },
    {
      "start": 153.04,
      "dur": 2.07,
      "text": "seen before, which was one of authentic finger jabbing anger from the prime"
    },
    {
      "start": 155.12,
      "dur": 2.63,
      "text": "finger jabbing anger from the prime minister uh towards the Lib Dem leader."
    },
    {
      "start": 157.76,
      "dur": 1.51,
      "text": "minister uh towards the Lib Dem leader. &gt;&gt; Yeah. And it was interesting because"
    },
    {
      "start": 159.28,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah. And it was interesting because this obviously was a sort of prime"
    },
    {
      "start": 161.12,
      "dur": 1.43,
      "text": "this obviously was a sort of prime minister's questions. I'm not suggesting"
    },
    {
      "start": 162.56,
      "dur": 1.669,
      "text": "minister's questions. I'm not suggesting that everybody at home sits and watches"
    },
    {
      "start": 164.239,
      "dur": 1.671,
      "text": "that everybody at home sits and watches prime minister's questions at 12:00 on a"
    },
    {
      "start": 165.92,
      "dur": 1.19,
      "text": "prime minister's questions at 12:00 on a Wednesday lunchtime because people"
    },
    {
      "start": 167.12,
      "dur": 1.27,
      "text": "Wednesday lunchtime because people probably have better things to do."
    },
    {
      "start": 168.4,
      "dur": 1.03,
      "text": "probably have better things to do. &gt;&gt; Jobs. They call them jobs."
    },
    {
      "start": 169.44,
      "dur": 1.59,
      "text": "&gt;&gt; Jobs. They call them jobs. &gt;&gt; They call them jobs. But however, you"
    },
    {
      "start": 171.04,
      "dur": 1.189,
      "text": "&gt;&gt; They call them jobs. But however, you know, in"
    },
    {
      "start": 172.239,
      "dur": 2.151,
      "text": "know, in &gt;&gt; in in the kind of context of politics in"
    },
    {
      "start": 174.4,
      "dur": 1.909,
      "text": "&gt;&gt; in in the kind of context of politics in parliament, it is a set showpiece moment"
    },
    {
      "start": 176.319,
      "dur": 1.19,
      "text": "parliament, it is a set showpiece moment of the week. So, it was a bit of an"
    },
    {
      "start": 177.519,
      "dur": 1.911,
      "text": "of the week. So, it was a bit of an opportunity for Kharma to get up there"
    },
    {
      "start": 179.44,
      "dur": 1.509,
      "text": "opportunity for Kharma to get up there after what has been a really really"
    },
    {
      "start": 180.959,
      "dur": 2.071,
      "text": "after what has been a really really difficult few days and kind of deliver"
    },
    {
      "start": 183.04,
      "dur": 1.35,
      "text": "difficult few days and kind of deliver the fighting talk that we've heard him"
    },
    {
      "start": 184.4,
      "dur": 1.829,
      "text": "the fighting talk that we've heard him say over the course of the last 24 hours"
    },
    {
      "start": 186.239,
      "dur": 2.791,
      "text": "say over the course of the last 24 hours or so. But it just struck me that"
    },
    {
      "start": 189.04,
      "dur": 2.23,
      "text": "or so. But it just struck me that despite that, he was once again dragged"
    },
    {
      "start": 191.28,
      "dur": 1.589,
      "text": "despite that, he was once again dragged back to answering questions about his"
    },
    {
      "start": 192.879,
      "dur": 1.511,
      "text": "back to answering questions about his own judgment. And this is all to do with"
    },
    {
      "start": 194.4,
      "dur": 1.749,
      "text": "own judgment. And this is all to do with Matthew Do. And why don't I just because"
    },
    {
      "start": 196.159,
      "dur": 1.911,
      "text": "Matthew Do. And why don't I just because news we we we mentioned this to"
    },
    {
      "start": 198.08,
      "dur": 2.069,
      "text": "news we we we mentioned this to newscasters when on when we discussed"
    },
    {
      "start": 200.159,
      "dur": 2.79,
      "text": "newscasters when on when we discussed this on Tuesday but it's a fairly"
    },
    {
      "start": 202.959,
      "dur": 1.831,
      "text": "this on Tuesday but it's a fairly complicated situation. So if I just sort"
    },
    {
      "start": 204.8,
      "dur": 1.99,
      "text": "complicated situation. So if I just sort of give the rundown of what has happened"
    },
    {
      "start": 206.8,
      "dur": 2.63,
      "text": "of give the rundown of what has happened here and why"
    },
    {
      "start": 209.44,
      "dur": 0.789,
      "text": "here and why he"
    },
    {
      "start": 210.239,
      "dur": 2.63,
      "text": "he &gt;&gt; Yeah. So um so Matthew Doyle senior"
    },
    {
      "start": 212.879,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. So um so Matthew Doyle senior party a senior figure in the Labour"
    },
    {
      "start": 214.239,
      "dur": 1.99,
      "text": "party a senior figure in the Labour party and has been for some time now."
    },
    {
      "start": 216.239,
      "dur": 2.231,
      "text": "party and has been for some time now. Karma bought him in as director of"
    },
    {
      "start": 218.48,
      "dur": 1.35,
      "text": "Karma bought him in as director of communications at Downing Street from"
    },
    {
      "start": 219.84,
      "dur": 1.83,
      "text": "communications at Downing Street from the very first day that Karma took"
    },
    {
      "start": 221.68,
      "dur": 1.35,
      "text": "the very first day that Karma took office after winning the general"
    },
    {
      "start": 223.04,
      "dur": 1.43,
      "text": "office after winning the general election. Matthew Doyle then left that"
    },
    {
      "start": 224.48,
      "dur": 2.389,
      "text": "election. Matthew Doyle then left that job and then back in December Kama"
    },
    {
      "start": 226.879,
      "dur": 1.511,
      "text": "job and then back in December Kama announced that Matthew Doyle was going"
    },
    {
      "start": 228.4,
      "dur": 2.23,
      "text": "announced that Matthew Doyle was going to be made a labor peer so elevated to"
    },
    {
      "start": 230.64,
      "dur": 2.149,
      "text": "to be made a labor peer so elevated to the House of Lords. Shortly after that"
    },
    {
      "start": 232.799,
      "dur": 1.911,
      "text": "the House of Lords. Shortly after that the Sunday Times revealed in its"
    },
    {
      "start": 234.72,
      "dur": 3.03,
      "text": "the Sunday Times revealed in its reporting that some time ago Matthew"
    },
    {
      "start": 237.76,
      "dur": 2.95,
      "text": "reporting that some time ago Matthew Doyle had campaigned for a council"
    },
    {
      "start": 240.72,
      "dur": 2.47,
      "text": "Doyle had campaigned for a council candidate in Scotland a man called Sha"
    },
    {
      "start": 243.2,
      "dur": 3.43,
      "text": "candidate in Scotland a man called Sha Morton who at that time had been charged"
    },
    {
      "start": 246.64,
      "dur": 2.47,
      "text": "Morton who at that time had been charged with offenses relating to children."
    },
    {
      "start": 249.12,
      "dur": 2.469,
      "text": "with offenses relating to children. specifically it was it was possessing"
    },
    {
      "start": 251.599,
      "dur": 2.071,
      "text": "specifically it was it was possessing and distributing indecent images. This"
    },
    {
      "start": 253.68,
      "dur": 2.63,
      "text": "and distributing indecent images. This was back in 2016 2017."
    },
    {
      "start": 256.32,
      "dur": 1.749,
      "text": "was back in 2016 2017. &gt;&gt; So this then came to light in the Sunday"
    },
    {
      "start": 258.079,
      "dur": 2.231,
      "text": "&gt;&gt; So this then came to light in the Sunday Times reporting. Now Matthew Doyle has"
    },
    {
      "start": 260.32,
      "dur": 1.91,
      "text": "Times reporting. Now Matthew Doyle has apologized for that past association"
    },
    {
      "start": 262.24,
      "dur": 2.15,
      "text": "apologized for that past association with Shawn Morton. He said at the time"
    },
    {
      "start": 264.4,
      "dur": 2.15,
      "text": "with Shawn Morton. He said at the time he was campaigning for Shawn Morton."
    },
    {
      "start": 266.56,
      "dur": 2.069,
      "text": "he was campaigning for Shawn Morton. Shawn Morton had not been convicted and"
    },
    {
      "start": 268.639,
      "dur": 2.471,
      "text": "Shawn Morton had not been convicted and was protesting his innocence. Um and"
    },
    {
      "start": 271.12,
      "dur": 1.99,
      "text": "was protesting his innocence. Um and Matthew Do has since said he does accept"
    },
    {
      "start": 273.12,
      "dur": 2.55,
      "text": "Matthew Do has since said he does accept that that was an error of judgment. But"
    },
    {
      "start": 275.68,
      "dur": 1.67,
      "text": "that that was an error of judgment. But the questions really have since been"
    },
    {
      "start": 277.36,
      "dur": 1.51,
      "text": "the questions really have since been centered on the prime minister's"
    },
    {
      "start": 278.88,
      "dur": 2.23,
      "text": "centered on the prime minister's judgment about elevating him to the"
    },
    {
      "start": 281.12,
      "dur": 1.349,
      "text": "judgment about elevating him to the House of Lords and giving him his"
    },
    {
      "start": 282.479,
      "dur": 1.591,
      "text": "House of Lords and giving him his appearage and then guessing into the"
    },
    {
      "start": 284.08,
      "dur": 1.91,
      "text": "appearage and then guessing into the detail of what was known from Downing"
    },
    {
      "start": 286.0,
      "dur": 0.55,
      "text": "detail of what was known from Downing Street and when."
    },
    {
      "start": 286.56,
      "dur": 1.99,
      "text": "Street and when. &gt;&gt; Yeah. And there's a real sense here of"
    },
    {
      "start": 288.56,
      "dur": 3.43,
      "text": "&gt;&gt; Yeah. And there's a real sense here of deja vu because here you have a case"
    },
    {
      "start": 292.0,
      "dur": 3.43,
      "text": "deja vu because here you have a case study in a senior Labour figure being"
    },
    {
      "start": 295.44,
      "dur": 2.23,
      "text": "study in a senior Labour figure being offered a job that is in the gift of the"
    },
    {
      "start": 297.68,
      "dur": 1.91,
      "text": "offered a job that is in the gift of the prime minister. There then being"
    },
    {
      "start": 299.6,
      "dur": 3.11,
      "text": "prime minister. There then being revelations uh that ask questions about"
    },
    {
      "start": 302.72,
      "dur": 1.59,
      "text": "revelations uh that ask questions about whether offering that job was a good"
    },
    {
      "start": 304.32,
      "dur": 3.51,
      "text": "whether offering that job was a good idea followed by the prime minister then"
    },
    {
      "start": 307.84,
      "dur": 2.629,
      "text": "idea followed by the prime minister then posing sharp questions and criticisms of"
    },
    {
      "start": 310.479,
      "dur": 2.71,
      "text": "posing sharp questions and criticisms of the person themselves and the process"
    },
    {
      "start": 313.199,
      "dur": 2.151,
      "text": "the person themselves and the process that led to their appointment. Ring any"
    },
    {
      "start": 315.36,
      "dur": 1.91,
      "text": "that led to their appointment. Ring any bells? There are big differences between"
    },
    {
      "start": 317.28,
      "dur": 2.71,
      "text": "bells? There are big differences between the two cases. But in those parallels,"
    },
    {
      "start": 320.0,
      "dur": 2.39,
      "text": "the two cases. But in those parallels, Lord Mandlesson and Lord Doyle, there"
    },
    {
      "start": 322.4,
      "dur": 2.87,
      "text": "Lord Mandlesson and Lord Doyle, there are clearly in the process um"
    },
    {
      "start": 325.28,
      "dur": 2.15,
      "text": "are clearly in the process um similarities. And so yeah, questions"
    },
    {
      "start": 327.44,
      "dur": 2.95,
      "text": "similarities. And so yeah, questions today from Kemi Badenog in particular"
    },
    {
      "start": 330.4,
      "dur": 1.67,
      "text": "today from Kemi Badenog in particular and lots of questions by the way after"
    },
    {
      "start": 332.08,
      "dur": 2.71,
      "text": "and lots of questions by the way after PMQs from all of us lot as a press pack"
    },
    {
      "start": 334.8,
      "dur": 2.949,
      "text": "PMQs from all of us lot as a press pack to the prime minister's team about well"
    },
    {
      "start": 337.759,
      "dur": 2.311,
      "text": "to the prime minister's team about well what did you know what questions were"
    },
    {
      "start": 340.08,
      "dur": 2.63,
      "text": "what did you know what questions were asked around the appointment of Lord"
    },
    {
      "start": 342.72,
      "dur": 3.59,
      "text": "asked around the appointment of Lord Doyle and then also why is it only now"
    },
    {
      "start": 346.32,
      "dur": 2.149,
      "text": "Doyle and then also why is it only now this week yesterday as we're recording"
    },
    {
      "start": 348.479,
      "dur": 3.191,
      "text": "this week yesterday as we're recording so on Tuesday that Labour suspended Lord"
    },
    {
      "start": 351.68,
      "dur": 1.349,
      "text": "so on Tuesday that Labour suspended Lord Doyle from their team in the House of"
    },
    {
      "start": 353.039,
      "dur": 3.031,
      "text": "Doyle from their team in the House of Lords took the whip away could they not"
    },
    {
      "start": 356.08,
      "dur": 2.31,
      "text": "Lords took the whip away could they not went the questions have been a decision"
    },
    {
      "start": 358.4,
      "dur": 2.71,
      "text": "went the questions have been a decision taken after that Gabriel Pogrand Sunday"
    },
    {
      "start": 361.12,
      "dur": 3.43,
      "text": "taken after that Gabriel Pogrand Sunday Times piece that the periage would be"
    },
    {
      "start": 364.56,
      "dur": 2.069,
      "text": "Times piece that the periage would be rescended. Yeah. Um and would that be"
    },
    {
      "start": 366.639,
      "dur": 1.67,
      "text": "rescended. Yeah. Um and would that be possible? The government suggesting it"
    },
    {
      "start": 368.319,
      "dur": 2.071,
      "text": "possible? The government suggesting it was too late. Parliamentary officials"
    },
    {
      "start": 370.4,
      "dur": 1.509,
      "text": "was too late. Parliamentary officials saying no it wasn't."
    },
    {
      "start": 371.919,
      "dur": 1.83,
      "text": "saying no it wasn't. &gt;&gt; Well on that very point let's have a"
    },
    {
      "start": 373.759,
      "dur": 2.071,
      "text": "&gt;&gt; Well on that very point let's have a listen to it because this was the leader"
    },
    {
      "start": 375.84,
      "dur": 2.39,
      "text": "listen to it because this was the leader of the opposition Kem Bened tackling"
    },
    {
      "start": 378.24,
      "dur": 3.59,
      "text": "of the opposition Kem Bened tackling secure Starmer on that."
    },
    {
      "start": 381.84,
      "dur": 2.71,
      "text": "secure Starmer on that. &gt;&gt; Mr. Speaker, the Mandlesson episode was"
    },
    {
      "start": 384.56,
      "dur": 3.27,
      "text": "&gt;&gt; Mr. Speaker, the Mandlesson episode was not an isolated incident. A few weeks"
    },
    {
      "start": 387.84,
      "dur": 2.31,
      "text": "not an isolated incident. A few weeks ago, he announced a periage for one"
    },
    {
      "start": 390.16,
      "dur": 2.71,
      "text": "ago, he announced a periage for one Matthew Doyle, his former director of"
    },
    {
      "start": 392.88,
      "dur": 1.67,
      "text": "Matthew Doyle, his former director of communications."
    },
    {
      "start": 394.56,
      "dur": 2.39,
      "text": "communications. Immediately after that, the Sunday Times"
    },
    {
      "start": 396.96,
      "dur": 3.349,
      "text": "Immediately after that, the Sunday Times published on the front page that Doyle"
    },
    {
      "start": 400.319,
      "dur": 3.031,
      "text": "published on the front page that Doyle campaigned for a man charged with child"
    },
    {
      "start": 403.36,
      "dur": 2.549,
      "text": "campaigned for a man charged with child sex offenses."
    },
    {
      "start": 405.919,
      "dur": 1.99,
      "text": "sex offenses. Yet despite the prime minister knowing"
    },
    {
      "start": 407.919,
      "dur": 3.351,
      "text": "Yet despite the prime minister knowing this, he gave Doyle a job for life in"
    },
    {
      "start": 411.28,
      "dur": 2.23,
      "text": "this, he gave Doyle a job for life in the House of Lords. Anyway,"
    },
    {
      "start": 413.52,
      "dur": 1.27,
      "text": "the House of Lords. Anyway, &gt;&gt; why"
    },
    {
      "start": 414.8,
      "dur": 0.87,
      "text": "&gt;&gt; why &gt;&gt; Prime Minister,"
    },
    {
      "start": 415.68,
      "dur": 1.99,
      "text": "&gt;&gt; Prime Minister, &gt;&gt; Mr. Speaker, Matthew Doyle did not give"
    },
    {
      "start": 417.68,
      "dur": 2.55,
      "text": "&gt;&gt; Mr. Speaker, Matthew Doyle did not give a full account of his actions."
    },
    {
      "start": 420.24,
      "dur": 3.59,
      "text": "a full account of his actions. &gt;&gt; And on Monday, I promised my party and"
    },
    {
      "start": 423.84,
      "dur": 3.03,
      "text": "&gt;&gt; And on Monday, I promised my party and my country they would be changed. And"
    },
    {
      "start": 426.88,
      "dur": 2.23,
      "text": "my country they would be changed. And yesterday, I removed the wick from"
    },
    {
      "start": 429.12,
      "dur": 1.83,
      "text": "yesterday, I removed the wick from Matthew Doyle."
    },
    {
      "start": 430.96,
      "dur": 1.509,
      "text": "Matthew Doyle. &gt;&gt; So, we there were lots of references to"
    },
    {
      "start": 432.479,
      "dur": 1.511,
      "text": "&gt;&gt; So, we there were lots of references to Matthew Doyle in the House of Commons"
    },
    {
      "start": 434.0,
      "dur": 1.749,
      "text": "Matthew Doyle in the House of Commons today. And we had had this statement I"
    },
    {
      "start": 435.759,
      "dur": 1.351,
      "text": "today. And we had had this statement I referenced from Matthew Dory initially"
    },
    {
      "start": 437.12,
      "dur": 1.59,
      "text": "referenced from Matthew Dory initially when he talked about apologizing for his"
    },
    {
      "start": 438.72,
      "dur": 1.51,
      "text": "when he talked about apologizing for his association, the fact that Shawn Morton"
    },
    {
      "start": 440.24,
      "dur": 1.19,
      "text": "association, the fact that Shawn Morton was protesting his innocence. But I'm"
    },
    {
      "start": 441.44,
      "dur": 1.11,
      "text": "was protesting his innocence. But I'm not sure Chris if we've heard anything"
    },
    {
      "start": 442.56,
      "dur": 1.11,
      "text": "not sure Chris if we've heard anything from Matthew Dos since."
    },
    {
      "start": 443.68,
      "dur": 0.789,
      "text": "from Matthew Dos since. &gt;&gt; We haven't. And obviously"
    },
    {
      "start": 444.479,
      "dur": 1.351,
      "text": "&gt;&gt; We haven't. And obviously journalistically we there's an"
    },
    {
      "start": 445.84,
      "dur": 1.83,
      "text": "journalistically we there's an obligation for fairness to offer anyone"
    },
    {
      "start": 447.68,
      "dur": 1.11,
      "text": "obligation for fairness to offer anyone in these situations particularly when"
    },
    {
      "start": 448.8,
      "dur": 1.75,
      "text": "in these situations particularly when they've faced an accusation from the"
    },
    {
      "start": 450.56,
      "dur": 2.39,
      "text": "they've faced an accusation from the prime minister like that a chance to uh"
    },
    {
      "start": 452.96,
      "dur": 2.069,
      "text": "prime minister like that a chance to uh set out their argument. I've been in"
    },
    {
      "start": 455.039,
      "dur": 1.911,
      "text": "set out their argument. I've been in touch with Lord Doyle today. um he"
    },
    {
      "start": 456.96,
      "dur": 1.83,
      "text": "touch with Lord Doyle today. um he doesn't want to comment anymore beyond"
    },
    {
      "start": 458.8,
      "dur": 2.15,
      "text": "doesn't want to comment anymore beyond that on the record statement that he"
    },
    {
      "start": 460.96,
      "dur": 1.99,
      "text": "that on the record statement that he gave uh on Tuesday in which he"
    },
    {
      "start": 462.96,
      "dur": 2.15,
      "text": "gave uh on Tuesday in which he acknowledged the um the error of"
    },
    {
      "start": 465.12,
      "dur": 0.71,
      "text": "acknowledged the um the error of judgment."
    },
    {
      "start": 465.84,
      "dur": 2.069,
      "text": "judgment. &gt;&gt; What what what was the process for"
    },
    {
      "start": 467.919,
      "dur": 2.951,
      "text": "&gt;&gt; What what what was the process for appointing him and is he now going to be"
    },
    {
      "start": 470.88,
      "dur": 1.67,
      "text": "appointing him and is he now going to be unappointed to the"
    },
    {
      "start": 472.56,
      "dur": 2.23,
      "text": "unappointed to the &gt;&gt; So there is a process and uh questions"
    },
    {
      "start": 474.8,
      "dur": 2.389,
      "text": "&gt;&gt; So there is a process and uh questions are asked. The clear impression I was"
    },
    {
      "start": 477.199,
      "dur": 1.99,
      "text": "are asked. The clear impression I was left with from the long exchanges with"
    },
    {
      "start": 479.199,
      "dur": 2.311,
      "text": "left with from the long exchanges with the prime minister's team at lunchtime"
    },
    {
      "start": 481.52,
      "dur": 3.349,
      "text": "the prime minister's team at lunchtime is that they did not know at the time of"
    },
    {
      "start": 484.879,
      "dur": 3.59,
      "text": "is that they did not know at the time of appointment of the detail around uh"
    },
    {
      "start": 488.479,
      "dur": 2.631,
      "text": "appointment of the detail around uh Matthew Doyle campaigning"
    },
    {
      "start": 491.12,
      "dur": 3.509,
      "text": "Matthew Doyle campaigning uh alongside this guy when he had been"
    },
    {
      "start": 494.639,
      "dur": 3.351,
      "text": "uh alongside this guy when he had been charged but at that point was still"
    },
    {
      "start": 498.0,
      "dur": 1.909,
      "text": "charged but at that point was still insisting on his innocence. He did later"
    },
    {
      "start": 499.919,
      "dur": 0.311,
      "text": "insisting on his innocence. He did later plead"
    },
    {
      "start": 500.24,
      "dur": 1.509,
      "text": "plead &gt;&gt; and we should say yeah he has sub"
    },
    {
      "start": 501.759,
      "dur": 1.911,
      "text": "&gt;&gt; and we should say yeah he has sub subsequently convicted. Yes. Yeah. So,"
    },
    {
      "start": 503.68,
      "dur": 2.55,
      "text": "subsequently convicted. Yes. Yeah. So, so, um, the Downing Street argue that"
    },
    {
      "start": 506.24,
      "dur": 2.71,
      "text": "so, um, the Downing Street argue that that is what they didn't know with the"
    },
    {
      "start": 508.96,
      "dur": 3.749,
      "text": "that is what they didn't know with the implication that they were aware of the"
    },
    {
      "start": 512.719,
      "dur": 0.951,
      "text": "implication that they were aware of the association,"
    },
    {
      "start": 513.68,
      "dur": 2.55,
      "text": "association, &gt;&gt; but also is there not a further moral"
    },
    {
      "start": 516.24,
      "dur": 1.51,
      "text": "&gt;&gt; but also is there not a further moral question, if we're now turning the new"
    },
    {
      "start": 517.76,
      "dur": 3.269,
      "text": "question, if we're now turning the new newscast into the moral maze, um, as to"
    },
    {
      "start": 521.039,
      "dur": 1.67,
      "text": "newscast into the moral maze, um, as to if we believe in the principle of"
    },
    {
      "start": 522.719,
      "dur": 2.55,
      "text": "if we believe in the principle of innocent until proven guilty, is it"
    },
    {
      "start": 525.279,
      "dur": 1.911,
      "text": "innocent until proven guilty, is it reasonable for Lord Doyle to be stripped"
    },
    {
      "start": 527.2,
      "dur": 2.39,
      "text": "reasonable for Lord Doyle to be stripped of his perage for his actions relating"
    },
    {
      "start": 529.6,
      "dur": 2.31,
      "text": "of his perage for his actions relating to someone who was at the point at which"
    },
    {
      "start": 531.92,
      "dur": 2.87,
      "text": "to someone who was at the point at which he took those actions s in that on the"
    },
    {
      "start": 534.8,
      "dur": 1.83,
      "text": "he took those actions s in that on the basis of that principle innocent"
    },
    {
      "start": 536.64,
      "dur": 1.83,
      "text": "basis of that principle innocent &gt;&gt; indeed. So that's absolutely a question"
    },
    {
      "start": 538.48,
      "dur": 2.469,
      "text": "&gt;&gt; indeed. So that's absolutely a question particularly when it is that detail that"
    },
    {
      "start": 540.959,
      "dur": 2.151,
      "text": "particularly when it is that detail that Downing Street are insisting is the key"
    },
    {
      "start": 543.12,
      "dur": 2.47,
      "text": "Downing Street are insisting is the key detail they were not aware of at the"
    },
    {
      "start": 545.6,
      "dur": 3.59,
      "text": "detail they were not aware of at the point they decided to confer a a periage"
    },
    {
      "start": 549.2,
      "dur": 2.47,
      "text": "point they decided to confer a a periage on Matthew Doyle. The second part of"
    },
    {
      "start": 551.68,
      "dur": 1.67,
      "text": "on Matthew Doyle. The second part of your question, James, is also a key one"
    },
    {
      "start": 553.36,
      "dur": 3.029,
      "text": "your question, James, is also a key one here, which is that having announced"
    },
    {
      "start": 556.399,
      "dur": 2.471,
      "text": "here, which is that having announced that he was g getting a labor periage."
    },
    {
      "start": 558.88,
      "dur": 1.91,
      "text": "that he was g getting a labor periage. There is then a gap between that point"
    },
    {
      "start": 560.8,
      "dur": 2.469,
      "text": "There is then a gap between that point and what are known as letters patent"
    },
    {
      "start": 563.279,
      "dur": 3.11,
      "text": "and what are known as letters patent when the periage becomes a thing. And"
    },
    {
      "start": 566.399,
      "dur": 3.191,
      "text": "when the periage becomes a thing. And that gap included within it the Sunday"
    },
    {
      "start": 569.6,
      "dur": 3.349,
      "text": "that gap included within it the Sunday Times front page. In other words, which"
    },
    {
      "start": 572.959,
      "dur": 1.911,
      "text": "Times front page. In other words, which again for context and this is important"
    },
    {
      "start": 574.88,
      "dur": 3.19,
      "text": "again for context and this is important when we unpick these things, uh was just"
    },
    {
      "start": 578.08,
      "dur": 2.309,
      "text": "when we unpick these things, uh was just before New Year. It was in the Christmas"
    },
    {
      "start": 580.399,
      "dur": 2.791,
      "text": "before New Year. It was in the Christmas holidays. Parliament's in recess and it"
    },
    {
      "start": 583.2,
      "dur": 2.55,
      "text": "holidays. Parliament's in recess and it is before all of this slew of"
    },
    {
      "start": 585.76,
      "dur": 2.47,
      "text": "is before all of this slew of revelations that are unconnected but"
    },
    {
      "start": 588.24,
      "dur": 1.83,
      "text": "revelations that are unconnected but create the atmosphere in which we are"
    },
    {
      "start": 590.08,
      "dur": 1.83,
      "text": "create the atmosphere in which we are now which is the whole revelations"
    },
    {
      "start": 591.92,
      "dur": 4.23,
      "text": "now which is the whole revelations involving Epstein. So the government has"
    },
    {
      "start": 596.16,
      "dur": 2.39,
      "text": "involving Epstein. So the government has argued that it was too late basically"
    },
    {
      "start": 598.56,
      "dur": 1.51,
      "text": "argued that it was too late basically once they'd announced the periage it is"
    },
    {
      "start": 600.08,
      "dur": 2.55,
      "text": "once they'd announced the periage it is too late. we have heard today from the"
    },
    {
      "start": 602.64,
      "dur": 1.83,
      "text": "too late. we have heard today from the authorities. Well, actually no. Until"
    },
    {
      "start": 604.48,
      "dur": 2.469,
      "text": "authorities. Well, actually no. Until the letters patent happen, the periage"
    },
    {
      "start": 606.959,
      "dur": 2.55,
      "text": "the letters patent happen, the periage is not actually cast in stone. And in"
    },
    {
      "start": 609.519,
      "dur": 1.591,
      "text": "is not actually cast in stone. And in practical terms, if the prime minister"
    },
    {
      "start": 611.12,
      "dur": 2.79,
      "text": "practical terms, if the prime minister had decided to say on New Year's Eve or"
    },
    {
      "start": 613.92,
      "dur": 1.99,
      "text": "had decided to say on New Year's Eve or in early January, by the way, again, the"
    },
    {
      "start": 615.92,
      "dur": 2.149,
      "text": "in early January, by the way, again, the context was the SW about Venezuela not"
    },
    {
      "start": 618.079,
      "dur": 2.231,
      "text": "context was the SW about Venezuela not after not long after New Year, then in"
    },
    {
      "start": 620.32,
      "dur": 1.91,
      "text": "after not long after New Year, then in reality, he wouldn't have become a peer."
    },
    {
      "start": 622.24,
      "dur": 2.07,
      "text": "reality, he wouldn't have become a peer. And the thing the thing that sits behind"
    },
    {
      "start": 624.32,
      "dur": 1.83,
      "text": "And the thing the thing that sits behind all of this of course is the central"
    },
    {
      "start": 626.16,
      "dur": 1.99,
      "text": "all of this of course is the central question which has been a running theme"
    },
    {
      "start": 628.16,
      "dur": 2.47,
      "text": "question which has been a running theme of critics of karma which they are this"
    },
    {
      "start": 630.64,
      "dur": 1.99,
      "text": "of critics of karma which they are this has now given them another opportunity"
    },
    {
      "start": 632.64,
      "dur": 2.629,
      "text": "has now given them another opportunity to air which is the question of judgment"
    },
    {
      "start": 635.279,
      "dur": 2.631,
      "text": "to air which is the question of judgment judgment and the operation in number 10"
    },
    {
      "start": 637.92,
      "dur": 1.909,
      "text": "judgment and the operation in number 10 and are those two things working as they"
    },
    {
      "start": 639.839,
      "dur": 1.591,
      "text": "and are those two things working as they should be and actually what was"
    },
    {
      "start": 641.44,
      "dur": 2.79,
      "text": "should be and actually what was interesting in some of chem Benedenox's"
    },
    {
      "start": 644.24,
      "dur": 1.67,
      "text": "interesting in some of chem Benedenox's questioning but also followed up by"
    },
    {
      "start": 645.92,
      "dur": 1.589,
      "text": "questioning but also followed up by where the prime minister went after"
    },
    {
      "start": 647.519,
      "dur": 2.231,
      "text": "where the prime minister went after prime minister's questions was about the"
    },
    {
      "start": 649.76,
      "dur": 2.069,
      "text": "prime minister's questions was about the sort of central number 10 operation and"
    },
    {
      "start": 651.839,
      "dur": 1.99,
      "text": "sort of central number 10 operation and whether they are fully understanding the"
    },
    {
      "start": 653.839,
      "dur": 1.911,
      "text": "whether they are fully understanding the impact or potential implications of some"
    },
    {
      "start": 655.76,
      "dur": 1.35,
      "text": "impact or potential implications of some of the decisions they are making. So"
    },
    {
      "start": 657.12,
      "dur": 2.149,
      "text": "of the decisions they are making. So Kemmy Bnock was referencing this term"
    },
    {
      "start": 659.279,
      "dur": 1.511,
      "text": "Kemmy Bnock was referencing this term which kicks around in Westminster about"
    },
    {
      "start": 660.8,
      "dur": 2.55,
      "text": "which kicks around in Westminster about a boys club mentality in number 10 and"
    },
    {
      "start": 663.36,
      "dur": 1.27,
      "text": "a boys club mentality in number 10 and straight after prime minister's"
    },
    {
      "start": 664.64,
      "dur": 2.95,
      "text": "straight after prime minister's questions Kstama went off to address a"
    },
    {
      "start": 667.6,
      "dur": 3.03,
      "text": "questions Kstama went off to address a meeting of senior women MPs Labour MPs"
    },
    {
      "start": 670.64,
      "dur": 1.67,
      "text": "meeting of senior women MPs Labour MPs so it's the women's parliamentary Labor"
    },
    {
      "start": 672.32,
      "dur": 2.87,
      "text": "so it's the women's parliamentary Labor party and that sort of same sentiment I"
    },
    {
      "start": 675.2,
      "dur": 2.309,
      "text": "party and that sort of same sentiment I think came up in the room about this"
    },
    {
      "start": 677.519,
      "dur": 1.511,
      "text": "think came up in the room about this concern among senior figures in the"
    },
    {
      "start": 679.04,
      "dur": 2.07,
      "text": "concern among senior figures in the Labour party women about whether or not"
    },
    {
      "start": 681.12,
      "dur": 2.389,
      "text": "Labour party women about whether or not there has been a boys club mentality in"
    },
    {
      "start": 683.519,
      "dur": 2.071,
      "text": "there has been a boys club mentality in number 10 and interestingly one of their"
    },
    {
      "start": 685.6,
      "dur": 1.75,
      "text": "number 10 and interestingly one of their suggested answers answers to that was"
    },
    {
      "start": 687.36,
      "dur": 2.149,
      "text": "suggested answers answers to that was creating a whole new post, what they're"
    },
    {
      "start": 689.519,
      "dur": 1.671,
      "text": "creating a whole new post, what they're calling a first secretary of state,"
    },
    {
      "start": 691.2,
      "dur": 2.23,
      "text": "calling a first secretary of state, which would be a female appointed to"
    },
    {
      "start": 693.44,
      "dur": 2.87,
      "text": "which would be a female appointed to said post to try and address what some"
    },
    {
      "start": 696.32,
      "dur": 1.83,
      "text": "said post to try and address what some perceive as this boy club mentality. And"
    },
    {
      "start": 698.16,
      "dur": 0.87,
      "text": "perceive as this boy club mentality. And the prime minister said he'd take it"
    },
    {
      "start": 699.04,
      "dur": 0.71,
      "text": "the prime minister said he'd take it away and sort of"
    },
    {
      "start": 699.76,
      "dur": 1.509,
      "text": "away and sort of &gt;&gt; Yeah. And a couple of sort of aides to"
    },
    {
      "start": 701.279,
      "dur": 1.831,
      "text": "&gt;&gt; Yeah. And a couple of sort of aides to that which are sort of worth noting,"
    },
    {
      "start": 703.12,
      "dur": 1.99,
      "text": "that which are sort of worth noting, which is that there is a precedent for"
    },
    {
      "start": 705.12,
      "dur": 2.149,
      "text": "which is that there is a precedent for having a first secretary of state."
    },
    {
      "start": 707.279,
      "dur": 2.311,
      "text": "having a first secretary of state. Gordon Brown had one and that first"
    },
    {
      "start": 709.6,
      "dur": 2.07,
      "text": "Gordon Brown had one and that first secretary of state was Lord Mandlesson."
    },
    {
      "start": 711.68,
      "dur": 2.23,
      "text": "secretary of state was Lord Mandlesson. And at the time there wasn't a deputy"
    },
    {
      "start": 713.92,
      "dur": 2.63,
      "text": "And at the time there wasn't a deputy prime minister. So you effectively"
    },
    {
      "start": 716.56,
      "dur": 3.509,
      "text": "prime minister. So you effectively creating a deputy in all but name. Were"
    },
    {
      "start": 720.079,
      "dur": 2.071,
      "text": "creating a deputy in all but name. Were you to have a first secretary of state"
    },
    {
      "start": 722.16,
      "dur": 2.55,
      "text": "you to have a first secretary of state now you would then have a kind of"
    },
    {
      "start": 724.72,
      "dur": 1.75,
      "text": "now you would then have a kind of governing structure around the prime"
    },
    {
      "start": 726.48,
      "dur": 1.83,
      "text": "governing structure around the prime minister both in government and in the"
    },
    {
      "start": 728.32,
      "dur": 1.99,
      "text": "minister both in government and in the Labour party where you had a prime"
    },
    {
      "start": 730.32,
      "dur": 2.23,
      "text": "Labour party where you had a prime minister. You had a deputy prime"
    },
    {
      "start": 732.56,
      "dur": 2.389,
      "text": "minister. You had a deputy prime minister David Lammy who's a man. You"
    },
    {
      "start": 734.959,
      "dur": 1.751,
      "text": "minister David Lammy who's a man. You have a deputy leader of the Labour party"
    },
    {
      "start": 736.72,
      "dur": 2.47,
      "text": "have a deputy leader of the Labour party Lucy Lucy Powell who is a woman. You"
    },
    {
      "start": 739.2,
      "dur": 1.67,
      "text": "Lucy Lucy Powell who is a woman. You have a chair of the Labour party Anna"
    },
    {
      "start": 740.88,
      "dur": 1.509,
      "text": "have a chair of the Labour party Anna Turley who is a woman. And then you'd"
    },
    {
      "start": 742.399,
      "dur": 1.351,
      "text": "Turley who is a woman. And then you'd have a first secretary of state which"
    },
    {
      "start": 743.76,
      "dur": 2.23,
      "text": "have a first secretary of state which would be a government position unlike"
    },
    {
      "start": 746.0,
      "dur": 2.949,
      "text": "would be a government position unlike Lucy Powell's and Anna Turley's who"
    },
    {
      "start": 748.959,
      "dur": 1.511,
      "text": "Lucy Powell's and Anna Turley's who would be a first secretary of state but"
    },
    {
      "start": 750.48,
      "dur": 1.75,
      "text": "would be a first secretary of state but is actually kind of number three in the"
    },
    {
      "start": 752.24,
      "dur": 2.95,
      "text": "is actually kind of number three in the pecking order presumably. I mean let's"
    },
    {
      "start": 755.2,
      "dur": 1.27,
      "text": "pecking order presumably. I mean let's see I mean the prime minister could say"
    },
    {
      "start": 756.48,
      "dur": 2.31,
      "text": "see I mean the prime minister could say otherwise but where you've got a deputy"
    },
    {
      "start": 758.8,
      "dur": 2.55,
      "text": "otherwise but where you've got a deputy prime minister as well but it gets to I"
    },
    {
      "start": 761.36,
      "dur": 2.07,
      "text": "prime minister as well but it gets to I think as you say that underlying sense"
    },
    {
      "start": 763.44,
      "dur": 1.67,
      "text": "think as you say that underlying sense and it has been alive for a long time."
    },
    {
      "start": 765.12,
      "dur": 2.949,
      "text": "and it has been alive for a long time. There are some who uh including senior"
    },
    {
      "start": 768.079,
      "dur": 2.071,
      "text": "There are some who uh including senior women in Downing Street who dispute the"
    },
    {
      "start": 770.16,
      "dur": 2.87,
      "text": "women in Downing Street who dispute the idea of a quote unquote boys club. But"
    },
    {
      "start": 773.04,
      "dur": 3.11,
      "text": "idea of a quote unquote boys club. But to an extent in life as in politics,"
    },
    {
      "start": 776.16,
      "dur": 2.31,
      "text": "to an extent in life as in politics, perception can be reality. And there has"
    },
    {
      "start": 778.48,
      "dur": 2.55,
      "text": "perception can be reality. And there has been a persistent perception from"
    },
    {
      "start": 781.04,
      "dur": 3.029,
      "text": "been a persistent perception from critics of the prime minister of that"
    },
    {
      "start": 784.079,
      "dur": 1.75,
      "text": "critics of the prime minister of that sense of a quote unquote boyish club."
    },
    {
      "start": 785.839,
      "dur": 1.031,
      "text": "sense of a quote unquote boyish club. &gt;&gt; And it'll be interesting to see what"
    },
    {
      "start": 786.88,
      "dur": 1.59,
      "text": "&gt;&gt; And it'll be interesting to see what Karma chooses to do with some of the"
    },
    {
      "start": 788.48,
      "dur": 1.43,
      "text": "Karma chooses to do with some of the gaps he's currently got on his Downing"
    },
    {
      "start": 789.92,
      "dur": 1.67,
      "text": "gaps he's currently got on his Downing Street team and and who ends up filling"
    },
    {
      "start": 791.6,
      "dur": 1.909,
      "text": "Street team and and who ends up filling them. You mentioned Gordon Brown had a"
    },
    {
      "start": 793.519,
      "dur": 1.11,
      "text": "them. You mentioned Gordon Brown had a first secretary of state and actually"
    },
    {
      "start": 794.639,
      "dur": 1.99,
      "text": "first secretary of state and actually Gordon Brown talking of him James has"
    },
    {
      "start": 796.639,
      "dur": 2.151,
      "text": "Gordon Brown talking of him James has has has written this piece for the News"
    },
    {
      "start": 798.8,
      "dur": 2.63,
      "text": "has has written this piece for the News statesman which looks at the much bigger"
    },
    {
      "start": 801.44,
      "dur": 2.71,
      "text": "statesman which looks at the much bigger picture around the Epstein files and"
    },
    {
      "start": 804.16,
      "dur": 1.909,
      "text": "picture around the Epstein files and we've been reading it since it dropped a"
    },
    {
      "start": 806.079,
      "dur": 1.831,
      "text": "we've been reading it since it dropped a few hours ago and and there's some"
    },
    {
      "start": 807.92,
      "dur": 1.43,
      "text": "few hours ago and and there's some really quite extraordinary stuff in"
    },
    {
      "start": 809.36,
      "dur": 0.23,
      "text": "really quite extraordinary stuff in there."
    },
    {
      "start": 809.6,
      "dur": 1.669,
      "text": "there. &gt;&gt; I think this is really significant. I"
    },
    {
      "start": 811.279,
      "dur": 1.67,
      "text": "&gt;&gt; I think this is really significant. I think this is a big intervention and"
    },
    {
      "start": 812.959,
      "dur": 1.67,
      "text": "think this is a big intervention and Gordon Brown does tend to choose his"
    },
    {
      "start": 814.639,
      "dur": 1.671,
      "text": "Gordon Brown does tend to choose his moments to intervene pretty carefully. I"
    },
    {
      "start": 816.32,
      "dur": 1.749,
      "text": "moments to intervene pretty carefully. I mean on on Saturday's newscast, Laura"
    },
    {
      "start": 818.079,
      "dur": 1.19,
      "text": "mean on on Saturday's newscast, Laura and Patty were talking about his"
    },
    {
      "start": 819.279,
      "dur": 2.071,
      "text": "and Patty were talking about his interview on the Today program in which"
    },
    {
      "start": 821.36,
      "dur": 2.55,
      "text": "interview on the Today program in which he expressed qualified support I would"
    },
    {
      "start": 823.92,
      "dur": 1.99,
      "text": "he expressed qualified support I would say for Shakir Star saying the situation"
    },
    {
      "start": 825.92,
      "dur": 1.51,
      "text": "say for Shakir Star saying the situation for the prime minister was serious. He"
    },
    {
      "start": 827.44,
      "dur": 1.829,
      "text": "for the prime minister was serious. He might have been too slow to do the right"
    },
    {
      "start": 829.279,
      "dur": 1.911,
      "text": "might have been too slow to do the right things. Now he's made another"
    },
    {
      "start": 831.2,
      "dur": 3.429,
      "text": "things. Now he's made another intervention and this time he is talking"
    },
    {
      "start": 834.639,
      "dur": 1.831,
      "text": "intervention and this time he is talking he says he's been winging through the"
    },
    {
      "start": 836.48,
      "dur": 2.469,
      "text": "he says he's been winging through the Epstein files. Right? That's the basis"
    },
    {
      "start": 838.959,
      "dur": 2.711,
      "text": "Epstein files. Right? That's the basis on which he's published um this piece."
    },
    {
      "start": 841.68,
      "dur": 1.35,
      "text": "on which he's published um this piece. It's not an interview. It's a piece he's"
    },
    {
      "start": 843.04,
      "dur": 1.51,
      "text": "It's not an interview. It's a piece he's written for the New Statesman. He says,"
    },
    {
      "start": 844.56,
      "dur": 2.31,
      "text": "written for the New Statesman. He says, \"I've delved deep into the Epstein"
    },
    {
      "start": 846.88,
      "dur": 2.629,
      "text": "\"I've delved deep into the Epstein files.\" He says, \"Britain's"
    },
    {
      "start": 849.519,
      "dur": 3.191,
      "text": "files.\" He says, \"Britain's as yet unacnowledged role in the abuse"
    },
    {
      "start": 852.72,
      "dur": 1.99,
      "text": "as yet unacnowledged role in the abuse of women by male predators and their"
    },
    {
      "start": 854.72,
      "dur": 3.669,
      "text": "of women by male predators and their enablers has shocked me to the core, or"
    },
    {
      "start": 858.399,
      "dur": 1.591,
      "text": "enablers has shocked me to the core, or rather Britain's as yet unagnowledged"
    },
    {
      "start": 860.0,
      "dur": 3.67,
      "text": "rather Britain's as yet unagnowledged role in um facilitating or failing to"
    },
    {
      "start": 863.68,
      "dur": 2.709,
      "text": "role in um facilitating or failing to stop that abuse.\" He says, \"There must"
    },
    {
      "start": 866.399,
      "dur": 2.55,
      "text": "stop that abuse.\" He says, \"There must be an in-depth police investigation.\" He"
    },
    {
      "start": 868.959,
      "dur": 2.631,
      "text": "be an in-depth police investigation.\" He calls it the biggest scandal of all. He"
    },
    {
      "start": 871.6,
      "dur": 1.51,
      "text": "calls it the biggest scandal of all. He talks in detail. Well, I mean, Gordon"
    },
    {
      "start": 873.12,
      "dur": 2.069,
      "text": "talks in detail. Well, I mean, Gordon Brown's campaigned in this area anyway,"
    },
    {
      "start": 875.199,
      "dur": 1.351,
      "text": "Brown's campaigned in this area anyway, the treatment of women and girls. He's"
    },
    {
      "start": 876.56,
      "dur": 2.23,
      "text": "the treatment of women and girls. He's been very involved in this area since he"
    },
    {
      "start": 878.8,
      "dur": 2.709,
      "text": "been very involved in this area since he left Downing Street. um and he talks"
    },
    {
      "start": 881.519,
      "dur": 2.87,
      "text": "left Downing Street. um and he talks about the the the files opening um our"
    },
    {
      "start": 884.399,
      "dur": 2.23,
      "text": "about the the the files opening um our eyes to the sheer scale of the sex"
    },
    {
      "start": 886.639,
      "dur": 1.831,
      "text": "eyes to the sheer scale of the sex trafficking industry, but he's"
    },
    {
      "start": 888.48,
      "dur": 3.67,
      "text": "trafficking industry, but he's particularly interested in in what he"
    },
    {
      "start": 892.16,
      "dur": 2.469,
      "text": "particularly interested in in what he suggests and again we have not verified"
    },
    {
      "start": 894.639,
      "dur": 2.151,
      "text": "suggests and again we have not verified the information in the Epstein files or"
    },
    {
      "start": 896.8,
      "dur": 1.829,
      "text": "the information in the Epstein files or not all of it and certainly not what"
    },
    {
      "start": 898.639,
      "dur": 2.63,
      "text": "not all of it and certainly not what we're talking about here, but he talks"
    },
    {
      "start": 901.279,
      "dur": 2.391,
      "text": "we're talking about here, but he talks about the issuing of visas and the"
    },
    {
      "start": 903.68,
      "dur": 2.63,
      "text": "about the issuing of visas and the transportation of British girls on"
    },
    {
      "start": 906.32,
      "dur": 2.47,
      "text": "transportation of British girls on Apstein flights organized from UK"
    },
    {
      "start": 908.8,
      "dur": 1.029,
      "text": "Apstein flights organized from UK airports."
    },
    {
      "start": 909.839,
      "dur": 1.911,
      "text": "airports. and he talks about some of those flights"
    },
    {
      "start": 911.76,
      "dur": 2.79,
      "text": "and he talks about some of those flights being given the go-ahead after Epstein's"
    },
    {
      "start": 914.56,
      "dur": 2.79,
      "text": "being given the go-ahead after Epstein's conviction in 2008 for soliciting sex"
    },
    {
      "start": 917.36,
      "dur": 2.31,
      "text": "conviction in 2008 for soliciting sex from a minor. So the point is he's"
    },
    {
      "start": 919.68,
      "dur": 1.509,
      "text": "from a minor. So the point is he's saying this is a greater scandal than"
    },
    {
      "start": 921.199,
      "dur": 2.711,
      "text": "saying this is a greater scandal than the profumo affair. uh he's saying it's"
    },
    {
      "start": 923.92,
      "dur": 3.43,
      "text": "the profumo affair. uh he's saying it's an outrage what's happened and crucially"
    },
    {
      "start": 927.36,
      "dur": 2.709,
      "text": "an outrage what's happened and crucially he is saying I have asked the Met the"
    },
    {
      "start": 930.079,
      "dur": 2.071,
      "text": "he is saying I have asked the Met the Metropolitan Police in London urgently"
    },
    {
      "start": 932.16,
      "dur": 3.109,
      "text": "Metropolitan Police in London urgently to re-examine their decision-m in their"
    },
    {
      "start": 935.279,
      "dur": 1.831,
      "text": "to re-examine their decision-m in their investigation and in the subsequent"
    },
    {
      "start": 937.12,
      "dur": 2.389,
      "text": "investigation and in the subsequent reviews and he thinks they need to look"
    },
    {
      "start": 939.519,
      "dur": 3.351,
      "text": "reviews and he thinks they need to look again at information that he thinks"
    },
    {
      "start": 942.88,
      "dur": 2.47,
      "text": "again at information that he thinks suggests there has been trafficking of"
    },
    {
      "start": 945.36,
      "dur": 3.67,
      "text": "suggests there has been trafficking of British girls and through British on"
    },
    {
      "start": 949.04,
      "dur": 1.83,
      "text": "British girls and through British on British soil and it needs to be"
    },
    {
      "start": 950.88,
      "dur": 1.509,
      "text": "British soil and it needs to be investigated. I don't know what you both"
    },
    {
      "start": 952.399,
      "dur": 1.67,
      "text": "investigated. I don't know what you both think of that, but it strikes me as a"
    },
    {
      "start": 954.079,
      "dur": 1.43,
      "text": "think of that, but it strikes me as a very significant intervention."
    },
    {
      "start": 955.519,
      "dur": 2.071,
      "text": "very significant intervention. &gt;&gt; Just picking up on that final point, he"
    },
    {
      "start": 957.6,
      "dur": 2.63,
      "text": "&gt;&gt; Just picking up on that final point, he is he's not being openly critical of the"
    },
    {
      "start": 960.24,
      "dur": 1.67,
      "text": "is he's not being openly critical of the Metropolitan Police directly, but he is"
    },
    {
      "start": 961.92,
      "dur": 1.51,
      "text": "Metropolitan Police directly, but he is making the point that the Metropolitan"
    },
    {
      "start": 963.44,
      "dur": 2.069,
      "text": "making the point that the Metropolitan Police said that any in investigation"
    },
    {
      "start": 965.519,
      "dur": 1.75,
      "text": "Police said that any in investigation into human trafficking would largely be"
    },
    {
      "start": 967.279,
      "dur": 1.91,
      "text": "into human trafficking would largely be about territories outside the UK,"
    },
    {
      "start": 969.199,
      "dur": 1.911,
      "text": "about territories outside the UK, effectively implying that a lot of this"
    },
    {
      "start": 971.12,
      "dur": 1.75,
      "text": "effectively implying that a lot of this was based in the US might be outside"
    },
    {
      "start": 972.88,
      "dur": 1.59,
      "text": "was based in the US might be outside their jurisdiction. But this is a very"
    },
    {
      "start": 974.48,
      "dur": 1.43,
      "text": "their jurisdiction. But this is a very direct call from a former prime minister"
    },
    {
      "start": 975.92,
      "dur": 2.63,
      "text": "direct call from a former prime minister for them to look again. Oh, and I missed"
    },
    {
      "start": 978.56,
      "dur": 2.55,
      "text": "for them to look again. Oh, and I missed one thing importantly. The revelations"
    },
    {
      "start": 981.12,
      "dur": 2.47,
      "text": "one thing importantly. The revelations he said require the police to interview"
    },
    {
      "start": 983.6,
      "dur": 1.75,
      "text": "he said require the police to interview um Andrew Mountbatten Windsor."
    },
    {
      "start": 985.36,
      "dur": 1.75,
      "text": "um Andrew Mountbatten Windsor. &gt;&gt; Yeah, that's the headline on the article"
    },
    {
      "start": 987.12,
      "dur": 0.55,
      "text": "&gt;&gt; Yeah, that's the headline on the article actually."
    },
    {
      "start": 987.68,
      "dur": 0.389,
      "text": "actually. &gt;&gt; Yeah."
    },
    {
      "start": 988.079,
      "dur": 1.511,
      "text": "&gt;&gt; Yeah. &gt;&gt; Chris, what do you make of it?"
    },
    {
      "start": 989.6,
      "dur": 1.75,
      "text": "&gt;&gt; Chris, what do you make of it? &gt;&gt; It is a big intervention, I think, and I"
    },
    {
      "start": 991.36,
      "dur": 2.55,
      "text": "&gt;&gt; It is a big intervention, I think, and I think it's a reminder, isn't it? Um of"
    },
    {
      "start": 993.92,
      "dur": 3.349,
      "text": "think it's a reminder, isn't it? Um of all of the strands and consequences that"
    },
    {
      "start": 997.279,
      "dur": 2.711,
      "text": "all of the strands and consequences that are going to have longevity to them of"
    },
    {
      "start": 1000.0,
      "dur": 2.23,
      "text": "are going to have longevity to them of what has happened in the last Fortnite."
    },
    {
      "start": 1002.24,
      "dur": 3.11,
      "text": "what has happened in the last Fortnite. In other words, that deluge of documents"
    },
    {
      "start": 1005.36,
      "dur": 2.07,
      "text": "In other words, that deluge of documents uh from the Department of Justice in the"
    },
    {
      "start": 1007.44,
      "dur": 1.749,
      "text": "uh from the Department of Justice in the United States, we see it the"
    },
    {
      "start": 1009.199,
      "dur": 2.711,
      "text": "United States, we see it the ramifications of it in so many different"
    },
    {
      "start": 1011.92,
      "dur": 3.029,
      "text": "ramifications of it in so many different parts of our national conversation uh at"
    },
    {
      "start": 1014.959,
      "dur": 1.831,
      "text": "parts of our national conversation uh at the moment. You know, when when we"
    },
    {
      "start": 1016.8,
      "dur": 2.07,
      "text": "the moment. You know, when when we examine, for instance, the consequences"
    },
    {
      "start": 1018.88,
      "dur": 1.43,
      "text": "examine, for instance, the consequences of that vote a week ago in the House of"
    },
    {
      "start": 1020.32,
      "dur": 1.99,
      "text": "of that vote a week ago in the House of Commons around the documents to be"
    },
    {
      "start": 1022.32,
      "dur": 2.15,
      "text": "Commons around the documents to be released connected to the appointment of"
    },
    {
      "start": 1024.48,
      "dur": 1.91,
      "text": "released connected to the appointment of Peter Peter Mandles and more broadly"
    },
    {
      "start": 1026.4,
      "dur": 1.59,
      "text": "Peter Peter Mandles and more broadly than that, that is a drip drip"
    },
    {
      "start": 1028.0,
      "dur": 1.51,
      "text": "than that, that is a drip drip consequence that's going to take that's"
    },
    {
      "start": 1029.52,
      "dur": 1.59,
      "text": "consequence that's going to take that's going to be months in the making. this"
    },
    {
      "start": 1031.12,
      "dur": 1.669,
      "text": "going to be months in the making. this potentially could be as well. It' be"
    },
    {
      "start": 1032.799,
      "dur": 2.23,
      "text": "potentially could be as well. It' be fascinating to see how the Metropolitan"
    },
    {
      "start": 1035.039,
      "dur": 3.75,
      "text": "fascinating to see how the Metropolitan Police respond and the extent to which"
    },
    {
      "start": 1038.799,
      "dur": 2.791,
      "text": "Police respond and the extent to which what Gordon Brown is saying is picked up"
    },
    {
      "start": 1041.6,
      "dur": 1.67,
      "text": "what Gordon Brown is saying is picked up or not by the government."
    },
    {
      "start": 1043.28,
      "dur": 2.149,
      "text": "or not by the government. &gt;&gt; It's just a final sort of brief thought"
    },
    {
      "start": 1045.439,
      "dur": 1.671,
      "text": "&gt;&gt; It's just a final sort of brief thought on this. You know, I think Gordon Brown"
    },
    {
      "start": 1047.12,
      "dur": 2.549,
      "text": "on this. You know, I think Gordon Brown here is articulating what we have"
    },
    {
      "start": 1049.679,
      "dur": 2.071,
      "text": "here is articulating what we have touched upon in newscast actually, that"
    },
    {
      "start": 1051.76,
      "dur": 1.75,
      "text": "touched upon in newscast actually, that whereas the focus of a lot of the"
    },
    {
      "start": 1053.52,
      "dur": 1.59,
      "text": "whereas the focus of a lot of the fallout of the Epstein files,"
    },
    {
      "start": 1055.12,
      "dur": 1.83,
      "text": "fallout of the Epstein files, particularly in the UK has been quite"
    },
    {
      "start": 1056.96,
      "dur": 1.589,
      "text": "particularly in the UK has been quite heavily, for understandable reasons,"
    },
    {
      "start": 1058.559,
      "dur": 1.511,
      "text": "heavily, for understandable reasons, been focused on, for example, Peter"
    },
    {
      "start": 1060.08,
      "dur": 1.35,
      "text": "been focused on, for example, Peter Mandlesson and his relationship with"
    },
    {
      "start": 1061.44,
      "dur": 2.15,
      "text": "Mandlesson and his relationship with Epstein and that kind of element of it."
    },
    {
      "start": 1063.6,
      "dur": 1.59,
      "text": "Epstein and that kind of element of it. What Gordon Brown is talking about here"
    },
    {
      "start": 1065.2,
      "dur": 1.75,
      "text": "What Gordon Brown is talking about here and trying to draw attention to is"
    },
    {
      "start": 1066.96,
      "dur": 3.43,
      "text": "and trying to draw attention to is something so much broader, potentially"
    },
    {
      "start": 1070.4,
      "dur": 1.509,
      "text": "something so much broader, potentially some logistics and he's talking about"
    },
    {
      "start": 1071.919,
      "dur": 2.87,
      "text": "some logistics and he's talking about networks of wealthy men primarily. And"
    },
    {
      "start": 1074.799,
      "dur": 1.351,
      "text": "networks of wealthy men primarily. And there's just a line in here when he"
    },
    {
      "start": 1076.16,
      "dur": 1.59,
      "text": "there's just a line in here when he says, \"Leaks of market sensitive"
    },
    {
      "start": 1077.76,
      "dur": 1.67,
      "text": "says, \"Leaks of market sensitive financial information have incurred far"
    },
    {
      "start": 1079.44,
      "dur": 1.349,
      "text": "financial information have incurred far more coverage than the victims.\""
    },
    {
      "start": 1080.799,
      "dur": 1.351,
      "text": "more coverage than the victims.\" &gt;&gt; Yeah, I highlighted that as well. I"
    },
    {
      "start": 1082.16,
      "dur": 2.629,
      "text": "&gt;&gt; Yeah, I highlighted that as well. I thought that was significant. Um, two"
    },
    {
      "start": 1084.799,
      "dur": 1.911,
      "text": "thought that was significant. Um, two things just to say off the back of that"
    },
    {
      "start": 1086.72,
      "dur": 1.99,
      "text": "things just to say off the back of that before we finish. The BBC has approached"
    },
    {
      "start": 1088.72,
      "dur": 1.75,
      "text": "before we finish. The BBC has approached Andrew Mountbat and Windsor for comment"
    },
    {
      "start": 1090.48,
      "dur": 2.71,
      "text": "Andrew Mountbat and Windsor for comment on this article, not heard back. He's"
    },
    {
      "start": 1093.2,
      "dur": 1.43,
      "text": "on this article, not heard back. He's previously strongly denied any"
    },
    {
      "start": 1094.64,
      "dur": 1.75,
      "text": "previously strongly denied any wrongdoing in his associations with"
    },
    {
      "start": 1096.4,
      "dur": 2.31,
      "text": "wrongdoing in his associations with Epstein. and Tempame's Valley Police,"
    },
    {
      "start": 1098.72,
      "dur": 2.87,
      "text": "Epstein. and Tempame's Valley Police, which is actually leading that aspect of"
    },
    {
      "start": 1101.6,
      "dur": 2.069,
      "text": "which is actually leading that aspect of the investigation rather than the Met at"
    },
    {
      "start": 1103.679,
      "dur": 1.831,
      "text": "the investigation rather than the Met at the moment, has held discussions with"
    },
    {
      "start": 1105.52,
      "dur": 1.75,
      "text": "the moment, has held discussions with specialist prosecutors from the Crown"
    },
    {
      "start": 1107.28,
      "dur": 2.15,
      "text": "specialist prosecutors from the Crown Prosecution Service about allegations"
    },
    {
      "start": 1109.44,
      "dur": 1.91,
      "text": "Prosecution Service about allegations that Mr. Manbat and Windsor shared"
    },
    {
      "start": 1111.36,
      "dur": 2.15,
      "text": "that Mr. Manbat and Windsor shared confidential reports from his role as"
    },
    {
      "start": 1113.52,
      "dur": 2.79,
      "text": "confidential reports from his role as the UK's trade envoy with Epstein and is"
    },
    {
      "start": 1116.32,
      "dur": 2.15,
      "text": "the UK's trade envoy with Epstein and is making progress as quickly as possible."
    },
    {
      "start": 1118.48,
      "dur": 1.59,
      "text": "making progress as quickly as possible. That's what we had from them in a"
    },
    {
      "start": 1120.08,
      "dur": 1.27,
      "text": "That's what we had from them in a statement today. Just to wrap that up,"
    },
    {
      "start": 1121.36,
      "dur": 1.03,
      "text": "statement today. Just to wrap that up, Chris, good to see you."
    },
    {
      "start": 1122.4,
      "dur": 0.389,
      "text": "Chris, good to see you. &gt;&gt; Thank you."
    },
    {
      "start": 1122.799,
      "dur": 1.511,
      "text": "&gt;&gt; Thank you. &gt;&gt; Don't leave it so long next time."
    },
    {
      "start": 1124.32,
      "dur": 1.27,
      "text": "&gt;&gt; Don't leave it so long next time. &gt;&gt; See you tomorrow. How about that?"
    },
    {
      "start": 1125.6,
      "dur": 2.47,
      "text": "&gt;&gt; See you tomorrow. How about that? &gt;&gt; Yeah, sounds good."
    },
    {
      "start": 1128.08,
      "dur": 3.19,
      "text": "&gt;&gt; Yeah, sounds good. Now, authorities in Iran have put on a"
    },
    {
      "start": 1131.28,
      "dur": 1.59,
      "text": "Now, authorities in Iran have put on a show of strength, I think you could call"
    },
    {
      "start": 1132.88,
      "dur": 2.95,
      "text": "show of strength, I think you could call it, to mark the 47th anniversary of the"
    },
    {
      "start": 1135.84,
      "dur": 2.39,
      "text": "it, to mark the 47th anniversary of the Islamic Revolution. And that, of course,"
    },
    {
      "start": 1138.24,
      "dur": 1.59,
      "text": "Islamic Revolution. And that, of course, as you will remember, as newscasters"
    },
    {
      "start": 1139.84,
      "dur": 1.67,
      "text": "as you will remember, as newscasters will remember, comes weeks after they"
    },
    {
      "start": 1141.52,
      "dur": 2.79,
      "text": "will remember, comes weeks after they used unprecedented force to put down"
    },
    {
      "start": 1144.32,
      "dur": 2.95,
      "text": "used unprecedented force to put down anti-government protests. It is, as you"
    },
    {
      "start": 1147.28,
      "dur": 1.83,
      "text": "anti-government protests. It is, as you will know, very unusual for us to be"
    },
    {
      "start": 1149.12,
      "dur": 1.429,
      "text": "will know, very unusual for us to be able to report from Iran. BBC"
    },
    {
      "start": 1150.559,
      "dur": 1.511,
      "text": "able to report from Iran. BBC journalists are generally not allowed"
    },
    {
      "start": 1152.08,
      "dur": 2.23,
      "text": "journalists are generally not allowed into the country, not that often at all."
    },
    {
      "start": 1154.32,
      "dur": 1.11,
      "text": "into the country, not that often at all. But our chief international"
    },
    {
      "start": 1155.44,
      "dur": 2.71,
      "text": "But our chief international correspondent, Lee Ducet, is in Tehran"
    },
    {
      "start": 1158.16,
      "dur": 1.91,
      "text": "correspondent, Lee Ducet, is in Tehran and we need to explain that Le is"
    },
    {
      "start": 1160.08,
      "dur": 1.51,
      "text": "and we need to explain that Le is reporting from the country on the"
    },
    {
      "start": 1161.6,
      "dur": 1.83,
      "text": "reporting from the country on the condition that none of her material is"
    },
    {
      "start": 1163.44,
      "dur": 2.15,
      "text": "condition that none of her material is used on the BBC's Persian service and"
    },
    {
      "start": 1165.6,
      "dur": 2.069,
      "text": "used on the BBC's Persian service and those restrictions apply to all"
    },
    {
      "start": 1167.679,
      "dur": 1.751,
      "text": "those restrictions apply to all international media organizations"
    },
    {
      "start": 1169.44,
      "dur": 2.229,
      "text": "international media organizations operating in Iran. And we can speak to"
    },
    {
      "start": 1171.679,
      "dur": 4.471,
      "text": "operating in Iran. And we can speak to Lee now. Hello."
    },
    {
      "start": 1176.16,
      "dur": 3.04,
      "text": "Hello James and Alex. Um I wish I was in"
    },
    {
      "start": 1179.2,
      "dur": 1.67,
      "text": "Hello James and Alex. Um I wish I was in the studio with you, but it's also good"
    },
    {
      "start": 1180.88,
      "dur": 3.669,
      "text": "the studio with you, but it's also good to be back uh in Iran. You've been so"
    },
    {
      "start": 1184.559,
      "dur": 2.151,
      "text": "to be back uh in Iran. You've been so busy. You've been reporting for all BBC"
    },
    {
      "start": 1186.72,
      "dur": 1.35,
      "text": "busy. You've been reporting for all BBC news outlets and we've seen a lot of"
    },
    {
      "start": 1188.08,
      "dur": 1.829,
      "text": "news outlets and we've seen a lot of your coverage. But we have got a"
    },
    {
      "start": 1189.919,
      "dur": 2.551,
      "text": "your coverage. But we have got a question for you from newscaster Rob."
    },
    {
      "start": 1192.48,
      "dur": 1.59,
      "text": "question for you from newscaster Rob. Always grateful when newscasters drop us"
    },
    {
      "start": 1194.08,
      "dur": 2.23,
      "text": "Always grateful when newscasters drop us a line. And I think the sentiment in"
    },
    {
      "start": 1196.32,
      "dur": 2.229,
      "text": "a line. And I think the sentiment in Rob's question probably sums up what"
    },
    {
      "start": 1198.559,
      "dur": 1.591,
      "text": "Rob's question probably sums up what quite a lot of people want to know about"
    },
    {
      "start": 1200.16,
      "dur": 2.79,
      "text": "quite a lot of people want to know about your experience of being into us. So I"
    },
    {
      "start": 1202.96,
      "dur": 1.11,
      "text": "your experience of being into us. So I hope you don't mind, Lee, if I just put"
    },
    {
      "start": 1204.08,
      "dur": 2.469,
      "text": "hope you don't mind, Lee, if I just put it to you. Rob says, \"Hello, Newscast. I"
    },
    {
      "start": 1206.559,
      "dur": 2.071,
      "text": "it to you. Rob says, \"Hello, Newscast. I have a question for Lee. What's it like"
    },
    {
      "start": 1208.64,
      "dur": 1.83,
      "text": "have a question for Lee. What's it like being in Iran walking around and taking"
    },
    {
      "start": 1210.48,
      "dur": 2.63,
      "text": "being in Iran walking around and taking it all in? risky, scary, or not at all"
    },
    {
      "start": 1213.12,
      "dur": 1.99,
      "text": "it all in? risky, scary, or not at all as bad as it sounds. Thanks, Rob. Well,"
    },
    {
      "start": 1215.12,
      "dur": 0.95,
      "text": "as bad as it sounds. Thanks, Rob. Well, thank you, Rob, for getting in touch,"
    },
    {
      "start": 1216.08,
      "dur": 1.19,
      "text": "thank you, Rob, for getting in touch, Lee. I don't know what you can say to"
    },
    {
      "start": 1217.28,
      "dur": 5.19,
      "text": "Lee. I don't know what you can say to Rob and all of us really about it."
    },
    {
      "start": 1222.48,
      "dur": 1.76,
      "text": "&gt;&gt; Wow, thank you, Rob. Thank you for"
    },
    {
      "start": 1224.24,
      "dur": 1.35,
      "text": "&gt;&gt; Wow, thank you, Rob. Thank you for following newscast and thank you for"
    },
    {
      "start": 1225.6,
      "dur": 3.59,
      "text": "following newscast and thank you for being interested um in Iran."
    },
    {
      "start": 1229.2,
      "dur": 1.829,
      "text": "being interested um in Iran. I I have this expression which is that"
    },
    {
      "start": 1231.039,
      "dur": 2.711,
      "text": "I I have this expression which is that places always look more dangerous from a"
    },
    {
      "start": 1233.76,
      "dur": 2.87,
      "text": "places always look more dangerous from a distance. It's and in reporting in Iran"
    },
    {
      "start": 1236.64,
      "dur": 2.95,
      "text": "distance. It's and in reporting in Iran and I've been reporting from here since"
    },
    {
      "start": 1239.6,
      "dur": 2.79,
      "text": "and I've been reporting from here since 1989 from the funeral of the first"
    },
    {
      "start": 1242.4,
      "dur": 3.19,
      "text": "1989 from the funeral of the first revolutionary leader Ayatollah Kumeni."
    },
    {
      "start": 1245.6,
      "dur": 2.309,
      "text": "revolutionary leader Ayatollah Kumeni. And so I've always described Iran as a"
    },
    {
      "start": 1247.919,
      "dur": 3.671,
      "text": "And so I've always described Iran as a mix of frustration and fascination. It's"
    },
    {
      "start": 1251.6,
      "dur": 2.39,
      "text": "mix of frustration and fascination. It's an extraordinary country with such"
    },
    {
      "start": 1254.0,
      "dur": 2.63,
      "text": "an extraordinary country with such welcoming people and such a a rich"
    },
    {
      "start": 1256.64,
      "dur": 2.95,
      "text": "welcoming people and such a a rich culture. But there is also an intense"
    },
    {
      "start": 1259.6,
      "dur": 2.79,
      "text": "culture. But there is also an intense there's an atmosphere of suspicion and"
    },
    {
      "start": 1262.4,
      "dur": 2.79,
      "text": "there's an atmosphere of suspicion and intense surveillance by the authorities"
    },
    {
      "start": 1265.2,
      "dur": 1.75,
      "text": "intense surveillance by the authorities in the Islamic Republic of Iran. And"
    },
    {
      "start": 1266.96,
      "dur": 2.63,
      "text": "in the Islamic Republic of Iran. And when we go out into the streets filming"
    },
    {
      "start": 1269.6,
      "dur": 2.79,
      "text": "when we go out into the streets filming or recording, we're often stopped by"
    },
    {
      "start": 1272.4,
      "dur": 2.71,
      "text": "or recording, we're often stopped by members of various security forces often"
    },
    {
      "start": 1275.12,
      "dur": 2.39,
      "text": "members of various security forces often taken in for questioning and then we"
    },
    {
      "start": 1277.52,
      "dur": 2.629,
      "text": "taken in for questioning and then we have our government issued badges and so"
    },
    {
      "start": 1280.159,
      "dur": 2.87,
      "text": "have our government issued badges and so we're eventually released. So you have"
    },
    {
      "start": 1283.039,
      "dur": 2.711,
      "text": "we're eventually released. So you have to be careful. But I was really struck"
    },
    {
      "start": 1285.76,
      "dur": 2.55,
      "text": "to be careful. But I was really struck uh by my last trip to Iran, which was a"
    },
    {
      "start": 1288.32,
      "dur": 2.469,
      "text": "uh by my last trip to Iran, which was a year ago as the 12-day war uh between"
    },
    {
      "start": 1290.799,
      "dur": 2.391,
      "text": "year ago as the 12-day war uh between Iran and Israel, which also drew in the"
    },
    {
      "start": 1293.2,
      "dur": 2.23,
      "text": "Iran and Israel, which also drew in the United States was ending. And so many"
    },
    {
      "start": 1295.44,
      "dur": 2.39,
      "text": "United States was ending. And so many questions seem to suggest that Iran was"
    },
    {
      "start": 1297.84,
      "dur": 2.709,
      "text": "questions seem to suggest that Iran was like North Korea, a place where people"
    },
    {
      "start": 1300.559,
      "dur": 2.311,
      "text": "like North Korea, a place where people don't dare express their views. And this"
    },
    {
      "start": 1302.88,
      "dur": 2.789,
      "text": "don't dare express their views. And this is a country which is not a North Korea"
    },
    {
      "start": 1305.679,
      "dur": 1.751,
      "text": "is a country which is not a North Korea at all. This is a people of very"
    },
    {
      "start": 1307.44,
      "dur": 1.67,
      "text": "at all. This is a people of very courageous people, a very outspoken"
    },
    {
      "start": 1309.12,
      "dur": 1.75,
      "text": "courageous people, a very outspoken people. When we go out in the streets,"
    },
    {
      "start": 1310.88,
      "dur": 2.31,
      "text": "people. When we go out in the streets, if we have a camera, people are more"
    },
    {
      "start": 1313.2,
      "dur": 2.39,
      "text": "if we have a camera, people are more nervous and they are nervous now after"
    },
    {
      "start": 1315.6,
      "dur": 2.47,
      "text": "nervous and they are nervous now after this unprecedented crackdown of last"
    },
    {
      "start": 1318.08,
      "dur": 1.99,
      "text": "this unprecedented crackdown of last month. But when we go out as we did"
    },
    {
      "start": 1320.08,
      "dur": 1.91,
      "text": "month. But when we go out as we did yesterday just for radio having"
    },
    {
      "start": 1322.0,
      "dur": 2.149,
      "text": "yesterday just for radio having conversations with people, if you heard"
    },
    {
      "start": 1324.159,
      "dur": 2.711,
      "text": "conversations with people, if you heard some of our reporting, people on this"
    },
    {
      "start": 1326.88,
      "dur": 2.87,
      "text": "some of our reporting, people on this trip, there's been such it's it's been"
    },
    {
      "start": 1329.76,
      "dur": 1.75,
      "text": "trip, there's been such it's it's been really quite moving actually, even"
    },
    {
      "start": 1331.52,
      "dur": 2.629,
      "text": "really quite moving actually, even painful. People have been venting their"
    },
    {
      "start": 1334.159,
      "dur": 2.791,
      "text": "painful. People have been venting their anger and their pain. It's more than one"
    },
    {
      "start": 1336.96,
      "dur": 2.23,
      "text": "anger and their pain. It's more than one person just burst into tears when I"
    },
    {
      "start": 1339.2,
      "dur": 2.23,
      "text": "person just burst into tears when I asked them a very open question like"
    },
    {
      "start": 1341.44,
      "dur": 2.63,
      "text": "asked them a very open question like what's the main worry on your mind this"
    },
    {
      "start": 1344.08,
      "dur": 3.19,
      "text": "what's the main worry on your mind this month. So for a journalist to be in a"
    },
    {
      "start": 1347.28,
      "dur": 2.629,
      "text": "month. So for a journalist to be in a country at such a defining such a"
    },
    {
      "start": 1349.919,
      "dur": 2.151,
      "text": "country at such a defining such a historic moment for those journalists"
    },
    {
      "start": 1352.08,
      "dur": 1.27,
      "text": "historic moment for those journalists and I think we the journal you know me"
    },
    {
      "start": 1353.36,
      "dur": 1.91,
      "text": "and I think we the journal you know me and Alex and James still believe that"
    },
    {
      "start": 1355.28,
      "dur": 1.83,
      "text": "and Alex and James still believe that face-to-face journalists on the ground"
    },
    {
      "start": 1357.12,
      "dur": 2.63,
      "text": "face-to-face journalists on the ground is always the best kind of journalism"
    },
    {
      "start": 1359.76,
      "dur": 2.389,
      "text": "is always the best kind of journalism and so whatever the difficulties"
    },
    {
      "start": 1362.159,
      "dur": 2.151,
      "text": "and so whatever the difficulties whatever the limits of operating here"
    },
    {
      "start": 1364.32,
      "dur": 1.27,
      "text": "whatever the limits of operating here it's good to be here"
    },
    {
      "start": 1365.6,
      "dur": 3.11,
      "text": "it's good to be here &gt;&gt; of course I mean it's amazing to hear"
    },
    {
      "start": 1368.72,
      "dur": 1.829,
      "text": "&gt;&gt; of course I mean it's amazing to hear your description of it in that way and"
    },
    {
      "start": 1370.559,
      "dur": 1.99,
      "text": "your description of it in that way and it is obviously extremely good for"
    },
    {
      "start": 1372.559,
      "dur": 1.511,
      "text": "it is obviously extremely good for everyone that you were there to tell"
    },
    {
      "start": 1374.08,
      "dur": 1.99,
      "text": "everyone that you were there to tell tell us what's going on. Lee, in terms"
    },
    {
      "start": 1376.08,
      "dur": 3.11,
      "text": "tell us what's going on. Lee, in terms of what is going on, is that nervousness"
    },
    {
      "start": 1379.2,
      "dur": 2.23,
      "text": "of what is going on, is that nervousness um and and behavior towards you and"
    },
    {
      "start": 1381.44,
      "dur": 2.15,
      "text": "um and and behavior towards you and other journalists from the regime, do"
    },
    {
      "start": 1383.6,
      "dur": 2.309,
      "text": "other journalists from the regime, do you think that's been heightened by"
    },
    {
      "start": 1385.919,
      "dur": 1.99,
      "text": "you think that's been heightened by what's happened in recent months? And"
    },
    {
      "start": 1387.919,
      "dur": 1.511,
      "text": "what's happened in recent months? And can you just bring us up to date for"
    },
    {
      "start": 1389.44,
      "dur": 2.15,
      "text": "can you just bring us up to date for newscasters up to date about where we"
    },
    {
      "start": 1391.6,
      "dur": 2.79,
      "text": "newscasters up to date about where we are with those protests? You know, how"
    },
    {
      "start": 1394.4,
      "dur": 1.749,
      "text": "are with those protests? You know, how many people do we know how many people"
    },
    {
      "start": 1396.159,
      "dur": 1.75,
      "text": "many people do we know how many people died in them? And have they been"
    },
    {
      "start": 1397.919,
      "dur": 5.911,
      "text": "died in them? And have they been completely quashed by the regime?"
    },
    {
      "start": 1403.84,
      "dur": 2.56,
      "text": "Yeah, Iran's story uh this particular"
    },
    {
      "start": 1406.4,
      "dur": 2.31,
      "text": "Yeah, Iran's story uh this particular chapter of Iran's story is still being"
    },
    {
      "start": 1408.72,
      "dur": 2.47,
      "text": "chapter of Iran's story is still being told and we may never know all of the"
    },
    {
      "start": 1411.2,
      "dur": 2.55,
      "text": "told and we may never know all of the details of this extraordinary moment"
    },
    {
      "start": 1413.76,
      "dur": 3.51,
      "text": "details of this extraordinary moment when this uprising which was triggered"
    },
    {
      "start": 1417.28,
      "dur": 3.35,
      "text": "when this uprising which was triggered by a strike by shopkeepers in in the"
    },
    {
      "start": 1420.64,
      "dur": 3.029,
      "text": "by a strike by shopkeepers in in the bazaar who shut their doors and brought"
    },
    {
      "start": 1423.679,
      "dur": 2.711,
      "text": "bazaar who shut their doors and brought down their brought down uh their shades"
    },
    {
      "start": 1426.4,
      "dur": 2.389,
      "text": "down their brought down uh their shades because they simply couldn't trade. the"
    },
    {
      "start": 1428.799,
      "dur": 2.791,
      "text": "because they simply couldn't trade. the real currency collapsed against the"
    },
    {
      "start": 1431.6,
      "dur": 2.63,
      "text": "real currency collapsed against the dollar and so they wanted to vent their"
    },
    {
      "start": 1434.24,
      "dur": 2.47,
      "text": "dollar and so they wanted to vent their anger against the government's failure"
    },
    {
      "start": 1436.72,
      "dur": 2.63,
      "text": "anger against the government's failure to address a deepening economic crisis"
    },
    {
      "start": 1439.36,
      "dur": 2.95,
      "text": "to address a deepening economic crisis but it quickly spiraled into something"
    },
    {
      "start": 1442.32,
      "dur": 2.15,
      "text": "but it quickly spiraled into something much much bigger and about much bigger"
    },
    {
      "start": 1444.48,
      "dur": 3.189,
      "text": "much much bigger and about much bigger issues with calls even to bring down the"
    },
    {
      "start": 1447.679,
      "dur": 3.11,
      "text": "issues with calls even to bring down the Islamic Republic but as the protest"
    },
    {
      "start": 1450.799,
      "dur": 1.99,
      "text": "Islamic Republic but as the protest intensified and spread across the"
    },
    {
      "start": 1452.799,
      "dur": 2.551,
      "text": "intensified and spread across the country so too the government's"
    },
    {
      "start": 1455.36,
      "dur": 2.39,
      "text": "country so too the government's crackdown intensified and there was this"
    },
    {
      "start": 1457.76,
      "dur": 2.63,
      "text": "crackdown intensified and there was this near total internet blackout which is"
    },
    {
      "start": 1460.4,
      "dur": 1.749,
      "text": "near total internet blackout which is being described as one of the the"
    },
    {
      "start": 1462.159,
      "dur": 3.11,
      "text": "being described as one of the the longest in in a digital shutdown in"
    },
    {
      "start": 1465.279,
      "dur": 2.39,
      "text": "longest in in a digital shutdown in history. And in those when Iran almost"
    },
    {
      "start": 1467.679,
      "dur": 1.751,
      "text": "history. And in those when Iran almost went to dark, when we were just getting"
    },
    {
      "start": 1469.44,
      "dur": 3.19,
      "text": "went to dark, when we were just getting trickles of videos and messages, brave"
    },
    {
      "start": 1472.64,
      "dur": 1.99,
      "text": "trickles of videos and messages, brave Iranians sending them out through"
    },
    {
      "start": 1474.64,
      "dur": 2.71,
      "text": "Iranians sending them out through Starlink satellite terminals. The"
    },
    {
      "start": 1477.36,
      "dur": 2.07,
      "text": "Starlink satellite terminals. The government went in with with lethal"
    },
    {
      "start": 1479.44,
      "dur": 4.07,
      "text": "government went in with with lethal lethal force. And today, as the streets"
    },
    {
      "start": 1483.52,
      "dur": 1.67,
      "text": "lethal force. And today, as the streets have been emptied of these protests,"
    },
    {
      "start": 1485.2,
      "dur": 1.91,
      "text": "have been emptied of these protests, it's simply too dangerous for people to"
    },
    {
      "start": 1487.12,
      "dur": 1.51,
      "text": "it's simply too dangerous for people to go out in those numbers into the"
    },
    {
      "start": 1488.64,
      "dur": 1.909,
      "text": "go out in those numbers into the streets, they see how the government"
    },
    {
      "start": 1490.559,
      "dur": 2.071,
      "text": "streets, they see how the government will meet them. The government here told"
    },
    {
      "start": 1492.64,
      "dur": 1.909,
      "text": "will meet them. The government here told us yesterday that their official death"
    },
    {
      "start": 1494.559,
      "dur": 3.031,
      "text": "us yesterday that their official death toll is about 3,100."
    },
    {
      "start": 1497.6,
      "dur": 1.59,
      "text": "toll is about 3,100. What we have been hearing from human"
    },
    {
      "start": 1499.2,
      "dur": 1.67,
      "text": "What we have been hearing from human rights groups who've been trying to"
    },
    {
      "start": 1500.88,
      "dur": 2.63,
      "text": "rights groups who've been trying to document this extraordinary uh moment,"
    },
    {
      "start": 1503.52,
      "dur": 3.509,
      "text": "document this extraordinary uh moment, they say it's just short of 7,000. And"
    },
    {
      "start": 1507.039,
      "dur": 1.591,
      "text": "they say it's just short of 7,000. And there are other projections that it"
    },
    {
      "start": 1508.64,
      "dur": 3.59,
      "text": "there are other projections that it could be in the tens of thousands. Uh"
    },
    {
      "start": 1512.24,
      "dur": 1.669,
      "text": "could be in the tens of thousands. Uh government officials here say to me that"
    },
    {
      "start": 1513.919,
      "dur": 2.63,
      "text": "government officials here say to me that they're telling Iranians to come forward"
    },
    {
      "start": 1516.559,
      "dur": 3.671,
      "text": "they're telling Iranians to come forward to talk to to to tell them the details"
    },
    {
      "start": 1520.24,
      "dur": 1.59,
      "text": "to talk to to to tell them the details of someone who died. But people are very"
    },
    {
      "start": 1521.84,
      "dur": 1.99,
      "text": "of someone who died. But people are very nervous. They're worried that they their"
    },
    {
      "start": 1523.84,
      "dur": 1.99,
      "text": "nervous. They're worried that they their loved ones could be taken in as"
    },
    {
      "start": 1525.84,
      "dur": 1.75,
      "text": "loved ones could be taken in as protesters. There's even been"
    },
    {
      "start": 1527.6,
      "dur": 1.83,
      "text": "protesters. There's even been accusations that the government is"
    },
    {
      "start": 1529.44,
      "dur": 2.469,
      "text": "accusations that the government is asking for money for people to be given"
    },
    {
      "start": 1531.919,
      "dur": 2.951,
      "text": "asking for money for people to be given the bodies which are in the morg for for"
    },
    {
      "start": 1534.88,
      "dur": 3.669,
      "text": "the bodies which are in the morg for for burial. So it's still shrouded in a lot"
    },
    {
      "start": 1538.559,
      "dur": 2.151,
      "text": "burial. So it's still shrouded in a lot of uncertainty, a lot of questions and I"
    },
    {
      "start": 1540.72,
      "dur": 3.35,
      "text": "of uncertainty, a lot of questions and I have to say just being here you feel the"
    },
    {
      "start": 1544.08,
      "dur": 2.949,
      "text": "have to say just being here you feel the pain of people uh after all that's"
    },
    {
      "start": 1547.039,
      "dur": 2.071,
      "text": "pain of people uh after all that's happened here and with all of that as"
    },
    {
      "start": 1549.12,
      "dur": 1.83,
      "text": "happened here and with all of that as the backdrop le there's this sort of"
    },
    {
      "start": 1550.96,
      "dur": 1.829,
      "text": "the backdrop le there's this sort of strange juosition because I've seen some"
    },
    {
      "start": 1552.799,
      "dur": 1.431,
      "text": "strange juosition because I've seen some of the images that you've sent in from"
    },
    {
      "start": 1554.24,
      "dur": 1.75,
      "text": "of the images that you've sent in from your reporting in Thran and newscasters"
    },
    {
      "start": 1556.0,
      "dur": 1.669,
      "text": "your reporting in Thran and newscasters can look on the BBC news website and"
    },
    {
      "start": 1557.679,
      "dur": 2.711,
      "text": "can look on the BBC news website and you've sort of got a city that's bed in"
    },
    {
      "start": 1560.4,
      "dur": 1.91,
      "text": "you've sort of got a city that's bed in flags and bunting because it's this"
    },
    {
      "start": 1562.32,
      "dur": 1.829,
      "text": "flags and bunting because it's this moment this 47th anniversary of the"
    },
    {
      "start": 1564.159,
      "dur": 2.071,
      "text": "moment this 47th anniversary of the Islamic revolution. and we've had this"
    },
    {
      "start": 1566.24,
      "dur": 2.47,
      "text": "Islamic revolution. and we've had this address from the president of Iran"
    },
    {
      "start": 1568.72,
      "dur": 2.39,
      "text": "address from the president of Iran today. I just wonder when you've got"
    },
    {
      "start": 1571.12,
      "dur": 2.63,
      "text": "today. I just wonder when you've got this moment when the regime is sort of"
    },
    {
      "start": 1573.76,
      "dur": 3.029,
      "text": "this moment when the regime is sort of celebrating the revolution of 1979, how"
    },
    {
      "start": 1576.799,
      "dur": 2.071,
      "text": "celebrating the revolution of 1979, how the messaging from the res regime is"
    },
    {
      "start": 1578.88,
      "dur": 1.75,
      "text": "the messaging from the res regime is landing with people against that"
    },
    {
      "start": 1580.64,
      "dur": 5.43,
      "text": "landing with people against that backdrop of the recent protests"
    },
    {
      "start": 1586.08,
      "dur": 3.199,
      "text": "during the the this wave of protests as"
    },
    {
      "start": 1589.279,
      "dur": 3.51,
      "text": "during the the this wave of protests as it grew. There were so many predictions"
    },
    {
      "start": 1592.799,
      "dur": 2.23,
      "text": "it grew. There were so many predictions uh from so many capitals that the"
    },
    {
      "start": 1595.039,
      "dur": 2.471,
      "text": "uh from so many capitals that the Islamic Republic was about to collapse,"
    },
    {
      "start": 1597.52,
      "dur": 2.149,
      "text": "Islamic Republic was about to collapse, that it was on its last days. It was"
    },
    {
      "start": 1599.679,
      "dur": 3.431,
      "text": "that it was on its last days. It was just a question of of of days. Uh but"
    },
    {
      "start": 1603.12,
      "dur": 1.83,
      "text": "just a question of of of days. Uh but there were no ma there were no major"
    },
    {
      "start": 1604.96,
      "dur": 1.91,
      "text": "there were no ma there were no major cracks within the clerical rule. There"
    },
    {
      "start": 1606.88,
      "dur": 2.71,
      "text": "cracks within the clerical rule. There were no mass defections, no no evidence"
    },
    {
      "start": 1609.6,
      "dur": 2.549,
      "text": "were no mass defections, no no evidence of any mass defections in the security"
    },
    {
      "start": 1612.159,
      "dur": 3.11,
      "text": "of any mass defections in the security forces who are ideologically loyal to"
    },
    {
      "start": 1615.279,
      "dur": 2.951,
      "text": "forces who are ideologically loyal to the Islamic rep Republic. And therefore"
    },
    {
      "start": 1618.24,
      "dur": 2.07,
      "text": "the Islamic rep Republic. And therefore what we are seeing today in this show of"
    },
    {
      "start": 1620.32,
      "dur": 3.589,
      "text": "what we are seeing today in this show of strength but huge crowds flooding those"
    },
    {
      "start": 1623.919,
      "dur": 2.151,
      "text": "strength but huge crowds flooding those same streets which had been filled with"
    },
    {
      "start": 1626.08,
      "dur": 1.99,
      "text": "same streets which had been filled with protesters. These are the most loyal"
    },
    {
      "start": 1628.08,
      "dur": 2.31,
      "text": "protesters. These are the most loyal foot soldiers of the revolution. Of"
    },
    {
      "start": 1630.4,
      "dur": 1.91,
      "text": "foot soldiers of the revolution. Of course some people were bust in for the"
    },
    {
      "start": 1632.32,
      "dur": 2.469,
      "text": "course some people were bust in for the day but it is a reminder that this this"
    },
    {
      "start": 1634.799,
      "dur": 3.591,
      "text": "day but it is a reminder that this this this government does have some support."
    },
    {
      "start": 1638.4,
      "dur": 2.31,
      "text": "this government does have some support. It is very hard to say how much the"
    },
    {
      "start": 1640.72,
      "dur": 1.99,
      "text": "It is very hard to say how much the protests tell us that there was also"
    },
    {
      "start": 1642.72,
      "dur": 2.47,
      "text": "protests tell us that there was also widespread dissatisfaction"
    },
    {
      "start": 1645.2,
      "dur": 2.23,
      "text": "widespread dissatisfaction uh with the with the rule with the the"
    },
    {
      "start": 1647.44,
      "dur": 2.31,
      "text": "uh with the with the rule with the the clerical rule but it's not to say that"
    },
    {
      "start": 1649.76,
      "dur": 1.67,
      "text": "clerical rule but it's not to say that they are not without support and this is"
    },
    {
      "start": 1651.44,
      "dur": 2.229,
      "text": "they are not without support and this is their what happened today not just here"
    },
    {
      "start": 1653.679,
      "dur": 3.11,
      "text": "their what happened today not just here in Thran in a main artery uh going"
    },
    {
      "start": 1656.799,
      "dur": 2.071,
      "text": "in Thran in a main artery uh going through the heart of the city but also"
    },
    {
      "start": 1658.88,
      "dur": 2.55,
      "text": "through the heart of the city but also in major streets across this country is"
    },
    {
      "start": 1661.44,
      "dur": 1.91,
      "text": "in major streets across this country is basically the government's political"
    },
    {
      "start": 1663.36,
      "dur": 2.95,
      "text": "basically the government's political reply to its critics saying look at this"
    },
    {
      "start": 1666.32,
      "dur": 1.589,
      "text": "reply to its critics saying look at this look at the people who come out in the"
    },
    {
      "start": 1667.919,
      "dur": 2.23,
      "text": "look at the people who come out in the streets in support of the Islamic"
    },
    {
      "start": 1670.159,
      "dur": 3.031,
      "text": "streets in support of the Islamic Republic. The situation is not black and"
    },
    {
      "start": 1673.2,
      "dur": 2.949,
      "text": "Republic. The situation is not black and white, but so too the protests weren't"
    },
    {
      "start": 1676.159,
      "dur": 2.711,
      "text": "white, but so too the protests weren't black and white. But what is undeniable"
    },
    {
      "start": 1678.88,
      "dur": 3.35,
      "text": "black and white. But what is undeniable is that 47 years on, the authorities"
    },
    {
      "start": 1682.24,
      "dur": 2.87,
      "text": "is that 47 years on, the authorities here face their most critical test since"
    },
    {
      "start": 1685.12,
      "dur": 2.87,
      "text": "here face their most critical test since their own uprising nearly a half century"
    },
    {
      "start": 1688.0,
      "dur": 3.35,
      "text": "their own uprising nearly a half century ago. both in terms of the unrest at"
    },
    {
      "start": 1691.36,
      "dur": 3.11,
      "text": "ago. both in terms of the unrest at home, including with this soaring"
    },
    {
      "start": 1694.48,
      "dur": 1.59,
      "text": "home, including with this soaring inflation. You talk about a cost of"
    },
    {
      "start": 1696.08,
      "dur": 2.79,
      "text": "inflation. You talk about a cost of living crisis in Britain. Iranians tell"
    },
    {
      "start": 1698.88,
      "dur": 2.149,
      "text": "living crisis in Britain. Iranians tell us that they're paying four to five"
    },
    {
      "start": 1701.039,
      "dur": 1.911,
      "text": "us that they're paying four to five times more for cooking oil, for meat,"
    },
    {
      "start": 1702.96,
      "dur": 2.23,
      "text": "times more for cooking oil, for meat, for chicken. Uh that the prices have"
    },
    {
      "start": 1705.2,
      "dur": 3.27,
      "text": "for chicken. Uh that the prices have really been skyhigh and so too um is"
    },
    {
      "start": 1708.48,
      "dur": 2.63,
      "text": "really been skyhigh and so too um is unemployment. And at the same time, they"
    },
    {
      "start": 1711.12,
      "dur": 3.269,
      "text": "unemployment. And at the same time, they are facing these repeated threats of"
    },
    {
      "start": 1714.399,
      "dur": 2.071,
      "text": "are facing these repeated threats of more military strikes by the United"
    },
    {
      "start": 1716.48,
      "dur": 2.47,
      "text": "more military strikes by the United States. if this new intensifying"
    },
    {
      "start": 1718.96,
      "dur": 2.87,
      "text": "States. if this new intensifying diplomacy over Iran's nuclear program"
    },
    {
      "start": 1721.84,
      "dur": 2.79,
      "text": "diplomacy over Iran's nuclear program and more doesn't succeed."
    },
    {
      "start": 1724.64,
      "dur": 2.55,
      "text": "and more doesn't succeed. &gt;&gt; And what's the latest on that, Lee?"
    },
    {
      "start": 1727.2,
      "dur": 1.91,
      "text": "&gt;&gt; And what's the latest on that, Lee? Because Donald Trump's been hosting the"
    },
    {
      "start": 1729.12,
      "dur": 1.35,
      "text": "Because Donald Trump's been hosting the Israeli Prime Minister Benjamin"
    },
    {
      "start": 1730.48,
      "dur": 4.069,
      "text": "Israeli Prime Minister Benjamin Netanyahu at the White House. Obviously,"
    },
    {
      "start": 1734.559,
      "dur": 3.031,
      "text": "Netanyahu at the White House. Obviously, there's been a lot of speculation about"
    },
    {
      "start": 1737.6,
      "dur": 3.75,
      "text": "there's been a lot of speculation about what Mr. Trump intends to do with"
    },
    {
      "start": 1741.36,
      "dur": 2.39,
      "text": "what Mr. Trump intends to do with regards to Iran. And as ever with the US"
    },
    {
      "start": 1743.76,
      "dur": 2.47,
      "text": "regards to Iran. And as ever with the US president, he's perhaps deliberately"
    },
    {
      "start": 1746.24,
      "dur": 2.23,
      "text": "president, he's perhaps deliberately been keeping people guessing and one"
    },
    {
      "start": 1748.48,
      "dur": 1.909,
      "text": "been keeping people guessing and one minute seems to suggest that there could"
    },
    {
      "start": 1750.399,
      "dur": 1.671,
      "text": "minute seems to suggest that there could be strikes any minute and at the next"
    },
    {
      "start": 1752.08,
      "dur": 2.55,
      "text": "be strikes any minute and at the next pulling back. What is the latest with"
    },
    {
      "start": 1754.64,
      "dur": 1.67,
      "text": "pulling back. What is the latest with those negotiations? What are they are"
    },
    {
      "start": 1756.32,
      "dur": 1.43,
      "text": "those negotiations? What are they are they talking? Who's talking? What are"
    },
    {
      "start": 1757.76,
      "dur": 3.35,
      "text": "they talking? Who's talking? What are they talking about?"
    },
    {
      "start": 1761.12,
      "dur": 1.669,
      "text": "they talking about? Well, they're definitely uh talking and"
    },
    {
      "start": 1762.799,
      "dur": 2.23,
      "text": "Well, they're definitely uh talking and I have to say if you compare now the"
    },
    {
      "start": 1765.039,
      "dur": 2.391,
      "text": "I have to say if you compare now the shuttle diplomacy, the messaging"
    },
    {
      "start": 1767.44,
      "dur": 2.79,
      "text": "shuttle diplomacy, the messaging compared to last year when what had been"
    },
    {
      "start": 1770.24,
      "dur": 3.11,
      "text": "compared to last year when what had been five rounds of mainly indirect talks"
    },
    {
      "start": 1773.36,
      "dur": 2.71,
      "text": "five rounds of mainly indirect talks before a senior Iranian and American"
    },
    {
      "start": 1776.08,
      "dur": 2.069,
      "text": "before a senior Iranian and American delegation, which were shattered, of"
    },
    {
      "start": 1778.159,
      "dur": 2.63,
      "text": "delegation, which were shattered, of course, by Israel's attacks on on Iran"
    },
    {
      "start": 1780.799,
      "dur": 2.151,
      "text": "course, by Israel's attacks on on Iran in June last year. There's much more"
    },
    {
      "start": 1782.96,
      "dur": 2.309,
      "text": "in June last year. There's much more diplomacy now. a very senior Iranian"
    },
    {
      "start": 1785.279,
      "dur": 1.99,
      "text": "diplomacy now. a very senior Iranian official is has been in the Gulf state"
    },
    {
      "start": 1787.279,
      "dur": 2.471,
      "text": "official is has been in the Gulf state of Oman which has been the main Arab"
    },
    {
      "start": 1789.76,
      "dur": 2.789,
      "text": "of Oman which has been the main Arab mediator uh between the United States um"
    },
    {
      "start": 1792.559,
      "dur": 2.791,
      "text": "mediator uh between the United States um and Iran. He carried a message. We know"
    },
    {
      "start": 1795.36,
      "dur": 2.39,
      "text": "and Iran. He carried a message. We know that the foreign minister here Abbasaki"
    },
    {
      "start": 1797.76,
      "dur": 2.629,
      "text": "that the foreign minister here Abbasaki has been on the telephone repeatedly to"
    },
    {
      "start": 1800.399,
      "dur": 2.39,
      "text": "has been on the telephone repeatedly to his counterparts across this region."
    },
    {
      "start": 1802.799,
      "dur": 2.711,
      "text": "his counterparts across this region. They've been on the phone repeatedly to"
    },
    {
      "start": 1805.52,
      "dur": 2.629,
      "text": "They've been on the phone repeatedly to the American president telling him don't"
    },
    {
      "start": 1808.159,
      "dur": 2.39,
      "text": "the American president telling him don't go for military action. You will set in"
    },
    {
      "start": 1810.559,
      "dur": 1.511,
      "text": "go for military action. You will set in train"
    },
    {
      "start": 1812.08,
      "dur": 2.39,
      "text": "train instability across this region. A region"
    },
    {
      "start": 1814.48,
      "dur": 2.309,
      "text": "instability across this region. A region where you remember when President Trump"
    },
    {
      "start": 1816.799,
      "dur": 2.311,
      "text": "where you remember when President Trump made his first foreign trip of his"
    },
    {
      "start": 1819.12,
      "dur": 1.83,
      "text": "made his first foreign trip of his second term. He went to the Gulf States"
    },
    {
      "start": 1820.96,
      "dur": 2.949,
      "text": "second term. He went to the Gulf States and he boasted that he signed a trillion"
    },
    {
      "start": 1823.919,
      "dur": 2.87,
      "text": "and he boasted that he signed a trillion dollars in deals every day in in every"
    },
    {
      "start": 1826.799,
      "dur": 2.311,
      "text": "dollars in deals every day in in every uh stop. President Trump is he wants to"
    },
    {
      "start": 1829.12,
      "dur": 1.75,
      "text": "uh stop. President Trump is he wants to avoid that kind of chaos. He doesn't"
    },
    {
      "start": 1830.88,
      "dur": 1.75,
      "text": "avoid that kind of chaos. He doesn't want to be sucked into a long"
    },
    {
      "start": 1832.64,
      "dur": 2.149,
      "text": "want to be sucked into a long confrontation. Certainly not in a year"
    },
    {
      "start": 1834.799,
      "dur": 1.99,
      "text": "confrontation. Certainly not in a year of the the midterm elections. He wants"
    },
    {
      "start": 1836.799,
      "dur": 2.311,
      "text": "of the the midterm elections. He wants something short, sharp, successful. and"
    },
    {
      "start": 1839.12,
      "dur": 2.07,
      "text": "something short, sharp, successful. and he would like a deal. Iran says it wants"
    },
    {
      "start": 1841.2,
      "dur": 2.39,
      "text": "he would like a deal. Iran says it wants a deal. But the way the discussions have"
    },
    {
      "start": 1843.6,
      "dur": 2.87,
      "text": "a deal. But the way the discussions have been going wrong in brief is that the"
    },
    {
      "start": 1846.48,
      "dur": 2.309,
      "text": "been going wrong in brief is that the Americans keep making these maximalist"
    },
    {
      "start": 1848.799,
      "dur": 3.35,
      "text": "Americans keep making these maximalist demands. Zero nuclear enrichment, limits"
    },
    {
      "start": 1852.159,
      "dur": 2.39,
      "text": "demands. Zero nuclear enrichment, limits on the ballistic missile program, an end"
    },
    {
      "start": 1854.559,
      "dur": 2.871,
      "text": "on the ballistic missile program, an end to Iran's engagement in the region. To"
    },
    {
      "start": 1857.44,
      "dur": 2.229,
      "text": "to Iran's engagement in the region. To which Iran says that you're asking us to"
    },
    {
      "start": 1859.679,
      "dur": 3.911,
      "text": "which Iran says that you're asking us to surrender. Yes, we we agree. We don't"
    },
    {
      "start": 1863.6,
      "dur": 1.75,
      "text": "surrender. Yes, we we agree. We don't want nuclear weapons. We haven't crossed"
    },
    {
      "start": 1865.36,
      "dur": 1.909,
      "text": "want nuclear weapons. We haven't crossed the line but we need we need to be"
    },
    {
      "start": 1867.279,
      "dur": 2.791,
      "text": "the line but we need we need to be allowed a certain amount commensurate"
    },
    {
      "start": 1870.08,
      "dur": 1.99,
      "text": "allowed a certain amount commensurate with civilian purposes nuclear"
    },
    {
      "start": 1872.08,
      "dur": 2.15,
      "text": "with civilian purposes nuclear enrichment about three to somewhere"
    },
    {
      "start": 1874.24,
      "dur": 3.35,
      "text": "enrichment about three to somewhere around three less three or four% not"
    },
    {
      "start": 1877.6,
      "dur": 1.99,
      "text": "around three less three or four% not zero enrichment and that's where the"
    },
    {
      "start": 1879.6,
      "dur": 2.309,
      "text": "zero enrichment and that's where the discussions are now and there are many"
    },
    {
      "start": 1881.919,
      "dur": 1.75,
      "text": "discussions are now and there are many different prime minister Netanyahov"
    },
    {
      "start": 1883.679,
      "dur": 1.511,
      "text": "different prime minister Netanyahov Israel the main reason why he's in"
    },
    {
      "start": 1885.2,
      "dur": 1.91,
      "text": "Israel the main reason why he's in Washington is to make it absolutely"
    },
    {
      "start": 1887.12,
      "dur": 1.909,
      "text": "Washington is to make it absolutely clear to President Trump it can't just"
    },
    {
      "start": 1889.039,
      "dur": 2.071,
      "text": "clear to President Trump it can't just be nuclear there has to be limits on the"
    },
    {
      "start": 1891.12,
      "dur": 1.99,
      "text": "be nuclear there has to be limits on the ballistic missiles which are now in"
    },
    {
      "start": 1893.12,
      "dur": 2.23,
      "text": "ballistic missiles which are now in range of Israel There has to be a stop"
    },
    {
      "start": 1895.36,
      "dur": 2.39,
      "text": "range of Israel There has to be a stop to its nefarious activities across the"
    },
    {
      "start": 1897.76,
      "dur": 2.789,
      "text": "to its nefarious activities across the region, its supports for military uh for"
    },
    {
      "start": 1900.559,
      "dur": 1.99,
      "text": "region, its supports for military uh for militias of course which are now have"
    },
    {
      "start": 1902.559,
      "dur": 2.47,
      "text": "militias of course which are now have been in battle uh with Israel as as"
    },
    {
      "start": 1905.039,
      "dur": 2.47,
      "text": "been in battle uh with Israel as as well. Will President Trump who wants a"
    },
    {
      "start": 1907.519,
      "dur": 2.791,
      "text": "well. Will President Trump who wants a deal for the sake of a deal go for the"
    },
    {
      "start": 1910.32,
      "dur": 2.31,
      "text": "deal for the sake of a deal go for the narrow path which will could happen more"
    },
    {
      "start": 1912.64,
      "dur": 3.11,
      "text": "narrow path which will could happen more quickly? Will he listen to Israel? As"
    },
    {
      "start": 1915.76,
      "dur": 1.99,
      "text": "quickly? Will he listen to Israel? As you said, he likes to pe keep people"
    },
    {
      "start": 1917.76,
      "dur": 2.389,
      "text": "you said, he likes to pe keep people guessing from one day to the next. I"
    },
    {
      "start": 1920.159,
      "dur": 1.431,
      "text": "guessing from one day to the next. I suspect all of exactly those kind of"
    },
    {
      "start": 1921.6,
      "dur": 1.11,
      "text": "suspect all of exactly those kind of thoughts that are playing more heavily"
    },
    {
      "start": 1922.72,
      "dur": 1.429,
      "text": "thoughts that are playing more heavily on the minds of the people in Iran as"
    },
    {
      "start": 1924.159,
      "dur": 1.911,
      "text": "on the minds of the people in Iran as much as anybody else. And Lee, just a"
    },
    {
      "start": 1926.08,
      "dur": 1.67,
      "text": "much as anybody else. And Lee, just a just a sort of final thank you to you"
    },
    {
      "start": 1927.76,
      "dur": 2.31,
      "text": "just a sort of final thank you to you for being there for us and bringing us"
    },
    {
      "start": 1930.08,
      "dur": 2.309,
      "text": "for being there for us and bringing us the thought the voices of the people in"
    },
    {
      "start": 1932.399,
      "dur": 1.51,
      "text": "the thought the voices of the people in Tan because exactly as you say, there's"
    },
    {
      "start": 1933.919,
      "dur": 1.431,
      "text": "Tan because exactly as you say, there's just no substitute for that kind of"
    },
    {
      "start": 1935.36,
      "dur": 2.549,
      "text": "just no substitute for that kind of thing. Thank you so much, Lee."
    },
    {
      "start": 1937.919,
      "dur": 1.831,
      "text": "thing. Thank you so much, Lee. &gt;&gt; Thank you, Lee. And yes, good luck with"
    },
    {
      "start": 1939.76,
      "dur": 1.19,
      "text": "&gt;&gt; Thank you, Lee. And yes, good luck with the rest of the trip."
    },
    {
      "start": 1940.96,
      "dur": 2.15,
      "text": "the rest of the trip. &gt;&gt; Thank you so much. Really good. Thank"
    },
    {
      "start": 1943.12,
      "dur": 1.59,
      "text": "&gt;&gt; Thank you so much. Really good. Thank you. Thank you. Great. I have a great"
    },
    {
      "start": 1944.72,
      "dur": 1.75,
      "text": "you. Thank you. Great. I have a great team here, too. Nikki Mard and Charlotte"
    },
    {
      "start": 1946.48,
      "dur": 1.429,
      "text": "team here, too. Nikki Mard and Charlotte Scar. They're here with me, too."
    },
    {
      "start": 1947.919,
      "dur": 1.191,
      "text": "Scar. They're here with me, too. &gt;&gt; Absolutely. Credit to all of you."
    },
    {
      "start": 1949.12,
      "dur": 1.99,
      "text": "&gt;&gt; Absolutely. Credit to all of you. Brilliant. Say hello. Thanks very much,"
    },
    {
      "start": 1951.12,
      "dur": 2.07,
      "text": "Brilliant. Say hello. Thanks very much, Lee."
    },
    {
      "start": 1953.2,
      "dur": 1.589,
      "text": "Lee. &gt;&gt; And that's it for this episode of"
    },
    {
      "start": 1954.799,
      "dur": 1.511,
      "text": "&gt;&gt; And that's it for this episode of Newscast, which I thought was very"
    },
    {
      "start": 1956.32,
      "dur": 0.55,
      "text": "Newscast, which I thought was very interesting."
    },
    {
      "start": 1956.88,
      "dur": 2.23,
      "text": "interesting. &gt;&gt; Aren't they not all? Yeah, good point."
    },
    {
      "start": 1959.12,
      "dur": 1.269,
      "text": "&gt;&gt; Aren't they not all? Yeah, good point. They're all very interesting. We will be"
    },
    {
      "start": 1960.399,
      "dur": 1.51,
      "text": "They're all very interesting. We will be back with hopefully another interesting"
    },
    {
      "start": 1961.919,
      "dur": 2.151,
      "text": "back with hopefully another interesting episode of Newscast very soon. Goodbye."
    },
    {
      "start": 1964.08,
      "dur": 3.0,
      "text": "episode of Newscast very soon. Goodbye. Bye-bye."
    }
  ]
}