{
  "videoId": "luM6ddNkrro",
  "title": "Bad Bunny makes Grammy Awards history as stars protest against ICE | BBC News",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 340,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.08,
      "text": "Now to some glitz and glamour because at"
    },
    {
      "start": 2.24,
      "dur": 2.47,
      "text": "Now to some glitz and glamour because at this year's Grammys, Bad Bunny made"
    },
    {
      "start": 4.72,
      "dur": 2.23,
      "text": "this year's Grammys, Bad Bunny made history by scooping the album of the"
    },
    {
      "start": 6.96,
      "dur": 1.669,
      "text": "history by scooping the album of the year prize. It's the first Spanish"
    },
    {
      "start": 8.639,
      "dur": 2.391,
      "text": "year prize. It's the first Spanish language album ever to win the top prize"
    },
    {
      "start": 11.04,
      "dur": 3.11,
      "text": "language album ever to win the top prize on music's biggest night. Well, other"
    },
    {
      "start": 14.16,
      "dur": 1.83,
      "text": "on music's biggest night. Well, other big winners included Kendrick Lamar,"
    },
    {
      "start": 16.0,
      "dur": 2.39,
      "text": "big winners included Kendrick Lamar, Lady Gaga, and Billy Isish. And"
    },
    {
      "start": 18.4,
      "dur": 2.23,
      "text": "Lady Gaga, and Billy Isish. And Britain's Olivia Dean was crowned best"
    },
    {
      "start": 20.64,
      "dur": 2.789,
      "text": "Britain's Olivia Dean was crowned best new artist. Well, several artists used"
    },
    {
      "start": 23.439,
      "dur": 1.99,
      "text": "new artist. Well, several artists used the event to voice their opposition to"
    },
    {
      "start": 25.439,
      "dur": 2.711,
      "text": "the event to voice their opposition to President Trump's immigration crackdown."
    },
    {
      "start": 28.16,
      "dur": 1.269,
      "text": "President Trump's immigration crackdown. We'll be talking about this live"
    },
    {
      "start": 29.439,
      "dur": 2.391,
      "text": "We'll be talking about this live shortly, but first, David Willis reports"
    },
    {
      "start": 31.84,
      "dur": 4.63,
      "text": "shortly, but first, David Willis reports from LA."
    },
    {
      "start": 36.48,
      "dur": 2.56,
      "text": "&gt;&gt; A rock version of K-pop star Rosé and"
    },
    {
      "start": 39.04,
      "dur": 3.11,
      "text": "&gt;&gt; A rock version of K-pop star Rosé and Bruno Mar's hit song Apato got music's"
    },
    {
      "start": 42.16,
      "dur": 4.709,
      "text": "Bruno Mar's hit song Apato got music's biggest night off to a dynamic start."
    },
    {
      "start": 46.879,
      "dur": 3.271,
      "text": "biggest night off to a dynamic start. &gt;&gt; Kendrick Lamar. [cheering]"
    },
    {
      "start": 50.16,
      "dur": 2.869,
      "text": "&gt;&gt; Kendrick Lamar. [cheering] The 26th gramophone trophy of his career"
    },
    {
      "start": 53.039,
      "dur": 2.951,
      "text": "The 26th gramophone trophy of his career for the album GNX marked the start of a"
    },
    {
      "start": 56.0,
      "dur": 3.595,
      "text": "for the album GNX marked the start of a history making night for Kendrick Lamar."
    },
    {
      "start": 59.605,
      "dur": 3.025,
      "text": "history making night for Kendrick Lamar. [music]"
    },
    {
      "start": 62.64,
      "dur": 2.08,
      "text": "&gt;&gt; And barely had Olivia Dean finished"
    },
    {
      "start": 64.72,
      "dur": 3.35,
      "text": "&gt;&gt; And barely had Olivia Dean finished performing her first UK number one man I"
    },
    {
      "start": 68.08,
      "dur": 2.069,
      "text": "performing her first UK number one man I needed when she was called back."
    },
    {
      "start": 70.159,
      "dur": 2.151,
      "text": "needed when she was called back. &gt;&gt; Olivia Dean,"
    },
    {
      "start": 72.32,
      "dur": 2.469,
      "text": "&gt;&gt; Olivia Dean, &gt;&gt; the 26-year-old using an emotional"
    },
    {
      "start": 74.799,
      "dur": 2.31,
      "text": "&gt;&gt; the 26-year-old using an emotional acceptance speech to address the thorny"
    },
    {
      "start": 77.119,
      "dur": 2.63,
      "text": "acceptance speech to address the thorny issue of immigration. I'm a product of"
    },
    {
      "start": 79.759,
      "dur": 1.911,
      "text": "issue of immigration. I'm a product of bravery and I think those people deserve"
    },
    {
      "start": 81.68,
      "dur": 1.749,
      "text": "bravery and I think those people deserve to be celebrated."
    },
    {
      "start": 83.439,
      "dur": 3.111,
      "text": "to be celebrated. &gt;&gt; Eyes out."
    },
    {
      "start": 86.56,
      "dur": 2.229,
      "text": "&gt;&gt; Eyes out. &gt;&gt; The Puerto Rican artist Bad Bunny went"
    },
    {
      "start": 88.799,
      "dur": 2.31,
      "text": "&gt;&gt; The Puerto Rican artist Bad Bunny went further condemning the actions of US"
    },
    {
      "start": 91.119,
      "dur": 2.231,
      "text": "further condemning the actions of US immigration agents before going on to"
    },
    {
      "start": 93.36,
      "dur": 2.15,
      "text": "immigration agents before going on to win the top award of the night best"
    },
    {
      "start": 95.52,
      "dur": 0.87,
      "text": "win the top award of the night best album."
    },
    {
      "start": 96.4,
      "dur": 3.029,
      "text": "album. &gt;&gt; We're not savage. We're not animals."
    },
    {
      "start": 99.439,
      "dur": 3.03,
      "text": "&gt;&gt; We're not savage. We're not animals. We're not aliens. We are humans. And we"
    },
    {
      "start": 102.479,
      "dur": 2.31,
      "text": "We're not aliens. We are humans. And we are Americans. [cheering]"
    },
    {
      "start": 104.799,
      "dur": 2.95,
      "text": "are Americans. [cheering] Lola Young."
    },
    {
      "start": 107.759,
      "dur": 2.231,
      "text": "Lola Young. &gt;&gt; Another firsttime British winner, Lola"
    },
    {
      "start": 110.0,
      "dur": 2.55,
      "text": "&gt;&gt; Another firsttime British winner, Lola Young could hardly contain her delight."
    },
    {
      "start": 112.56,
      "dur": 2.549,
      "text": "Young could hardly contain her delight. Her acceptance speech mirroring the"
    },
    {
      "start": 115.119,
      "dur": 1.67,
      "text": "Her acceptance speech mirroring the title of her hit song."
    },
    {
      "start": 116.799,
      "dur": 1.191,
      "text": "title of her hit song. &gt;&gt; I don't know what I'm going to say"
    },
    {
      "start": 118.0,
      "dur": 1.429,
      "text": "&gt;&gt; I don't know what I'm going to say because I DON'T HAVE ANY SPEECH"
    },
    {
      "start": 119.439,
      "dur": 2.471,
      "text": "because I DON'T HAVE ANY SPEECH PREPARED. OBVIOUSLY, I DON'T. IT'S"
    },
    {
      "start": 121.92,
      "dur": 2.869,
      "text": "PREPARED. OBVIOUSLY, I DON'T. IT'S MESSY. DO YOU KNOW WHAT I MEAN? Uh"
    },
    {
      "start": 124.799,
      "dur": 2.071,
      "text": "MESSY. DO YOU KNOW WHAT I MEAN? Uh &gt;&gt; Sher announced the record of the year"
    },
    {
      "start": 126.88,
      "dur": 2.39,
      "text": "&gt;&gt; Sher announced the record of the year winner, Kendrick Lamar, only to confuse"
    },
    {
      "start": 129.28,
      "dur": 1.749,
      "text": "winner, Kendrick Lamar, only to confuse the name of the song with the name of"
    },
    {
      "start": 131.039,
      "dur": 2.151,
      "text": "the name of the song with the name of the winner. Oh, the Grammy goes to"
    },
    {
      "start": 133.2,
      "dur": 2.389,
      "text": "the winner. Oh, the Grammy goes to LUTHER GRAND."
    },
    {
      "start": 135.599,
      "dur": 1.99,
      "text": "LUTHER GRAND. &gt;&gt; Bad Bunny Deb."
    },
    {
      "start": 137.599,
      "dur": 2.311,
      "text": "&gt;&gt; Bad Bunny Deb. &gt;&gt; But the night belonged to Bad Bunny, the"
    },
    {
      "start": 139.92,
      "dur": 2.63,
      "text": "&gt;&gt; But the night belonged to Bad Bunny, the first Latin artist to win Grammyy's top"
    },
    {
      "start": 142.56,
      "dur": 2.79,
      "text": "first Latin artist to win Grammyy's top award. And he dedicated his prize to"
    },
    {
      "start": 145.36,
      "dur": 1.91,
      "text": "award. And he dedicated his prize to those who'd had to leave their homeland"
    },
    {
      "start": 147.28,
      "dur": 2.23,
      "text": "those who'd had to leave their homeland to follow their dreams. David Willis,"
    },
    {
      "start": 149.52,
      "dur": 2.63,
      "text": "to follow their dreams. David Willis, BBC News, Los Angeles."
    },
    {
      "start": 152.16,
      "dur": 1.51,
      "text": "BBC News, Los Angeles. &gt;&gt; Oh, let's pick up on that Bad Bunny"
    },
    {
      "start": 153.68,
      "dur": 1.99,
      "text": "&gt;&gt; Oh, let's pick up on that Bad Bunny there. Looking so emotional. We can talk"
    },
    {
      "start": 155.68,
      "dur": 2.07,
      "text": "there. Looking so emotional. We can talk to the music journalist and broadcaster"
    },
    {
      "start": 157.76,
      "dur": 1.99,
      "text": "to the music journalist and broadcaster Mary Mandlefield because my goodness,"
    },
    {
      "start": 159.76,
      "dur": 2.79,
      "text": "Mary Mandlefield because my goodness, the story of the night there. Bad Bunny"
    },
    {
      "start": 162.56,
      "dur": 2.87,
      "text": "the story of the night there. Bad Bunny uh beating Lady Gaga, Kendrick Lamar in"
    },
    {
      "start": 165.44,
      "dur": 3.75,
      "text": "uh beating Lady Gaga, Kendrick Lamar in that top top uh"
    },
    {
      "start": 169.2,
      "dur": 2.309,
      "text": "that top top uh celebration. Just talk us through your"
    },
    {
      "start": 171.519,
      "dur": 1.911,
      "text": "celebration. Just talk us through your reaction."
    },
    {
      "start": 173.44,
      "dur": 2.31,
      "text": "reaction. I think you could see it on Bad Bunny's"
    },
    {
      "start": 175.76,
      "dur": 3.59,
      "text": "I think you could see it on Bad Bunny's face. He's a Puerto Rican rapper and if"
    },
    {
      "start": 179.36,
      "dur": 2.47,
      "text": "face. He's a Puerto Rican rapper and if this is the record for the first full"
    },
    {
      "start": 181.84,
      "dur": 2.87,
      "text": "this is the record for the first full Spanish language album to win album of"
    },
    {
      "start": 184.72,
      "dur": 1.83,
      "text": "Spanish language album to win album of the year and before he went up to accept"
    },
    {
      "start": 186.56,
      "dur": 2.47,
      "text": "the year and before he went up to accept that award he just took a moment whether"
    },
    {
      "start": 189.04,
      "dur": 2.469,
      "text": "that award he just took a moment whether it was just with himself uh and and to"
    },
    {
      "start": 191.519,
      "dur": 1.911,
      "text": "it was just with himself uh and and to reflect before he went up to the stage"
    },
    {
      "start": 193.44,
      "dur": 2.149,
      "text": "reflect before he went up to the stage but yes the night very much belonged to"
    },
    {
      "start": 195.599,
      "dur": 1.031,
      "text": "but yes the night very much belonged to Bad Bunny"
    },
    {
      "start": 196.64,
      "dur": 3.509,
      "text": "Bad Bunny &gt;&gt; and given his background given that a"
    },
    {
      "start": 200.159,
      "dur": 3.031,
      "text": "&gt;&gt; and given his background given that a lot of the artists during their expect"
    },
    {
      "start": 203.2,
      "dur": 1.99,
      "text": "lot of the artists during their expect acceptance speeches were bringing up"
    },
    {
      "start": 205.2,
      "dur": 3.109,
      "text": "acceptance speeches were bringing up politics This was quite a a theme, quite"
    },
    {
      "start": 208.319,
      "dur": 3.351,
      "text": "politics This was quite a a theme, quite a politicized Grammy Awards this year."
    },
    {
      "start": 211.68,
      "dur": 2.31,
      "text": "a politicized Grammy Awards this year. &gt;&gt; I think fans of these artists are"
    },
    {
      "start": 214.0,
      "dur": 1.83,
      "text": "&gt;&gt; I think fans of these artists are putting pressure on them as well as them"
    },
    {
      "start": 215.84,
      "dur": 1.91,
      "text": "putting pressure on them as well as them realizing they have this huge platform"
    },
    {
      "start": 217.76,
      "dur": 2.23,
      "text": "realizing they have this huge platform at what is obviously such a divisive"
    },
    {
      "start": 220.0,
      "dur": 1.589,
      "text": "at what is obviously such a divisive time to actually speak out on what's"
    },
    {
      "start": 221.599,
      "dur": 2.311,
      "text": "time to actually speak out on what's important to them. You know, Olivia Dean"
    },
    {
      "start": 223.92,
      "dur": 1.91,
      "text": "important to them. You know, Olivia Dean reminding people that she is here"
    },
    {
      "start": 225.84,
      "dur": 2.15,
      "text": "reminding people that she is here because of immigration. Um, and that's"
    },
    {
      "start": 228.0,
      "dur": 1.27,
      "text": "because of immigration. Um, and that's something that she's really proud of."
    },
    {
      "start": 229.28,
      "dur": 1.669,
      "text": "something that she's really proud of. So, yeah, there's there's no separation"
    },
    {
      "start": 230.959,
      "dur": 1.99,
      "text": "So, yeah, there's there's no separation now, I think, anymore between politics"
    },
    {
      "start": 232.959,
      "dur": 1.83,
      "text": "now, I think, anymore between politics and music. It's time for artists to"
    },
    {
      "start": 234.799,
      "dur": 1.831,
      "text": "and music. It's time for artists to really use their platform not just to"
    },
    {
      "start": 236.64,
      "dur": 2.07,
      "text": "really use their platform not just to celebrate their wins but to uh speak up"
    },
    {
      "start": 238.72,
      "dur": 0.869,
      "text": "celebrate their wins but to uh speak up as well."
    },
    {
      "start": 239.599,
      "dur": 2.471,
      "text": "as well. &gt;&gt; You mentioned Olivia Dean. Lola Young"
    },
    {
      "start": 242.08,
      "dur": 2.63,
      "text": "&gt;&gt; You mentioned Olivia Dean. Lola Young also had a good night."
    },
    {
      "start": 244.72,
      "dur": 2.47,
      "text": "also had a good night. &gt;&gt; Yes. I think you know British music we"
    },
    {
      "start": 247.2,
      "dur": 2.309,
      "text": "&gt;&gt; Yes. I think you know British music we know we are very proud of of the amazing"
    },
    {
      "start": 249.519,
      "dur": 1.751,
      "text": "know we are very proud of of the amazing talent that comes out and I think maybe"
    },
    {
      "start": 251.28,
      "dur": 2.309,
      "text": "talent that comes out and I think maybe it's it's forgotten that you know it"
    },
    {
      "start": 253.599,
      "dur": 1.91,
      "text": "it's it's forgotten that you know it really is recognized on such a huge"
    },
    {
      "start": 255.519,
      "dur": 2.311,
      "text": "really is recognized on such a huge scale and Olivia Dean that song Man I"
    },
    {
      "start": 257.84,
      "dur": 2.31,
      "text": "scale and Olivia Dean that song Man I Need you couldn't really step anywhere"
    },
    {
      "start": 260.16,
      "dur": 1.909,
      "text": "Need you couldn't really step anywhere in the in the past six months without"
    },
    {
      "start": 262.079,
      "dur": 1.67,
      "text": "in the in the past six months without hearing it. So I think it's very welld"
    },
    {
      "start": 263.759,
      "dur": 2.391,
      "text": "hearing it. So I think it's very welld deserved. And also in other genres, uh,"
    },
    {
      "start": 266.16,
      "dur": 2.23,
      "text": "deserved. And also in other genres, uh, British artists like FKA Twigs in the"
    },
    {
      "start": 268.4,
      "dur": 1.67,
      "text": "British artists like FKA Twigs in the dance electronic category and Young"
    },
    {
      "start": 270.08,
      "dur": 2.71,
      "text": "dance electronic category and Young Blood as well in best rock performance"
    },
    {
      "start": 272.8,
      "dur": 2.79,
      "text": "Blood as well in best rock performance also took home awards last night."
    },
    {
      "start": 275.6,
      "dur": 2.07,
      "text": "also took home awards last night. &gt;&gt; Yeah. And her speech, her acceptance"
    },
    {
      "start": 277.68,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. And her speech, her acceptance speech was just so sweet, wasn't it?"
    },
    {
      "start": 279.199,
      "dur": 2.071,
      "text": "speech was just so sweet, wasn't it? Unprepared, she's messy. That's the"
    },
    {
      "start": 281.28,
      "dur": 2.79,
      "text": "Unprepared, she's messy. That's the thing. Uh, Wildfire, Billy Isish's, uh,"
    },
    {
      "start": 284.08,
      "dur": 1.829,
      "text": "thing. Uh, Wildfire, Billy Isish's, uh, that kind of slow burner. That did"
    },
    {
      "start": 285.919,
      "dur": 1.511,
      "text": "that kind of slow burner. That did particularly well as well. Anything else"
    },
    {
      "start": 287.44,
      "dur": 2.39,
      "text": "particularly well as well. Anything else that stood up for you, Mary? Uh yes,"
    },
    {
      "start": 289.84,
      "dur": 3.909,
      "text": "that stood up for you, Mary? Uh yes, that song won uh song of the year. Um I"
    },
    {
      "start": 293.759,
      "dur": 1.99,
      "text": "that song won uh song of the year. Um I think just seeing all of the the"
    },
    {
      "start": 295.759,
      "dur": 2.71,
      "text": "think just seeing all of the the performances, Justin Bieber was uh in"
    },
    {
      "start": 298.479,
      "dur": 2.071,
      "text": "performances, Justin Bieber was uh in his boxes. Um but you know, just doing"
    },
    {
      "start": 300.56,
      "dur": 2.15,
      "text": "his boxes. Um but you know, just doing things in his own style. Also, I think"
    },
    {
      "start": 302.72,
      "dur": 2.31,
      "text": "things in his own style. Also, I think K-pop Demon Hunters was a huge huge film"
    },
    {
      "start": 305.04,
      "dur": 2.47,
      "text": "K-pop Demon Hunters was a huge huge film on Netflix and that track Golden took"
    },
    {
      "start": 307.52,
      "dur": 1.91,
      "text": "on Netflix and that track Golden took home um an award as well, which I"
    },
    {
      "start": 309.44,
      "dur": 1.749,
      "text": "home um an award as well, which I believe is the first for a K-pop song at"
    },
    {
      "start": 311.199,
      "dur": 1.27,
      "text": "believe is the first for a K-pop song at the Grammys."
    },
    {
      "start": 312.479,
      "dur": 1.99,
      "text": "the Grammys. &gt;&gt; And music, of course, a celebration of"
    },
    {
      "start": 314.479,
      "dur": 1.27,
      "text": "&gt;&gt; And music, of course, a celebration of music, but we've got to mention the"
    },
    {
      "start": 315.759,
      "dur": 2.71,
      "text": "music, but we've got to mention the fashion. What stood out for you, Mary?"
    },
    {
      "start": 318.479,
      "dur": 3.351,
      "text": "fashion. What stood out for you, Mary? I'm a big Zara Larson fan. So, if you do"
    },
    {
      "start": 321.84,
      "dur": 1.349,
      "text": "I'm a big Zara Larson fan. So, if you do get a chance to see, she has this kind"
    },
    {
      "start": 323.199,
      "dur": 2.71,
      "text": "get a chance to see, she has this kind of gold two-piece and long mermaid hair."
    },
    {
      "start": 325.919,
      "dur": 1.431,
      "text": "of gold two-piece and long mermaid hair. But, yeah, it's definitely a time for"
    },
    {
      "start": 327.36,
      "dur": 1.91,
      "text": "But, yeah, it's definitely a time for self-expression. And I think artists are"
    },
    {
      "start": 329.28,
      "dur": 2.469,
      "text": "self-expression. And I think artists are really stepping into that that that that"
    },
    {
      "start": 331.759,
      "dur": 1.591,
      "text": "really stepping into that that that that area. You know, it's it's about the"
    },
    {
      "start": 333.36,
      "dur": 1.829,
      "text": "area. You know, it's it's about the music, it's about what you bring in"
    },
    {
      "start": 335.199,
      "dur": 1.351,
      "text": "music, it's about what you bring in terms of your politics, it's about what"
    },
    {
      "start": 336.56,
      "dur": 1.51,
      "text": "terms of your politics, it's about what you bring in terms of your fashion as"
    },
    {
      "start": 338.08,
      "dur": 4.0,
      "text": "you bring in terms of your fashion as well. So, just allrounders"
    }
  ]
}