{
  "videoId": "Lz5moT15ZgI",
  "title": "What could the future of cars look like? | BBC News",
  "publishedAt": "2026-01-24",
  "channel": "BBC News",
  "durationSeconds": 271,
  "segments": [
    {
      "start": 7.04,
      "dur": 2.559,
      "text": "Tech to get us around is one of the big"
    },
    {
      "start": 9.599,
      "dur": 2.871,
      "text": "Tech to get us around is one of the big themes of CES. Everything from land to"
    },
    {
      "start": 12.48,
      "dur": 7.27,
      "text": "themes of CES. Everything from land to sea to air."
    },
    {
      "start": 19.76,
      "dur": 2.72,
      "text": "Back on land, Sony and Honda are working"
    },
    {
      "start": 22.48,
      "dur": 3.19,
      "text": "Back on land, Sony and Honda are working together on the AIA. All of these cars"
    },
    {
      "start": 25.68,
      "dur": 2.63,
      "text": "together on the AIA. All of these cars have Sony's entertainment capabilities,"
    },
    {
      "start": 28.32,
      "dur": 6.47,
      "text": "have Sony's entertainment capabilities, including PlayStation remote gaming."
    },
    {
      "start": 34.8,
      "dur": 2.56,
      "text": "But what if you want to take your in-car"
    },
    {
      "start": 37.36,
      "dur": 9.27,
      "text": "But what if you want to take your in-car gaming to the next level?"
    },
    {
      "start": 46.64,
      "dur": 2.72,
      "text": "So, in this game, I have to push all"
    },
    {
      "start": 49.36,
      "dur": 1.99,
      "text": "So, in this game, I have to push all these bombs off the raft and keep the"
    },
    {
      "start": 51.36,
      "dur": 2.869,
      "text": "these bombs off the raft and keep the chest on. But as the car is moving, the"
    },
    {
      "start": 54.239,
      "dur": 2.231,
      "text": "chest on. But as the car is moving, the raft is moving too in a similar motion."
    },
    {
      "start": 56.48,
      "dur": 3.03,
      "text": "raft is moving too in a similar motion. And if we break, for example,"
    },
    {
      "start": 59.52,
      "dur": 1.829,
      "text": "And if we break, for example, you can see the raft takes a break as"
    },
    {
      "start": 61.359,
      "dur": 3.83,
      "text": "you can see the raft takes a break as well. Lots of people can game in the car"
    },
    {
      "start": 65.199,
      "dur": 2.151,
      "text": "well. Lots of people can game in the car using their phone or another device."
    },
    {
      "start": 67.36,
      "dur": 1.83,
      "text": "using their phone or another device. What's the advantage to it being tied"
    },
    {
      "start": 69.2,
      "dur": 1.909,
      "text": "What's the advantage to it being tied into the physics of the car?"
    },
    {
      "start": 71.119,
      "dur": 2.551,
      "text": "into the physics of the car? &gt;&gt; So by using the actual live data, we're"
    },
    {
      "start": 73.68,
      "dur": 2.15,
      "text": "&gt;&gt; So by using the actual live data, we're synchronizing this motion. The motion"
    },
    {
      "start": 75.84,
      "dur": 2.55,
      "text": "synchronizing this motion. The motion sickness comes when the visuals are not"
    },
    {
      "start": 78.4,
      "dur": 2.47,
      "text": "sickness comes when the visuals are not in line with the vestib. So basically"
    },
    {
      "start": 80.88,
      "dur": 2.31,
      "text": "in line with the vestib. So basically your balancing system of your body and"
    },
    {
      "start": 83.2,
      "dur": 2.15,
      "text": "your balancing system of your body and having that synchronization you're"
    },
    {
      "start": 85.36,
      "dur": 2.31,
      "text": "having that synchronization you're curing or improving the motion comfort"
    },
    {
      "start": 87.68,
      "dur": 3.59,
      "text": "curing or improving the motion comfort by by a lot. So by our system we can"
    },
    {
      "start": 91.28,
      "dur": 2.39,
      "text": "by by a lot. So by our system we can allow gaming while driving for most of"
    },
    {
      "start": 93.68,
      "dur": 2.069,
      "text": "allow gaming while driving for most of the people and having them enjoying uh"
    },
    {
      "start": 95.759,
      "dur": 1.99,
      "text": "the people and having them enjoying uh such a good entertainment."
    },
    {
      "start": 97.759,
      "dur": 1.99,
      "text": "such a good entertainment. &gt;&gt; For now this is something to keep"
    },
    {
      "start": 99.759,
      "dur": 2.231,
      "text": "&gt;&gt; For now this is something to keep passengers entertained. But could that"
    },
    {
      "start": 102.0,
      "dur": 3.91,
      "text": "passengers entertained. But could that change with autonomous driving?"
    },
    {
      "start": 105.92,
      "dur": 7.75,
      "text": "change with autonomous driving? &gt;&gt; I'm out. I'm dead."
    },
    {
      "start": 113.68,
      "dur": 2.399,
      "text": "Many of the world's major car brands are"
    },
    {
      "start": 116.079,
      "dur": 2.471,
      "text": "Many of the world's major car brands are working towards autonomous vehicles and"
    },
    {
      "start": 118.56,
      "dur": 2.149,
      "text": "working towards autonomous vehicles and now chip maker Nvidia is getting in on"
    },
    {
      "start": 120.719,
      "dur": 2.311,
      "text": "now chip maker Nvidia is getting in on the action. Their self-driving platform"
    },
    {
      "start": 123.04,
      "dur": 2.23,
      "text": "the action. Their self-driving platform is going to be used in a Mercedes being"
    },
    {
      "start": 125.28,
      "dur": 7.35,
      "text": "is going to be used in a Mercedes being released in the US this year."
    },
    {
      "start": 132.64,
      "dur": 2.239,
      "text": "And this is Uber's design intent for"
    },
    {
      "start": 134.879,
      "dur": 2.151,
      "text": "And this is Uber's design intent for their robo taxi, which will include this"
    },
    {
      "start": 137.04,
      "dur": 1.67,
      "text": "their robo taxi, which will include this handy little screen so you know which"
    },
    {
      "start": 138.72,
      "dur": 2.71,
      "text": "handy little screen so you know which Uber is yours. We can also change the"
    },
    {
      "start": 141.44,
      "dur": 1.99,
      "text": "Uber is yours. We can also change the lights on the halo uh so you can better"
    },
    {
      "start": 143.44,
      "dur": 1.83,
      "text": "lights on the halo uh so you can better identify it. Uh so it's actually has"
    },
    {
      "start": 145.28,
      "dur": 1.43,
      "text": "identify it. Uh so it's actually has mainly a technical role in terms of"
    },
    {
      "start": 146.72,
      "dur": 1.99,
      "text": "mainly a technical role in terms of housing the longrange LAR, but it also"
    },
    {
      "start": 148.72,
      "dur": 1.75,
      "text": "housing the longrange LAR, but it also has a role in helping the consumer know"
    },
    {
      "start": 150.48,
      "dur": 1.109,
      "text": "has a role in helping the consumer know that that's the vehicle they're looking"
    },
    {
      "start": 151.599,
      "dur": 0.471,
      "text": "that that's the vehicle they're looking for."
    },
    {
      "start": 152.08,
      "dur": 1.99,
      "text": "for. &gt;&gt; Uber disrupted this industry a number of"
    },
    {
      "start": 154.08,
      "dur": 0.55,
      "text": "&gt;&gt; Uber disrupted this industry a number of years ago."
    },
    {
      "start": 154.64,
      "dur": 0.71,
      "text": "years ago. &gt;&gt; Yes."
    },
    {
      "start": 155.36,
      "dur": 2.149,
      "text": "&gt;&gt; Yes. &gt;&gt; And changed the way people are employed"
    },
    {
      "start": 157.519,
      "dur": 1.99,
      "text": "&gt;&gt; And changed the way people are employed as well. What responsibility do you have"
    },
    {
      "start": 159.519,
      "dur": 1.751,
      "text": "as well. What responsibility do you have to the drivers, the Uber drivers who are"
    },
    {
      "start": 161.28,
      "dur": 1.19,
      "text": "to the drivers, the Uber drivers who are going to be out of a job once autonomous"
    },
    {
      "start": 162.48,
      "dur": 0.389,
      "text": "going to be out of a job once autonomous cars?"
    },
    {
      "start": 162.879,
      "dur": 0.871,
      "text": "cars? &gt;&gt; That's a great question. It's a"
    },
    {
      "start": 163.76,
      "dur": 1.67,
      "text": "&gt;&gt; That's a great question. It's a responsibility that we take seriously."
    },
    {
      "start": 165.44,
      "dur": 1.429,
      "text": "responsibility that we take seriously. But because we are a company that"
    },
    {
      "start": 166.879,
      "dur": 2.151,
      "text": "But because we are a company that disrupted an existing industry, we also"
    },
    {
      "start": 169.04,
      "dur": 1.909,
      "text": "disrupted an existing industry, we also are very realistic about the fact that"
    },
    {
      "start": 170.959,
      "dur": 2.151,
      "text": "are very realistic about the fact that self-driving technology is coming to the"
    },
    {
      "start": 173.12,
      "dur": 1.829,
      "text": "self-driving technology is coming to the world whether we are playing a role or"
    },
    {
      "start": 174.959,
      "dur": 2.471,
      "text": "world whether we are playing a role or not. We actually believe that 5 years"
    },
    {
      "start": 177.44,
      "dur": 1.83,
      "text": "not. We actually believe that 5 years from now there will be more humans"
    },
    {
      "start": 179.28,
      "dur": 2.15,
      "text": "from now there will be more humans driving on Uber than today. And part of"
    },
    {
      "start": 181.44,
      "dur": 2.149,
      "text": "driving on Uber than today. And part of the reason for that is that the market"
    },
    {
      "start": 183.599,
      "dur": 1.35,
      "text": "the reason for that is that the market is continuing to grow. But the other"
    },
    {
      "start": 184.959,
      "dur": 1.591,
      "text": "is continuing to grow. But the other part of the reason for that is these are"
    },
    {
      "start": 186.56,
      "dur": 2.15,
      "text": "part of the reason for that is these are expensive vehicles to build and deploy"
    },
    {
      "start": 188.72,
      "dur": 2.07,
      "text": "expensive vehicles to build and deploy and it will take a long time for them to"
    },
    {
      "start": 190.8,
      "dur": 2.95,
      "text": "and it will take a long time for them to become available widely."
    },
    {
      "start": 193.76,
      "dur": 2.469,
      "text": "become available widely. &gt;&gt; Uber of course have competition in the"
    },
    {
      "start": 196.239,
      "dur": 3.27,
      "text": "&gt;&gt; Uber of course have competition in the race to bring robo taxis to our roads."
    },
    {
      "start": 199.519,
      "dur": 1.831,
      "text": "race to bring robo taxis to our roads. &gt;&gt; One of the biggest announcements though"
    },
    {
      "start": 201.36,
      "dur": 3.83,
      "text": "&gt;&gt; One of the biggest announcements though is these robots building cars."
    },
    {
      "start": 205.2,
      "dur": 3.51,
      "text": "is these robots building cars. &gt;&gt; This is Atlas. Atlas can basically do"
    },
    {
      "start": 208.72,
      "dur": 1.91,
      "text": "&gt;&gt; This is Atlas. Atlas can basically do most of the things that you can do with"
    },
    {
      "start": 210.64,
      "dur": 2.869,
      "text": "most of the things that you can do with your own two hands. It's not as good at"
    },
    {
      "start": 213.519,
      "dur": 2.311,
      "text": "your own two hands. It's not as good at like dextrous like super fine assembly"
    },
    {
      "start": 215.84,
      "dur": 1.83,
      "text": "like dextrous like super fine assembly stuff, but if you need stuff picked up,"
    },
    {
      "start": 217.68,
      "dur": 2.23,
      "text": "stuff, but if you need stuff picked up, moved around, things plugged together,"
    },
    {
      "start": 219.92,
      "dur": 2.15,
      "text": "moved around, things plugged together, Atlas can do it."
    },
    {
      "start": 222.08,
      "dur": 2.229,
      "text": "Atlas can do it. &gt;&gt; It will start being deployed by Hyundai"
    },
    {
      "start": 224.319,
      "dur": 2.071,
      "text": "&gt;&gt; It will start being deployed by Hyundai in 2028."
    },
    {
      "start": 226.4,
      "dur": 2.15,
      "text": "in 2028. &gt;&gt; Factories are already very automated."
    },
    {
      "start": 228.56,
      "dur": 1.83,
      "text": "&gt;&gt; Factories are already very automated. There are already lots of robots in"
    },
    {
      "start": 230.4,
      "dur": 1.59,
      "text": "There are already lots of robots in factories. Why do you now need a"
    },
    {
      "start": 232.0,
      "dur": 1.19,
      "text": "factories. Why do you now need a humanoid in there?"
    },
    {
      "start": 233.2,
      "dur": 2.07,
      "text": "humanoid in there? &gt;&gt; The big thing that's behind the desire"
    },
    {
      "start": 235.28,
      "dur": 3.27,
      "text": "&gt;&gt; The big thing that's behind the desire for humanoids is flexibility. So Hyundai"
    },
    {
      "start": 238.56,
      "dur": 2.71,
      "text": "for humanoids is flexibility. So Hyundai builds the the most amazing automated"
    },
    {
      "start": 241.28,
      "dur": 1.91,
      "text": "builds the the most amazing automated car plants in the world. Like they're"
    },
    {
      "start": 243.2,
      "dur": 1.749,
      "text": "car plants in the world. Like they're when they make a car body, it's actually"
    },
    {
      "start": 244.959,
      "dur": 3.431,
      "text": "when they make a car body, it's actually close to 100% automated. But building a"
    },
    {
      "start": 248.4,
      "dur": 3.029,
      "text": "close to 100% automated. But building a plant like that is this gargantuan"
    },
    {
      "start": 251.439,
      "dur": 2.551,
      "text": "plant like that is this gargantuan engineering process or it's so expensive"
    },
    {
      "start": 254.0,
      "dur": 2.55,
      "text": "engineering process or it's so expensive to change. And so the idea with humanoid"
    },
    {
      "start": 256.56,
      "dur": 3.349,
      "text": "to change. And so the idea with humanoid robots is with just with software, you"
    },
    {
      "start": 259.919,
      "dur": 2.71,
      "text": "robots is with just with software, you can completely change how a factory"
    },
    {
      "start": 262.639,
      "dur": 3.99,
      "text": "can completely change how a factory works and adapt to new products."
    },
    {
      "start": 266.639,
      "dur": 2.631,
      "text": "works and adapt to new products. Working in the factory is probably just"
    },
    {
      "start": 269.28,
      "dur": 3.68,
      "text": "Working in the factory is probably just the beginning for these robots."
    }
  ]
}