{
  "videoId": "Lzcgmozuj8U",
  "title": "EU leaders held emergency summit in Brussels to discuss Greenland | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 249,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.96,
      "text": "Let's turn to Greenland now where in the"
    },
    {
      "start": 3.28,
      "dur": 1.83,
      "text": "Let's turn to Greenland now where in the past hour it's been confirmed that"
    },
    {
      "start": 5.12,
      "dur": 2.39,
      "text": "past hour it's been confirmed that Denmark's prime minister is traveling"
    },
    {
      "start": 7.52,
      "dur": 2.31,
      "text": "Denmark's prime minister is traveling from Brussels to Greenland to meet the"
    },
    {
      "start": 9.84,
      "dur": 2.709,
      "text": "from Brussels to Greenland to meet the territo's prime minister. Meanwhile, the"
    },
    {
      "start": 12.559,
      "dur": 1.831,
      "text": "territo's prime minister. Meanwhile, the European Union says it will defend"
    },
    {
      "start": 14.4,
      "dur": 2.39,
      "text": "European Union says it will defend itself against any form of coercion"
    },
    {
      "start": 16.8,
      "dur": 1.91,
      "text": "itself against any form of coercion after President Trump withdrew his"
    },
    {
      "start": 18.72,
      "dur": 2.629,
      "text": "after President Trump withdrew his threat to levy tariffs on US allies who"
    },
    {
      "start": 21.359,
      "dur": 2.951,
      "text": "threat to levy tariffs on US allies who oppose his plan to take over Greenland."
    },
    {
      "start": 24.32,
      "dur": 2.39,
      "text": "oppose his plan to take over Greenland. EU leaders held an emergency meeting in"
    },
    {
      "start": 26.72,
      "dur": 1.91,
      "text": "EU leaders held an emergency meeting in Brussels which finished in the early"
    },
    {
      "start": 28.64,
      "dur": 2.949,
      "text": "Brussels which finished in the early hours of this morning. Mr. Trump says a"
    },
    {
      "start": 31.599,
      "dur": 2.311,
      "text": "hours of this morning. Mr. Trump says a framework deal reached with the NATO"
    },
    {
      "start": 33.92,
      "dur": 2.309,
      "text": "framework deal reached with the NATO secretary general would allow the US to"
    },
    {
      "start": 36.239,
      "dur": 1.751,
      "text": "secretary general would allow the US to achieve everything it wanted in the"
    },
    {
      "start": 38.0,
      "dur": 3.03,
      "text": "achieve everything it wanted in the semi-autonomous Danish territory. EU"
    },
    {
      "start": 41.04,
      "dur": 1.75,
      "text": "semi-autonomous Danish territory. EU leaders said they would work to"
    },
    {
      "start": 42.8,
      "dur": 2.47,
      "text": "leaders said they would work to implement it, but once again insisted"
    },
    {
      "start": 45.28,
      "dur": 2.47,
      "text": "implement it, but once again insisted only Denmark and Greenland could decide"
    },
    {
      "start": 47.76,
      "dur": 2.789,
      "text": "only Denmark and Greenland could decide the future of Greenland. Here's the EU"
    },
    {
      "start": 50.559,
      "dur": 3.191,
      "text": "the future of Greenland. Here's the EU Commission President Ursula Bondeline."
    },
    {
      "start": 53.76,
      "dur": 2.71,
      "text": "Commission President Ursula Bondeline. First on Greenland, we are clearly in a"
    },
    {
      "start": 56.48,
      "dur": 1.99,
      "text": "First on Greenland, we are clearly in a better position than we were 24 hours"
    },
    {
      "start": 58.48,
      "dur": 3.19,
      "text": "better position than we were 24 hours ago. And tonight, we drew the lessons of"
    },
    {
      "start": 61.68,
      "dur": 2.95,
      "text": "ago. And tonight, we drew the lessons of our collective strategy. So what we did"
    },
    {
      "start": 64.64,
      "dur": 2.39,
      "text": "our collective strategy. So what we did we do? First of all, there was, as you"
    },
    {
      "start": 67.04,
      "dur": 3.67,
      "text": "we do? First of all, there was, as you said, Antonio, an equivocal solidarity"
    },
    {
      "start": 70.72,
      "dur": 3.51,
      "text": "said, Antonio, an equivocal solidarity with Greenland and Denmark. Second, we"
    },
    {
      "start": 74.24,
      "dur": 2.07,
      "text": "with Greenland and Denmark. Second, we also stood firmly with the six member"
    },
    {
      "start": 76.32,
      "dur": 1.91,
      "text": "also stood firmly with the six member states that were threatened with"
    },
    {
      "start": 78.24,
      "dur": 1.509,
      "text": "states that were threatened with tariffs."
    },
    {
      "start": 79.759,
      "dur": 2.471,
      "text": "tariffs. Third point, we engaged very actively"
    },
    {
      "start": 82.24,
      "dur": 1.83,
      "text": "Third point, we engaged very actively with the United States on various"
    },
    {
      "start": 84.08,
      "dur": 4.069,
      "text": "with the United States on various levels. Um, we did so in a firm but"
    },
    {
      "start": 88.159,
      "dur": 1.511,
      "text": "levels. Um, we did so in a firm but non-escalatory"
    },
    {
      "start": 89.68,
      "dur": 3.19,
      "text": "non-escalatory manner. And the fourth point was that we"
    },
    {
      "start": 92.88,
      "dur": 2.549,
      "text": "manner. And the fourth point was that we are well prepared with trade counter"
    },
    {
      "start": 95.439,
      "dur": 3.191,
      "text": "are well prepared with trade counter measures and non-tariff instruments if"
    },
    {
      "start": 98.64,
      "dur": 3.27,
      "text": "measures and non-tariff instruments if tariffs would have been applied."
    },
    {
      "start": 101.92,
      "dur": 2.47,
      "text": "tariffs would have been applied. &gt;&gt; Our correspondent Nick Beak has more on"
    },
    {
      "start": 104.4,
      "dur": 2.709,
      "text": "&gt;&gt; Our correspondent Nick Beak has more on the mood in Brussels. I think there's a"
    },
    {
      "start": 107.119,
      "dur": 1.751,
      "text": "the mood in Brussels. I think there's a real sense of relief that President"
    },
    {
      "start": 108.88,
      "dur": 2.15,
      "text": "real sense of relief that President Trump stepped back first of all in"
    },
    {
      "start": 111.04,
      "dur": 1.27,
      "text": "Trump stepped back first of all in saying that he would no longer"
    },
    {
      "start": 112.32,
      "dur": 2.23,
      "text": "saying that he would no longer contemplate the idea of using military"
    },
    {
      "start": 114.56,
      "dur": 1.509,
      "text": "contemplate the idea of using military force to take Greenland and then"
    },
    {
      "start": 116.079,
      "dur": 1.99,
      "text": "force to take Greenland and then secondly when he removed that tariff"
    },
    {
      "start": 118.079,
      "dur": 2.63,
      "text": "secondly when he removed that tariff threat against those eight European"
    },
    {
      "start": 120.719,
      "dur": 2.951,
      "text": "threat against those eight European nations. So there is that sense of"
    },
    {
      "start": 123.68,
      "dur": 2.469,
      "text": "nations. So there is that sense of satisfaction that what they believe here"
    },
    {
      "start": 126.159,
      "dur": 3.111,
      "text": "satisfaction that what they believe here was a very strong approach one typified"
    },
    {
      "start": 129.28,
      "dur": 2.47,
      "text": "was a very strong approach one typified by being united"
    },
    {
      "start": 131.76,
      "dur": 1.59,
      "text": "by being united worked and specifically what they're"
    },
    {
      "start": 133.36,
      "dur": 0.869,
      "text": "worked and specifically what they're saying and we heard it there from"
    },
    {
      "start": 134.239,
      "dur": 2.791,
      "text": "saying and we heard it there from Mercion is that the fact that the"
    },
    {
      "start": 137.04,
      "dur": 1.51,
      "text": "Mercion is that the fact that the Europeans really toughened their"
    },
    {
      "start": 138.56,
      "dur": 1.669,
      "text": "Europeans really toughened their rhetoric but also talked quite"
    },
    {
      "start": 140.239,
      "dur": 2.71,
      "text": "rhetoric but also talked quite specifically at times about the possible"
    },
    {
      "start": 142.959,
      "dur": 1.99,
      "text": "specifically at times about the possible economic counter strike they might"
    },
    {
      "start": 144.959,
      "dur": 2.071,
      "text": "economic counter strike they might launch on the Americans in the future."
    },
    {
      "start": 147.04,
      "dur": 1.75,
      "text": "launch on the Americans in the future. They believe this helped change"
    },
    {
      "start": 148.8,
      "dur": 1.75,
      "text": "They believe this helped change President Trump's mind. I think worth"
    },
    {
      "start": 150.56,
      "dur": 1.51,
      "text": "President Trump's mind. I think worth pointing out though that the chronology"
    },
    {
      "start": 152.08,
      "dur": 2.47,
      "text": "pointing out though that the chronology of course was that Mr. Trump made this"
    },
    {
      "start": 154.56,
      "dur": 3.43,
      "text": "of course was that Mr. Trump made this big U-turn after meeting Mark Rut the"
    },
    {
      "start": 158.0,
      "dur": 2.63,
      "text": "big U-turn after meeting Mark Rut the head of NATO the NATO boss in this"
    },
    {
      "start": 160.64,
      "dur": 1.669,
      "text": "head of NATO the NATO boss in this meeting that was a bilateral one it"
    },
    {
      "start": 162.319,
      "dur": 1.431,
      "text": "meeting that was a bilateral one it wasn't with all the other Europeans"
    },
    {
      "start": 163.76,
      "dur": 2.15,
      "text": "wasn't with all the other Europeans invited and we don't really know what"
    },
    {
      "start": 165.92,
      "dur": 1.91,
      "text": "invited and we don't really know what this framework of a deal that Mr. Trump"
    },
    {
      "start": 167.84,
      "dur": 2.389,
      "text": "this framework of a deal that Mr. Trump says is brilliant for everyone what that"
    },
    {
      "start": 170.239,
      "dur": 2.151,
      "text": "says is brilliant for everyone what that consists of and I think the Europeans in"
    },
    {
      "start": 172.4,
      "dur": 1.909,
      "text": "consists of and I think the Europeans in particular Denmark and Greenland want to"
    },
    {
      "start": 174.319,
      "dur": 1.511,
      "text": "particular Denmark and Greenland want to know that pretty sharpish"
    },
    {
      "start": 175.84,
      "dur": 1.99,
      "text": "know that pretty sharpish &gt;&gt; yes we don't know the details of this"
    },
    {
      "start": 177.84,
      "dur": 2.71,
      "text": "&gt;&gt; yes we don't know the details of this framework agreement that you mention"
    },
    {
      "start": 180.56,
      "dur": 3.029,
      "text": "framework agreement that you mention there could this issue come up again if"
    },
    {
      "start": 183.599,
      "dur": 2.151,
      "text": "there could this issue come up again if it really hasn't been resolved from what"
    },
    {
      "start": 185.76,
      "dur": 3.99,
      "text": "it really hasn't been resolved from what we can see"
    },
    {
      "start": 189.76,
      "dur": 1.6,
      "text": "&gt;&gt; absolutely and I think the fact that"
    },
    {
      "start": 191.36,
      "dur": 3.11,
      "text": "&gt;&gt; absolutely and I think the fact that President Trump despite his double shift"
    },
    {
      "start": 194.48,
      "dur": 2.31,
      "text": "President Trump despite his double shift in position has been pretty clear that"
    },
    {
      "start": 196.8,
      "dur": 1.99,
      "text": "in position has been pretty clear that he says the the United States has to"
    },
    {
      "start": 198.8,
      "dur": 2.149,
      "text": "he says the the United States has to have Greenland, not just for its"
    },
    {
      "start": 200.959,
      "dur": 2.231,
      "text": "have Greenland, not just for its security, but for global security. So,"
    },
    {
      "start": 203.2,
      "dur": 1.91,
      "text": "security, but for global security. So, that hasn't gone away. And there's been"
    },
    {
      "start": 205.12,
      "dur": 2.07,
      "text": "that hasn't gone away. And there's been some suggestion that maybe what could be"
    },
    {
      "start": 207.2,
      "dur": 1.99,
      "text": "some suggestion that maybe what could be done is that there are US bases in"
    },
    {
      "start": 209.2,
      "dur": 1.91,
      "text": "done is that there are US bases in Greenland that are created. There's"
    },
    {
      "start": 211.12,
      "dur": 1.91,
      "text": "Greenland that are created. There's already a big one there now. But if"
    },
    {
      "start": 213.04,
      "dur": 1.59,
      "text": "already a big one there now. But if there are other ones and the presence"
    },
    {
      "start": 214.64,
      "dur": 1.99,
      "text": "there are other ones and the presence has increased, maybe these little"
    },
    {
      "start": 216.64,
      "dur": 2.71,
      "text": "has increased, maybe these little pockets could become American. The"
    },
    {
      "start": 219.36,
      "dur": 1.67,
      "text": "pockets could become American. The problem is that flies in the face of"
    },
    {
      "start": 221.04,
      "dur": 1.829,
      "text": "problem is that flies in the face of what the Europeans say is acceptable."
    },
    {
      "start": 222.879,
      "dur": 2.231,
      "text": "what the Europeans say is acceptable. They say yes, the Americans are welcome"
    },
    {
      "start": 225.12,
      "dur": 2.55,
      "text": "They say yes, the Americans are welcome to bring more soldiers and more defense"
    },
    {
      "start": 227.68,
      "dur": 1.829,
      "text": "to bring more soldiers and more defense capability and that could benefit"
    },
    {
      "start": 229.519,
      "dur": 2.07,
      "text": "capability and that could benefit everyone in the West, but the idea of"
    },
    {
      "start": 231.599,
      "dur": 1.831,
      "text": "everyone in the West, but the idea of sovereignty, the territory changing"
    },
    {
      "start": 233.44,
      "dur": 2.95,
      "text": "sovereignty, the territory changing hands is not up for negotiation. So, you"
    },
    {
      "start": 236.4,
      "dur": 1.27,
      "text": "hands is not up for negotiation. So, you know, if you put it like that, it's"
    },
    {
      "start": 237.68,
      "dur": 1.59,
      "text": "know, if you put it like that, it's still hard to see how those two"
    },
    {
      "start": 239.28,
      "dur": 3.35,
      "text": "still hard to see how those two different conflicting angles can be"
    },
    {
      "start": 242.64,
      "dur": 1.589,
      "text": "different conflicting angles can be resolved."
    },
    {
      "start": 244.239,
      "dur": 2.231,
      "text": "resolved. And that was the BBC's Nick Beak"
    },
    {
      "start": 246.48,
      "dur": 3.679,
      "text": "And that was the BBC's Nick Beak reporting from Brussels"
    }
  ]
}