{
  "videoId": "LZnjXjqE9-w",
  "title": "UK Prime Minister Keir Starmer's moment of peril | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 571,
  "segments": [
    {
      "start": 0.4,
      "dur": 8.6,
      "text": "Welcome to the Global News podcast on YouTube where we go behind the YouTube where we go behind the headlines. Hello, I'm Oliver Conway and headlines. Hello, I'm Oliver Conway and today we're asking what's gone wrong for"
    },
    {
      "start": 9.0,
      "dur": 10.4,
      "text": "today we're asking what's gone wrong for the British Prime Minister Sakir the British Prime Minister Sakir Stalmer. We're joined by our political Stalmer. We're joined by our political correspondent Rob Watson. And Rob, it's correspondent Rob Watson. And Rob, it's just over 18 months since Sakir won a"
    },
    {
      "start": 19.4,
      "dur": 9.1,
      "text": "just over 18 months since Sakir won a huge election victory and yet now he huge election victory and yet now he seems to be fighting for his political seems to be fighting for his political life. How did we get here? It is an life. How did we get here? It is an extraordinary turnaround, Oliver, and"
    },
    {
      "start": 28.5,
      "dur": 9.1,
      "text": "extraordinary turnaround, Oliver, and you're right to point out that he got you're right to point out that he got one of the biggest parliamentary one of the biggest parliamentary majorities since the Second World War, majorities since the Second World War, since 1945. So, he seemed to be all"
    },
    {
      "start": 37.6,
      "dur": 10.2,
      "text": "since 1945. So, he seemed to be all powerful. I mean, I guess it is worth powerful. I mean, I guess it is worth saying that it he only got 345ish% saying that it he only got 345ish% of the vote. And one does think that he of the vote. And one does think that he partly won as a vote against the"
    },
    {
      "start": 47.8,
      "dur": 10.6,
      "text": "partly won as a vote against the previous government, the Conservatives, previous government, the Conservatives, rather than any love for him in rather than any love for him in particular or his Labour party. But particular or his Labour party. But nonetheless, he had this whacking nonetheless, he had this whacking majority. What's gone wrong? Well, in"
    },
    {
      "start": 58.4,
      "dur": 9.7,
      "text": "majority. What's gone wrong? Well, in essence, he promised during the election essence, he promised during the election campaign of 2024 to deliver change to campaign of 2024 to deliver change to make life in Britain better. And make life in Britain better. And secondly, he promised that politics"
    },
    {
      "start": 68.1,
      "dur": 8.6,
      "text": "secondly, he promised that politics would be there'd be it would be no drama would be there'd be it would be no drama star. There wouldn't be all the sort of star. There wouldn't be all the sort of divisions and scandal of the divisions and scandal of the conservative years, the 14 years before"
    },
    {
      "start": 76.7,
      "dur": 9.4,
      "text": "conservative years, the 14 years before him. And obviously that has not turned him. And obviously that has not turned out that way. And in addition there were out that way. And in addition there were all sorts of policy uturns and sort of all sorts of policy uturns and sort of you know a sense of just one mistake"
    },
    {
      "start": 86.1,
      "dur": 9.3,
      "text": "you know a sense of just one mistake unforced error after the other and so he unforced error after the other and so he went from this massive majority to now went from this massive majority to now being I mean quite extraordinarily the being I mean quite extraordinarily the most unpopular prime minister and leader"
    },
    {
      "start": 95.4,
      "dur": 10.4,
      "text": "most unpopular prime minister and leader since polling began. since polling began. Okay. So things haven't been going well Okay. So things haven't been going well for a while but now he's at crisis point for a while but now he's at crisis point and it's linked to the Epstein files."
    },
    {
      "start": 105.8,
      "dur": 8.7,
      "text": "and it's linked to the Epstein files. Just explain how that is. Just explain how that is. Yes. And and of course we wouldn't be at Yes. And and of course we wouldn't be at crisis point were it not for what has crisis point were it not for what has come before what we what we just come before what we what we just discussed. Now essentially to make a"
    },
    {
      "start": 114.5,
      "dur": 8.3,
      "text": "discussed. Now essentially to make a long story short in December of 2024 he long story short in December of 2024 he had appointed Peter Mandlesson this had appointed Peter Mandlesson this extraordinary influential figure in"
    },
    {
      "start": 122.8,
      "dur": 8.6,
      "text": "extraordinary influential figure in Labor politics over the last 2030 years. Labor politics over the last 2030 years. It had appointed him as the British It had appointed him as the British ambassador to Washington to be a man ambassador to Washington to be a man with a great deal of skill and"
    },
    {
      "start": 131.4,
      "dur": 10.4,
      "text": "with a great deal of skill and experience in somehow dealing uh with experience in somehow dealing uh with President Trump. But it it was known President Trump. But it it was known that Peter Mandelson had been a friend that Peter Mandelson had been a friend of Jeffrey Epstein. And of course in the"
    },
    {
      "start": 141.8,
      "dur": 10.6,
      "text": "of Jeffrey Epstein. And of course in the emails that were released in September emails that were released in September of last year and the the more recent of last year and the the more recent ones that have been released, it it just ones that have been released, it it just suddenly looked awful. The closeness of suddenly looked awful. The closeness of those ties and people were asking what"
    },
    {
      "start": 152.4,
      "dur": 9.9,
      "text": "those ties and people were asking what on earth were you doing? Prime Minister on earth were you doing? Prime Minister Starma appointing this man. What a Starma appointing this man. What a catastrophic failure of judgment. And on catastrophic failure of judgment. And on top of all that anger at him already, it"
    },
    {
      "start": 162.3,
      "dur": 9.7,
      "text": "top of all that anger at him already, it it sort of brought things to a crisis it sort of brought things to a crisis for for Sakir Stalmer. for for Sakir Stalmer. Yeah. And that takes us to a day of high Yeah. And that takes us to a day of high political drama which some thought he"
    },
    {
      "start": 172.0,
      "dur": 9.5,
      "text": "political drama which some thought he might not survive. Take us through it. might not survive. Take us through it. Yes. I was one of those who thought that Yes. I was one of those who thought that maybe he was a goner. And you know, maybe he was a goner. And you know, despite 30 odd years of reporting on"
    },
    {
      "start": 181.5,
      "dur": 9.0,
      "text": "despite 30 odd years of reporting on British politics, I got to say that was British politics, I got to say that was one of the most dramatic days. And I'd one of the most dramatic days. And I'd split it into four parts. But when when split it into four parts. But when when I woke up on Monday morning and I"
    },
    {
      "start": 190.5,
      "dur": 9.6,
      "text": "I woke up on Monday morning and I noticed that there weren't any senior noticed that there weren't any senior government ministers coming out to sort government ministers coming out to sort of support the prime minister after he'd of support the prime minister after he'd lost his chief of staff at the weekend lost his chief of staff at the weekend who'd resigned over the whole Mandlesson"
    },
    {
      "start": 200.1,
      "dur": 9.3,
      "text": "who'd resigned over the whole Mandlesson appointment. I was thinking things appointment. I was thinking things aren't looking good for the prime aren't looking good for the prime minister. By the time I got to to minister. By the time I got to to Westminster to parliament I was there Westminster to parliament I was there and then suddenly you have the Labour"
    },
    {
      "start": 209.4,
      "dur": 10.2,
      "text": "and then suddenly you have the Labour leader in Scotland saying Sakir Stalmer leader in Scotland saying Sakir Stalmer needed to go and I thought that is it. A needed to go and I thought that is it. A lot of us thought could he really lot of us thought could he really survive that? the most senior Labour survive that? the most senior Labour politician coming out against him. I"
    },
    {
      "start": 219.6,
      "dur": 8.2,
      "text": "politician coming out against him. I went over into the house of parliament went over into the house of parliament was near the House of Lords, the House was near the House of Lords, the House of Commons and you had this real sense of Commons and you had this real sense of a moment of peril of jeopardy. Would"
    },
    {
      "start": 227.8,
      "dur": 8.3,
      "text": "of a moment of peril of jeopardy. Would Secure Star survive? And then in the Secure Star survive? And then in the early afternoon, clearly Downing Street early afternoon, clearly Downing Street had put pressure on members of the had put pressure on members of the cabinet, the senior government ministers"
    },
    {
      "start": 236.1,
      "dur": 8.1,
      "text": "cabinet, the senior government ministers to come out and support the prime to come out and support the prime minister in in social media postings. minister in in social media postings. And then the culmination of the day was And then the culmination of the day was the the prime minister and it was"
    },
    {
      "start": 244.2,
      "dur": 8.8,
      "text": "the the prime minister and it was extraordinary. It was dramatic to see extraordinary. It was dramatic to see was him arriving in those sort of oak was him arriving in those sort of oak panled corridors of parliament to panled corridors of parliament to address his u members of parliament,"
    },
    {
      "start": 253.0,
      "dur": 9.6,
      "text": "address his u members of parliament, Labour members of parliament in this Labour members of parliament in this committee room. They're all squeezed in committee room. They're all squeezed in there and I watched as the prime there and I watched as the prime minister went in, open the door and minister went in, open the door and suddenly there were these cheers and"
    },
    {
      "start": 262.6,
      "dur": 9.4,
      "text": "suddenly there were these cheers and clapping and banging of desks after, you clapping and banging of desks after, you know, a few hours thinking the uh the know, a few hours thinking the uh the prime minister might not survive. It was prime minister might not survive. It was quite a 24 hours. Oliver,"
    },
    {
      "start": 272.0,
      "dur": 8.0,
      "text": "quite a 24 hours. Oliver, is the danger over for Sakista? Uh, is the danger over for Sakista? Uh, no, it's not. And I don't think it will no, it's not. And I don't think it will be over unless he could deliver on those"
    },
    {
      "start": 280.0,
      "dur": 8.7,
      "text": "be over unless he could deliver on those two things that that he promised and two things that that he promised and that is to change Britain for the that is to change Britain for the better, to get economic growth going, better, to get economic growth going, and to somehow eradicate to get rid of"
    },
    {
      "start": 288.7,
      "dur": 9.0,
      "text": "and to somehow eradicate to get rid of all that drama to be to be truly uh no all that drama to be to be truly uh no drama star. And the signs suggest that drama star. And the signs suggest that that is going to be really difficult"
    },
    {
      "start": 297.7,
      "dur": 8.6,
      "text": "that is going to be really difficult because despite all that banging of because despite all that banging of desks and clapping and cheering that desks and clapping and cheering that that I heard last night as he addressed that I heard last night as he addressed his MPs, they have serious doubts about"
    },
    {
      "start": 306.3,
      "dur": 8.5,
      "text": "his MPs, they have serious doubts about him. I mean, those on the left of the him. I mean, those on the left of the party think that he needs to change his party think that he needs to change his policies uh to be more socialist. and policies uh to be more socialist. and those in the center of the party don't"
    },
    {
      "start": 314.8,
      "dur": 8.8,
      "text": "those in the center of the party don't think there's much wrong with his think there's much wrong with his policies, but they just think he's not a policies, but they just think he's not a very good politician and they take the very good politician and they take the view that no one could be um no one view that no one could be um no one could recover from being this"
    },
    {
      "start": 323.6,
      "dur": 8.8,
      "text": "could recover from being this historically unpopular. And I'll guess historically unpopular. And I'll guess we'll find out whether this is just a we'll find out whether this is just a temporary retrieve for Sakir Starma as temporary retrieve for Sakir Starma as some believe uh when there are major"
    },
    {
      "start": 332.4,
      "dur": 9.4,
      "text": "some believe uh when there are major elections uh in England, Scotland and elections uh in England, Scotland and Wales in in May and that may well be Wales in in May and that may well be when the peril returns for Sakir Stama when the peril returns for Sakir Stama because I don't think anyone believes"
    },
    {
      "start": 341.8,
      "dur": 8.6,
      "text": "because I don't think anyone believes that the day of drama that he survived that the day of drama that he survived on Monday means that he's that he's home on Monday means that he's that he's home and dry. He still does feel very much and dry. He still does feel very much Oliver like a like a prime minister"
    },
    {
      "start": 350.4,
      "dur": 8.2,
      "text": "Oliver like a like a prime minister living perhaps on borrowed time. And living perhaps on borrowed time. And looking at this more broadly, why is the looking at this more broadly, why is the Epstein scandal having such an impact in"
    },
    {
      "start": 358.6,
      "dur": 9.0,
      "text": "Epstein scandal having such an impact in the UK compared to the US? the UK compared to the US? Do you know I've seen several theories Do you know I've seen several theories about this and I I'll share one of them"
    },
    {
      "start": 367.6,
      "dur": 10.6,
      "text": "about this and I I'll share one of them with you which which picks on two with you which which picks on two aspects and the theory is number one a aspects and the theory is number one a rather sort of prosaic point and that is rather sort of prosaic point and that is that the that the people who've been that the that the people who've been affected in in Britain Peter Mandelson"
    },
    {
      "start": 378.2,
      "dur": 8.8,
      "text": "affected in in Britain Peter Mandelson former Prince Andrew and Galain Maxwell former Prince Andrew and Galain Maxwell but particularly the former too that but particularly the former too that they're sort of semi-public or or public they're sort of semi-public or or public figures you know that they're sort of"
    },
    {
      "start": 387.0,
      "dur": 9.7,
      "text": "figures you know that they're sort of out there whereas a lot of the big names out there whereas a lot of the big names who've been affected in the United who've been affected in the United States tend to be more from the private States tend to be more from the private sector. So that's a rather kind of sector. So that's a rather kind of prosaic reason. The second theory that"
    },
    {
      "start": 396.7,
      "dur": 10.4,
      "text": "prosaic reason. The second theory that I'd seen which is which is if if you I'd seen which is which is if if you like more kind of cultural and rather like more kind of cultural and rather interesting and I don't know what people interesting and I don't know what people will make of it is that essentially you will make of it is that essentially you know the elite institutions themselves"
    },
    {
      "start": 407.1,
      "dur": 8.9,
      "text": "know the elite institutions themselves tend to think that a a scandal uh is tend to think that a a scandal uh is always a good opportunity to protect the always a good opportunity to protect the institution. And so in other words, if institution. And so in other words, if you if you really really make an example"
    },
    {
      "start": 416.0,
      "dur": 8.9,
      "text": "you if you really really make an example of Peter Mandelson, make sure he is of Peter Mandelson, make sure he is properly disgraced, you save the properly disgraced, you save the institution, you save politics. And institution, you save politics. And similarly, that the royal family by by"
    },
    {
      "start": 424.9,
      "dur": 9.3,
      "text": "similarly, that the royal family by by moving very early to ditch uh the former moving very early to ditch uh the former Prince Andrew again are using a scandal Prince Andrew again are using a scandal to save the institution. So that's a to save the institution. So that's a theory. Whether it's a correct one, I"
    },
    {
      "start": 434.2,
      "dur": 10.5,
      "text": "theory. Whether it's a correct one, I don't know, but it's certainly an don't know, but it's certainly an interesting one. interesting one. Yeah. Talking of institutions, Yeah. Talking of institutions, what has happened to the UK itself? It what has happened to the UK itself? It was once a a beacon of stability. You"
    },
    {
      "start": 444.7,
      "dur": 8.3,
      "text": "was once a a beacon of stability. You had Margaret Thatcher, Tony Blair, both had Margaret Thatcher, Tony Blair, both serving 10 years at the top. Now it serving 10 years at the top. Now it seems impossible to govern. Why?"
    },
    {
      "start": 453.0,
      "dur": 8.4,
      "text": "seems impossible to govern. Why? I can put a figure on that, right? I I can put a figure on that, right? I mean, at six prime ministers in 10 mean, at six prime ministers in 10 years, and I suspect one of the reasons years, and I suspect one of the reasons why Labor politicians stepped back from"
    },
    {
      "start": 461.4,
      "dur": 9.3,
      "text": "why Labor politicians stepped back from the brink on Monday and getting rid of the brink on Monday and getting rid of Sakist, oh my goodness, do we want to Sakist, oh my goodness, do we want to add a seventh prime minister to the add a seventh prime minister to the list? But to get to your question, I"
    },
    {
      "start": 470.7,
      "dur": 8.7,
      "text": "list? But to get to your question, I think it's because, you know, reasonably think it's because, you know, reasonably or unreasonably, for about the last 20 or unreasonably, for about the last 20 years, British voters have felt that"
    },
    {
      "start": 479.4,
      "dur": 8.0,
      "text": "years, British voters have felt that British politicians of what other stripe British politicians of what other stripe have not addressed what they see as the have not addressed what they see as the three underlying issues driving"
    },
    {
      "start": 487.4,
      "dur": 8.6,
      "text": "three underlying issues driving volatility, not not just in the UK, by volatility, not not just in the UK, by the way, but lots of other European the way, but lots of other European countries. And those three things are countries. And those three things are number one, stagnating living standards."
    },
    {
      "start": 496.0,
      "dur": 9.0,
      "text": "number one, stagnating living standards. And that's something that hasn't And that's something that hasn't happened in Britain since the Napoleonic happened in Britain since the Napoleonic Wars, Oliver, the early 1800s. Secondly, Wars, Oliver, the early 1800s. Secondly, a widespread sense amongst voters,"
    },
    {
      "start": 505.0,
      "dur": 8.8,
      "text": "a widespread sense amongst voters, whether fair or not, that sort of whether fair or not, that sort of Britain is crumbling. The state is Britain is crumbling. The state is crumbling. The transport doesn't work, crumbling. The transport doesn't work, hospitals, education. And then third is"
    },
    {
      "start": 513.8,
      "dur": 10.2,
      "text": "hospitals, education. And then third is widespread concern about the high levels widespread concern about the high levels of immigration over the last 20, 30 of immigration over the last 20, 30 years. So you put all those three things years. So you put all those three things together, you you have very very unh"
    },
    {
      "start": 524.0,
      "dur": 9.3,
      "text": "together, you you have very very unh unhappy angry voters. And one of the unhappy angry voters. And one of the things going back to the start of our things going back to the start of our conversation as to why Sakir Star is in conversation as to why Sakir Star is in such trouble, he he came out he he"
    },
    {
      "start": 533.3,
      "dur": 11.3,
      "text": "such trouble, he he came out he he became prime minister at a time when became prime minister at a time when trust in politicians when anger levels trust in politicians when anger levels were already extremely high. So to were already extremely high. So to somehow uh make a success uh in that"
    },
    {
      "start": 544.6,
      "dur": 8.8,
      "text": "somehow uh make a success uh in that kind of environment was always going to kind of environment was always going to be a challenge. And it's a challenge be a challenge. And it's a challenge that at the moment I suspect even that at the moment I suspect even Downing Street would admit that he is Downing Street would admit that he is failing."
    },
    {
      "start": 553.4,
      "dur": 8.3,
      "text": "failing. Rob, thank you. Rob Watson, our Rob, thank you. Rob Watson, our political correspondent. If you like political correspondent. If you like this episode, please subscribe here on this episode, please subscribe here on YouTube. If there's anything you'd like"
    },
    {
      "start": 561.7,
      "dur": 10.7,
      "text": "YouTube. If there's anything you'd like us to cover in particular, leave a us to cover in particular, leave a comment below. And for more comment below. And for more international stories, download the international stories, download the Global News podcast wherever you get Global News podcast wherever you get your podcasts."
    }
  ]
}