{
  "videoId": "LZnjXjqE9-w",
  "title": "UK Prime Minister Keir Starmer's moment of peril | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 571,
  "segments": [
    {
      "start": 0.4,
      "dur": 2.16,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.56,
      "dur": 1.59,
      "text": "Welcome to the Global News podcast on YouTube where we go behind the"
    },
    {
      "start": 4.16,
      "dur": 2.79,
      "text": "YouTube where we go behind the headlines. Hello, I'm Oliver Conway and"
    },
    {
      "start": 6.96,
      "dur": 2.07,
      "text": "headlines. Hello, I'm Oliver Conway and today we're asking what's gone wrong for"
    },
    {
      "start": 9.04,
      "dur": 1.83,
      "text": "today we're asking what's gone wrong for the British Prime Minister Sakir"
    },
    {
      "start": 10.88,
      "dur": 2.39,
      "text": "the British Prime Minister Sakir Stalmer. We're joined by our political"
    },
    {
      "start": 13.28,
      "dur": 2.63,
      "text": "Stalmer. We're joined by our political correspondent Rob Watson. And Rob, it's"
    },
    {
      "start": 15.92,
      "dur": 3.509,
      "text": "correspondent Rob Watson. And Rob, it's just over 18 months since Sakir won a"
    },
    {
      "start": 19.439,
      "dur": 2.791,
      "text": "just over 18 months since Sakir won a huge election victory and yet now he"
    },
    {
      "start": 22.24,
      "dur": 2.07,
      "text": "huge election victory and yet now he seems to be fighting for his political"
    },
    {
      "start": 24.32,
      "dur": 2.63,
      "text": "seems to be fighting for his political life. How did we get here? It is an"
    },
    {
      "start": 26.96,
      "dur": 1.51,
      "text": "life. How did we get here? It is an extraordinary turnaround, Oliver, and"
    },
    {
      "start": 28.48,
      "dur": 1.35,
      "text": "extraordinary turnaround, Oliver, and you're right to point out that he got"
    },
    {
      "start": 29.84,
      "dur": 2.15,
      "text": "you're right to point out that he got one of the biggest parliamentary"
    },
    {
      "start": 32.0,
      "dur": 2.31,
      "text": "one of the biggest parliamentary majorities since the Second World War,"
    },
    {
      "start": 34.32,
      "dur": 3.27,
      "text": "majorities since the Second World War, since 1945. So, he seemed to be all"
    },
    {
      "start": 37.6,
      "dur": 1.75,
      "text": "since 1945. So, he seemed to be all powerful. I mean, I guess it is worth"
    },
    {
      "start": 39.36,
      "dur": 3.99,
      "text": "powerful. I mean, I guess it is worth saying that it he only got 345ish%"
    },
    {
      "start": 43.36,
      "dur": 2.07,
      "text": "saying that it he only got 345ish% of the vote. And one does think that he"
    },
    {
      "start": 45.44,
      "dur": 2.31,
      "text": "of the vote. And one does think that he partly won as a vote against the"
    },
    {
      "start": 47.76,
      "dur": 2.15,
      "text": "partly won as a vote against the previous government, the Conservatives,"
    },
    {
      "start": 49.92,
      "dur": 1.83,
      "text": "previous government, the Conservatives, rather than any love for him in"
    },
    {
      "start": 51.76,
      "dur": 1.99,
      "text": "rather than any love for him in particular or his Labour party. But"
    },
    {
      "start": 53.76,
      "dur": 1.75,
      "text": "particular or his Labour party. But nonetheless, he had this whacking"
    },
    {
      "start": 55.52,
      "dur": 2.869,
      "text": "nonetheless, he had this whacking majority. What's gone wrong? Well, in"
    },
    {
      "start": 58.399,
      "dur": 1.83,
      "text": "majority. What's gone wrong? Well, in essence, he promised during the election"
    },
    {
      "start": 60.239,
      "dur": 3.191,
      "text": "essence, he promised during the election campaign of 2024 to deliver change to"
    },
    {
      "start": 63.44,
      "dur": 2.63,
      "text": "campaign of 2024 to deliver change to make life in Britain better. And"
    },
    {
      "start": 66.08,
      "dur": 1.99,
      "text": "make life in Britain better. And secondly, he promised that politics"
    },
    {
      "start": 68.08,
      "dur": 2.31,
      "text": "secondly, he promised that politics would be there'd be it would be no drama"
    },
    {
      "start": 70.4,
      "dur": 1.51,
      "text": "would be there'd be it would be no drama star. There wouldn't be all the sort of"
    },
    {
      "start": 71.92,
      "dur": 2.229,
      "text": "star. There wouldn't be all the sort of divisions and scandal of the"
    },
    {
      "start": 74.159,
      "dur": 2.551,
      "text": "divisions and scandal of the conservative years, the 14 years before"
    },
    {
      "start": 76.72,
      "dur": 1.99,
      "text": "conservative years, the 14 years before him. And obviously that has not turned"
    },
    {
      "start": 78.72,
      "dur": 2.31,
      "text": "him. And obviously that has not turned out that way. And in addition there were"
    },
    {
      "start": 81.04,
      "dur": 2.79,
      "text": "out that way. And in addition there were all sorts of policy uturns and sort of"
    },
    {
      "start": 83.84,
      "dur": 2.23,
      "text": "all sorts of policy uturns and sort of you know a sense of just one mistake"
    },
    {
      "start": 86.08,
      "dur": 2.47,
      "text": "you know a sense of just one mistake unforced error after the other and so he"
    },
    {
      "start": 88.56,
      "dur": 2.229,
      "text": "unforced error after the other and so he went from this massive majority to now"
    },
    {
      "start": 90.799,
      "dur": 2.071,
      "text": "went from this massive majority to now being I mean quite extraordinarily the"
    },
    {
      "start": 92.88,
      "dur": 2.47,
      "text": "being I mean quite extraordinarily the most unpopular prime minister and leader"
    },
    {
      "start": 95.36,
      "dur": 1.749,
      "text": "most unpopular prime minister and leader since polling began."
    },
    {
      "start": 97.119,
      "dur": 2.63,
      "text": "since polling began. &gt;&gt; Okay. So things haven't been going well"
    },
    {
      "start": 99.759,
      "dur": 3.431,
      "text": "&gt;&gt; Okay. So things haven't been going well for a while but now he's at crisis point"
    },
    {
      "start": 103.2,
      "dur": 2.549,
      "text": "for a while but now he's at crisis point and it's linked to the Epstein files."
    },
    {
      "start": 105.759,
      "dur": 1.431,
      "text": "and it's linked to the Epstein files. Just explain how that is."
    },
    {
      "start": 107.2,
      "dur": 1.589,
      "text": "Just explain how that is. &gt;&gt; Yes. And and of course we wouldn't be at"
    },
    {
      "start": 108.799,
      "dur": 2.071,
      "text": "&gt;&gt; Yes. And and of course we wouldn't be at crisis point were it not for what has"
    },
    {
      "start": 110.88,
      "dur": 1.589,
      "text": "crisis point were it not for what has come before what we what we just"
    },
    {
      "start": 112.479,
      "dur": 1.99,
      "text": "come before what we what we just discussed. Now essentially to make a"
    },
    {
      "start": 114.479,
      "dur": 4.31,
      "text": "discussed. Now essentially to make a long story short in December of 2024 he"
    },
    {
      "start": 118.799,
      "dur": 1.831,
      "text": "long story short in December of 2024 he had appointed Peter Mandlesson this"
    },
    {
      "start": 120.64,
      "dur": 2.149,
      "text": "had appointed Peter Mandlesson this extraordinary influential figure in"
    },
    {
      "start": 122.799,
      "dur": 2.63,
      "text": "extraordinary influential figure in Labor politics over the last 2030 years."
    },
    {
      "start": 125.439,
      "dur": 1.99,
      "text": "Labor politics over the last 2030 years. It had appointed him as the British"
    },
    {
      "start": 127.439,
      "dur": 2.551,
      "text": "It had appointed him as the British ambassador to Washington to be a man"
    },
    {
      "start": 130.0,
      "dur": 1.35,
      "text": "ambassador to Washington to be a man with a great deal of skill and"
    },
    {
      "start": 131.36,
      "dur": 2.31,
      "text": "with a great deal of skill and experience in somehow dealing uh with"
    },
    {
      "start": 133.68,
      "dur": 2.549,
      "text": "experience in somehow dealing uh with President Trump. But it it was known"
    },
    {
      "start": 136.239,
      "dur": 2.791,
      "text": "President Trump. But it it was known that Peter Mandelson had been a friend"
    },
    {
      "start": 139.04,
      "dur": 2.71,
      "text": "that Peter Mandelson had been a friend of Jeffrey Epstein. And of course in the"
    },
    {
      "start": 141.76,
      "dur": 1.829,
      "text": "of Jeffrey Epstein. And of course in the emails that were released in September"
    },
    {
      "start": 143.599,
      "dur": 1.671,
      "text": "emails that were released in September of last year and the the more recent"
    },
    {
      "start": 145.28,
      "dur": 1.99,
      "text": "of last year and the the more recent ones that have been released, it it just"
    },
    {
      "start": 147.28,
      "dur": 2.23,
      "text": "ones that have been released, it it just suddenly looked awful. The closeness of"
    },
    {
      "start": 149.52,
      "dur": 2.87,
      "text": "suddenly looked awful. The closeness of those ties and people were asking what"
    },
    {
      "start": 152.4,
      "dur": 2.07,
      "text": "those ties and people were asking what on earth were you doing? Prime Minister"
    },
    {
      "start": 154.48,
      "dur": 2.23,
      "text": "on earth were you doing? Prime Minister Starma appointing this man. What a"
    },
    {
      "start": 156.72,
      "dur": 2.63,
      "text": "Starma appointing this man. What a catastrophic failure of judgment. And on"
    },
    {
      "start": 159.36,
      "dur": 2.949,
      "text": "catastrophic failure of judgment. And on top of all that anger at him already, it"
    },
    {
      "start": 162.319,
      "dur": 2.071,
      "text": "top of all that anger at him already, it it sort of brought things to a crisis"
    },
    {
      "start": 164.4,
      "dur": 1.59,
      "text": "it sort of brought things to a crisis for for Sakir Stalmer."
    },
    {
      "start": 166.0,
      "dur": 3.35,
      "text": "for for Sakir Stalmer. &gt;&gt; Yeah. And that takes us to a day of high"
    },
    {
      "start": 169.36,
      "dur": 2.63,
      "text": "&gt;&gt; Yeah. And that takes us to a day of high political drama which some thought he"
    },
    {
      "start": 172.0,
      "dur": 3.35,
      "text": "political drama which some thought he might not survive. Take us through it."
    },
    {
      "start": 175.36,
      "dur": 1.67,
      "text": "might not survive. Take us through it. &gt;&gt; Yes. I was one of those who thought that"
    },
    {
      "start": 177.04,
      "dur": 1.99,
      "text": "&gt;&gt; Yes. I was one of those who thought that maybe he was a goner. And you know,"
    },
    {
      "start": 179.04,
      "dur": 2.469,
      "text": "maybe he was a goner. And you know, despite 30 odd years of reporting on"
    },
    {
      "start": 181.519,
      "dur": 1.99,
      "text": "despite 30 odd years of reporting on British politics, I got to say that was"
    },
    {
      "start": 183.519,
      "dur": 1.99,
      "text": "British politics, I got to say that was one of the most dramatic days. And I'd"
    },
    {
      "start": 185.519,
      "dur": 2.551,
      "text": "one of the most dramatic days. And I'd split it into four parts. But when when"
    },
    {
      "start": 188.08,
      "dur": 2.39,
      "text": "split it into four parts. But when when I woke up on Monday morning and I"
    },
    {
      "start": 190.48,
      "dur": 1.829,
      "text": "I woke up on Monday morning and I noticed that there weren't any senior"
    },
    {
      "start": 192.319,
      "dur": 1.751,
      "text": "noticed that there weren't any senior government ministers coming out to sort"
    },
    {
      "start": 194.08,
      "dur": 2.31,
      "text": "government ministers coming out to sort of support the prime minister after he'd"
    },
    {
      "start": 196.4,
      "dur": 1.909,
      "text": "of support the prime minister after he'd lost his chief of staff at the weekend"
    },
    {
      "start": 198.319,
      "dur": 1.751,
      "text": "lost his chief of staff at the weekend who'd resigned over the whole Mandlesson"
    },
    {
      "start": 200.08,
      "dur": 1.67,
      "text": "who'd resigned over the whole Mandlesson appointment. I was thinking things"
    },
    {
      "start": 201.76,
      "dur": 1.189,
      "text": "appointment. I was thinking things aren't looking good for the prime"
    },
    {
      "start": 202.959,
      "dur": 2.231,
      "text": "aren't looking good for the prime minister. By the time I got to to"
    },
    {
      "start": 205.2,
      "dur": 2.23,
      "text": "minister. By the time I got to to Westminster to parliament I was there"
    },
    {
      "start": 207.44,
      "dur": 1.91,
      "text": "Westminster to parliament I was there and then suddenly you have the Labour"
    },
    {
      "start": 209.36,
      "dur": 2.39,
      "text": "and then suddenly you have the Labour leader in Scotland saying Sakir Stalmer"
    },
    {
      "start": 211.76,
      "dur": 1.91,
      "text": "leader in Scotland saying Sakir Stalmer needed to go and I thought that is it. A"
    },
    {
      "start": 213.68,
      "dur": 1.51,
      "text": "needed to go and I thought that is it. A lot of us thought could he really"
    },
    {
      "start": 215.2,
      "dur": 1.669,
      "text": "lot of us thought could he really survive that? the most senior Labour"
    },
    {
      "start": 216.879,
      "dur": 2.71,
      "text": "survive that? the most senior Labour politician coming out against him. I"
    },
    {
      "start": 219.599,
      "dur": 1.751,
      "text": "politician coming out against him. I went over into the house of parliament"
    },
    {
      "start": 221.36,
      "dur": 1.83,
      "text": "went over into the house of parliament was near the House of Lords, the House"
    },
    {
      "start": 223.2,
      "dur": 2.23,
      "text": "was near the House of Lords, the House of Commons and you had this real sense"
    },
    {
      "start": 225.44,
      "dur": 2.31,
      "text": "of Commons and you had this real sense of a moment of peril of jeopardy. Would"
    },
    {
      "start": 227.76,
      "dur": 2.389,
      "text": "of a moment of peril of jeopardy. Would Secure Star survive? And then in the"
    },
    {
      "start": 230.159,
      "dur": 2.231,
      "text": "Secure Star survive? And then in the early afternoon, clearly Downing Street"
    },
    {
      "start": 232.4,
      "dur": 1.909,
      "text": "early afternoon, clearly Downing Street had put pressure on members of the"
    },
    {
      "start": 234.319,
      "dur": 1.751,
      "text": "had put pressure on members of the cabinet, the senior government ministers"
    },
    {
      "start": 236.08,
      "dur": 1.509,
      "text": "cabinet, the senior government ministers to come out and support the prime"
    },
    {
      "start": 237.599,
      "dur": 2.951,
      "text": "to come out and support the prime minister in in social media postings."
    },
    {
      "start": 240.56,
      "dur": 2.229,
      "text": "minister in in social media postings. And then the culmination of the day was"
    },
    {
      "start": 242.799,
      "dur": 1.35,
      "text": "And then the culmination of the day was the the prime minister and it was"
    },
    {
      "start": 244.159,
      "dur": 1.591,
      "text": "the the prime minister and it was extraordinary. It was dramatic to see"
    },
    {
      "start": 245.76,
      "dur": 1.99,
      "text": "extraordinary. It was dramatic to see was him arriving in those sort of oak"
    },
    {
      "start": 247.76,
      "dur": 2.95,
      "text": "was him arriving in those sort of oak panled corridors of parliament to"
    },
    {
      "start": 250.72,
      "dur": 2.31,
      "text": "panled corridors of parliament to address his u members of parliament,"
    },
    {
      "start": 253.04,
      "dur": 1.59,
      "text": "address his u members of parliament, Labour members of parliament in this"
    },
    {
      "start": 254.64,
      "dur": 1.829,
      "text": "Labour members of parliament in this committee room. They're all squeezed in"
    },
    {
      "start": 256.479,
      "dur": 1.671,
      "text": "committee room. They're all squeezed in there and I watched as the prime"
    },
    {
      "start": 258.16,
      "dur": 2.629,
      "text": "there and I watched as the prime minister went in, open the door and"
    },
    {
      "start": 260.799,
      "dur": 1.751,
      "text": "minister went in, open the door and suddenly there were these cheers and"
    },
    {
      "start": 262.56,
      "dur": 3.03,
      "text": "suddenly there were these cheers and clapping and banging of desks after, you"
    },
    {
      "start": 265.6,
      "dur": 1.91,
      "text": "clapping and banging of desks after, you know, a few hours thinking the uh the"
    },
    {
      "start": 267.52,
      "dur": 2.229,
      "text": "know, a few hours thinking the uh the prime minister might not survive. It was"
    },
    {
      "start": 269.759,
      "dur": 2.231,
      "text": "prime minister might not survive. It was quite a 24 hours. Oliver,"
    },
    {
      "start": 272.0,
      "dur": 3.27,
      "text": "quite a 24 hours. Oliver, &gt;&gt; is the danger over for Sakista? Uh,"
    },
    {
      "start": 275.28,
      "dur": 2.71,
      "text": "&gt;&gt; is the danger over for Sakista? Uh, &gt;&gt; no, it's not. And I don't think it will"
    },
    {
      "start": 278.0,
      "dur": 1.99,
      "text": "&gt;&gt; no, it's not. And I don't think it will be over unless he could deliver on those"
    },
    {
      "start": 280.0,
      "dur": 1.83,
      "text": "be over unless he could deliver on those two things that that he promised and"
    },
    {
      "start": 281.84,
      "dur": 1.83,
      "text": "two things that that he promised and that is to change Britain for the"
    },
    {
      "start": 283.68,
      "dur": 2.31,
      "text": "that is to change Britain for the better, to get economic growth going,"
    },
    {
      "start": 286.0,
      "dur": 2.71,
      "text": "better, to get economic growth going, and to somehow eradicate to get rid of"
    },
    {
      "start": 288.72,
      "dur": 2.87,
      "text": "and to somehow eradicate to get rid of all that drama to be to be truly uh no"
    },
    {
      "start": 291.6,
      "dur": 3.67,
      "text": "all that drama to be to be truly uh no drama star. And the signs suggest that"
    },
    {
      "start": 295.28,
      "dur": 2.39,
      "text": "drama star. And the signs suggest that that is going to be really difficult"
    },
    {
      "start": 297.68,
      "dur": 1.83,
      "text": "that is going to be really difficult because despite all that banging of"
    },
    {
      "start": 299.52,
      "dur": 2.15,
      "text": "because despite all that banging of desks and clapping and cheering that"
    },
    {
      "start": 301.68,
      "dur": 2.15,
      "text": "desks and clapping and cheering that that I heard last night as he addressed"
    },
    {
      "start": 303.84,
      "dur": 2.47,
      "text": "that I heard last night as he addressed his MPs, they have serious doubts about"
    },
    {
      "start": 306.32,
      "dur": 1.51,
      "text": "his MPs, they have serious doubts about him. I mean, those on the left of the"
    },
    {
      "start": 307.84,
      "dur": 1.99,
      "text": "him. I mean, those on the left of the party think that he needs to change his"
    },
    {
      "start": 309.84,
      "dur": 3.349,
      "text": "party think that he needs to change his policies uh to be more socialist. and"
    },
    {
      "start": 313.199,
      "dur": 1.591,
      "text": "policies uh to be more socialist. and those in the center of the party don't"
    },
    {
      "start": 314.8,
      "dur": 1.43,
      "text": "those in the center of the party don't think there's much wrong with his"
    },
    {
      "start": 316.24,
      "dur": 1.83,
      "text": "think there's much wrong with his policies, but they just think he's not a"
    },
    {
      "start": 318.08,
      "dur": 1.91,
      "text": "policies, but they just think he's not a very good politician and they take the"
    },
    {
      "start": 320.0,
      "dur": 2.39,
      "text": "very good politician and they take the view that no one could be um no one"
    },
    {
      "start": 322.4,
      "dur": 1.19,
      "text": "view that no one could be um no one could recover from being this"
    },
    {
      "start": 323.6,
      "dur": 2.63,
      "text": "could recover from being this historically unpopular. And I'll guess"
    },
    {
      "start": 326.24,
      "dur": 1.59,
      "text": "historically unpopular. And I'll guess we'll find out whether this is just a"
    },
    {
      "start": 327.84,
      "dur": 2.39,
      "text": "we'll find out whether this is just a temporary retrieve for Sakir Starma as"
    },
    {
      "start": 330.24,
      "dur": 2.15,
      "text": "temporary retrieve for Sakir Starma as some believe uh when there are major"
    },
    {
      "start": 332.4,
      "dur": 2.55,
      "text": "some believe uh when there are major elections uh in England, Scotland and"
    },
    {
      "start": 334.96,
      "dur": 2.71,
      "text": "elections uh in England, Scotland and Wales in in May and that may well be"
    },
    {
      "start": 337.68,
      "dur": 2.31,
      "text": "Wales in in May and that may well be when the peril returns for Sakir Stama"
    },
    {
      "start": 340.0,
      "dur": 1.83,
      "text": "when the peril returns for Sakir Stama because I don't think anyone believes"
    },
    {
      "start": 341.84,
      "dur": 2.15,
      "text": "because I don't think anyone believes that the day of drama that he survived"
    },
    {
      "start": 344.0,
      "dur": 2.07,
      "text": "that the day of drama that he survived on Monday means that he's that he's home"
    },
    {
      "start": 346.08,
      "dur": 2.549,
      "text": "on Monday means that he's that he's home and dry. He still does feel very much"
    },
    {
      "start": 348.639,
      "dur": 1.751,
      "text": "and dry. He still does feel very much Oliver like a like a prime minister"
    },
    {
      "start": 350.4,
      "dur": 2.069,
      "text": "Oliver like a like a prime minister living perhaps on borrowed time. And"
    },
    {
      "start": 352.479,
      "dur": 2.951,
      "text": "living perhaps on borrowed time. And looking at this more broadly, why is the"
    },
    {
      "start": 355.44,
      "dur": 3.189,
      "text": "looking at this more broadly, why is the Epstein scandal having such an impact in"
    },
    {
      "start": 358.639,
      "dur": 4.39,
      "text": "Epstein scandal having such an impact in the UK compared to the US?"
    },
    {
      "start": 363.039,
      "dur": 2.071,
      "text": "the UK compared to the US? Do you know I've seen several theories"
    },
    {
      "start": 365.12,
      "dur": 2.47,
      "text": "Do you know I've seen several theories about this and I I'll share one of them"
    },
    {
      "start": 367.6,
      "dur": 1.75,
      "text": "about this and I I'll share one of them with you which which picks on two"
    },
    {
      "start": 369.36,
      "dur": 2.63,
      "text": "with you which which picks on two aspects and the theory is number one a"
    },
    {
      "start": 372.0,
      "dur": 1.909,
      "text": "aspects and the theory is number one a rather sort of prosaic point and that is"
    },
    {
      "start": 373.919,
      "dur": 1.591,
      "text": "rather sort of prosaic point and that is that the that the people who've been"
    },
    {
      "start": 375.52,
      "dur": 2.63,
      "text": "that the that the people who've been affected in in Britain Peter Mandelson"
    },
    {
      "start": 378.16,
      "dur": 3.11,
      "text": "affected in in Britain Peter Mandelson former Prince Andrew and Galain Maxwell"
    },
    {
      "start": 381.28,
      "dur": 1.83,
      "text": "former Prince Andrew and Galain Maxwell but particularly the former too that"
    },
    {
      "start": 383.12,
      "dur": 2.23,
      "text": "but particularly the former too that they're sort of semi-public or or public"
    },
    {
      "start": 385.36,
      "dur": 1.669,
      "text": "they're sort of semi-public or or public figures you know that they're sort of"
    },
    {
      "start": 387.039,
      "dur": 2.311,
      "text": "figures you know that they're sort of out there whereas a lot of the big names"
    },
    {
      "start": 389.36,
      "dur": 1.43,
      "text": "out there whereas a lot of the big names who've been affected in the United"
    },
    {
      "start": 390.8,
      "dur": 2.15,
      "text": "who've been affected in the United States tend to be more from the private"
    },
    {
      "start": 392.96,
      "dur": 1.27,
      "text": "States tend to be more from the private sector. So that's a rather kind of"
    },
    {
      "start": 394.24,
      "dur": 2.47,
      "text": "sector. So that's a rather kind of prosaic reason. The second theory that"
    },
    {
      "start": 396.72,
      "dur": 2.23,
      "text": "prosaic reason. The second theory that I'd seen which is which is if if you"
    },
    {
      "start": 398.96,
      "dur": 1.669,
      "text": "I'd seen which is which is if if you like more kind of cultural and rather"
    },
    {
      "start": 400.639,
      "dur": 1.431,
      "text": "like more kind of cultural and rather interesting and I don't know what people"
    },
    {
      "start": 402.08,
      "dur": 2.47,
      "text": "interesting and I don't know what people will make of it is that essentially you"
    },
    {
      "start": 404.56,
      "dur": 2.55,
      "text": "will make of it is that essentially you know the elite institutions themselves"
    },
    {
      "start": 407.12,
      "dur": 2.71,
      "text": "know the elite institutions themselves tend to think that a a scandal uh is"
    },
    {
      "start": 409.84,
      "dur": 2.15,
      "text": "tend to think that a a scandal uh is always a good opportunity to protect the"
    },
    {
      "start": 412.0,
      "dur": 1.51,
      "text": "always a good opportunity to protect the institution. And so in other words, if"
    },
    {
      "start": 413.52,
      "dur": 2.47,
      "text": "institution. And so in other words, if you if you really really make an example"
    },
    {
      "start": 416.0,
      "dur": 2.39,
      "text": "you if you really really make an example of Peter Mandelson, make sure he is"
    },
    {
      "start": 418.4,
      "dur": 1.99,
      "text": "of Peter Mandelson, make sure he is properly disgraced, you save the"
    },
    {
      "start": 420.4,
      "dur": 1.909,
      "text": "properly disgraced, you save the institution, you save politics. And"
    },
    {
      "start": 422.319,
      "dur": 2.551,
      "text": "institution, you save politics. And similarly, that the royal family by by"
    },
    {
      "start": 424.88,
      "dur": 2.23,
      "text": "similarly, that the royal family by by moving very early to ditch uh the former"
    },
    {
      "start": 427.12,
      "dur": 2.87,
      "text": "moving very early to ditch uh the former Prince Andrew again are using a scandal"
    },
    {
      "start": 430.0,
      "dur": 2.309,
      "text": "Prince Andrew again are using a scandal to save the institution. So that's a"
    },
    {
      "start": 432.319,
      "dur": 1.911,
      "text": "to save the institution. So that's a theory. Whether it's a correct one, I"
    },
    {
      "start": 434.24,
      "dur": 1.11,
      "text": "theory. Whether it's a correct one, I don't know, but it's certainly an"
    },
    {
      "start": 435.36,
      "dur": 1.03,
      "text": "don't know, but it's certainly an interesting one."
    },
    {
      "start": 436.4,
      "dur": 2.789,
      "text": "interesting one. &gt;&gt; Yeah. Talking of institutions,"
    },
    {
      "start": 439.199,
      "dur": 2.871,
      "text": "&gt;&gt; Yeah. Talking of institutions, what has happened to the UK itself? It"
    },
    {
      "start": 442.08,
      "dur": 2.63,
      "text": "what has happened to the UK itself? It was once a a beacon of stability. You"
    },
    {
      "start": 444.72,
      "dur": 2.15,
      "text": "was once a a beacon of stability. You had Margaret Thatcher, Tony Blair, both"
    },
    {
      "start": 446.88,
      "dur": 2.869,
      "text": "had Margaret Thatcher, Tony Blair, both serving 10 years at the top. Now it"
    },
    {
      "start": 449.759,
      "dur": 3.27,
      "text": "serving 10 years at the top. Now it seems impossible to govern. Why?"
    },
    {
      "start": 453.039,
      "dur": 1.59,
      "text": "seems impossible to govern. Why? &gt;&gt; I can put a figure on that, right? I"
    },
    {
      "start": 454.639,
      "dur": 1.67,
      "text": "&gt;&gt; I can put a figure on that, right? I mean, at six prime ministers in 10"
    },
    {
      "start": 456.319,
      "dur": 2.631,
      "text": "mean, at six prime ministers in 10 years, and I suspect one of the reasons"
    },
    {
      "start": 458.96,
      "dur": 2.47,
      "text": "years, and I suspect one of the reasons why Labor politicians stepped back from"
    },
    {
      "start": 461.44,
      "dur": 1.91,
      "text": "why Labor politicians stepped back from the brink on Monday and getting rid of"
    },
    {
      "start": 463.36,
      "dur": 3.03,
      "text": "the brink on Monday and getting rid of Sakist, oh my goodness, do we want to"
    },
    {
      "start": 466.4,
      "dur": 1.909,
      "text": "Sakist, oh my goodness, do we want to add a seventh prime minister to the"
    },
    {
      "start": 468.319,
      "dur": 2.391,
      "text": "add a seventh prime minister to the list? But to get to your question, I"
    },
    {
      "start": 470.72,
      "dur": 2.15,
      "text": "list? But to get to your question, I think it's because, you know, reasonably"
    },
    {
      "start": 472.88,
      "dur": 3.429,
      "text": "think it's because, you know, reasonably or unreasonably, for about the last 20"
    },
    {
      "start": 476.319,
      "dur": 3.031,
      "text": "or unreasonably, for about the last 20 years, British voters have felt that"
    },
    {
      "start": 479.36,
      "dur": 2.549,
      "text": "years, British voters have felt that British politicians of what other stripe"
    },
    {
      "start": 481.919,
      "dur": 2.95,
      "text": "British politicians of what other stripe have not addressed what they see as the"
    },
    {
      "start": 484.879,
      "dur": 2.551,
      "text": "have not addressed what they see as the three underlying issues driving"
    },
    {
      "start": 487.44,
      "dur": 2.309,
      "text": "three underlying issues driving volatility, not not just in the UK, by"
    },
    {
      "start": 489.759,
      "dur": 1.751,
      "text": "volatility, not not just in the UK, by the way, but lots of other European"
    },
    {
      "start": 491.52,
      "dur": 1.99,
      "text": "the way, but lots of other European countries. And those three things are"
    },
    {
      "start": 493.52,
      "dur": 2.47,
      "text": "countries. And those three things are number one, stagnating living standards."
    },
    {
      "start": 496.0,
      "dur": 1.189,
      "text": "number one, stagnating living standards. And that's something that hasn't"
    },
    {
      "start": 497.199,
      "dur": 2.311,
      "text": "And that's something that hasn't happened in Britain since the Napoleonic"
    },
    {
      "start": 499.52,
      "dur": 3.43,
      "text": "happened in Britain since the Napoleonic Wars, Oliver, the early 1800s. Secondly,"
    },
    {
      "start": 502.96,
      "dur": 2.069,
      "text": "Wars, Oliver, the early 1800s. Secondly, a widespread sense amongst voters,"
    },
    {
      "start": 505.039,
      "dur": 1.351,
      "text": "a widespread sense amongst voters, whether fair or not, that sort of"
    },
    {
      "start": 506.4,
      "dur": 1.59,
      "text": "whether fair or not, that sort of Britain is crumbling. The state is"
    },
    {
      "start": 508.0,
      "dur": 2.15,
      "text": "Britain is crumbling. The state is crumbling. The transport doesn't work,"
    },
    {
      "start": 510.16,
      "dur": 3.669,
      "text": "crumbling. The transport doesn't work, hospitals, education. And then third is"
    },
    {
      "start": 513.839,
      "dur": 2.391,
      "text": "hospitals, education. And then third is widespread concern about the high levels"
    },
    {
      "start": 516.24,
      "dur": 2.55,
      "text": "widespread concern about the high levels of immigration over the last 20, 30"
    },
    {
      "start": 518.8,
      "dur": 1.99,
      "text": "of immigration over the last 20, 30 years. So you put all those three things"
    },
    {
      "start": 520.8,
      "dur": 3.19,
      "text": "years. So you put all those three things together, you you have very very unh"
    },
    {
      "start": 524.0,
      "dur": 2.87,
      "text": "together, you you have very very unh unhappy angry voters. And one of the"
    },
    {
      "start": 526.88,
      "dur": 1.59,
      "text": "unhappy angry voters. And one of the things going back to the start of our"
    },
    {
      "start": 528.48,
      "dur": 2.23,
      "text": "things going back to the start of our conversation as to why Sakir Star is in"
    },
    {
      "start": 530.72,
      "dur": 2.549,
      "text": "conversation as to why Sakir Star is in such trouble, he he came out he he"
    },
    {
      "start": 533.279,
      "dur": 1.99,
      "text": "such trouble, he he came out he he became prime minister at a time when"
    },
    {
      "start": 535.279,
      "dur": 2.791,
      "text": "became prime minister at a time when trust in politicians when anger levels"
    },
    {
      "start": 538.08,
      "dur": 2.95,
      "text": "trust in politicians when anger levels were already extremely high. So to"
    },
    {
      "start": 541.04,
      "dur": 3.59,
      "text": "were already extremely high. So to somehow uh make a success uh in that"
    },
    {
      "start": 544.64,
      "dur": 1.99,
      "text": "somehow uh make a success uh in that kind of environment was always going to"
    },
    {
      "start": 546.64,
      "dur": 1.59,
      "text": "kind of environment was always going to be a challenge. And it's a challenge"
    },
    {
      "start": 548.24,
      "dur": 2.31,
      "text": "be a challenge. And it's a challenge that at the moment I suspect even"
    },
    {
      "start": 550.56,
      "dur": 1.67,
      "text": "that at the moment I suspect even Downing Street would admit that he is"
    },
    {
      "start": 552.24,
      "dur": 1.19,
      "text": "Downing Street would admit that he is failing."
    },
    {
      "start": 553.44,
      "dur": 1.91,
      "text": "failing. &gt;&gt; Rob, thank you. Rob Watson, our"
    },
    {
      "start": 555.36,
      "dur": 2.31,
      "text": "&gt;&gt; Rob, thank you. Rob Watson, our political correspondent. If you like"
    },
    {
      "start": 557.68,
      "dur": 2.31,
      "text": "political correspondent. If you like this episode, please subscribe here on"
    },
    {
      "start": 560.0,
      "dur": 1.67,
      "text": "this episode, please subscribe here on YouTube. If there's anything you'd like"
    },
    {
      "start": 561.68,
      "dur": 1.829,
      "text": "YouTube. If there's anything you'd like us to cover in particular, leave a"
    },
    {
      "start": 563.519,
      "dur": 1.831,
      "text": "us to cover in particular, leave a comment below. And for more"
    },
    {
      "start": 565.36,
      "dur": 1.83,
      "text": "comment below. And for more international stories, download the"
    },
    {
      "start": 567.2,
      "dur": 1.99,
      "text": "international stories, download the Global News podcast wherever you get"
    },
    {
      "start": 569.2,
      "dur": 3.24,
      "text": "Global News podcast wherever you get your podcasts."
    }
  ]
}