{
  "videoId": "M40NdaTnMqk",
  "title": "Trump revokes landmark ruling that greenhouse gases endanger public health | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 374,
  "segments": [
    {
      "start": 0.9,
      "dur": 8.6,
      "text": "Now, the former US President Barack Obama has criticized President Trump Obama has criticized President Trump after he rolled back much of America's after he rolled back much of America's climate change legislation. Well, the"
    },
    {
      "start": 9.5,
      "dur": 8.1,
      "text": "climate change legislation. Well, the president says he's repealing a president says he's repealing a long-standing scientific finding that long-standing scientific finding that greenhouse gas emissions endanger human greenhouse gas emissions endanger human health. It means pollutants from cars,"
    },
    {
      "start": 17.6,
      "dur": 9.0,
      "text": "health. It means pollutants from cars, trucks, and power plants, among the trucks, and power plants, among the largest drivers of climate change, will largest drivers of climate change, will no longer be regulated at the federal no longer be regulated at the federal level."
    },
    {
      "start": 26.6,
      "dur": 9.2,
      "text": "level. Under the process just completed by the Under the process just completed by the EPA, we are officially terminating the EPA, we are officially terminating the so-called endangerment finding, a"
    },
    {
      "start": 35.8,
      "dur": 10.9,
      "text": "so-called endangerment finding, a disastrous Obama era policy that disastrous Obama era policy that severely damaged the American auto severely damaged the American auto industry and massively drove up prices industry and massively drove up prices for American consumers. prices went up"
    },
    {
      "start": 46.7,
      "dur": 9.0,
      "text": "for American consumers. prices went up incredibly for a worse product. This incredibly for a worse product. This action will eliminate over $1.3 trillion action will eliminate over $1.3 trillion of regulatory cost and help bring car"
    },
    {
      "start": 55.7,
      "dur": 10.2,
      "text": "of regulatory cost and help bring car prices tumbling down dramatically. prices tumbling down dramatically. You're going to get a better car. You're You're going to get a better car. You're going to get a car that starts easier, a going to get a car that starts easier, a car that works better for a lot less"
    },
    {
      "start": 65.9,
      "dur": 9.6,
      "text": "car that works better for a lot less money. money. President Trump outlining the re President Trump outlining the re outlining the reasons behind that outlining the reasons behind that change. Well, let's hear now from John change. Well, let's hear now from John Kerry, of course, a former US Secretary"
    },
    {
      "start": 75.5,
      "dur": 9.7,
      "text": "Kerry, of course, a former US Secretary of State. He also served as President of State. He also served as President Biden's special envoy for climate. He's Biden's special envoy for climate. He's been speaking to the BBC to share his been speaking to the BBC to share his reaction."
    },
    {
      "start": 85.2,
      "dur": 10.2,
      "text": "reaction. There's a reason that we had an There's a reason that we had an endangerment rule. And the reason is endangerment rule. And the reason is that the the the pollution which is"
    },
    {
      "start": 95.4,
      "dur": 9.6,
      "text": "that the the the pollution which is creating the crisis of climate uh is creating the crisis of climate uh is dangerous. It's a killer. dangerous. It's a killer. And the fact is that uh you know this"
    },
    {
      "start": 105.0,
      "dur": 11.9,
      "text": "And the fact is that uh you know this decision to just do away with it um decision to just do away with it um really takes Orwellian really takes Orwellian governance to a new height and it governance to a new height and it invites enormous damage to people and"
    },
    {
      "start": 116.9,
      "dur": 9.4,
      "text": "invites enormous damage to people and property all around the world. property all around the world. That's John Kerry there sharing his That's John Kerry there sharing his reaction. Well, let's get more reaction reaction. Well, let's get more reaction now by speaking to Graeme Maxton, an"
    },
    {
      "start": 126.3,
      "dur": 8.3,
      "text": "now by speaking to Graeme Maxton, an author and climate change economist and author and climate change economist and an advisory board member of the UN's an advisory board member of the UN's Pathways Project. Welcome to BBC News."
    },
    {
      "start": 134.6,
      "dur": 10.4,
      "text": "Pathways Project. Welcome to BBC News. Um, look, the president says this is for Um, look, the president says this is for economic reasons and there's always a economic reasons and there's always a balance, not just in the US, but even balance, not just in the US, but even here in the UK, between how much being"
    },
    {
      "start": 145.0,
      "dur": 9.0,
      "text": "here in the UK, between how much being more climate aware costs. Um do you more climate aware costs. Um do you think on balance though um there is an think on balance though um there is an argument from the president's side to"
    },
    {
      "start": 154.0,
      "dur": 9.4,
      "text": "argument from the president's side to start to start with and then we'll start to start with and then we'll unpick the climate side to it. unpick the climate side to it. I I mean I think what this is simply I I mean I think what this is simply confirming is is is the trend which"
    },
    {
      "start": 163.4,
      "dur": 9.2,
      "text": "confirming is is is the trend which we've seen since President Trump took we've seen since President Trump took office which is that there's a push back office which is that there's a push back against the environmental movement against the environmental movement against regulations which which are"
    },
    {
      "start": 172.6,
      "dur": 8.2,
      "text": "against regulations which which are seemed to be restricted on industry. So seemed to be restricted on industry. So this is a step in the wrong direction. this is a step in the wrong direction. It's not a great leap in the wrong It's not a great leap in the wrong direction, direction, a step in the wrong direction. How much"
    },
    {
      "start": 180.8,
      "dur": 10.3,
      "text": "a step in the wrong direction. How much do you think this is going to be a blow do you think this is going to be a blow for climate change and all the goals for climate change and all the goals that world leaders are trying to meet that world leaders are trying to meet when it comes to those COP summits and when it comes to those COP summits and various other climate agreements?"
    },
    {
      "start": 191.1,
      "dur": 8.4,
      "text": "various other climate agreements? I mean, as a signal, it certainly sends I mean, as a signal, it certainly sends the wrong signal. It it says that that the wrong signal. It it says that that climate change is not real. It says that"
    },
    {
      "start": 199.5,
      "dur": 8.4,
      "text": "climate change is not real. It says that emissions don't count and that that that emissions don't count and that that that you can do whatever you like. And that's you can do whatever you like. And that's certainly a very bad signal in terms of certainly a very bad signal in terms of the actual emissions. And this may"
    },
    {
      "start": 207.9,
      "dur": 8.7,
      "text": "the actual emissions. And this may surprise you considering I'm an surprise you considering I'm an environmentalist. I don't think it's environmentalist. I don't think it's that serious. Uh the US accounts for that serious. Uh the US accounts for about 11% of total emissions. So even if"
    },
    {
      "start": 216.6,
      "dur": 9.8,
      "text": "about 11% of total emissions. So even if we see a 10% increase in their emissions we see a 10% increase in their emissions as a result of this, then you'll see a as a result of this, then you'll see a 1% increase in global emissions. So it 1% increase in global emissions. So it won't have a huge impact on on global"
    },
    {
      "start": 226.4,
      "dur": 8.2,
      "text": "won't have a huge impact on on global emissions no matter what what the US emissions no matter what what the US auto industry or the or the fossil fuel auto industry or the or the fossil fuel industry does. M and from an industry does. M and from an also also I just wanted to ask you follow on that"
    },
    {
      "start": 234.6,
      "dur": 9.6,
      "text": "I just wanted to ask you follow on that you say it won't have an impact there you say it won't have an impact there but of course President Trump's but of course President Trump's rationale is it he believes it would rationale is it he believes it would have an impact on the cost of cars have an impact on the cost of cars I mean it could I mean if if if car"
    },
    {
      "start": 244.2,
      "dur": 8.4,
      "text": "I mean it could I mean if if if car manufacturers take out catalyst manufacturers take out catalyst catalytic converters and they they catalytic converters and they they change their engines to make them much change their engines to make them much more polluting then of course it would more polluting then of course it would make the cars cheaper and that would"
    },
    {
      "start": 252.6,
      "dur": 10.2,
      "text": "make the cars cheaper and that would boost demand but I don't think car boost demand but I don't think car manufacturers will necessarily do that manufacturers will necessarily do that because the car industry is a global because the car industry is a global industry and and they sell cars outside"
    },
    {
      "start": 262.8,
      "dur": 8.2,
      "text": "industry and and they sell cars outside the US as well. So, they're engineered the US as well. So, they're engineered for other markets and and it takes a for other markets and and it takes a long time to re-engineer a car and they long time to re-engineer a car and they spend a lot of time and effort"
    },
    {
      "start": 271.0,
      "dur": 8.2,
      "text": "spend a lot of time and effort engineering cars to make them less engineering cars to make them less polluting. So, I think it's a signal polluting. So, I think it's a signal again, but I'm not sure the auto again, but I'm not sure the auto industry in the US is going to leap industry in the US is going to leap wholeheartedly into the idea that it can"
    },
    {
      "start": 279.2,
      "dur": 9.1,
      "text": "wholeheartedly into the idea that it can take out all these pollution control take out all these pollution control measures. measures. Yeah. And I suppose that's because the Yeah. And I suppose that's because the car market's a global one. And so if car market's a global one. And so if cars were remodified for the US market,"
    },
    {
      "start": 288.3,
      "dur": 8.3,
      "text": "cars were remodified for the US market, you wouldn't be able to sell them that you wouldn't be able to sell them that easily in other countries where they do easily in other countries where they do have climate regulations. have climate regulations. Exactly. Now the US doesn't export a Exactly. Now the US doesn't export a huge number of cars, but it does design"
    },
    {
      "start": 296.6,
      "dur": 8.1,
      "text": "huge number of cars, but it does design them uh for for international markets. them uh for for international markets. Uh the bigger concern is if they roll Uh the bigger concern is if they roll back the emissions regulations on the"
    },
    {
      "start": 304.7,
      "dur": 8.3,
      "text": "back the emissions regulations on the power plants on the fossil fuel power power plants on the fossil fuel power plants because that would certainly plants because that would certainly create a lot more pollution and a lot create a lot more pollution and a lot more emissions. Again, not globally"
    },
    {
      "start": 313.0,
      "dur": 9.3,
      "text": "more emissions. Again, not globally important, but certainly for air quality important, but certainly for air quality in the US, that would be very serious. in the US, that would be very serious. And what do you think are the longerterm And what do you think are the longerterm repercussions of this announcement from repercussions of this announcement from the president then?"
    },
    {
      "start": 322.3,
      "dur": 10.7,
      "text": "the president then? Well, as again, as I said, not in not Well, as again, as I said, not in not very large. I mean, we've already very large. I mean, we've already reached the the the point where climate reached the the the point where climate change is becoming much more serious. Uh"
    },
    {
      "start": 333.0,
      "dur": 9.1,
      "text": "change is becoming much more serious. Uh what we've also got to remember is that what we've also got to remember is that it's not the annual emissions that are it's not the annual emissions that are really important. It's the cumulative really important. It's the cumulative emissions. It's the buildup of emissions emissions. It's the buildup of emissions over the last 200 years and particularly"
    },
    {
      "start": 342.1,
      "dur": 8.3,
      "text": "over the last 200 years and particularly over the last 50 years that really is over the last 50 years that really is causing climate change. What happens one causing climate change. What happens one year to the next is important, but it's year to the next is important, but it's not nearly as important as as the"
    },
    {
      "start": 350.4,
      "dur": 8.2,
      "text": "not nearly as important as as the buildup that's taking place. So what buildup that's taking place. So what we're seeing with the US is that they we're seeing with the US is that they may increase the level of emissions by may increase the level of emissions by maybe another 10%, which would be 1% in"
    },
    {
      "start": 358.6,
      "dur": 8.8,
      "text": "maybe another 10%, which would be 1% in global terms, which is not going to global terms, which is not going to change the overall outlook at this change the overall outlook at this point. Uh so it's it's it's a very bad point. Uh so it's it's it's a very bad signal, but it's not going to change the"
    },
    {
      "start": 367.4,
      "dur": 7.8,
      "text": "signal, but it's not going to change the direction of where we're going to any direction of where we're going to any great degree. great degree. Okay, interesting perspective. Thank you Okay, interesting perspective. Thank you very much for joining us, Graeme Maxton."
    }
  ]
}