{
  "videoId": "Mi9qiOe4ezI",
  "title": "UK net migration down 80% from its peak in 2023 | BBC News",
  "publishedAt": "2025-11-27",
  "channel": "BBC News",
  "durationSeconds": 276,
  "segments": [
    {
      "start": 0.6,
      "dur": 8.4,
      "text": "New figures show that net migration to the UK, that's the difference between the UK, that's the difference between the number of people arriving then the number of people arriving then leaving the country, dropped sharply to"
    },
    {
      "start": 9.0,
      "dur": 9.9,
      "text": "leaving the country, dropped sharply to 204,000 in the year to June. That's a 204,000 in the year to June. That's a significant drop from almost 650,000 in significant drop from almost 650,000 in the year to June 2024 and a drop of"
    },
    {
      "start": 18.9,
      "dur": 8.0,
      "text": "the year to June 2024 and a drop of nearly 80% from the peak in 2023. Well, nearly 80% from the peak in 2023. Well, with me now is the BBC's head of with me now is the BBC's head of statistics, Robert Cuff. Robert, um,"
    },
    {
      "start": 26.9,
      "dur": 9.7,
      "text": "statistics, Robert Cuff. Robert, um, good to have you with us to take us good to have you with us to take us through all of these figures. It's a through all of these figures. It's a very big fall. What's driving that? very big fall. What's driving that? Fewer people are coming to the UK uh to Fewer people are coming to the UK uh to work and to study from outside the EU"
    },
    {
      "start": 36.6,
      "dur": 10.2,
      "text": "work and to study from outside the EU and they're not bringing as many of and they're not bringing as many of their family with them. That's it. As their family with them. That's it. As you say, it's a it's been a a roller you say, it's a it's been a a roller coaster ride in the migration numbers coaster ride in the migration numbers over the last two years. They were over the last two years. They were running at about 240,000 people, adding"
    },
    {
      "start": 46.8,
      "dur": 8.4,
      "text": "running at about 240,000 people, adding about that many people to the population about that many people to the population of the UK every year before the of the UK every year before the pandemic. And then after the government pandemic. And then after the government opened up programs to bring in people to opened up programs to bring in people to work in health and social care and gave"
    },
    {
      "start": 55.2,
      "dur": 9.3,
      "text": "work in health and social care and gave universities a target to bring in about universities a target to bring in about 600,000 students, we saw this rapid rise 600,000 students, we saw this rapid rise up to nearly a million people in about up to nearly a million people in about two years. And since then it's come back"
    },
    {
      "start": 64.5,
      "dur": 8.1,
      "text": "two years. And since then it's come back down roughly to prepandemic levels down roughly to prepandemic levels again. So we are seeing that kind of again. So we are seeing that kind of right due to the changes in the number right due to the changes in the number of people coming and then the changes in"
    },
    {
      "start": 72.6,
      "dur": 9.2,
      "text": "of people coming and then the changes in the policy that happened to make it the policy that happened to make it harder for them to come. The home harder for them to come. The home secretary Shabbanammud said a little secretary Shabbanammud said a little earlier that net migration had fallen by earlier that net migration had fallen by more than twothirds under this"
    },
    {
      "start": 81.8,
      "dur": 8.5,
      "text": "more than twothirds under this government which of course you know has government which of course you know has only been in power for well a little only been in power for well a little over a year not that long. How much over a year not that long. How much credit can the government take? It's credit can the government take? It's happened while they're in power, but it"
    },
    {
      "start": 90.3,
      "dur": 8.5,
      "text": "happened while they're in power, but it reflects decisions that were taken reflects decisions that were taken before they came to power, both the rise before they came to power, both the rise and the fall because, as I said, it was and the fall because, as I said, it was Boris Johnson's government that made"
    },
    {
      "start": 98.8,
      "dur": 9.0,
      "text": "Boris Johnson's government that made that made it easier for some people to that made it easier for some people to come to the UK to work or to study. But come to the UK to work or to study. But they also under Rishi Sunnac announced they also under Rishi Sunnac announced measures to make it harder for people to measures to make it harder for people to bring their families with them when they"
    },
    {
      "start": 107.8,
      "dur": 9.4,
      "text": "bring their families with them when they came to study or when they came to work came to study or when they came to work in uh under the health and health and in uh under the health and health and care visas for to work in in the NHS. care visas for to work in in the NHS. And so those those falls they started"
    },
    {
      "start": 117.2,
      "dur": 9.0,
      "text": "And so those those falls they started before Labor came to power and they've before Labor came to power and they've continued on while Labor on power. Of continued on while Labor on power. Of course Shabbana Mimmood's predecessor course Shabbana Mimmood's predecessor Revette Cooper announced some reforms to Revette Cooper announced some reforms to the migration system. So they are going"
    },
    {
      "start": 126.2,
      "dur": 9.6,
      "text": "the migration system. So they are going to make further changes but it's to make further changes but it's probably too early to see the effects of probably too early to see the effects of those changes in the figures. those changes in the figures. Now numbers going in the opposite Now numbers going in the opposite direction are those on asylum. The"
    },
    {
      "start": 135.8,
      "dur": 8.6,
      "text": "direction are those on asylum. The number of people claiming asylum is up. number of people claiming asylum is up. The number of people uh being housed in The number of people uh being housed in hotels is up. Give us the detail on hotels is up. Give us the detail on that. Well, these are probably slightly"
    },
    {
      "start": 144.4,
      "dur": 8.3,
      "text": "that. Well, these are probably slightly more worrying numbers for the home more worrying numbers for the home secretary uh because we've seen about secretary uh because we've seen about 111,000 111,000 uh people claim asylum in the UK in the"
    },
    {
      "start": 152.7,
      "dur": 9.4,
      "text": "uh people claim asylum in the UK in the last year. That's a record up again on last year. That's a record up again on June, up again on the figure before June, up again on the figure before Labour came to power. And the number of Labour came to power. And the number of people who were being put up in hotels people who were being put up in hotels while awaiting their asylum claims,"
    },
    {
      "start": 162.1,
      "dur": 8.2,
      "text": "while awaiting their asylum claims, that's at 36,000. That's that's wobbled that's at 36,000. That's that's wobbled around a little bit in the last year. around a little bit in the last year. So, it's hard to kind of tell just from So, it's hard to kind of tell just from the latest rise. you really need to look"
    },
    {
      "start": 170.3,
      "dur": 8.3,
      "text": "the latest rise. you really need to look under the figures at what's driving the under the figures at what's driving the demand for hotel accommodation to get a demand for hotel accommodation to get a sense of whether they're going to meet sense of whether they're going to meet their pledge to end the use of of uh"
    },
    {
      "start": 178.6,
      "dur": 8.9,
      "text": "their pledge to end the use of of uh hotels to to house asylum seekers by the hotels to to house asylum seekers by the end of parliament. And the story there end of parliament. And the story there is it's it's kind of mixed because there is it's it's kind of mixed because there are fewer people waiting for decisions. are fewer people waiting for decisions. That's down by about a third since Labor"
    },
    {
      "start": 187.5,
      "dur": 8.4,
      "text": "That's down by about a third since Labor came to power. They're processing people came to power. They're processing people faster. They're making more decisions faster. They're making more decisions more quickly. But you can't empty the more quickly. But you can't empty the bath if the taps are flowing in faster"
    },
    {
      "start": 195.9,
      "dur": 8.0,
      "text": "bath if the taps are flowing in faster than they've ever flown. And if you're than they've ever flown. And if you're seeing a record number of people seeing a record number of people claiming asylum, well then it's very claiming asylum, well then it's very hard to end that demand. That means you"
    },
    {
      "start": 203.9,
      "dur": 8.6,
      "text": "hard to end that demand. That means you have to put people up in hotels. have to put people up in hotels. And then coming back to the drop in net And then coming back to the drop in net migration, Robert, is that decrease migration, Robert, is that decrease sustainable over the longer term?"
    },
    {
      "start": 212.5,
      "dur": 8.4,
      "text": "sustainable over the longer term? Because just as there is with asylum uh Because just as there is with asylum uh on net migration, there is a huge amount on net migration, there is a huge amount of political pressure not just for this of political pressure not just for this government but previous governments in"
    },
    {
      "start": 220.9,
      "dur": 9.1,
      "text": "government but previous governments in this area. this area. Well, the the falls that we've seen, Well, the the falls that we've seen, there's nothing suggesting in the there's nothing suggesting in the figures that those are going to suddenly"
    },
    {
      "start": 230.0,
      "dur": 9.0,
      "text": "figures that those are going to suddenly bounce back, that we're going to go back bounce back, that we're going to go back up to a level of a million people coming up to a level of a million people coming in a year. They're down to in a year. They're down to some people say more people are needed some people say more people are needed with the right skills. with the right skills. Well, this is people coming to work. So,"
    },
    {
      "start": 239.0,
      "dur": 8.9,
      "text": "Well, this is people coming to work. So, yes, because people were coming to work yes, because people were coming to work uh in and uh and people were coming to uh in and uh and people were coming to study and so these will cause study and so these will cause discussions for people working in discussions for people working in universities who are depending on those"
    },
    {
      "start": 247.9,
      "dur": 9.3,
      "text": "universities who are depending on those fees or or employers. Um, but whether fees or or employers. Um, but whether they go down any further, whether these they go down any further, whether these falls will continue is a much harder one falls will continue is a much harder one to call because we're at the level that"
    },
    {
      "start": 257.2,
      "dur": 9.0,
      "text": "to call because we're at the level that migration was at pretty steadily before migration was at pretty steadily before the pandemic. So that's not the tens of the pandemic. So that's not the tens of thousands that David Cameron spoke about thousands that David Cameron spoke about in 2010. It's the hundreds of thousands in 2010. It's the hundreds of thousands that they were for about 10 years. And"
    },
    {
      "start": 266.2,
      "dur": 11.3,
      "text": "that they were for about 10 years. And it's hard to know, hard to believe right it's hard to know, hard to believe right now that we're going to see mega falls now that we're going to see mega falls from that point. Okay, Robert, thank you from that point. Okay, Robert, thank you very much, Robert Cuff, uh, for taking very much, Robert Cuff, uh, for taking us through those picture pictures"
    }
  ]
}