{
  "videoId": "mJtUO6yY84Y",
  "title": "Epstein files: UK fallout over Andrew and Mandelson | Global News Podcast",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 583,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.919,
      "text": "Hello, welcome to the global news"
    },
    {
      "start": 2.159,
      "dur": 2.231,
      "text": "Hello, welcome to the global news podcast on YouTube where we go behind"
    },
    {
      "start": 4.4,
      "dur": 2.55,
      "text": "podcast on YouTube where we go behind the headlines to focus on one story and"
    },
    {
      "start": 6.96,
      "dur": 2.47,
      "text": "the headlines to focus on one story and why it matters. Today we're considering"
    },
    {
      "start": 9.44,
      "dur": 2.47,
      "text": "why it matters. Today we're considering the impact on the British royal family"
    },
    {
      "start": 11.92,
      "dur": 2.39,
      "text": "the impact on the British royal family of Andrew Mountbatten Windsor, formerly"
    },
    {
      "start": 14.32,
      "dur": 1.99,
      "text": "of Andrew Mountbatten Windsor, formerly Prince Andrew and his connection to the"
    },
    {
      "start": 16.32,
      "dur": 2.709,
      "text": "Prince Andrew and his connection to the convicted pedophile Jeffrey Epstein. It"
    },
    {
      "start": 19.039,
      "dur": 1.591,
      "text": "convicted pedophile Jeffrey Epstein. It comes as more photos emerge from the"
    },
    {
      "start": 20.64,
      "dur": 1.67,
      "text": "comes as more photos emerge from the Epstein files and a growing"
    },
    {
      "start": 22.32,
      "dur": 1.91,
      "text": "Epstein files and a growing dissatisfaction from members of the"
    },
    {
      "start": 24.24,
      "dur": 2.39,
      "text": "dissatisfaction from members of the British public. We'll also look at the"
    },
    {
      "start": 26.64,
      "dur": 2.15,
      "text": "British public. We'll also look at the impact on Kier Starmer, the British"
    },
    {
      "start": 28.8,
      "dur": 2.15,
      "text": "impact on Kier Starmer, the British prime minister, over his controversial"
    },
    {
      "start": 30.96,
      "dur": 2.47,
      "text": "prime minister, over his controversial decision to appoint Peter Mandelen as"
    },
    {
      "start": 33.44,
      "dur": 2.629,
      "text": "decision to appoint Peter Mandelen as the UK's ambassador to the US despite"
    },
    {
      "start": 36.079,
      "dur": 2.871,
      "text": "the UK's ambassador to the US despite his friendship with Epstein. Joining us"
    },
    {
      "start": 38.96,
      "dur": 2.31,
      "text": "his friendship with Epstein. Joining us to discuss all of that is the UK"
    },
    {
      "start": 41.28,
      "dur": 3.35,
      "text": "to discuss all of that is the UK political correspondent Rob Watson. Rob,"
    },
    {
      "start": 44.64,
      "dur": 2.47,
      "text": "political correspondent Rob Watson. Rob, let's begin with this story today of"
    },
    {
      "start": 47.12,
      "dur": 2.55,
      "text": "let's begin with this story today of images of Andrew from the Epstein files"
    },
    {
      "start": 49.68,
      "dur": 1.67,
      "text": "images of Andrew from the Epstein files scattered on a road of an English"
    },
    {
      "start": 51.36,
      "dur": 2.31,
      "text": "scattered on a road of an English village ahead of a visit by the king and"
    },
    {
      "start": 53.68,
      "dur": 2.95,
      "text": "village ahead of a visit by the king and queen. Is that a sign of the growing"
    },
    {
      "start": 56.64,
      "dur": 2.31,
      "text": "queen. Is that a sign of the growing dissatisfaction uh amongst the British"
    },
    {
      "start": 58.96,
      "dur": 1.589,
      "text": "dissatisfaction uh amongst the British public at large?"
    },
    {
      "start": 60.559,
      "dur": 1.911,
      "text": "public at large? &gt;&gt; I think that the the king will be"
    },
    {
      "start": 62.48,
      "dur": 1.989,
      "text": "&gt;&gt; I think that the the king will be worried about it as will the palace and"
    },
    {
      "start": 64.479,
      "dur": 3.031,
      "text": "worried about it as will the palace and something similar happened on a visit a"
    },
    {
      "start": 67.52,
      "dur": 3.03,
      "text": "something similar happened on a visit a few weeks ago. But actually I I think so"
    },
    {
      "start": 70.56,
      "dur": 2.39,
      "text": "few weeks ago. But actually I I think so far the signs suggest and no doubt"
    },
    {
      "start": 72.96,
      "dur": 1.99,
      "text": "far the signs suggest and no doubt Buckingham Palace gets some relief from"
    },
    {
      "start": 74.96,
      "dur": 2.469,
      "text": "Buckingham Palace gets some relief from this that the that the that the scandal"
    },
    {
      "start": 77.439,
      "dur": 2.231,
      "text": "this that the that the that the scandal over Jeffrey Epstein has sort of largely"
    },
    {
      "start": 79.68,
      "dur": 2.55,
      "text": "over Jeffrey Epstein has sort of largely left the principal figures in the royal"
    },
    {
      "start": 82.24,
      "dur": 2.15,
      "text": "left the principal figures in the royal family. So, one thinks King Charles,"
    },
    {
      "start": 84.4,
      "dur": 3.43,
      "text": "family. So, one thinks King Charles, Queen Camila, uh, Prince William largely"
    },
    {
      "start": 87.84,
      "dur": 2.71,
      "text": "Queen Camila, uh, Prince William largely untouched. And I think what the palace"
    },
    {
      "start": 90.56,
      "dur": 2.229,
      "text": "untouched. And I think what the palace will be worried about, the two things"
    },
    {
      "start": 92.799,
      "dur": 1.67,
      "text": "will be worried about, the two things they'll be worried about is number one,"
    },
    {
      "start": 94.479,
      "dur": 2.31,
      "text": "they'll be worried about is number one, calls for King Charles perhaps to put"
    },
    {
      "start": 96.799,
      "dur": 2.63,
      "text": "calls for King Charles perhaps to put pressure on his brother Andrew to to"
    },
    {
      "start": 99.439,
      "dur": 2.231,
      "text": "pressure on his brother Andrew to to testify in front of Congress because"
    },
    {
      "start": 101.68,
      "dur": 1.99,
      "text": "testify in front of Congress because there have been calls for that. So, in"
    },
    {
      "start": 103.68,
      "dur": 1.59,
      "text": "there have been calls for that. So, in other words, will the royal family be"
    },
    {
      "start": 105.28,
      "dur": 2.71,
      "text": "other words, will the royal family be somehow uh be drawn into that? And I"
    },
    {
      "start": 108.0,
      "dur": 1.03,
      "text": "somehow uh be drawn into that? And I guess the other thing that will be"
    },
    {
      "start": 109.04,
      "dur": 2.069,
      "text": "guess the other thing that will be making the royal family profoundly"
    },
    {
      "start": 111.119,
      "dur": 2.471,
      "text": "making the royal family profoundly uncomfortable are the the emails"
    },
    {
      "start": 113.6,
      "dur": 1.829,
      "text": "uncomfortable are the the emails suggesting that somehow Buckingham"
    },
    {
      "start": 115.439,
      "dur": 2.551,
      "text": "suggesting that somehow Buckingham Palace and other royal residences were"
    },
    {
      "start": 118.0,
      "dur": 3.27,
      "text": "Palace and other royal residences were sort of used as a as a reward to the to"
    },
    {
      "start": 121.28,
      "dur": 2.71,
      "text": "sort of used as a as a reward to the to M. Jeffrey Epstein and some of some"
    },
    {
      "start": 124.0,
      "dur": 2.95,
      "text": "M. Jeffrey Epstein and some of some other of ex Prince Andrew's rich friends"
    },
    {
      "start": 126.96,
      "dur": 2.39,
      "text": "other of ex Prince Andrew's rich friends and circle of acquaintance."
    },
    {
      "start": 129.36,
      "dur": 2.47,
      "text": "and circle of acquaintance. &gt;&gt; You mentioned royal residences there. I"
    },
    {
      "start": 131.84,
      "dur": 1.91,
      "text": "&gt;&gt; You mentioned royal residences there. I mean of course we learned earlier this"
    },
    {
      "start": 133.76,
      "dur": 1.75,
      "text": "mean of course we learned earlier this week that Andrew had had to move house"
    },
    {
      "start": 135.52,
      "dur": 2.47,
      "text": "week that Andrew had had to move house again. He was living in a pretty"
    },
    {
      "start": 138.0,
      "dur": 2.229,
      "text": "again. He was living in a pretty luxurious accommodation known as Royal"
    },
    {
      "start": 140.239,
      "dur": 1.99,
      "text": "luxurious accommodation known as Royal Lodge. And that that might give some"
    },
    {
      "start": 142.239,
      "dur": 1.831,
      "text": "Lodge. And that that might give some people the impression that it was"
    },
    {
      "start": 144.08,
      "dur": 2.07,
      "text": "people the impression that it was somehow some little cottage on the"
    },
    {
      "start": 146.16,
      "dur": 2.069,
      "text": "somehow some little cottage on the estate of Windsor Castle. It is nothing"
    },
    {
      "start": 148.239,
      "dur": 2.391,
      "text": "estate of Windsor Castle. It is nothing of the sort. It is a many roommed"
    },
    {
      "start": 150.64,
      "dur": 2.63,
      "text": "of the sort. It is a many roommed mansion near Windsor Castle. And and"
    },
    {
      "start": 153.28,
      "dur": 2.79,
      "text": "mansion near Windsor Castle. And and what we understand is is that uh the"
    },
    {
      "start": 156.08,
      "dur": 1.59,
      "text": "what we understand is is that uh the royal family by which I guess we"
    },
    {
      "start": 157.68,
      "dur": 1.59,
      "text": "royal family by which I guess we understand that that King Charles and"
    },
    {
      "start": 159.28,
      "dur": 2.309,
      "text": "understand that that King Charles and his entourage were just utterly fed up"
    },
    {
      "start": 161.599,
      "dur": 2.071,
      "text": "his entourage were just utterly fed up with the way in which uh former Prince"
    },
    {
      "start": 163.68,
      "dur": 2.31,
      "text": "with the way in which uh former Prince Andrew was being sort of photographed"
    },
    {
      "start": 166.0,
      "dur": 1.91,
      "text": "Andrew was being sort of photographed either on horseback or in his car"
    },
    {
      "start": 167.92,
      "dur": 1.589,
      "text": "either on horseback or in his car looking pretty relaxed at the time of"
    },
    {
      "start": 169.519,
      "dur": 2.551,
      "text": "looking pretty relaxed at the time of all this these terrible revelations"
    },
    {
      "start": 172.08,
      "dur": 1.35,
      "text": "all this these terrible revelations because it's important to remember that"
    },
    {
      "start": 173.44,
      "dur": 1.99,
      "text": "because it's important to remember that that Windsor Castle which is not that"
    },
    {
      "start": 175.44,
      "dur": 2.47,
      "text": "that Windsor Castle which is not that far away from London. Uh its grounds a"
    },
    {
      "start": 177.92,
      "dur": 1.35,
      "text": "far away from London. Uh its grounds a lot of its grounds are open to the"
    },
    {
      "start": 179.28,
      "dur": 1.75,
      "text": "lot of its grounds are open to the public. So, I think it's pretty clear"
    },
    {
      "start": 181.04,
      "dur": 2.549,
      "text": "public. So, I think it's pretty clear that King Charles wanted Andrew as far"
    },
    {
      "start": 183.599,
      "dur": 1.99,
      "text": "that King Charles wanted Andrew as far away from the public as humanly"
    },
    {
      "start": 185.599,
      "dur": 2.151,
      "text": "away from the public as humanly possible. So, he's going to live on one"
    },
    {
      "start": 187.76,
      "dur": 1.51,
      "text": "possible. So, he's going to live on one of the king's estates known as"
    },
    {
      "start": 189.28,
      "dur": 2.39,
      "text": "of the king's estates known as Sandringham, where the hope of uh the"
    },
    {
      "start": 191.68,
      "dur": 2.23,
      "text": "Sandringham, where the hope of uh the royal family will be that Andrew will be"
    },
    {
      "start": 193.92,
      "dur": 2.309,
      "text": "royal family will be that Andrew will be much much less visible. Well, we'll see"
    },
    {
      "start": 196.239,
      "dur": 1.111,
      "text": "much much less visible. Well, we'll see about that."
    },
    {
      "start": 197.36,
      "dur": 2.31,
      "text": "about that. &gt;&gt; Let's turn to UK politics now and the"
    },
    {
      "start": 199.68,
      "dur": 2.07,
      "text": "&gt;&gt; Let's turn to UK politics now and the impact of all this on the Prime Minister"
    },
    {
      "start": 201.76,
      "dur": 2.95,
      "text": "impact of all this on the Prime Minister Kier Starmer. um he's facing mounting"
    },
    {
      "start": 204.72,
      "dur": 2.55,
      "text": "Kier Starmer. um he's facing mounting pressure after growing revelations about"
    },
    {
      "start": 207.28,
      "dur": 1.43,
      "text": "pressure after growing revelations about Peter Mandlesson, the man that he"
    },
    {
      "start": 208.72,
      "dur": 2.789,
      "text": "Peter Mandlesson, the man that he appointed as US ambassador. What's the"
    },
    {
      "start": 211.519,
      "dur": 3.911,
      "text": "appointed as US ambassador. What's the latest with all that?"
    },
    {
      "start": 215.44,
      "dur": 1.84,
      "text": "&gt;&gt; Well, Sakir Stalman, the prime minister"
    },
    {
      "start": 217.28,
      "dur": 1.589,
      "text": "&gt;&gt; Well, Sakir Stalman, the prime minister who was already, according to the"
    },
    {
      "start": 218.879,
      "dur": 1.831,
      "text": "who was already, according to the opinion polls, they suggest the most"
    },
    {
      "start": 220.72,
      "dur": 2.47,
      "text": "opinion polls, they suggest the most unpopular leader in living memory, very"
    },
    {
      "start": 223.2,
      "dur": 2.309,
      "text": "unpopular leader in living memory, very unpopular within his own governing Labor"
    },
    {
      "start": 225.519,
      "dur": 2.63,
      "text": "unpopular within his own governing Labor Party, is now even more unpopular. I"
    },
    {
      "start": 228.159,
      "dur": 2.871,
      "text": "Party, is now even more unpopular. I mean this is just about as bad as it"
    },
    {
      "start": 231.04,
      "dur": 2.15,
      "text": "mean this is just about as bad as it gets for the prime minister Sakir Stama"
    },
    {
      "start": 233.2,
      "dur": 2.07,
      "text": "gets for the prime minister Sakir Stama who essentially is in the firing line"
    },
    {
      "start": 235.28,
      "dur": 3.11,
      "text": "who essentially is in the firing line because he appointed Peter Mandlesson as"
    },
    {
      "start": 238.4,
      "dur": 2.07,
      "text": "because he appointed Peter Mandlesson as ambassador UK ambassador to Washington"
    },
    {
      "start": 240.48,
      "dur": 3.029,
      "text": "ambassador UK ambassador to Washington in December of 2024. Now to Kir"
    },
    {
      "start": 243.519,
      "dur": 2.311,
      "text": "in December of 2024. Now to Kir Starmmer's defense is look you know when"
    },
    {
      "start": 245.84,
      "dur": 2.23,
      "text": "Starmmer's defense is look you know when we asked Peter Mandlesson you know"
    },
    {
      "start": 248.08,
      "dur": 2.31,
      "text": "we asked Peter Mandlesson you know exactly what was your relationship with"
    },
    {
      "start": 250.4,
      "dur": 2.15,
      "text": "exactly what was your relationship with um with Jeffrey Epstein he said oh you"
    },
    {
      "start": 252.56,
      "dur": 1.91,
      "text": "um with Jeffrey Epstein he said oh you know we we were we were barely"
    },
    {
      "start": 254.48,
      "dur": 2.79,
      "text": "know we we were we were barely acquainted and and therefore how could I"
    },
    {
      "start": 257.28,
      "dur": 1.509,
      "text": "acquainted and and therefore how could I have known I regret making the"
    },
    {
      "start": 258.799,
      "dur": 2.631,
      "text": "have known I regret making the appointment now but the criticism of"
    },
    {
      "start": 261.44,
      "dur": 2.87,
      "text": "appointment now but the criticism of secure star is come on you know just any"
    },
    {
      "start": 264.32,
      "dur": 2.55,
      "text": "secure star is come on you know just any kind of relationship any friendship that"
    },
    {
      "start": 266.88,
      "dur": 2.63,
      "text": "kind of relationship any friendship that Peter Mandelson had with Jeffrey Epstein"
    },
    {
      "start": 269.52,
      "dur": 2.31,
      "text": "Peter Mandelson had with Jeffrey Epstein no matter how deep it was surely surely"
    },
    {
      "start": 271.84,
      "dur": 1.99,
      "text": "no matter how deep it was surely surely that should have rung alarm bells. So"
    },
    {
      "start": 273.84,
      "dur": 2.31,
      "text": "that should have rung alarm bells. So he's really being questioned about his"
    },
    {
      "start": 276.16,
      "dur": 2.23,
      "text": "he's really being questioned about his judgment. Now here it seems to me is the"
    },
    {
      "start": 278.4,
      "dur": 2.15,
      "text": "judgment. Now here it seems to me is the big question in British politics. Is"
    },
    {
      "start": 280.56,
      "dur": 3.11,
      "text": "big question in British politics. Is this just you know another nasty bruise"
    },
    {
      "start": 283.68,
      "dur": 3.03,
      "text": "this just you know another nasty bruise on a politician in Kharma who is already"
    },
    {
      "start": 286.72,
      "dur": 2.95,
      "text": "on a politician in Kharma who is already you know this utterly battered and"
    },
    {
      "start": 289.68,
      "dur": 2.31,
      "text": "you know this utterly battered and bruised or or is it something more"
    },
    {
      "start": 292.0,
      "dur": 2.31,
      "text": "bruised or or is it something more fatal? I mean is this you know is this"
    },
    {
      "start": 294.32,
      "dur": 1.99,
      "text": "fatal? I mean is this you know is this the crisis that finally brings his"
    },
    {
      "start": 296.32,
      "dur": 2.55,
      "text": "the crisis that finally brings his premiership to a to a premature end? I"
    },
    {
      "start": 298.88,
      "dur": 1.749,
      "text": "premiership to a to a premature end? I mean, I don't know the answer to that"
    },
    {
      "start": 300.639,
      "dur": 1.751,
      "text": "mean, I don't know the answer to that question, but I think that is the"
    },
    {
      "start": 302.4,
      "dur": 0.789,
      "text": "question, but I think that is the question."
    },
    {
      "start": 303.199,
      "dur": 1.831,
      "text": "question. &gt;&gt; Fair to say then that he is fighting for"
    },
    {
      "start": 305.04,
      "dur": 2.31,
      "text": "&gt;&gt; Fair to say then that he is fighting for his political survival. I mean, he's"
    },
    {
      "start": 307.36,
      "dur": 2.23,
      "text": "his political survival. I mean, he's some his critics would suggest that he"
    },
    {
      "start": 309.6,
      "dur": 2.869,
      "text": "some his critics would suggest that he had several opportunities to to do"
    },
    {
      "start": 312.479,
      "dur": 1.351,
      "text": "had several opportunities to to do something about, you know, Peter"
    },
    {
      "start": 313.84,
      "dur": 2.15,
      "text": "something about, you know, Peter Mandlesson and he he hadn't done that up"
    },
    {
      "start": 316.0,
      "dur": 2.07,
      "text": "Mandlesson and he he hadn't done that up until now. Perhaps"
    },
    {
      "start": 318.08,
      "dur": 2.63,
      "text": "until now. Perhaps &gt;&gt; you know when politicians leave office"
    },
    {
      "start": 320.72,
      "dur": 2.71,
      "text": "&gt;&gt; you know when politicians leave office early in democracies like the UK's"
    },
    {
      "start": 323.44,
      "dur": 1.51,
      "text": "early in democracies like the UK's there's only normally two routes to"
    },
    {
      "start": 324.96,
      "dur": 1.669,
      "text": "there's only normally two routes to that, right? I mean, number one is they"
    },
    {
      "start": 326.639,
      "dur": 1.671,
      "text": "that, right? I mean, number one is they resign. They just think that their"
    },
    {
      "start": 328.32,
      "dur": 2.63,
      "text": "resign. They just think that their position is hopeless or there is some"
    },
    {
      "start": 330.96,
      "dur": 2.47,
      "text": "position is hopeless or there is some kind of rebellion. Now I don't think"
    },
    {
      "start": 333.44,
      "dur": 2.15,
      "text": "kind of rebellion. Now I don't think Sakir Stalmer shows any sign of"
    },
    {
      "start": 335.6,
      "dur": 2.47,
      "text": "Sakir Stalmer shows any sign of resignation at all. In fact, he he was"
    },
    {
      "start": 338.08,
      "dur": 1.829,
      "text": "resignation at all. In fact, he he was giving a pretty feisty speech saying,"
    },
    {
      "start": 339.919,
      "dur": 1.911,
      "text": "giving a pretty feisty speech saying, \"Look, yeah, I made a terrible mistake."
    },
    {
      "start": 341.84,
      "dur": 2.15,
      "text": "\"Look, yeah, I made a terrible mistake. I should never have appointed Peter"
    },
    {
      "start": 344.0,
      "dur": 2.31,
      "text": "I should never have appointed Peter Mandelon. It's all his fault for lying.\""
    },
    {
      "start": 346.32,
      "dur": 1.589,
      "text": "Mandelon. It's all his fault for lying.\" But he made this rather kind of"
    },
    {
      "start": 347.919,
      "dur": 2.55,
      "text": "But he made this rather kind of impassioned defense of why he went into"
    },
    {
      "start": 350.479,
      "dur": 1.671,
      "text": "impassioned defense of why he went into politics, what might be called the"
    },
    {
      "start": 352.16,
      "dur": 2.07,
      "text": "politics, what might be called the decency defense, saying, you know, he"
    },
    {
      "start": 354.24,
      "dur": 2.15,
      "text": "decency defense, saying, you know, he went into politics late in life and he"
    },
    {
      "start": 356.4,
      "dur": 2.15,
      "text": "went into politics late in life and he went there not for personal gain or to"
    },
    {
      "start": 358.56,
      "dur": 2.469,
      "text": "went there not for personal gain or to get enriched. He did it to change the"
    },
    {
      "start": 361.039,
      "dur": 1.59,
      "text": "get enriched. He did it to change the country for the better. One thing I"
    },
    {
      "start": 362.639,
      "dur": 2.39,
      "text": "country for the better. One thing I would just throw in there and that is"
    },
    {
      "start": 365.039,
      "dur": 3.031,
      "text": "would just throw in there and that is that no leader certainly as for as long"
    },
    {
      "start": 368.08,
      "dur": 2.31,
      "text": "that no leader certainly as for as long as I've been reporting on politics has"
    },
    {
      "start": 370.4,
      "dur": 1.67,
      "text": "as I've been reporting on politics has ever come back from being this"
    },
    {
      "start": 372.08,
      "dur": 2.229,
      "text": "ever come back from being this unpopular. But you know, we live in"
    },
    {
      "start": 374.319,
      "dur": 1.831,
      "text": "unpopular. But you know, we live in interesting times, right? But what about"
    },
    {
      "start": 376.16,
      "dur": 1.749,
      "text": "interesting times, right? But what about internationally? What does it do for his"
    },
    {
      "start": 377.919,
      "dur": 2.471,
      "text": "internationally? What does it do for his reputation? He always appears to be a"
    },
    {
      "start": 380.4,
      "dur": 1.75,
      "text": "reputation? He always appears to be a popular figure when he when he goes"
    },
    {
      "start": 382.16,
      "dur": 2.39,
      "text": "popular figure when he when he goes abroad. Do you think it's it's damaged"
    },
    {
      "start": 384.56,
      "dur": 1.189,
      "text": "abroad. Do you think it's it's damaged that?"
    },
    {
      "start": 385.759,
      "dur": 2.071,
      "text": "that? &gt;&gt; It's certainly true that Sakir Starma's"
    },
    {
      "start": 387.84,
      "dur": 2.069,
      "text": "&gt;&gt; It's certainly true that Sakir Starma's defenders would say, you know, you could"
    },
    {
      "start": 389.919,
      "dur": 1.591,
      "text": "defenders would say, you know, you could contrast his success on the"
    },
    {
      "start": 391.52,
      "dur": 1.91,
      "text": "contrast his success on the international stage as they would see it"
    },
    {
      "start": 393.44,
      "dur": 2.07,
      "text": "international stage as they would see it in managing an incredibly difficult"
    },
    {
      "start": 395.52,
      "dur": 2.229,
      "text": "in managing an incredibly difficult international portfolio with what would"
    },
    {
      "start": 397.759,
      "dur": 1.591,
      "text": "international portfolio with what would appear to be, you know, his pretty"
    },
    {
      "start": 399.36,
      "dur": 3.91,
      "text": "appear to be, you know, his pretty hamfisted efforts at achieving success"
    },
    {
      "start": 403.28,
      "dur": 2.71,
      "text": "hamfisted efforts at achieving success domestically. at home. I mean, I think"
    },
    {
      "start": 406.0,
      "dur": 1.99,
      "text": "domestically. at home. I mean, I think the answer to your question is that the"
    },
    {
      "start": 408.0,
      "dur": 2.23,
      "text": "the answer to your question is that the the peril for for secure star and this"
    },
    {
      "start": 410.24,
      "dur": 2.15,
      "text": "the peril for for secure star and this applies to all leaders is that when"
    },
    {
      "start": 412.4,
      "dur": 2.15,
      "text": "applies to all leaders is that when you're engaging internationally with"
    },
    {
      "start": 414.56,
      "dur": 1.59,
      "text": "you're engaging internationally with your partners, whether they're sort of"
    },
    {
      "start": 416.16,
      "dur": 2.469,
      "text": "your partners, whether they're sort of allies or maybe countries that aren't so"
    },
    {
      "start": 418.639,
      "dur": 2.071,
      "text": "allies or maybe countries that aren't so friendly towards you, they can sniff"
    },
    {
      "start": 420.72,
      "dur": 1.749,
      "text": "friendly towards you, they can sniff out, you know, the strength of your"
    },
    {
      "start": 422.479,
      "dur": 1.27,
      "text": "out, you know, the strength of your position and the strength of your"
    },
    {
      "start": 423.759,
      "dur": 2.71,
      "text": "position and the strength of your position depends on how popular you are"
    },
    {
      "start": 426.479,
      "dur": 2.311,
      "text": "position depends on how popular you are at home. So, you can imagine it, right?"
    },
    {
      "start": 428.8,
      "dur": 1.99,
      "text": "at home. So, you can imagine it, right? If you're a a British prime minister"
    },
    {
      "start": 430.8,
      "dur": 2.389,
      "text": "If you're a a British prime minister riding high in the polls, you're seen to"
    },
    {
      "start": 433.199,
      "dur": 1.99,
      "text": "riding high in the polls, you're seen to be immensely powerful in your own"
    },
    {
      "start": 435.199,
      "dur": 1.911,
      "text": "be immensely powerful in your own country. I think that makes you a"
    },
    {
      "start": 437.12,
      "dur": 1.99,
      "text": "country. I think that makes you a different proposition to negotiate with."
    },
    {
      "start": 439.12,
      "dur": 2.069,
      "text": "different proposition to negotiate with. Whereas, of course, Britain's Britain's"
    },
    {
      "start": 441.199,
      "dur": 1.83,
      "text": "Whereas, of course, Britain's Britain's partners that they're not blind, you"
    },
    {
      "start": 443.039,
      "dur": 1.351,
      "text": "partners that they're not blind, you know, they can they can look at the"
    },
    {
      "start": 444.4,
      "dur": 1.99,
      "text": "know, they can they can look at the media, they can read a newspaper,"
    },
    {
      "start": 446.4,
      "dur": 1.909,
      "text": "media, they can read a newspaper, they'll have their diplomats saying, you"
    },
    {
      "start": 448.319,
      "dur": 1.831,
      "text": "they'll have their diplomats saying, you know what, uh, when Prime Minister"
    },
    {
      "start": 450.16,
      "dur": 2.149,
      "text": "know what, uh, when Prime Minister Starma comes to visit you, he's a man"
    },
    {
      "start": 452.319,
      "dur": 2.31,
      "text": "Starma comes to visit you, he's a man with a whole host a whole world of"
    },
    {
      "start": 454.639,
      "dur": 2.631,
      "text": "with a whole host a whole world of problems at home. So to to that extent I"
    },
    {
      "start": 457.28,
      "dur": 1.51,
      "text": "problems at home. So to to that extent I think it makes his life more difficult"
    },
    {
      "start": 458.8,
      "dur": 2.15,
      "text": "think it makes his life more difficult and you know it's why he's been facing"
    },
    {
      "start": 460.96,
      "dur": 2.87,
      "text": "and you know it's why he's been facing charges uh from the main opposition uh"
    },
    {
      "start": 463.84,
      "dur": 1.59,
      "text": "charges uh from the main opposition uh party the conservatives and their leader"
    },
    {
      "start": 465.44,
      "dur": 2.309,
      "text": "party the conservatives and their leader Kami Benedo. I think the charge that she"
    },
    {
      "start": 467.759,
      "dur": 2.15,
      "text": "Kami Benedo. I think the charge that she made against him was that he'd sort of"
    },
    {
      "start": 469.919,
      "dur": 1.751,
      "text": "made against him was that he'd sort of you know he he'd kind of wrecked British"
    },
    {
      "start": 471.68,
      "dur": 3.27,
      "text": "you know he he'd kind of wrecked British diplomacy uh and and made the country an"
    },
    {
      "start": 474.96,
      "dur": 1.83,
      "text": "diplomacy uh and and made the country an international embarrassment. So"
    },
    {
      "start": 476.8,
      "dur": 1.91,
      "text": "international embarrassment. So certainly that's the attack being made"
    },
    {
      "start": 478.72,
      "dur": 3.11,
      "text": "certainly that's the attack being made on him that is domestic wos translate"
    },
    {
      "start": 481.84,
      "dur": 2.069,
      "text": "on him that is domestic wos translate into a a weakening of Britain's position"
    },
    {
      "start": 483.919,
      "dur": 1.911,
      "text": "into a a weakening of Britain's position on the world stage."
    },
    {
      "start": 485.84,
      "dur": 3.189,
      "text": "on the world stage. And finally, Rob, um, what about Andrew?"
    },
    {
      "start": 489.039,
      "dur": 1.191,
      "text": "And finally, Rob, um, what about Andrew? Where I mean, I know you don't have a"
    },
    {
      "start": 490.24,
      "dur": 1.83,
      "text": "Where I mean, I know you don't have a crystal ball there in front of you, but"
    },
    {
      "start": 492.08,
      "dur": 2.389,
      "text": "crystal ball there in front of you, but where might this all end for him? And of"
    },
    {
      "start": 494.479,
      "dur": 2.231,
      "text": "where might this all end for him? And of course, we've got to consider that"
    },
    {
      "start": 496.72,
      "dur": 2.39,
      "text": "course, we've got to consider that there's 3 million Epstein files were"
    },
    {
      "start": 499.12,
      "dur": 2.15,
      "text": "there's 3 million Epstein files were released a few days ago. It's taking an"
    },
    {
      "start": 501.28,
      "dur": 2.23,
      "text": "released a few days ago. It's taking an awful long time to go through of all to"
    },
    {
      "start": 503.52,
      "dur": 1.59,
      "text": "awful long time to go through of all to go through all those. There's going to"
    },
    {
      "start": 505.12,
      "dur": 1.749,
      "text": "go through all those. There's going to be more revelations to come as well, of"
    },
    {
      "start": 506.879,
      "dur": 3.831,
      "text": "be more revelations to come as well, of course, we could probably imagine."
    },
    {
      "start": 510.72,
      "dur": 1.83,
      "text": "course, we could probably imagine. Well, I think many of us in the media,"
    },
    {
      "start": 512.56,
      "dur": 1.829,
      "text": "Well, I think many of us in the media, well, I just many of us, you know, in"
    },
    {
      "start": 514.399,
      "dur": 1.99,
      "text": "well, I just many of us, you know, in the country and around the world had"
    },
    {
      "start": 516.399,
      "dur": 2.31,
      "text": "the country and around the world had thought two or three months ago, well,"
    },
    {
      "start": 518.719,
      "dur": 2.31,
      "text": "thought two or three months ago, well, Andrew's sort of disgrace and downfall"
    },
    {
      "start": 521.039,
      "dur": 2.79,
      "text": "Andrew's sort of disgrace and downfall is is surely complete. You know, his"
    },
    {
      "start": 523.839,
      "dur": 1.511,
      "text": "is is surely complete. You know, his brother, the king, had stripped him of"
    },
    {
      "start": 525.36,
      "dur": 1.75,
      "text": "brother, the king, had stripped him of the title of prince, stripped him of the"
    },
    {
      "start": 527.12,
      "dur": 2.63,
      "text": "the title of prince, stripped him of the title of Duke of York. He wasn't being"
    },
    {
      "start": 529.76,
      "dur": 2.87,
      "text": "title of Duke of York. He wasn't being sort of paid uh by the the state anymore"
    },
    {
      "start": 532.64,
      "dur": 1.51,
      "text": "sort of paid uh by the the state anymore for being a member of the royal family."
    },
    {
      "start": 534.16,
      "dur": 2.31,
      "text": "for being a member of the royal family. He'd had all of his military titles uh"
    },
    {
      "start": 536.48,
      "dur": 1.51,
      "text": "He'd had all of his military titles uh stripped from him. So he thought well"
    },
    {
      "start": 538.0,
      "dur": 2.31,
      "text": "stripped from him. So he thought well you know it can't be possible can it for"
    },
    {
      "start": 540.32,
      "dur": 3.03,
      "text": "you know it can't be possible can it for anyone to fall any further than this but"
    },
    {
      "start": 543.36,
      "dur": 1.83,
      "text": "anyone to fall any further than this but I mean in the light of these you know"
    },
    {
      "start": 545.2,
      "dur": 1.99,
      "text": "I mean in the light of these you know the files we've had over the last 2"
    },
    {
      "start": 547.2,
      "dur": 3.03,
      "text": "the files we've had over the last 2 three four five days I mean I think"
    },
    {
      "start": 550.24,
      "dur": 1.67,
      "text": "three four five days I mean I think everyone who's had anything to do with"
    },
    {
      "start": 551.92,
      "dur": 2.469,
      "text": "everyone who's had anything to do with Jeffrey Epstein whether it's former"
    },
    {
      "start": 554.399,
      "dur": 2.151,
      "text": "Jeffrey Epstein whether it's former Prince Andrew or anybody else must be"
    },
    {
      "start": 556.56,
      "dur": 1.99,
      "text": "Prince Andrew or anybody else must be utterly quaking in their boots as to"
    },
    {
      "start": 558.56,
      "dur": 2.07,
      "text": "utterly quaking in their boots as to what else might lie around the corner."
    },
    {
      "start": 560.64,
      "dur": 2.47,
      "text": "what else might lie around the corner. So yeah, Prince Andrew could always fall"
    },
    {
      "start": 563.12,
      "dur": 2.07,
      "text": "So yeah, Prince Andrew could always fall even further. Former Prince Andrew I"
    },
    {
      "start": 565.2,
      "dur": 2.069,
      "text": "even further. Former Prince Andrew I should say. Rob, thanks very much for"
    },
    {
      "start": 567.279,
      "dur": 2.311,
      "text": "should say. Rob, thanks very much for joining us. That was Rob Watson, our UK"
    },
    {
      "start": 569.6,
      "dur": 2.15,
      "text": "joining us. That was Rob Watson, our UK political correspondent. And if you"
    },
    {
      "start": 571.76,
      "dur": 2.069,
      "text": "political correspondent. And if you enjoy global stories like this, you can"
    },
    {
      "start": 573.839,
      "dur": 2.151,
      "text": "enjoy global stories like this, you can listen to the Global News podcast"
    },
    {
      "start": 576.0,
      "dur": 1.99,
      "text": "listen to the Global News podcast wherever you get your podcasts. And if"
    },
    {
      "start": 578.0,
      "dur": 1.43,
      "text": "wherever you get your podcasts. And if you think there's a story we should be"
    },
    {
      "start": 579.44,
      "dur": 1.99,
      "text": "you think there's a story we should be covering, make sure you leave a comment"
    },
    {
      "start": 581.44,
      "dur": 2.8,
      "text": "covering, make sure you leave a comment down below."
    }
  ]
}