{
  "videoId": "MOMXJvbCEtk",
  "title": "Analysing the Minneapolis shooting of Alex Pretti | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 522,
  "segments": [
    {
      "start": 3.84,
      "dur": 2.08,
      "text": "Alex Prey was killed by federal agents"
    },
    {
      "start": 5.92,
      "dur": 2.629,
      "text": "Alex Prey was killed by federal agents on Saturday the 24th of January. He was"
    },
    {
      "start": 8.559,
      "dur": 2.311,
      "text": "on Saturday the 24th of January. He was shot in Nicola Avenue in Minneapolis,"
    },
    {
      "start": 10.88,
      "dur": 2.23,
      "text": "shot in Nicola Avenue in Minneapolis, less than 3 weeks after Renee Good was"
    },
    {
      "start": 13.12,
      "dur": 2.15,
      "text": "less than 3 weeks after Renee Good was also shot and killed by federal agents"
    },
    {
      "start": 15.28,
      "dur": 2.069,
      "text": "also shot and killed by federal agents in the city."
    },
    {
      "start": 17.359,
      "dur": 2.151,
      "text": "in the city. &gt;&gt; In the hours after Alex Pretty's death,"
    },
    {
      "start": 19.52,
      "dur": 2.07,
      "text": "&gt;&gt; In the hours after Alex Pretty's death, the Trump administration offered this"
    },
    {
      "start": 21.6,
      "dur": 1.99,
      "text": "the Trump administration offered this explanation. This looks like a situation"
    },
    {
      "start": 23.6,
      "dur": 2.31,
      "text": "explanation. This looks like a situation where an individual arrived at the scene"
    },
    {
      "start": 25.92,
      "dur": 2.47,
      "text": "where an individual arrived at the scene to inflict maximum damage on individuals"
    },
    {
      "start": 28.4,
      "dur": 1.75,
      "text": "to inflict maximum damage on individuals and to kill law enforcement."
    },
    {
      "start": 30.16,
      "dur": 1.75,
      "text": "and to kill law enforcement. &gt;&gt; With that in mind, let's look at the"
    },
    {
      "start": 31.92,
      "dur": 1.91,
      "text": "&gt;&gt; With that in mind, let's look at the available evidence about what happened"
    },
    {
      "start": 33.84,
      "dur": 2.31,
      "text": "available evidence about what happened that Saturday morning. The first video"
    },
    {
      "start": 36.16,
      "dur": 2.31,
      "text": "that Saturday morning. The first video we have starts more than 6 minutes"
    },
    {
      "start": 38.48,
      "dur": 1.67,
      "text": "we have starts more than 6 minutes before the shooting. A woman is"
    },
    {
      "start": 40.16,
      "dur": 2.15,
      "text": "before the shooting. A woman is recording and she sees federal agents"
    },
    {
      "start": 42.32,
      "dur": 2.229,
      "text": "recording and she sees federal agents approach a store called Glam Dole"
    },
    {
      "start": 44.559,
      "dur": 2.791,
      "text": "approach a store called Glam Dole Donuts. With her is a man who's on the"
    },
    {
      "start": 47.36,
      "dur": 1.349,
      "text": "Donuts. With her is a man who's on the phone."
    },
    {
      "start": 48.719,
      "dur": 1.911,
      "text": "phone. &gt;&gt; More agents arrive. They're there to"
    },
    {
      "start": 50.64,
      "dur": 2.31,
      "text": "&gt;&gt; More agents arrive. They're there to arrest a suspected illegal immigrant."
    },
    {
      "start": 52.96,
      "dur": 3.35,
      "text": "arrest a suspected illegal immigrant. They're about 25 m from where Alex Prey"
    },
    {
      "start": 56.32,
      "dur": 2.31,
      "text": "They're about 25 m from where Alex Prey will be killed. Less than a minute after"
    },
    {
      "start": 58.64,
      "dur": 2.389,
      "text": "will be killed. Less than a minute after that, the man starts verbally abusing"
    },
    {
      "start": 61.039,
      "dur": 2.791,
      "text": "that, the man starts verbally abusing the agents."
    },
    {
      "start": 63.84,
      "dur": 3.03,
      "text": "the agents. &gt;&gt; The man continues to shout you."
    },
    {
      "start": 66.88,
      "dur": 2.47,
      "text": "&gt;&gt; The man continues to shout you. &gt;&gt; And then 3 minutes and 23 seconds into"
    },
    {
      "start": 69.36,
      "dur": 3.27,
      "text": "&gt;&gt; And then 3 minutes and 23 seconds into this video, we see Alex Prey. Soon"
    },
    {
      "start": 72.64,
      "dur": 2.31,
      "text": "this video, we see Alex Prey. Soon afterwards, he's being pushed back by an"
    },
    {
      "start": 74.96,
      "dur": 3.11,
      "text": "afterwards, he's being pushed back by an agent. \"Do not touch me,\" he shouts. The"
    },
    {
      "start": 78.08,
      "dur": 1.99,
      "text": "agent. \"Do not touch me,\" he shouts. The same moment is captured in another video"
    },
    {
      "start": 80.08,
      "dur": 2.31,
      "text": "same moment is captured in another video which starts a little earlier. Here's"
    },
    {
      "start": 82.4,
      "dur": 2.23,
      "text": "which starts a little earlier. Here's Alex Prey in the road holding a phone"
    },
    {
      "start": 84.64,
      "dur": 2.63,
      "text": "Alex Prey in the road holding a phone and face to face with the federal agent."
    },
    {
      "start": 87.28,
      "dur": 2.149,
      "text": "and face to face with the federal agent. Again, we see the agent push him and"
    },
    {
      "start": 89.439,
      "dur": 2.471,
      "text": "Again, we see the agent push him and Alex Prey steps backwards. We can"
    },
    {
      "start": 91.92,
      "dur": 2.549,
      "text": "Alex Prey steps backwards. We can clearly see he has a phone in one hand,"
    },
    {
      "start": 94.479,
      "dur": 2.391,
      "text": "clearly see he has a phone in one hand, nothing in the other. Before we continue"
    },
    {
      "start": 96.88,
      "dur": 2.229,
      "text": "nothing in the other. Before we continue to assess the video evidence, keep in"
    },
    {
      "start": 99.119,
      "dur": 2.071,
      "text": "to assess the video evidence, keep in mind what the Trump administration said"
    },
    {
      "start": 101.2,
      "dur": 2.31,
      "text": "mind what the Trump administration said about two things. Alex Petty's"
    },
    {
      "start": 103.52,
      "dur": 2.549,
      "text": "about two things. Alex Petty's intentions and the nature of the protest"
    },
    {
      "start": 106.079,
      "dur": 2.151,
      "text": "intentions and the nature of the protest in the street. We were told Alex Prey"
    },
    {
      "start": 108.24,
      "dur": 1.909,
      "text": "in the street. We were told Alex Prey was an assassin who tried to murder"
    },
    {
      "start": 110.159,
      "dur": 2.471,
      "text": "was an assassin who tried to murder federal agents. We were told he intended"
    },
    {
      "start": 112.64,
      "dur": 0.55,
      "text": "federal agents. We were told he intended to"
    },
    {
      "start": 113.2,
      "dur": 1.43,
      "text": "to &gt;&gt; massacre law enforcement"
    },
    {
      "start": 114.64,
      "dur": 1.35,
      "text": "&gt;&gt; massacre law enforcement &gt;&gt; and we were told this."
    },
    {
      "start": 116.0,
      "dur": 1.67,
      "text": "&gt;&gt; and we were told this. &gt;&gt; This is a violent riot when you have"
    },
    {
      "start": 117.68,
      "dur": 2.709,
      "text": "&gt;&gt; This is a violent riot when you have someone showing up with weapons um and"
    },
    {
      "start": 120.399,
      "dur": 1.75,
      "text": "someone showing up with weapons um and are using them to assault law"
    },
    {
      "start": 122.159,
      "dur": 1.191,
      "text": "are using them to assault law enforcement officers."
    },
    {
      "start": 123.36,
      "dur": 1.749,
      "text": "enforcement officers. &gt;&gt; The continuous video we have of the"
    },
    {
      "start": 125.119,
      "dur": 2.31,
      "text": "&gt;&gt; The continuous video we have of the minutes before the shooting doesn't show"
    },
    {
      "start": 127.439,
      "dur": 2.31,
      "text": "minutes before the shooting doesn't show anything that supports this. Here's"
    },
    {
      "start": 129.759,
      "dur": 1.991,
      "text": "anything that supports this. Here's another video. Alex Prey is on the"
    },
    {
      "start": 131.76,
      "dur": 2.469,
      "text": "another video. Alex Prey is on the right. Once more, he has nothing in one"
    },
    {
      "start": 134.239,
      "dur": 2.71,
      "text": "right. Once more, he has nothing in one hand, a phone in the other. Nearby are"
    },
    {
      "start": 136.959,
      "dur": 1.91,
      "text": "hand, a phone in the other. Nearby are two people interacting with an agent."
    },
    {
      "start": 138.879,
      "dur": 2.631,
      "text": "two people interacting with an agent. One has an orange rucks sack, one has a"
    },
    {
      "start": 141.52,
      "dur": 2.15,
      "text": "One has an orange rucks sack, one has a brown coat. We see them both again in"
    },
    {
      "start": 143.68,
      "dur": 2.71,
      "text": "brown coat. We see them both again in multiple videos, including this one that"
    },
    {
      "start": 146.4,
      "dur": 1.909,
      "text": "multiple videos, including this one that shows the moments leading up to Alex"
    },
    {
      "start": 148.319,
      "dur": 2.55,
      "text": "shows the moments leading up to Alex Prey being shot. Let's pause the video"
    },
    {
      "start": 150.879,
      "dur": 2.951,
      "text": "Prey being shot. Let's pause the video here. This is 33 seconds before the"
    },
    {
      "start": 153.84,
      "dur": 2.87,
      "text": "here. This is 33 seconds before the first shot is fired. An agent pushes the"
    },
    {
      "start": 156.72,
      "dur": 1.99,
      "text": "first shot is fired. An agent pushes the person with the brown coat, then pushes"
    },
    {
      "start": 158.72,
      "dur": 2.63,
      "text": "person with the brown coat, then pushes Alex Prey, then pushes the person with"
    },
    {
      "start": 161.36,
      "dur": 2.229,
      "text": "Alex Prey, then pushes the person with the orange rucks sack, who falls to the"
    },
    {
      "start": 163.599,
      "dur": 2.151,
      "text": "the orange rucks sack, who falls to the ground. Before continuing, let's hear"
    },
    {
      "start": 165.76,
      "dur": 1.829,
      "text": "ground. Before continuing, let's hear the Trump administration's account of"
    },
    {
      "start": 167.599,
      "dur": 0.871,
      "text": "the Trump administration's account of the incident."
    },
    {
      "start": 168.48,
      "dur": 1.91,
      "text": "the incident. &gt;&gt; An individual approached US Border"
    },
    {
      "start": 170.4,
      "dur": 2.39,
      "text": "&gt;&gt; An individual approached US Border Patrol officers with a 9mm"
    },
    {
      "start": 172.8,
      "dur": 2.39,
      "text": "Patrol officers with a 9mm semi-automatic handgun. The officers"
    },
    {
      "start": 175.2,
      "dur": 2.309,
      "text": "semi-automatic handgun. The officers attempted to disarm this individual, but"
    },
    {
      "start": 177.519,
      "dur": 2.79,
      "text": "attempted to disarm this individual, but the armed suspect reacted violently."
    },
    {
      "start": 180.319,
      "dur": 1.91,
      "text": "the armed suspect reacted violently. &gt;&gt; There's no evidence that at this point"
    },
    {
      "start": 182.239,
      "dur": 1.99,
      "text": "&gt;&gt; There's no evidence that at this point the agents knew that Alex Prey was"
    },
    {
      "start": 184.239,
      "dur": 1.91,
      "text": "the agents knew that Alex Prey was armed. We see him step between the"
    },
    {
      "start": 186.159,
      "dur": 1.751,
      "text": "armed. We see him step between the person with the orange rucks sack and an"
    },
    {
      "start": 187.92,
      "dur": 2.229,
      "text": "person with the orange rucks sack and an agent. For a brief moment, he touches"
    },
    {
      "start": 190.159,
      "dur": 2.15,
      "text": "agent. For a brief moment, he touches the agent near the waist. He's then"
    },
    {
      "start": 192.319,
      "dur": 2.55,
      "text": "the agent near the waist. He's then pepper- sprayed. We're now 27 seconds"
    },
    {
      "start": 194.879,
      "dur": 1.911,
      "text": "pepper- sprayed. We're now 27 seconds before the first shot is fired. He"
    },
    {
      "start": 196.8,
      "dur": 2.31,
      "text": "before the first shot is fired. He raises a hand as if to block the spray"
    },
    {
      "start": 199.12,
      "dur": 2.71,
      "text": "raises a hand as if to block the spray and then turns away, bending down as if"
    },
    {
      "start": 201.84,
      "dur": 1.91,
      "text": "and then turns away, bending down as if to help the person who the agent had"
    },
    {
      "start": 203.76,
      "dur": 2.15,
      "text": "to help the person who the agent had pushed to the floor. The agent grabs his"
    },
    {
      "start": 205.92,
      "dur": 2.87,
      "text": "pushed to the floor. The agent grabs his arm and starts to pull him away. As more"
    },
    {
      "start": 208.8,
      "dur": 2.31,
      "text": "arm and starts to pull him away. As more agents arrive, they wrestle Alex Prey to"
    },
    {
      "start": 211.12,
      "dur": 2.71,
      "text": "agents arrive, they wrestle Alex Prey to the ground. This is 9 seconds before"
    },
    {
      "start": 213.84,
      "dur": 2.79,
      "text": "the ground. This is 9 seconds before he's shot. President Trump referred to"
    },
    {
      "start": 216.64,
      "dur": 2.869,
      "text": "he's shot. President Trump referred to Alex Prey as a gunman. That description"
    },
    {
      "start": 219.519,
      "dur": 1.751,
      "text": "Alex Prey as a gunman. That description normally suggests someone who is"
    },
    {
      "start": 221.28,
      "dur": 2.229,
      "text": "normally suggests someone who is actively using a gun. None of the videos"
    },
    {
      "start": 223.519,
      "dur": 2.391,
      "text": "actively using a gun. None of the videos we've analyzed show Alex Prey holding a"
    },
    {
      "start": 225.92,
      "dur": 2.389,
      "text": "we've analyzed show Alex Prey holding a gun. Throughout these moments, he has a"
    },
    {
      "start": 228.319,
      "dur": 2.151,
      "text": "gun. Throughout these moments, he has a phone in his right hand and appears to"
    },
    {
      "start": 230.48,
      "dur": 2.63,
      "text": "phone in his right hand and appears to be filming. As we return to the video,"
    },
    {
      "start": 233.12,
      "dur": 2.15,
      "text": "be filming. As we return to the video, Alex Prey is now surrounded by eight"
    },
    {
      "start": 235.28,
      "dur": 3.029,
      "text": "Alex Prey is now surrounded by eight agents. He's on his knees, bent over. We"
    },
    {
      "start": 238.319,
      "dur": 1.91,
      "text": "agents. He's on his knees, bent over. We can clearly see his hands on the floor"
    },
    {
      "start": 240.239,
      "dur": 2.07,
      "text": "can clearly see his hands on the floor and he's struggling against being held"
    },
    {
      "start": 242.319,
      "dur": 2.47,
      "text": "and he's struggling against being held down. One agent repeatedly strikes in"
    },
    {
      "start": 244.799,
      "dur": 1.99,
      "text": "down. One agent repeatedly strikes in the direction of his head."
    },
    {
      "start": 246.799,
      "dur": 2.311,
      "text": "the direction of his head. &gt;&gt; Let's highlight another agent in a gray"
    },
    {
      "start": 249.12,
      "dur": 1.99,
      "text": "&gt;&gt; Let's highlight another agent in a gray jacket. Note that his right hand is"
    },
    {
      "start": 251.12,
      "dur": 2.79,
      "text": "jacket. Note that his right hand is empty. He reaches down and removes what"
    },
    {
      "start": 253.92,
      "dur": 1.99,
      "text": "empty. He reaches down and removes what appears to be a gun from Alex Prety's"
    },
    {
      "start": 255.92,
      "dur": 2.39,
      "text": "appears to be a gun from Alex Prety's waistband. He then steps back and the"
    },
    {
      "start": 258.32,
      "dur": 1.909,
      "text": "waistband. He then steps back and the gun is clearly visible in his right"
    },
    {
      "start": 260.239,
      "dur": 2.23,
      "text": "gun is clearly visible in his right hand. That gun appears to match this"
    },
    {
      "start": 262.479,
      "dur": 1.831,
      "text": "hand. That gun appears to match this weapon which was shown in an image"
    },
    {
      "start": 264.32,
      "dur": 2.39,
      "text": "weapon which was shown in an image shared by the authorities. And there are"
    },
    {
      "start": 266.72,
      "dur": 1.67,
      "text": "shared by the authorities. And there are several things to note here. Carrying"
    },
    {
      "start": 268.4,
      "dur": 2.229,
      "text": "several things to note here. Carrying this type of gun is legal in Minnesota"
    },
    {
      "start": 270.639,
      "dur": 2.311,
      "text": "this type of gun is legal in Minnesota with a valid permit. The police say Alex"
    },
    {
      "start": 272.96,
      "dur": 2.229,
      "text": "with a valid permit. The police say Alex Prey had one. The FBI director, Cash"
    },
    {
      "start": 275.199,
      "dur": 2.151,
      "text": "Prey had one. The FBI director, Cash Patel, has implied it's illegal to bring"
    },
    {
      "start": 277.36,
      "dur": 2.47,
      "text": "Patel, has implied it's illegal to bring a firearm loaded with multiple magazines"
    },
    {
      "start": 279.84,
      "dur": 2.87,
      "text": "a firearm loaded with multiple magazines to any sort of protest. But it's not. In"
    },
    {
      "start": 282.72,
      "dur": 1.83,
      "text": "to any sort of protest. But it's not. In Minnesota, it's not illegal to bring a"
    },
    {
      "start": 284.56,
      "dur": 2.23,
      "text": "Minnesota, it's not illegal to bring a loaded firearm to a protest. The head of"
    },
    {
      "start": 286.8,
      "dur": 2.63,
      "text": "loaded firearm to a protest. The head of the FBI got that completely wrong."
    },
    {
      "start": 289.44,
      "dur": 2.63,
      "text": "the FBI got that completely wrong. Indeed, in the US, having a gun in your"
    },
    {
      "start": 292.08,
      "dur": 2.549,
      "text": "Indeed, in the US, having a gun in your belt is not in and of itself considered"
    },
    {
      "start": 294.639,
      "dur": 3.11,
      "text": "belt is not in and of itself considered a threat. As we saw, Alex Prety's gun"
    },
    {
      "start": 297.759,
      "dur": 2.071,
      "text": "a threat. As we saw, Alex Prety's gun was removed. There's been no suggestion"
    },
    {
      "start": 299.84,
      "dur": 2.15,
      "text": "was removed. There's been no suggestion he was armed beyond this point. And as"
    },
    {
      "start": 302.0,
      "dur": 2.31,
      "text": "he was armed beyond this point. And as the gun is taken, we hear voices"
    },
    {
      "start": 304.32,
      "dur": 2.79,
      "text": "the gun is taken, we hear voices shouting."
    },
    {
      "start": 307.12,
      "dur": 2.069,
      "text": "shouting. At this point, let's highlight another"
    },
    {
      "start": 309.199,
      "dur": 2.871,
      "text": "At this point, let's highlight another agent, too. This one, he'll go on to"
    },
    {
      "start": 312.08,
      "dur": 3.109,
      "text": "agent, too. This one, he'll go on to fire the vast majority of the shots. But"
    },
    {
      "start": 315.199,
      "dur": 2.311,
      "text": "fire the vast majority of the shots. But look, as other agents struggle with Alex"
    },
    {
      "start": 317.52,
      "dur": 4.07,
      "text": "look, as other agents struggle with Alex Prey, this agent is facing away."
    },
    {
      "start": 321.6,
      "dur": 2.869,
      "text": "Prey, this agent is facing away. &gt;&gt; He then turns towards Alex Prey. At this"
    },
    {
      "start": 324.479,
      "dur": 1.911,
      "text": "&gt;&gt; He then turns towards Alex Prey. At this point, he has a clear view of the agent"
    },
    {
      "start": 326.4,
      "dur": 2.15,
      "text": "point, he has a clear view of the agent in the gray jacket who's about to remove"
    },
    {
      "start": 328.56,
      "dur": 2.39,
      "text": "in the gray jacket who's about to remove the gun. The agent we're now focused on"
    },
    {
      "start": 330.96,
      "dur": 2.39,
      "text": "the gun. The agent we're now focused on is wearing a black beanie hat, a black"
    },
    {
      "start": 333.36,
      "dur": 2.549,
      "text": "is wearing a black beanie hat, a black face covering, and sunglasses. He's"
    },
    {
      "start": 335.919,
      "dur": 2.55,
      "text": "face covering, and sunglasses. He's facing towards Alex Prey. We can't say"
    },
    {
      "start": 338.479,
      "dur": 1.591,
      "text": "facing towards Alex Prey. We can't say definitively he sees the gun being"
    },
    {
      "start": 340.08,
      "dur": 1.829,
      "text": "definitively he sees the gun being removed, but he's facing in that"
    },
    {
      "start": 341.919,
      "dur": 1.83,
      "text": "removed, but he's facing in that direction, and the agent in the gray"
    },
    {
      "start": 343.759,
      "dur": 2.71,
      "text": "direction, and the agent in the gray jacket turns away, holding Alex Prety's"
    },
    {
      "start": 346.479,
      "dur": 2.55,
      "text": "jacket turns away, holding Alex Prety's gun. At almost exactly the same time,"
    },
    {
      "start": 349.039,
      "dur": 2.15,
      "text": "gun. At almost exactly the same time, the agent in the black beanie hat draws"
    },
    {
      "start": 351.199,
      "dur": 3.111,
      "text": "the agent in the black beanie hat draws his weapon, and the first shot is fired."
    },
    {
      "start": 354.32,
      "dur": 1.91,
      "text": "his weapon, and the first shot is fired. We can see that he fired the second,"
    },
    {
      "start": 356.24,
      "dur": 2.31,
      "text": "We can see that he fired the second, third, and fourth shots. Alex Prey"
    },
    {
      "start": 358.56,
      "dur": 2.23,
      "text": "third, and fourth shots. Alex Prey collapses to the ground. The agent step"
    },
    {
      "start": 360.8,
      "dur": 2.15,
      "text": "collapses to the ground. The agent step back, standing clear of his motionless"
    },
    {
      "start": 362.96,
      "dur": 2.15,
      "text": "back, standing clear of his motionless body. Another agent draws his gun and"
    },
    {
      "start": 365.12,
      "dur": 2.47,
      "text": "body. Another agent draws his gun and also points it at Alex Prey. More shots"
    },
    {
      "start": 367.6,
      "dur": 1.91,
      "text": "also points it at Alex Prey. More shots are fired."
    },
    {
      "start": 369.52,
      "dur": 1.669,
      "text": "are fired. None of the other agents can be seen to"
    },
    {
      "start": 371.199,
      "dur": 2.311,
      "text": "None of the other agents can be seen to draw their firearms at any point. The"
    },
    {
      "start": 373.52,
      "dur": 2.07,
      "text": "draw their firearms at any point. The agent who fired the first shots can be"
    },
    {
      "start": 375.6,
      "dur": 2.709,
      "text": "agent who fired the first shots can be seen firing the final three. In total,"
    },
    {
      "start": 378.319,
      "dur": 2.551,
      "text": "seen firing the final three. In total, 10 shots were fired in 5 seconds. And"
    },
    {
      "start": 380.88,
      "dur": 2.309,
      "text": "10 shots were fired in 5 seconds. And the legality of this action is under"
    },
    {
      "start": 383.199,
      "dur": 2.55,
      "text": "the legality of this action is under scrutiny. It is unconstitutional to use"
    },
    {
      "start": 385.759,
      "dur": 1.751,
      "text": "scrutiny. It is unconstitutional to use lethal force against someone who does"
    },
    {
      "start": 387.52,
      "dur": 3.75,
      "text": "lethal force against someone who does not pose an imminent threat of uh death"
    },
    {
      "start": 391.28,
      "dur": 2.15,
      "text": "not pose an imminent threat of uh death or serious bodily harm to another"
    },
    {
      "start": 393.44,
      "dur": 0.55,
      "text": "or serious bodily harm to another person."
    },
    {
      "start": 394.0,
      "dur": 2.39,
      "text": "person. &gt;&gt; 25 seconds after the final shot, agents"
    },
    {
      "start": 396.4,
      "dur": 2.47,
      "text": "&gt;&gt; 25 seconds after the final shot, agents kneel by Alex Prety's body. One gestures"
    },
    {
      "start": 398.88,
      "dur": 1.67,
      "text": "kneel by Alex Prety's body. One gestures towards another for something on the"
    },
    {
      "start": 400.56,
      "dur": 2.23,
      "text": "towards another for something on the back of his body armor. 1 minute and 13"
    },
    {
      "start": 402.8,
      "dur": 2.07,
      "text": "back of his body armor. 1 minute and 13 seconds after the final shot, we hear"
    },
    {
      "start": 404.88,
      "dur": 2.23,
      "text": "seconds after the final shot, we hear the agents talking about Alex Prey's"
    },
    {
      "start": 407.12,
      "dur": 4.069,
      "text": "the agents talking about Alex Prey's fire."
    },
    {
      "start": 411.199,
      "dur": 2.401,
      "text": "And another agent arrives, slipping on"
    },
    {
      "start": 413.6,
      "dur": 1.75,
      "text": "And another agent arrives, slipping on the ice as he does."
    },
    {
      "start": 415.36,
      "dur": 1.91,
      "text": "the ice as he does. &gt;&gt; And there's an exchange with someone in"
    },
    {
      "start": 417.28,
      "dur": 1.67,
      "text": "&gt;&gt; And there's an exchange with someone in the car where this video is being"
    },
    {
      "start": 418.96,
      "dur": 0.47,
      "text": "the car where this video is being filmed."
    },
    {
      "start": 419.44,
      "dur": 1.35,
      "text": "filmed. &gt;&gt; We don't need that. It's a medical"
    },
    {
      "start": 420.8,
      "dur": 0.71,
      "text": "&gt;&gt; We don't need that. It's a medical emergency."
    },
    {
      "start": 421.52,
      "dur": 3.19,
      "text": "emergency. &gt;&gt; YEAH, IT IS CAUSED BY YOU. You"
    },
    {
      "start": 424.72,
      "dur": 1.99,
      "text": "&gt;&gt; YEAH, IT IS CAUSED BY YOU. You &gt;&gt; to reiterate, none of the videos we've"
    },
    {
      "start": 426.72,
      "dur": 2.39,
      "text": "&gt;&gt; to reiterate, none of the videos we've analyzed show Alex Prey holding a gun."
    },
    {
      "start": 429.12,
      "dur": 1.509,
      "text": "analyzed show Alex Prey holding a gun. There's no available evidence that he"
    },
    {
      "start": 430.639,
      "dur": 1.67,
      "text": "There's no available evidence that he was an assassin who tried to murder"
    },
    {
      "start": 432.319,
      "dur": 2.471,
      "text": "was an assassin who tried to murder federal agents. No available evidence he"
    },
    {
      "start": 434.8,
      "dur": 2.229,
      "text": "federal agents. No available evidence he intended to massacre law enforcement,"
    },
    {
      "start": 437.039,
      "dur": 2.55,
      "text": "intended to massacre law enforcement, nor that it was a violent riot. No"
    },
    {
      "start": 439.599,
      "dur": 1.511,
      "text": "nor that it was a violent riot. No available evidence that this was an"
    },
    {
      "start": 441.12,
      "dur": 1.99,
      "text": "available evidence that this was an individual who arrived at this scene to"
    },
    {
      "start": 443.12,
      "dur": 2.31,
      "text": "individual who arrived at this scene to inflict maximum damage on individuals"
    },
    {
      "start": 445.44,
      "dur": 2.469,
      "text": "inflict maximum damage on individuals and to kill law enforcement. In these"
    },
    {
      "start": 447.919,
      "dur": 2.311,
      "text": "and to kill law enforcement. In these videos, we don't see evidence of what"
    },
    {
      "start": 450.24,
      "dur": 1.83,
      "text": "videos, we don't see evidence of what the Trump administration has been"
    },
    {
      "start": 452.08,
      "dur": 2.31,
      "text": "the Trump administration has been saying. Footage shared with the BBC by"
    },
    {
      "start": 454.4,
      "dur": 2.229,
      "text": "saying. Footage shared with the BBC by the news movement appears to show Alex"
    },
    {
      "start": 456.639,
      "dur": 1.99,
      "text": "the news movement appears to show Alex Prey and other protesters in a"
    },
    {
      "start": 458.639,
      "dur": 1.83,
      "text": "Prey and other protesters in a confrontation with federal agents in the"
    },
    {
      "start": 460.479,
      "dur": 2.311,
      "text": "confrontation with federal agents in the days after Renee Good's death. It's"
    },
    {
      "start": 462.8,
      "dur": 2.07,
      "text": "days after Renee Good's death. It's unclear exactly what the agents were"
    },
    {
      "start": 464.88,
      "dur": 2.709,
      "text": "unclear exactly what the agents were doing. This man has the same coat,"
    },
    {
      "start": 467.599,
      "dur": 2.951,
      "text": "doing. This man has the same coat, facial hair, and gate as Alex Prey, and"
    },
    {
      "start": 470.56,
      "dur": 3.189,
      "text": "facial hair, and gate as Alex Prey, and a facial recognition tool suggests a 97%"
    },
    {
      "start": 473.759,
      "dur": 2.791,
      "text": "a facial recognition tool suggests a 97% match. We see him shouting abuse at the"
    },
    {
      "start": 476.56,
      "dur": 2.39,
      "text": "match. We see him shouting abuse at the agents. He also motions to spit at a"
    },
    {
      "start": 478.96,
      "dur": 2.55,
      "text": "agents. He also motions to spit at a federal agent in a car and then kicks"
    },
    {
      "start": 481.52,
      "dur": 2.87,
      "text": "federal agent in a car and then kicks the rear light of the car twice. Agents"
    },
    {
      "start": 484.4,
      "dur": 2.39,
      "text": "the rear light of the car twice. Agents then wrestle him to the ground. He's"
    },
    {
      "start": 486.8,
      "dur": 2.55,
      "text": "then wrestle him to the ground. He's then allowed to get up and as he does, a"
    },
    {
      "start": 489.36,
      "dur": 2.87,
      "text": "then allowed to get up and as he does, a gun can be seen in his waistband. It's"
    },
    {
      "start": 492.24,
      "dur": 1.59,
      "text": "gun can be seen in his waistband. It's in the same position as the gun Alex"
    },
    {
      "start": 493.84,
      "dur": 2.069,
      "text": "in the same position as the gun Alex Prey was carrying on the day he was"
    },
    {
      "start": 495.919,
      "dur": 2.55,
      "text": "Prey was carrying on the day he was killed. This earlier incident shown in"
    },
    {
      "start": 498.479,
      "dur": 2.311,
      "text": "killed. This earlier incident shown in the video shared with the BBC happened"
    },
    {
      "start": 500.8,
      "dur": 2.15,
      "text": "the video shared with the BBC happened at the intersection of Park Avenue and"
    },
    {
      "start": 502.96,
      "dur": 2.87,
      "text": "at the intersection of Park Avenue and East 36th Street. 11 days later, Alex"
    },
    {
      "start": 505.84,
      "dur": 3.029,
      "text": "East 36th Street. 11 days later, Alex Prey was shot dead just over 2 km away"
    },
    {
      "start": 508.879,
      "dur": 2.791,
      "text": "Prey was shot dead just over 2 km away on Nicollet Avenue. His killing and the"
    },
    {
      "start": 511.68,
      "dur": 1.829,
      "text": "on Nicollet Avenue. His killing and the Trump administration's unsubstantiated"
    },
    {
      "start": 513.519,
      "dur": 2.39,
      "text": "Trump administration's unsubstantiated claims about what happened have provided"
    },
    {
      "start": 515.919,
      "dur": 2.55,
      "text": "claims about what happened have provided another test of what Americans will and"
    },
    {
      "start": 518.479,
      "dur": 1.91,
      "text": "another test of what Americans will and won't accept from the federal"
    },
    {
      "start": 520.399,
      "dur": 2.721,
      "text": "won't accept from the federal government."
    }
  ]
}