{
  "videoId": "mtgqmRTK0O4",
  "title": "Ex-police chief says Trump told him in 2006 'everyone' knew of Epstein's behaviour | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 120,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.399,
      "text": "Now to the continuing fallout from the"
    },
    {
      "start": 2.879,
      "dur": 2.39,
      "text": "Now to the continuing fallout from the Jeffrey Epstein files. Well, a former"
    },
    {
      "start": 5.279,
      "dur": 1.911,
      "text": "Jeffrey Epstein files. Well, a former Florida police chief has said that he"
    },
    {
      "start": 7.2,
      "dur": 1.51,
      "text": "Florida police chief has said that he received a call from Donald Trump back"
    },
    {
      "start": 8.72,
      "dur": 3.43,
      "text": "received a call from Donald Trump back in 2006 in which Mr. Trump told him"
    },
    {
      "start": 12.16,
      "dur": 2.31,
      "text": "in 2006 in which Mr. Trump told him everyone knew about the convicted sex"
    },
    {
      "start": 14.48,
      "dur": 2.15,
      "text": "everyone knew about the convicted sex offender. The accounts contained in an"
    },
    {
      "start": 16.64,
      "dur": 2.629,
      "text": "offender. The accounts contained in an FBI document seen in the latest batch of"
    },
    {
      "start": 19.279,
      "dur": 2.551,
      "text": "FBI document seen in the latest batch of the Epstein files. The officer's name is"
    },
    {
      "start": 21.84,
      "dur": 2.07,
      "text": "the Epstein files. The officer's name is redacted, but Michael Writer has told"
    },
    {
      "start": 23.92,
      "dur": 2.07,
      "text": "redacted, but Michael Writer has told the Miami Herald that he was the person"
    },
    {
      "start": 26.0,
      "dur": 2.55,
      "text": "the Miami Herald that he was the person who received that call from Mr. Trump."
    },
    {
      "start": 28.56,
      "dur": 2.15,
      "text": "who received that call from Mr. Trump. The US president's consistently denied"
    },
    {
      "start": 30.72,
      "dur": 1.989,
      "text": "The US president's consistently denied any wrongdoing in relation to Epstein"
    },
    {
      "start": 32.719,
      "dur": 2.231,
      "text": "any wrongdoing in relation to Epstein and said he did not know about his"
    },
    {
      "start": 34.96,
      "dur": 2.87,
      "text": "and said he did not know about his crimes. Meanwhile, in Washington DC,"
    },
    {
      "start": 37.84,
      "dur": 2.15,
      "text": "crimes. Meanwhile, in Washington DC, survivors of Jeffrey Epstein's abuse are"
    },
    {
      "start": 40.0,
      "dur": 2.47,
      "text": "survivors of Jeffrey Epstein's abuse are campaigning for a new law in the name of"
    },
    {
      "start": 42.48,
      "dur": 3.67,
      "text": "campaigning for a new law in the name of the most highprofile survivor, Virginia,"
    },
    {
      "start": 46.16,
      "dur": 1.909,
      "text": "the most highprofile survivor, Virginia, who of course is no longer alive."
    },
    {
      "start": 48.079,
      "dur": 2.231,
      "text": "who of course is no longer alive. Members of her family joined Democrats"
    },
    {
      "start": 50.32,
      "dur": 2.869,
      "text": "Members of her family joined Democrats to announce the plan for Virginia's law,"
    },
    {
      "start": 53.199,
      "dur": 1.591,
      "text": "to announce the plan for Virginia's law, which would remove the statute of"
    },
    {
      "start": 54.8,
      "dur": 2.71,
      "text": "which would remove the statute of limitations, those time limits, to file"
    },
    {
      "start": 57.52,
      "dur": 3.029,
      "text": "limitations, those time limits, to file lawsuits in sexual abuse cases. Well, to"
    },
    {
      "start": 60.559,
      "dur": 2.391,
      "text": "lawsuits in sexual abuse cases. Well, to pass that into law, it would require a"
    },
    {
      "start": 62.96,
      "dur": 1.909,
      "text": "pass that into law, it would require a majority vote in both the House of"
    },
    {
      "start": 64.879,
      "dur": 2.23,
      "text": "majority vote in both the House of Representatives and the Senate, as well"
    },
    {
      "start": 67.119,
      "dur": 3.751,
      "text": "Representatives and the Senate, as well as the signature of President Trump."
    },
    {
      "start": 70.88,
      "dur": 2.07,
      "text": "as the signature of President Trump. Well, Virginia Jafrey's brother, Sky"
    },
    {
      "start": 72.96,
      "dur": 1.99,
      "text": "Well, Virginia Jafrey's brother, Sky Roberts, said his sister, who took her"
    },
    {
      "start": 74.96,
      "dur": 2.87,
      "text": "Roberts, said his sister, who took her own life in April, had wanted change and"
    },
    {
      "start": 77.84,
      "dur": 2.39,
      "text": "own life in April, had wanted change and to bring light into a world that pushes"
    },
    {
      "start": 80.24,
      "dur": 2.63,
      "text": "to bring light into a world that pushes abuse into the shadows. She'd accused"
    },
    {
      "start": 82.88,
      "dur": 1.909,
      "text": "abuse into the shadows. She'd accused Andrew Mountbatton Windsor, the former"
    },
    {
      "start": 84.799,
      "dur": 3.031,
      "text": "Andrew Mountbatton Windsor, the former prince of abusing her. He has denied any"
    },
    {
      "start": 87.84,
      "dur": 2.309,
      "text": "prince of abusing her. He has denied any wrongdoing. Well, both Sky Roberts and"
    },
    {
      "start": 90.159,
      "dur": 2.151,
      "text": "wrongdoing. Well, both Sky Roberts and Mr. Schumer called on Andrew to testify"
    },
    {
      "start": 92.32,
      "dur": 1.91,
      "text": "Mr. Schumer called on Andrew to testify to Congress about his relationship with"
    },
    {
      "start": 94.24,
      "dur": 2.79,
      "text": "to Congress about his relationship with Epstein. But to Prince Andrew, former"
    },
    {
      "start": 97.04,
      "dur": 1.67,
      "text": "Epstein. But to Prince Andrew, former Prince Andrew, Andrew Mountbatten,"
    },
    {
      "start": 98.72,
      "dur": 2.31,
      "text": "Prince Andrew, Andrew Mountbatten, Windsor to be specific, he [snorts]"
    },
    {
      "start": 101.04,
      "dur": 1.83,
      "text": "Windsor to be specific, he [snorts] needs to show up. He needs to show up"
    },
    {
      "start": 102.88,
      "dur": 1.51,
      "text": "needs to show up. He needs to show up and he needs to answer questions in"
    },
    {
      "start": 104.4,
      "dur": 3.43,
      "text": "and he needs to answer questions in front of our Congress."
    },
    {
      "start": 107.84,
      "dur": 1.67,
      "text": "front of our Congress. &gt;&gt; I agree."
    },
    {
      "start": 109.52,
      "dur": 3.269,
      "text": "&gt;&gt; I agree. &gt;&gt; He ought to [clears throat] same thing"
    },
    {
      "start": 112.799,
      "dur": 1.911,
      "text": "&gt;&gt; He ought to [clears throat] same thing same thing as what Sky said. He ought to"
    },
    {
      "start": 114.72,
      "dur": 2.95,
      "text": "same thing as what Sky said. He ought to show up and show up now."
    },
    {
      "start": 117.68,
      "dur": 3.759,
      "text": "show up and show up now. That's a Chuck Shimmer"
    }
  ]
}