{
  "videoId": "mw5Lp52LCcQ",
  "title": "Donald Trump says he 'won't use force' to acquire Greenland | BBC Newscast",
  "publishedAt": "2026-01-21",
  "channel": "BBC News",
  "durationSeconds": 1555,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.32,
      "text": "and I'm seeking immediate negotiations"
    },
    {
      "start": 2.32,
      "dur": 2.39,
      "text": "and I'm seeking immediate negotiations to once again discuss the acquisition of"
    },
    {
      "start": 4.72,
      "dur": 2.39,
      "text": "to once again discuss the acquisition of Greenland by the United States. We"
    },
    {
      "start": 7.12,
      "dur": 1.75,
      "text": "Greenland by the United States. We probably won't get anything unless I"
    },
    {
      "start": 8.88,
      "dur": 1.99,
      "text": "probably won't get anything unless I decide to use excessive strength and"
    },
    {
      "start": 10.88,
      "dur": 2.789,
      "text": "decide to use excessive strength and force where we would be frankly"
    },
    {
      "start": 13.679,
      "dur": 1.99,
      "text": "force where we would be frankly unstoppable."
    },
    {
      "start": 15.679,
      "dur": 3.271,
      "text": "unstoppable. But I won't do that. They should be"
    },
    {
      "start": 18.96,
      "dur": 3.11,
      "text": "But I won't do that. They should be grateful to us. Canada"
    },
    {
      "start": 22.08,
      "dur": 1.91,
      "text": "grateful to us. Canada lives because of the United States."
    },
    {
      "start": 24.0,
      "dur": 1.029,
      "text": "lives because of the United States. Remember that."
    },
    {
      "start": 25.039,
      "dur": 2.39,
      "text": "Remember that. &gt;&gt; Hello. The highly anticipated speech to"
    },
    {
      "start": 27.439,
      "dur": 1.511,
      "text": "&gt;&gt; Hello. The highly anticipated speech to world leaders by Donald Trump at the"
    },
    {
      "start": 28.96,
      "dur": 2.149,
      "text": "world leaders by Donald Trump at the World Economic Forum in Davos has"
    },
    {
      "start": 31.119,
      "dur": 1.991,
      "text": "World Economic Forum in Davos has happened. He delivered it midafter"
    },
    {
      "start": 33.12,
      "dur": 1.99,
      "text": "happened. He delivered it midafter afternoon on Wednesday, Wednesday the"
    },
    {
      "start": 35.12,
      "dur": 2.47,
      "text": "afternoon on Wednesday, Wednesday the 21st of January. The big takeaway from"
    },
    {
      "start": 37.6,
      "dur": 2.55,
      "text": "21st of January. The big takeaway from it is that he said he would not use"
    },
    {
      "start": 40.16,
      "dur": 2.79,
      "text": "it is that he said he would not use military force to, in his words, acquire"
    },
    {
      "start": 42.96,
      "dur": 2.23,
      "text": "military force to, in his words, acquire Greenland. So it feels that lots of"
    },
    {
      "start": 45.2,
      "dur": 1.829,
      "text": "Greenland. So it feels that lots of world leaders have sort of given a bit"
    },
    {
      "start": 47.039,
      "dur": 2.391,
      "text": "world leaders have sort of given a bit of a sigh of relief about that, although"
    },
    {
      "start": 49.44,
      "dur": 1.109,
      "text": "of a sigh of relief about that, although there's a question about whether he was"
    },
    {
      "start": 50.559,
      "dur": 1.83,
      "text": "there's a question about whether he was ever going to use military force. But he"
    },
    {
      "start": 52.399,
      "dur": 1.271,
      "text": "ever going to use military force. But he also said he would like to start"
    },
    {
      "start": 53.68,
      "dur": 2.31,
      "text": "also said he would like to start immediate negotiations with Denmark to"
    },
    {
      "start": 56.0,
      "dur": 2.549,
      "text": "immediate negotiations with Denmark to get the territory. So he is definitely"
    },
    {
      "start": 58.559,
      "dur": 3.111,
      "text": "get the territory. So he is definitely still got a lust for obtaining Greenland"
    },
    {
      "start": 61.68,
      "dur": 2.869,
      "text": "still got a lust for obtaining Greenland as American territory. So we will"
    },
    {
      "start": 64.559,
      "dur": 2.471,
      "text": "as American territory. So we will discuss what everyone is interpreting"
    },
    {
      "start": 67.04,
      "dur": 1.67,
      "text": "discuss what everyone is interpreting from this speech and what else he said"
    },
    {
      "start": 68.72,
      "dur": 1.91,
      "text": "from this speech and what else he said and what it means for the rapidly"
    },
    {
      "start": 70.64,
      "dur": 2.07,
      "text": "and what it means for the rapidly collapsing world order on this episode"
    },
    {
      "start": 72.72,
      "dur": 3.11,
      "text": "collapsing world order on this episode of Newscast."
    },
    {
      "start": 75.84,
      "dur": 2.55,
      "text": "of Newscast. &gt;&gt; Hello, it's Adam in the newscast studio."
    },
    {
      "start": 78.4,
      "dur": 2.23,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio. Hi, it's Katrina in the newscast studio"
    },
    {
      "start": 80.64,
      "dur": 1.43,
      "text": "Hi, it's Katrina in the newscast studio in Washington"
    },
    {
      "start": 82.08,
      "dur": 2.069,
      "text": "in Washington &gt;&gt; and we will be joined shortly by Fisizel"
    },
    {
      "start": 84.159,
      "dur": 1.831,
      "text": "&gt;&gt; and we will be joined shortly by Fisizel who is in Davos at the World Economic"
    },
    {
      "start": 86.0,
      "dur": 2.07,
      "text": "who is in Davos at the World Economic Forum with lots of prime ministers, lots"
    },
    {
      "start": 88.08,
      "dur": 2.63,
      "text": "Forum with lots of prime ministers, lots of finance bros, lots of tech bros and a"
    },
    {
      "start": 90.72,
      "dur": 2.15,
      "text": "of finance bros, lots of tech bros and a few presidents, one in particular and"
    },
    {
      "start": 92.88,
      "dur": 1.589,
      "text": "few presidents, one in particular and hopefully he will be joining us at some"
    },
    {
      "start": 94.479,
      "dur": 1.511,
      "text": "hopefully he will be joining us at some point, but we're not exactly sure where"
    },
    {
      "start": 96.0,
      "dur": 1.91,
      "text": "point, but we're not exactly sure where he is as we're recording this episode of"
    },
    {
      "start": 97.92,
      "dur": 2.63,
      "text": "he is as we're recording this episode of Newscast on Wednesday at about 6:30 in"
    },
    {
      "start": 100.56,
      "dur": 2.15,
      "text": "Newscast on Wednesday at about 6:30 in the evening. Um Katrina, before we head"
    },
    {
      "start": 102.72,
      "dur": 1.67,
      "text": "the evening. Um Katrina, before we head virtually to Davos, though, uh Donald"
    },
    {
      "start": 104.4,
      "dur": 1.51,
      "text": "virtually to Davos, though, uh Donald Trump's been on a sort of one-year"
    },
    {
      "start": 105.92,
      "dur": 1.99,
      "text": "Trump's been on a sort of one-year anniversary of being president tour this"
    },
    {
      "start": 107.92,
      "dur": 1.91,
      "text": "anniversary of being president tour this week, hasn't he?"
    },
    {
      "start": 109.84,
      "dur": 2.309,
      "text": "week, hasn't he? &gt;&gt; Yeah, I mean it's been a year, but if"
    },
    {
      "start": 112.159,
      "dur": 1.511,
      "text": "&gt;&gt; Yeah, I mean it's been a year, but if depending on your perspective, it's"
    },
    {
      "start": 113.68,
      "dur": 1.91,
      "text": "depending on your perspective, it's either been a whirlwind or a lifetime,"
    },
    {
      "start": 115.6,
      "dur": 2.71,
      "text": "either been a whirlwind or a lifetime, right? Um so yesterday he was at the"
    },
    {
      "start": 118.32,
      "dur": 1.99,
      "text": "right? Um so yesterday he was at the White House. He joined the press"
    },
    {
      "start": 120.32,
      "dur": 2.389,
      "text": "White House. He joined the press briefing, spoke for an hour and a half"
    },
    {
      "start": 122.719,
      "dur": 2.151,
      "text": "briefing, spoke for an hour and a half or thereabouts, a big long sort of"
    },
    {
      "start": 124.88,
      "dur": 2.07,
      "text": "or thereabouts, a big long sort of rambling Donald Trump classic hit speech"
    },
    {
      "start": 126.96,
      "dur": 2.069,
      "text": "rambling Donald Trump classic hit speech at the start and then he took a lot of"
    },
    {
      "start": 129.039,
      "dur": 2.311,
      "text": "at the start and then he took a lot of questions from those gathered there and"
    },
    {
      "start": 131.36,
      "dur": 1.83,
      "text": "questions from those gathered there and you can imagine chief among them were"
    },
    {
      "start": 133.2,
      "dur": 3.27,
      "text": "you can imagine chief among them were his recent comments on Greenland, NATO,"
    },
    {
      "start": 136.48,
      "dur": 2.63,
      "text": "his recent comments on Greenland, NATO, Venezuela, Iran, Cuba, take your pick"
    },
    {
      "start": 139.12,
      "dur": 2.95,
      "text": "Venezuela, Iran, Cuba, take your pick really. Then he went from there um back"
    },
    {
      "start": 142.08,
      "dur": 1.99,
      "text": "really. Then he went from there um back to the West Wing for a bit then went to"
    },
    {
      "start": 144.08,
      "dur": 2.39,
      "text": "to the West Wing for a bit then went to get on his plane to fly to Davos. The"
    },
    {
      "start": 146.48,
      "dur": 2.15,
      "text": "get on his plane to fly to Davos. The plane took off from Joint Base Andrews,"
    },
    {
      "start": 148.64,
      "dur": 1.75,
      "text": "plane took off from Joint Base Andrews, had what we're told was a technical"
    },
    {
      "start": 150.4,
      "dur": 2.549,
      "text": "had what we're told was a technical fault, so had to fly back to Joint Base"
    },
    {
      "start": 152.959,
      "dur": 1.511,
      "text": "fault, so had to fly back to Joint Base Andrews and then get on a different"
    },
    {
      "start": 154.48,
      "dur": 1.829,
      "text": "Andrews and then get on a different plane. So, there's a delay of about 3"
    },
    {
      "start": 156.319,
      "dur": 2.151,
      "text": "plane. So, there's a delay of about 3 hours or so. So, then he's landed in"
    },
    {
      "start": 158.48,
      "dur": 2.55,
      "text": "hours or so. So, then he's landed in Davos today, more or less went straight"
    },
    {
      "start": 161.04,
      "dur": 2.15,
      "text": "Davos today, more or less went straight from the plane to the World Economic"
    },
    {
      "start": 163.2,
      "dur": 3.029,
      "text": "from the plane to the World Economic Forum to deliver yet another really long"
    },
    {
      "start": 166.239,
      "dur": 3.431,
      "text": "Forum to deliver yet another really long speech followed by a Q&amp;A there. Um,"
    },
    {
      "start": 169.68,
      "dur": 3.11,
      "text": "speech followed by a Q&amp;A there. Um, which really has been quite remarkable."
    },
    {
      "start": 172.8,
      "dur": 2.069,
      "text": "which really has been quite remarkable. the whole of Davos and much of the world"
    },
    {
      "start": 174.879,
      "dur": 2.151,
      "text": "the whole of Davos and much of the world as well is kind of a go at some of what"
    },
    {
      "start": 177.04,
      "dur": 2.31,
      "text": "as well is kind of a go at some of what he said in that speech."
    },
    {
      "start": 179.36,
      "dur": 1.99,
      "text": "he said in that speech. &gt;&gt; And also the the speech that he did on"
    },
    {
      "start": 181.36,
      "dur": 1.589,
      "text": "&gt;&gt; And also the the speech that he did on Tuesday night in the White House press"
    },
    {
      "start": 182.959,
      "dur": 1.751,
      "text": "Tuesday night in the White House press briefing room, he was accompanied with a"
    },
    {
      "start": 184.72,
      "dur": 2.869,
      "text": "briefing room, he was accompanied with a pile of laminated kind of bad guy top"
    },
    {
      "start": 187.599,
      "dur": 1.671,
      "text": "pile of laminated kind of bad guy top Trumps. And he was leafing through it"
    },
    {
      "start": 189.28,
      "dur": 1.669,
      "text": "Trumps. And he was leafing through it going, \"Here's somebody we deported."
    },
    {
      "start": 190.959,
      "dur": 1.511,
      "text": "going, \"Here's somebody we deported. Here's a murderer that we deported."
    },
    {
      "start": 192.48,
      "dur": 1.109,
      "text": "Here's a murderer that we deported. Here's somebody that we sent back to"
    },
    {
      "start": 193.599,
      "dur": 1.591,
      "text": "Here's somebody that we sent back to their home country.\" That was his sort"
    },
    {
      "start": 195.2,
      "dur": 1.749,
      "text": "their home country.\" That was his sort of theme of his remarks on Tuesday"
    },
    {
      "start": 196.959,
      "dur": 1.031,
      "text": "of theme of his remarks on Tuesday night, wasn't it?"
    },
    {
      "start": 198.0,
      "dur": 1.67,
      "text": "night, wasn't it? &gt;&gt; Yeah. That's how he began them. And he"
    },
    {
      "start": 199.68,
      "dur": 1.189,
      "text": "&gt;&gt; Yeah. That's how he began them. And he was holding up, as you say, these"
    },
    {
      "start": 200.879,
      "dur": 1.99,
      "text": "was holding up, as you say, these pictures. And they're similar pictures"
    },
    {
      "start": 202.879,
      "dur": 1.911,
      "text": "pictures. And they're similar pictures to ones they used to have actually on"
    },
    {
      "start": 204.8,
      "dur": 2.069,
      "text": "to ones they used to have actually on big signs in the driveway in the White"
    },
    {
      "start": 206.879,
      "dur": 2.07,
      "text": "big signs in the driveway in the White House. Um right where we stand doing"
    },
    {
      "start": 208.959,
      "dur": 1.431,
      "text": "House. Um right where we stand doing live hits actually. They had all those"
    },
    {
      "start": 210.4,
      "dur": 2.469,
      "text": "live hits actually. They had all those people's photographs there on big pegs"
    },
    {
      "start": 212.879,
      "dur": 1.671,
      "text": "people's photographs there on big pegs in the in the garden. Yeah. A few months"
    },
    {
      "start": 214.56,
      "dur": 2.07,
      "text": "in the in the garden. Yeah. A few months ago. Uh so now he had them on laminates"
    },
    {
      "start": 216.64,
      "dur": 2.229,
      "text": "ago. Uh so now he had them on laminates holding them up and reading out kind of"
    },
    {
      "start": 218.879,
      "dur": 1.831,
      "text": "holding them up and reading out kind of what their crimes was. And he even said"
    },
    {
      "start": 220.72,
      "dur": 1.429,
      "text": "what their crimes was. And he even said to the gathered journalists at one"
    },
    {
      "start": 222.159,
      "dur": 2.07,
      "text": "to the gathered journalists at one point, \"Are you getting bored by this?\""
    },
    {
      "start": 224.239,
      "dur": 1.431,
      "text": "point, \"Are you getting bored by this?\" Perhaps suggesting that he was getting"
    },
    {
      "start": 225.68,
      "dur": 2.07,
      "text": "Perhaps suggesting that he was getting bored holding up these laminates. Then"
    },
    {
      "start": 227.76,
      "dur": 3.27,
      "text": "bored holding up these laminates. Then he took out a big uh pile of paper which"
    },
    {
      "start": 231.04,
      "dur": 1.99,
      "text": "he took out a big uh pile of paper which is his 350"
    },
    {
      "start": 233.04,
      "dur": 2.63,
      "text": "is his 350 odd wins for every day of the year last"
    },
    {
      "start": 235.68,
      "dur": 2.23,
      "text": "odd wins for every day of the year last year was put held together by one of"
    },
    {
      "start": 237.92,
      "dur": 1.669,
      "text": "year was put held together by one of those butterfly clips which kind of"
    },
    {
      "start": 239.599,
      "dur": 2.951,
      "text": "those butterfly clips which kind of snapped in his finger and uh he made a"
    },
    {
      "start": 242.56,
      "dur": 1.669,
      "text": "snapped in his finger and uh he made a joke about that and then he said these"
    },
    {
      "start": 244.239,
      "dur": 1.431,
      "text": "joke about that and then he said these are all my achievements and then threw"
    },
    {
      "start": 245.68,
      "dur": 2.39,
      "text": "are all my achievements and then threw that stack of paper on the floor which"
    },
    {
      "start": 248.08,
      "dur": 2.47,
      "text": "that stack of paper on the floor which was another remarkable moment um before"
    },
    {
      "start": 250.56,
      "dur": 1.749,
      "text": "was another remarkable moment um before he then kind of basically read them all"
    },
    {
      "start": 252.319,
      "dur": 1.591,
      "text": "he then kind of basically read them all out from a script he had in front of"
    },
    {
      "start": 253.92,
      "dur": 2.549,
      "text": "out from a script he had in front of him. As someone who spent many years"
    },
    {
      "start": 256.479,
      "dur": 1.59,
      "text": "him. As someone who spent many years holding up binders of paper on"
    },
    {
      "start": 258.079,
      "dur": 1.911,
      "text": "holding up binders of paper on television, I have a bit of sympathy for"
    },
    {
      "start": 260.0,
      "dur": 1.43,
      "text": "television, I have a bit of sympathy for handling all the paperwork in a high"
    },
    {
      "start": 261.44,
      "dur": 1.51,
      "text": "handling all the paperwork in a high pressure situation. Right, we're still"
    },
    {
      "start": 262.96,
      "dur": 1.509,
      "text": "pressure situation. Right, we're still waiting for Fisel, but let's just dig"
    },
    {
      "start": 264.479,
      "dur": 1.191,
      "text": "waiting for Fisel, but let's just dig into the analysis of what's been"
    },
    {
      "start": 265.68,
      "dur": 1.35,
      "text": "into the analysis of what's been happening in Davos. And actually"
    },
    {
      "start": 267.04,
      "dur": 2.23,
      "text": "happening in Davos. And actually Katrina, that that um summary you gave"
    },
    {
      "start": 269.28,
      "dur": 1.75,
      "text": "Katrina, that that um summary you gave of the speech he did on Tuesday night,"
    },
    {
      "start": 271.04,
      "dur": 2.63,
      "text": "of the speech he did on Tuesday night, actually most of what he did in Davos"
    },
    {
      "start": 273.68,
      "dur": 1.59,
      "text": "actually most of what he did in Davos today, or at least half of it was more"
    },
    {
      "start": 275.28,
      "dur": 1.51,
      "text": "today, or at least half of it was more was more of that, wasn't it? It wasn't"
    },
    {
      "start": 276.8,
      "dur": 1.43,
      "text": "was more of that, wasn't it? It wasn't all just like Greenland, Greenland,"
    },
    {
      "start": 278.24,
      "dur": 2.47,
      "text": "all just like Greenland, Greenland, Greenland, like attack attack attack."
    },
    {
      "start": 280.72,
      "dur": 2.07,
      "text": "Greenland, like attack attack attack. &gt;&gt; No. And you know that speech actually in"
    },
    {
      "start": 282.8,
      "dur": 1.99,
      "text": "&gt;&gt; No. And you know that speech actually in Davos was supposed to be about housing"
    },
    {
      "start": 284.8,
      "dur": 2.389,
      "text": "Davos was supposed to be about housing and focusing on the US economy. And"
    },
    {
      "start": 287.199,
      "dur": 1.43,
      "text": "and focusing on the US economy. And there was a little bit of that as well"
    },
    {
      "start": 288.639,
      "dur": 1.191,
      "text": "there was a little bit of that as well because we're told that's what President"
    },
    {
      "start": 289.84,
      "dur": 2.15,
      "text": "because we're told that's what President Trump's going to focus on now in his"
    },
    {
      "start": 292.0,
      "dur": 1.749,
      "text": "Trump's going to focus on now in his second year ahead of the midterm"
    },
    {
      "start": 293.759,
      "dur": 1.751,
      "text": "second year ahead of the midterm elections here because there have been a"
    },
    {
      "start": 295.52,
      "dur": 1.91,
      "text": "elections here because there have been a lot of polls out here recently that the"
    },
    {
      "start": 297.44,
      "dur": 1.43,
      "text": "lot of polls out here recently that the American people are getting quite tired"
    },
    {
      "start": 298.88,
      "dur": 2.309,
      "text": "American people are getting quite tired of his focus on foreign policy matters"
    },
    {
      "start": 301.199,
      "dur": 2.311,
      "text": "of his focus on foreign policy matters when the cost of living here is such a"
    },
    {
      "start": 303.52,
      "dur": 1.99,
      "text": "when the cost of living here is such a big issue. Prices aren't coming down."
    },
    {
      "start": 305.52,
      "dur": 2.07,
      "text": "big issue. Prices aren't coming down. Fuel prices are coming down but most"
    },
    {
      "start": 307.6,
      "dur": 3.029,
      "text": "Fuel prices are coming down but most everything isn't else isn't. So, he did"
    },
    {
      "start": 310.639,
      "dur": 2.471,
      "text": "everything isn't else isn't. So, he did touch on that a little bit, but also he"
    },
    {
      "start": 313.12,
      "dur": 3.75,
      "text": "touch on that a little bit, but also he spoke a lot about Greenland. He um"
    },
    {
      "start": 316.88,
      "dur": 1.99,
      "text": "spoke a lot about Greenland. He um called it Iceland a couple of times,"
    },
    {
      "start": 318.88,
      "dur": 0.47,
      "text": "called it Iceland a couple of times, actually."
    },
    {
      "start": 319.36,
      "dur": 2.549,
      "text": "actually. &gt;&gt; They're not there for us on Iceland."
    },
    {
      "start": 321.919,
      "dur": 1.911,
      "text": "&gt;&gt; They're not there for us on Iceland. That I can tell you. I mean, our stock"
    },
    {
      "start": 323.84,
      "dur": 1.75,
      "text": "That I can tell you. I mean, our stock market took the first dip yesterday"
    },
    {
      "start": 325.6,
      "dur": 1.51,
      "text": "market took the first dip yesterday because of Iceland."
    },
    {
      "start": 327.12,
      "dur": 2.629,
      "text": "because of Iceland. &gt;&gt; He again touted the various wars that he"
    },
    {
      "start": 329.759,
      "dur": 1.99,
      "text": "&gt;&gt; He again touted the various wars that he says he has solved, although he called"
    },
    {
      "start": 331.759,
      "dur": 2.791,
      "text": "says he has solved, although he called Azerbaijan Abberaijan or a version of"
    },
    {
      "start": 334.56,
      "dur": 2.069,
      "text": "Azerbaijan Abberaijan or a version of that. And he also went on to kind of"
    },
    {
      "start": 336.639,
      "dur": 2.711,
      "text": "that. And he also went on to kind of insult a lot of people in the room. The"
    },
    {
      "start": 339.36,
      "dur": 2.15,
      "text": "insult a lot of people in the room. The room was almost silent for the entirety"
    },
    {
      "start": 341.52,
      "dur": 2.15,
      "text": "room was almost silent for the entirety of his speech as he picked off different"
    },
    {
      "start": 343.68,
      "dur": 1.83,
      "text": "of his speech as he picked off different leaders to either insult them or"
    },
    {
      "start": 345.52,
      "dur": 1.75,
      "text": "leaders to either insult them or threaten them. And it was quite a"
    },
    {
      "start": 347.28,
      "dur": 2.07,
      "text": "threaten them. And it was quite a remarkable speech. It reminded me in a"
    },
    {
      "start": 349.36,
      "dur": 2.15,
      "text": "remarkable speech. It reminded me in a way of when the vice president JD Vance"
    },
    {
      "start": 351.52,
      "dur": 1.59,
      "text": "way of when the vice president JD Vance went to the Munich Security Conference"
    },
    {
      "start": 353.12,
      "dur": 2.23,
      "text": "went to the Munich Security Conference last year coming into Europe like that"
    },
    {
      "start": 355.36,
      "dur": 2.63,
      "text": "last year coming into Europe like that to lecture European leaders and it was a"
    },
    {
      "start": 358.0,
      "dur": 1.51,
      "text": "to lecture European leaders and it was a very similar thing to that where"
    },
    {
      "start": 359.52,
      "dur": 2.15,
      "text": "very similar thing to that where President Trump told them what a bad job"
    },
    {
      "start": 361.68,
      "dur": 1.67,
      "text": "President Trump told them what a bad job they were doing with their countries and"
    },
    {
      "start": 363.36,
      "dur": 2.79,
      "text": "they were doing with their countries and how basically if they followed his lead"
    },
    {
      "start": 366.16,
      "dur": 1.749,
      "text": "how basically if they followed his lead they'd be a lot better and he was making"
    },
    {
      "start": 367.919,
      "dur": 2.151,
      "text": "they'd be a lot better and he was making things better for everyone."
    },
    {
      "start": 370.08,
      "dur": 1.829,
      "text": "things better for everyone. &gt;&gt; Right. Fisel's here now or when I say"
    },
    {
      "start": 371.919,
      "dur": 1.591,
      "text": "&gt;&gt; Right. Fisel's here now or when I say here he's actually in Davos. Hello"
    },
    {
      "start": 373.52,
      "dur": 2.63,
      "text": "here he's actually in Davos. Hello Fisel."
    },
    {
      "start": 376.16,
      "dur": 2.23,
      "text": "Fisel. &gt;&gt; Hello. No, I'm not accusing you."
    },
    {
      "start": 378.4,
      "dur": 1.43,
      "text": "&gt;&gt; Hello. No, I'm not accusing you. &gt;&gt; I'm not accusing you of being late, but"
    },
    {
      "start": 379.84,
      "dur": 1.67,
      "text": "&gt;&gt; I'm not accusing you of being late, but where have you been?"
    },
    {
      "start": 381.52,
      "dur": 1.59,
      "text": "where have you been? &gt;&gt; We started without you."
    },
    {
      "start": 383.12,
      "dur": 1.509,
      "text": "&gt;&gt; We started without you. &gt;&gt; I've been really late and I've been I've"
    },
    {
      "start": 384.639,
      "dur": 1.11,
      "text": "&gt;&gt; I've been really late and I've been I've been meeting someone. I can't tell you"
    },
    {
      "start": 385.759,
      "dur": 1.831,
      "text": "been meeting someone. I can't tell you who it is. It's a bit like that. I will"
    },
    {
      "start": 387.6,
      "dur": 1.99,
      "text": "who it is. It's a bit like that. I will tell you some of what this person said"
    },
    {
      "start": 389.6,
      "dur": 2.149,
      "text": "tell you some of what this person said in a minute cuz it is relevant,"
    },
    {
      "start": 391.759,
      "dur": 1.591,
      "text": "in a minute cuz it is relevant, &gt;&gt; but I can't tell you cuz that's how it"
    },
    {
      "start": 393.36,
      "dur": 1.75,
      "text": "&gt;&gt; but I can't tell you cuz that's how it kind of things roll in this place. You"
    },
    {
      "start": 395.12,
      "dur": 3.11,
      "text": "kind of things roll in this place. You get to meet like really senior people"
    },
    {
      "start": 398.24,
      "dur": 2.55,
      "text": "get to meet like really senior people who I won't name who tell you what"
    },
    {
      "start": 400.8,
      "dur": 1.75,
      "text": "who I won't name who tell you what Donald Trump has been saying privately."
    },
    {
      "start": 402.56,
      "dur": 1.67,
      "text": "Donald Trump has been saying privately. But we'll park that for a little bit."
    },
    {
      "start": 404.24,
      "dur": 1.99,
      "text": "But we'll park that for a little bit. Can you tell us what genre of person it"
    },
    {
      "start": 406.24,
      "dur": 1.509,
      "text": "Can you tell us what genre of person it was?"
    },
    {
      "start": 407.759,
      "dur": 3.831,
      "text": "was? &gt;&gt; Uh, no. Because then when I mention uh"
    },
    {
      "start": 411.6,
      "dur": 2.55,
      "text": "&gt;&gt; Uh, no. Because then when I mention uh someone uh silently who spoke to me,"
    },
    {
      "start": 414.16,
      "dur": 1.27,
      "text": "someone uh silently who spoke to me, then you'll work out who it is. So,"
    },
    {
      "start": 415.44,
      "dur": 1.029,
      "text": "then you'll work out who it is. So, we're going to forget about that for"
    },
    {
      "start": 416.479,
      "dur": 1.751,
      "text": "we're going to forget about that for about 5 minutes hypnotically. Then we'll"
    },
    {
      "start": 418.24,
      "dur": 0.63,
      "text": "about 5 minutes hypnotically. Then we'll come back to it."
    },
    {
      "start": 418.88,
      "dur": 1.429,
      "text": "come back to it. &gt;&gt; Right. We'll park that little murder"
    },
    {
      "start": 420.319,
      "dur": 1.59,
      "text": "&gt;&gt; Right. We'll park that little murder mystery party element of the today's"
    },
    {
      "start": 421.919,
      "dur": 1.67,
      "text": "mystery party element of the today's podcast until later on. Right. So,"
    },
    {
      "start": 423.599,
      "dur": 1.99,
      "text": "podcast until later on. Right. So, Fisel, um we'll dig into the contents of"
    },
    {
      "start": 425.599,
      "dur": 1.111,
      "text": "Fisel, um we'll dig into the contents of Donald Trump's speech in a second."
    },
    {
      "start": 426.72,
      "dur": 1.589,
      "text": "Donald Trump's speech in a second. Katrina had started doing that for us."
    },
    {
      "start": 428.319,
      "dur": 1.831,
      "text": "Katrina had started doing that for us. But just give us a bit of a vibe check"
    },
    {
      "start": 430.16,
      "dur": 1.99,
      "text": "But just give us a bit of a vibe check about what what this day was like when"
    },
    {
      "start": 432.16,
      "dur": 2.63,
      "text": "about what what this day was like when when um Donald Trump kind of avalanched"
    },
    {
      "start": 434.8,
      "dur": 1.91,
      "text": "when um Donald Trump kind of avalanched into Davos, the the ski resort in"
    },
    {
      "start": 436.72,
      "dur": 2.15,
      "text": "into Davos, the the ski resort in Switzerland."
    },
    {
      "start": 438.88,
      "dur": 2.39,
      "text": "Switzerland. &gt;&gt; Yeah. Yeah. Yeah. He avalanched in is my"
    },
    {
      "start": 441.28,
      "dur": 2.71,
      "text": "&gt;&gt; Yeah. Yeah. Yeah. He avalanched in is my favorite kind of analogy. I I came up"
    },
    {
      "start": 444.0,
      "dur": 2.55,
      "text": "favorite kind of analogy. I I came up with like high sheriff uh coming into"
    },
    {
      "start": 446.56,
      "dur": 2.23,
      "text": "with like high sheriff uh coming into town uh with his own rules, set of"
    },
    {
      "start": 448.8,
      "dur": 2.389,
      "text": "town uh with his own rules, set of rules. And one of the interesting things"
    },
    {
      "start": 451.199,
      "dur": 1.83,
      "text": "rules. And one of the interesting things was that he'd sort of telegraphed what"
    },
    {
      "start": 453.039,
      "dur": 1.351,
      "text": "was that he'd sort of telegraphed what we thought he was going to say"
    },
    {
      "start": 454.4,
      "dur": 1.75,
      "text": "we thought he was going to say beforehand. and everyone had"
    },
    {
      "start": 456.16,
      "dur": 2.469,
      "text": "beforehand. and everyone had preemptively reacted to that and it was"
    },
    {
      "start": 458.639,
      "dur": 3.431,
      "text": "preemptively reacted to that and it was a dark place and did that in fact change"
    },
    {
      "start": 462.08,
      "dur": 2.949,
      "text": "a dark place and did that in fact change the content and tone of his speech. the"
    },
    {
      "start": 465.039,
      "dur": 2.391,
      "text": "the content and tone of his speech. the tone of the tone that I detected in the"
    },
    {
      "start": 467.44,
      "dur": 2.869,
      "text": "tone of the tone that I detected in the room and Katrina is totally 100% right"
    },
    {
      "start": 470.319,
      "dur": 2.951,
      "text": "room and Katrina is totally 100% right about all of that um from her vantage"
    },
    {
      "start": 473.28,
      "dur": 3.029,
      "text": "about all of that um from her vantage point is that this phrase passive"
    },
    {
      "start": 476.319,
      "dur": 1.751,
      "text": "point is that this phrase passive aggressive or maybe aggressive passive"
    },
    {
      "start": 478.08,
      "dur": 1.27,
      "text": "aggressive or maybe aggressive passive to be honest people use it and they"
    },
    {
      "start": 479.36,
      "dur": 1.75,
      "text": "to be honest people use it and they don't really know what it know what it"
    },
    {
      "start": 481.12,
      "dur": 2.39,
      "text": "don't really know what it know what it means but like if you want to know what"
    },
    {
      "start": 483.52,
      "dur": 1.91,
      "text": "means but like if you want to know what it means I think that that's what Donald"
    },
    {
      "start": 485.44,
      "dur": 2.309,
      "text": "it means I think that that's what Donald Trump's speech was why do I say that"
    },
    {
      "start": 487.759,
      "dur": 3.511,
      "text": "Trump's speech was why do I say that because it was in in one way diplomatic"
    },
    {
      "start": 491.28,
      "dur": 1.909,
      "text": "because it was in in one way diplomatic and meant to mellow and chill people and"
    },
    {
      "start": 493.199,
      "dur": 1.751,
      "text": "and meant to mellow and chill people and was a bit like that at the And there was"
    },
    {
      "start": 494.96,
      "dur": 1.509,
      "text": "was a bit like that at the And there was a little bit of praise and there was a"
    },
    {
      "start": 496.479,
      "dur": 1.11,
      "text": "a little bit of praise and there was a little bit of applause that was"
    },
    {
      "start": 497.599,
      "dur": 2.391,
      "text": "little bit of applause that was reciprocated right at the beginning but"
    },
    {
      "start": 500.0,
      "dur": 3.27,
      "text": "reciprocated right at the beginning but then it sort of meandered and ranged. It"
    },
    {
      "start": 503.28,
      "dur": 2.39,
      "text": "then it sort of meandered and ranged. It got and it got a little bit menacing and"
    },
    {
      "start": 505.68,
      "dur": 1.27,
      "text": "got and it got a little bit menacing and then he rode back and then it got a"
    },
    {
      "start": 506.96,
      "dur": 1.11,
      "text": "then he rode back and then it got a little bit more menacing. Sort of"
    },
    {
      "start": 508.08,
      "dur": 2.229,
      "text": "little bit more menacing. Sort of depends on your view and you just take"
    },
    {
      "start": 510.319,
      "dur": 1.991,
      "text": "depends on your view and you just take the Greenland issue. He starts off"
    },
    {
      "start": 512.32,
      "dur": 1.99,
      "text": "the Greenland issue. He starts off saying, \"Oh, we are Americans. We love"
    },
    {
      "start": 514.32,
      "dur": 3.03,
      "text": "saying, \"Oh, we are Americans. We love you. We saved it so long ago. We gave it"
    },
    {
      "start": 517.36,
      "dur": 1.99,
      "text": "you. We saved it so long ago. We gave it back to you.\" And you think he's about"
    },
    {
      "start": 519.36,
      "dur": 1.349,
      "text": "back to you.\" And you think he's about to say and you can just have it. But"
    },
    {
      "start": 520.719,
      "dur": 1.75,
      "text": "to say and you can just have it. But then it's like no and we're never going"
    },
    {
      "start": 522.479,
      "dur": 1.831,
      "text": "then it's like no and we're never going to invade. And then he says, \"But we"
    },
    {
      "start": 524.32,
      "dur": 1.67,
      "text": "to invade. And then he says, \"But we definitely still want it and basically"
    },
    {
      "start": 526.0,
      "dur": 2.949,
      "text": "definitely still want it and basically it's ours.\" Now take your pick. The the"
    },
    {
      "start": 528.959,
      "dur": 2.471,
      "text": "it's ours.\" Now take your pick. The the the the sort of consensus here is that"
    },
    {
      "start": 531.44,
      "dur": 2.069,
      "text": "the the sort of consensus here is that he has rode back. I just saw Governor"
    },
    {
      "start": 533.519,
      "dur": 2.231,
      "text": "he has rode back. I just saw Governor Gavin Newsome. I spoke to him. He says"
    },
    {
      "start": 535.76,
      "dur": 1.67,
      "text": "Gavin Newsome. I spoke to him. He says this is taco Tuesday, although it's"
    },
    {
      "start": 537.44,
      "dur": 0.79,
      "text": "this is taco Tuesday, although it's Wednesday."
    },
    {
      "start": 538.24,
      "dur": 3.029,
      "text": "Wednesday. &gt;&gt; He Yeah, he has chickenened out again."
    },
    {
      "start": 541.279,
      "dur": 2.311,
      "text": "&gt;&gt; He Yeah, he has chickenened out again. &gt;&gt; Um others had a different perspective on"
    },
    {
      "start": 543.6,
      "dur": 3.349,
      "text": "&gt;&gt; Um others had a different perspective on it that well actually it's still hanging"
    },
    {
      "start": 546.959,
      "dur": 2.55,
      "text": "it that well actually it's still hanging there, isn't it? He still wants it. That"
    },
    {
      "start": 549.519,
      "dur": 2.87,
      "text": "there, isn't it? He still wants it. That is still very very weird and strange."
    },
    {
      "start": 552.399,
      "dur": 2.391,
      "text": "is still very very weird and strange. So, you know, it can be interpreted in"
    },
    {
      "start": 554.8,
      "dur": 3.19,
      "text": "So, you know, it can be interpreted in different ways. Some relief, but like"
    },
    {
      "start": 558.0,
      "dur": 1.75,
      "text": "different ways. Some relief, but like what I'm going to give you a quote from"
    },
    {
      "start": 559.76,
      "dur": 1.27,
      "text": "what I'm going to give you a quote from my mystery"
    },
    {
      "start": 561.04,
      "dur": 1.03,
      "text": "my mystery &gt;&gt; sorus"
    },
    {
      "start": 562.08,
      "dur": 2.63,
      "text": "&gt;&gt; sorus &gt;&gt; G7 leader who knows what he's going to"
    },
    {
      "start": 564.72,
      "dur": 2.15,
      "text": "&gt;&gt; G7 leader who knows what he's going to say yes tomorrow. That's what that's"
    },
    {
      "start": 566.88,
      "dur": 3.43,
      "text": "say yes tomorrow. That's what that's what was said. Um and and amid the jokes"
    },
    {
      "start": 570.32,
      "dur": 1.91,
      "text": "what was said. Um and and amid the jokes and this is the other thing is you get"
    },
    {
      "start": 572.24,
      "dur": 2.07,
      "text": "and this is the other thing is you get the sort of jokes and humor and then"
    },
    {
      "start": 574.32,
      "dur": 1.27,
      "text": "the sort of jokes and humor and then suddenly everyone gets really serious"
    },
    {
      "start": 575.6,
      "dur": 2.95,
      "text": "suddenly everyone gets really serious and think this is absolutely insane and"
    },
    {
      "start": 578.56,
      "dur": 3.19,
      "text": "and think this is absolutely insane and deeply serious or is it a joke? It is"
    },
    {
      "start": 581.76,
      "dur": 2.95,
      "text": "deeply serious or is it a joke? It is absolutely baffling, bewildering, head"
    },
    {
      "start": 584.72,
      "dur": 2.47,
      "text": "absolutely baffling, bewildering, head spinning. And almost everybody walking"
    },
    {
      "start": 587.2,
      "dur": 3.27,
      "text": "spinning. And almost everybody walking around has that sort of sort of vibe"
    },
    {
      "start": 590.48,
      "dur": 1.75,
      "text": "around has that sort of sort of vibe because you don't know whether you're up"
    },
    {
      "start": 592.24,
      "dur": 2.47,
      "text": "because you don't know whether you're up or down, sideways."
    },
    {
      "start": 594.72,
      "dur": 1.43,
      "text": "or down, sideways. &gt;&gt; Well, you know what? Let's listen to the"
    },
    {
      "start": 596.16,
      "dur": 2.07,
      "text": "&gt;&gt; Well, you know what? Let's listen to the key clip from Donald Trump's speech, uh,"
    },
    {
      "start": 598.24,
      "dur": 1.43,
      "text": "key clip from Donald Trump's speech, uh, which was very long and very rambling"
    },
    {
      "start": 599.68,
      "dur": 1.35,
      "text": "which was very long and very rambling and covered lots of things, but this is"
    },
    {
      "start": 601.04,
      "dur": 1.43,
      "text": "and covered lots of things, but this is the bit about Greenland where he"
    },
    {
      "start": 602.48,
      "dur": 2.07,
      "text": "the bit about Greenland where he basically says he does not want to use"
    },
    {
      "start": 604.56,
      "dur": 2.15,
      "text": "basically says he does not want to use force to, in his words, acquire the"
    },
    {
      "start": 606.72,
      "dur": 2.31,
      "text": "force to, in his words, acquire the territory. This is how he put it. We"
    },
    {
      "start": 609.04,
      "dur": 1.75,
      "text": "territory. This is how he put it. We probably won't get anything unless I"
    },
    {
      "start": 610.8,
      "dur": 1.99,
      "text": "probably won't get anything unless I decide to use excessive strength and"
    },
    {
      "start": 612.8,
      "dur": 2.79,
      "text": "decide to use excessive strength and force where we would be frankly"
    },
    {
      "start": 615.6,
      "dur": 1.99,
      "text": "force where we would be frankly unstoppable."
    },
    {
      "start": 617.6,
      "dur": 3.669,
      "text": "unstoppable. But I won't do that."
    },
    {
      "start": 621.279,
      "dur": 2.871,
      "text": "But I won't do that. Okay, now everyone's saying, \"Oh, good.\""
    },
    {
      "start": 624.16,
      "dur": 2.47,
      "text": "Okay, now everyone's saying, \"Oh, good.\" That's probably the biggest statement I"
    },
    {
      "start": 626.64,
      "dur": 1.59,
      "text": "That's probably the biggest statement I made because people thought I would use"
    },
    {
      "start": 628.24,
      "dur": 1.67,
      "text": "made because people thought I would use force. I don't have to use force. I"
    },
    {
      "start": 629.92,
      "dur": 1.43,
      "text": "force. I don't have to use force. I don't want to use force. I won't use"
    },
    {
      "start": 631.36,
      "dur": 1.67,
      "text": "don't want to use force. I won't use force."
    },
    {
      "start": 633.04,
      "dur": 2.39,
      "text": "force. All the United States is asking for is a"
    },
    {
      "start": 635.44,
      "dur": 2.79,
      "text": "All the United States is asking for is a place called Greenland. Now Katrina um"
    },
    {
      "start": 638.24,
      "dur": 1.829,
      "text": "place called Greenland. Now Katrina um and Fisel's already alluded to this that"
    },
    {
      "start": 640.079,
      "dur": 1.99,
      "text": "and Fisel's already alluded to this that is being interpreted around the globe as"
    },
    {
      "start": 642.079,
      "dur": 2.551,
      "text": "is being interpreted around the globe as oh okay everyone stand down there's not"
    },
    {
      "start": 644.64,
      "dur": 1.189,
      "text": "oh okay everyone stand down there's not going to be some kind of military"
    },
    {
      "start": 645.839,
      "dur": 2.311,
      "text": "going to be some kind of military confrontation within NATO but actually"
    },
    {
      "start": 648.16,
      "dur": 1.27,
      "text": "confrontation within NATO but actually you look at what other members of the"
    },
    {
      "start": 649.44,
      "dur": 1.27,
      "text": "you look at what other members of the administration have said about this"
    },
    {
      "start": 650.72,
      "dur": 2.07,
      "text": "administration have said about this before for example JD Vance he says we"
    },
    {
      "start": 652.8,
      "dur": 1.75,
      "text": "before for example JD Vance he says we wouldn't need to do a military"
    },
    {
      "start": 654.56,
      "dur": 1.75,
      "text": "wouldn't need to do a military intervention to get Greenland because no"
    },
    {
      "start": 656.32,
      "dur": 1.749,
      "text": "intervention to get Greenland because no one would dare stand up to us we could"
    },
    {
      "start": 658.079,
      "dur": 2.791,
      "text": "one would dare stand up to us we could just take it non-militarily so in that"
    },
    {
      "start": 660.88,
      "dur": 1.83,
      "text": "just take it non-militarily so in that sense we're we're one step forward one"
    },
    {
      "start": 662.72,
      "dur": 1.109,
      "text": "sense we're we're one step forward one step back"
    },
    {
      "start": 663.839,
      "dur": 1.751,
      "text": "step back &gt;&gt; yeah I I would read something different"
    },
    {
      "start": 665.6,
      "dur": 2.07,
      "text": "&gt;&gt; yeah I I would read something different into what President Trump said today he"
    },
    {
      "start": 667.68,
      "dur": 2.709,
      "text": "into what President Trump said today he absolutely did say I won't use force but"
    },
    {
      "start": 670.399,
      "dur": 3.191,
      "text": "absolutely did say I won't use force but he also said we want a piece of ICE for"
    },
    {
      "start": 673.6,
      "dur": 2.229,
      "text": "he also said we want a piece of ICE for world protection and they won't give it"
    },
    {
      "start": 675.839,
      "dur": 2.471,
      "text": "world protection and they won't give it i.e. Denmark, you can say yes and we"
    },
    {
      "start": 678.32,
      "dur": 1.99,
      "text": "i.e. Denmark, you can say yes and we will be very appreciative or you can say"
    },
    {
      "start": 680.32,
      "dur": 3.27,
      "text": "will be very appreciative or you can say no and we will remember. And many other"
    },
    {
      "start": 683.6,
      "dur": 1.669,
      "text": "no and we will remember. And many other times in the speech he referred to"
    },
    {
      "start": 685.279,
      "dur": 1.67,
      "text": "times in the speech he referred to Greenland or Iceland, but he meant"
    },
    {
      "start": 686.959,
      "dur": 2.631,
      "text": "Greenland or Iceland, but he meant Greenland as being in our hemisphere,"
    },
    {
      "start": 689.6,
      "dur": 1.99,
      "text": "Greenland as being in our hemisphere, our territory. It's part of North"
    },
    {
      "start": 691.6,
      "dur": 2.31,
      "text": "our territory. It's part of North America. I don't see, you know, and"
    },
    {
      "start": 693.92,
      "dur": 1.589,
      "text": "America. I don't see, you know, and maybe I'm wrong, but I've been watching"
    },
    {
      "start": 695.519,
      "dur": 1.831,
      "text": "maybe I'm wrong, but I've been watching Donald Trump for a very long time now."
    },
    {
      "start": 697.36,
      "dur": 1.19,
      "text": "Donald Trump for a very long time now. And again, when you put it together,"
    },
    {
      "start": 698.56,
      "dur": 2.23,
      "text": "And again, when you put it together, what the rest of his team are saying,"
    },
    {
      "start": 700.8,
      "dur": 2.149,
      "text": "what the rest of his team are saying, I'm not sure if I was sitting in Denmark"
    },
    {
      "start": 702.959,
      "dur": 2.951,
      "text": "I'm not sure if I was sitting in Denmark or Greenland, I would be taking any kind"
    },
    {
      "start": 705.92,
      "dur": 2.79,
      "text": "or Greenland, I would be taking any kind of salve from what he said there at all."
    },
    {
      "start": 708.72,
      "dur": 2.95,
      "text": "of salve from what he said there at all. He very resolutely set out the case that"
    },
    {
      "start": 711.68,
      "dur": 2.31,
      "text": "He very resolutely set out the case that he wants Greenland and he is going to"
    },
    {
      "start": 714.0,
      "dur": 1.99,
      "text": "he wants Greenland and he is going to have Greenland and he might have said"
    },
    {
      "start": 716.0,
      "dur": 2.069,
      "text": "have Greenland and he might have said not by force, but that always was a big"
    },
    {
      "start": 718.079,
      "dur": 1.99,
      "text": "not by force, but that always was a big question mark. Anyway, there is a US"
    },
    {
      "start": 720.079,
      "dur": 2.391,
      "text": "question mark. Anyway, there is a US military base on Greenland, you know,"
    },
    {
      "start": 722.48,
      "dur": 2.07,
      "text": "military base on Greenland, you know, one now. There were 17 at one point."
    },
    {
      "start": 724.56,
      "dur": 2.31,
      "text": "one now. There were 17 at one point. There's a very close defense arrangement"
    },
    {
      "start": 726.88,
      "dur": 3.67,
      "text": "There's a very close defense arrangement there. The US doesn't really need force"
    },
    {
      "start": 730.56,
      "dur": 2.47,
      "text": "there. The US doesn't really need force to take over Greenland. I mean, how does"
    },
    {
      "start": 733.04,
      "dur": 2.39,
      "text": "to take over Greenland. I mean, how does the world react if the military and"
    },
    {
      "start": 735.44,
      "dur": 1.829,
      "text": "the world react if the military and maybe accompanied by Pete Hegath or"
    },
    {
      "start": 737.279,
      "dur": 2.151,
      "text": "maybe accompanied by Pete Hegath or Marco Rubio or the president himself"
    },
    {
      "start": 739.44,
      "dur": 2.31,
      "text": "Marco Rubio or the president himself walk up the main street and nuke or up"
    },
    {
      "start": 741.76,
      "dur": 1.59,
      "text": "walk up the main street and nuke or up to a building there, administrative"
    },
    {
      "start": 743.36,
      "dur": 1.67,
      "text": "to a building there, administrative building with the American flag and say,"
    },
    {
      "start": 745.04,
      "dur": 2.07,
      "text": "building with the American flag and say, \"We're in control now.\" What are they"
    },
    {
      "start": 747.12,
      "dur": 1.509,
      "text": "\"We're in control now.\" What are they actually going to do about that? It's"
    },
    {
      "start": 748.639,
      "dur": 2.151,
      "text": "actually going to do about that? It's kind of he would just claim it and put"
    },
    {
      "start": 750.8,
      "dur": 2.709,
      "text": "kind of he would just claim it and put it up to others to defend it and he'd be"
    },
    {
      "start": 753.519,
      "dur": 1.99,
      "text": "it up to others to defend it and he'd be into a cold war type situation where"
    },
    {
      "start": 755.519,
      "dur": 2.151,
      "text": "into a cold war type situation where he'd have warships surrounding the"
    },
    {
      "start": 757.68,
      "dur": 2.47,
      "text": "he'd have warships surrounding the world's biggest island and what happens"
    },
    {
      "start": 760.16,
      "dur": 2.15,
      "text": "world's biggest island and what happens next."
    },
    {
      "start": 762.32,
      "dur": 1.67,
      "text": "next. So Fisizel, do you get the sense so that"
    },
    {
      "start": 764.0,
      "dur": 2.629,
      "text": "So Fisizel, do you get the sense so that lots of the other leaders at Davos have"
    },
    {
      "start": 766.639,
      "dur": 1.671,
      "text": "lots of the other leaders at Davos have been confronting well basically a straw"
    },
    {
      "start": 768.32,
      "dur": 1.91,
      "text": "been confronting well basically a straw man which is the idea of a military"
    },
    {
      "start": 770.24,
      "dur": 1.43,
      "text": "man which is the idea of a military invasion of Greenland and actually"
    },
    {
      "start": 771.68,
      "dur": 1.99,
      "text": "invasion of Greenland and actually that's never been on the cards and"
    },
    {
      "start": 773.68,
      "dur": 1.99,
      "text": "that's never been on the cards and actually maybe they're guilty of a bit"
    },
    {
      "start": 775.68,
      "dur": 2.23,
      "text": "actually maybe they're guilty of a bit of a bit of an optimism bias by thinking"
    },
    {
      "start": 777.92,
      "dur": 2.63,
      "text": "of a bit of an optimism bias by thinking that he's dialed down the rhetoric when"
    },
    {
      "start": 780.56,
      "dur": 1.509,
      "text": "that he's dialed down the rhetoric when actually his thirst for Greenland is is"
    },
    {
      "start": 782.079,
      "dur": 4.231,
      "text": "actually his thirst for Greenland is is is stronger than ever."
    },
    {
      "start": 786.32,
      "dur": 2.319,
      "text": "&gt;&gt; There's a bit of that. There's a bit of"
    },
    {
      "start": 788.639,
      "dur": 2.151,
      "text": "&gt;&gt; There's a bit of that. There's a bit of unreality. There's a bit of wishful"
    },
    {
      "start": 790.8,
      "dur": 1.99,
      "text": "unreality. There's a bit of wishful thinking. There's a bit of assuming that"
    },
    {
      "start": 792.8,
      "dur": 3.19,
      "text": "thinking. There's a bit of assuming that the worst case scenario is so absurd and"
    },
    {
      "start": 796.0,
      "dur": 2.23,
      "text": "the worst case scenario is so absurd and so damaging that it can't possibly"
    },
    {
      "start": 798.24,
      "dur": 2.95,
      "text": "so damaging that it can't possibly happen. But I think the best way to"
    },
    {
      "start": 801.2,
      "dur": 2.71,
      "text": "happen. But I think the best way to judge this will be what happens tomorrow"
    },
    {
      "start": 803.92,
      "dur": 2.709,
      "text": "judge this will be what happens tomorrow in terms of the European Union who were"
    },
    {
      "start": 806.639,
      "dur": 2.711,
      "text": "in terms of the European Union who were kind of have this emergency summit. And"
    },
    {
      "start": 809.36,
      "dur": 1.589,
      "text": "kind of have this emergency summit. And I think why that's interesting is that"
    },
    {
      "start": 810.959,
      "dur": 2.231,
      "text": "I think why that's interesting is that they've readied or they may ready this"
    },
    {
      "start": 813.2,
      "dur": 3.67,
      "text": "they've readied or they may ready this kind of bazooka type counter tariff"
    },
    {
      "start": 816.88,
      "dur": 2.31,
      "text": "kind of bazooka type counter tariff instrument. I don't quite understand"
    },
    {
      "start": 819.2,
      "dur": 2.79,
      "text": "instrument. I don't quite understand fully how it works, but apparently it's"
    },
    {
      "start": 822.0,
      "dur": 2.79,
      "text": "fully how it works, but apparently it's very very very serious and it's meant to"
    },
    {
      "start": 824.8,
      "dur": 2.63,
      "text": "very very very serious and it's meant to send a message. And I think the wider"
    },
    {
      "start": 827.44,
      "dur": 2.15,
      "text": "send a message. And I think the wider point which is really very interesting"
    },
    {
      "start": 829.6,
      "dur": 3.19,
      "text": "point which is really very interesting was that Donald Trump, did Donald Trump"
    },
    {
      "start": 832.8,
      "dur": 2.79,
      "text": "was that Donald Trump, did Donald Trump respond in this mellowing, not mellowing"
    },
    {
      "start": 835.6,
      "dur": 2.229,
      "text": "respond in this mellowing, not mellowing Katrina I think may be right here, so"
    },
    {
      "start": 837.839,
      "dur": 2.631,
      "text": "Katrina I think may be right here, so forgive me if I hedge my bets. Um, did"
    },
    {
      "start": 840.48,
      "dur": 2.149,
      "text": "forgive me if I hedge my bets. Um, did he respond to the speeches we heard the"
    },
    {
      "start": 842.639,
      "dur": 2.55,
      "text": "he respond to the speeches we heard the day before? Mark Carney saying the rest"
    },
    {
      "start": 845.199,
      "dur": 1.111,
      "text": "day before? Mark Carney saying the rest of the world's going to get together"
    },
    {
      "start": 846.32,
      "dur": 4.069,
      "text": "of the world's going to get together now. Emanuel Macarron saying bullying a"
    },
    {
      "start": 850.399,
      "dur": 2.23,
      "text": "now. Emanuel Macarron saying bullying a new colonialism this can't be allowed"
    },
    {
      "start": 852.639,
      "dur": 1.671,
      "text": "new colonialism this can't be allowed we're going to stop it and then does"
    },
    {
      "start": 854.32,
      "dur": 2.869,
      "text": "we're going to stop it and then does that create a blueprint for how to and"
    },
    {
      "start": 857.199,
      "dur": 1.351,
      "text": "that create a blueprint for how to and I'm going to put this verb very"
    },
    {
      "start": 858.56,
      "dur": 3.43,
      "text": "I'm going to put this verb very carefully manage Donald Trump if you"
    },
    {
      "start": 862.0,
      "dur": 3.35,
      "text": "carefully manage Donald Trump if you like to sort of pop his bubble to to"
    },
    {
      "start": 865.36,
      "dur": 3.35,
      "text": "like to sort of pop his bubble to to kind of distinguish the Donald Trump who"
    },
    {
      "start": 868.72,
      "dur": 2.07,
      "text": "kind of distinguish the Donald Trump who tweets and writes stuff that sound"
    },
    {
      "start": 870.8,
      "dur": 2.469,
      "text": "tweets and writes stuff that sound menacing and potentially involves the"
    },
    {
      "start": 873.279,
      "dur": 1.99,
      "text": "menacing and potentially involves the violent invasion of a so of a sovereign"
    },
    {
      "start": 875.279,
      "dur": 2.55,
      "text": "violent invasion of a so of a sovereign ally and the Donald Trump that turns up"
    },
    {
      "start": 877.839,
      "dur": 2.471,
      "text": "ally and the Donald Trump that turns up here almost trying to hug everybody sort"
    },
    {
      "start": 880.32,
      "dur": 2.869,
      "text": "here almost trying to hug everybody sort of. I mean, it is bewildering. You're"
    },
    {
      "start": 883.199,
      "dur": 1.911,
      "text": "of. I mean, it is bewildering. You're asking me to psychologically analyze not"
    },
    {
      "start": 885.12,
      "dur": 1.67,
      "text": "asking me to psychologically analyze not just Donald Trump but the entire"
    },
    {
      "start": 886.8,
      "dur": 2.23,
      "text": "just Donald Trump but the entire leadership of the world and I'm going to"
    },
    {
      "start": 889.04,
      "dur": 1.67,
      "text": "leadership of the world and I'm going to say I don't know."
    },
    {
      "start": 890.72,
      "dur": 1.75,
      "text": "say I don't know. &gt;&gt; Well, I mean, admirable effort and sorry"
    },
    {
      "start": 892.48,
      "dur": 1.67,
      "text": "&gt;&gt; Well, I mean, admirable effort and sorry I gave you such a big impossible task."
    },
    {
      "start": 894.16,
      "dur": 1.029,
      "text": "I gave you such a big impossible task. Uh, but you know what? Let's hear the"
    },
    {
      "start": 895.199,
      "dur": 1.511,
      "text": "Uh, but you know what? Let's hear the bit of Trump's speech where he took aim"
    },
    {
      "start": 896.72,
      "dur": 2.31,
      "text": "bit of Trump's speech where he took aim at Mark Carney and Mark Carney did this"
    },
    {
      "start": 899.04,
      "dur": 2.469,
      "text": "at Mark Carney and Mark Carney did this uh big speech on Tuesday night in Davos"
    },
    {
      "start": 901.519,
      "dur": 1.43,
      "text": "uh big speech on Tuesday night in Davos which got lots of acclaim around the"
    },
    {
      "start": 902.959,
      "dur": 2.31,
      "text": "which got lots of acclaim around the world where he basically said like you"
    },
    {
      "start": 905.279,
      "dur": 1.831,
      "text": "world where he basically said like you can't you can't have nostalgia for the"
    },
    {
      "start": 907.12,
      "dur": 1.59,
      "text": "can't you can't have nostalgia for the old way of doing things. Middlesized"
    },
    {
      "start": 908.72,
      "dur": 1.83,
      "text": "old way of doing things. Middlesized countries just need to get real and live"
    },
    {
      "start": 910.56,
      "dur": 1.43,
      "text": "countries just need to get real and live in the world as it is and act"
    },
    {
      "start": 912.0,
      "dur": 1.91,
      "text": "in the world as it is and act accordingly. And then got this response"
    },
    {
      "start": 913.92,
      "dur": 1.349,
      "text": "accordingly. And then got this response today from Donald Trump."
    },
    {
      "start": 915.279,
      "dur": 2.151,
      "text": "today from Donald Trump. &gt;&gt; Canada gets a lot of freebies from us by"
    },
    {
      "start": 917.44,
      "dur": 1.59,
      "text": "&gt;&gt; Canada gets a lot of freebies from us by the way. They should be grateful also"
    },
    {
      "start": 919.04,
      "dur": 2.229,
      "text": "the way. They should be grateful also but they're not. I watched your prime"
    },
    {
      "start": 921.279,
      "dur": 1.67,
      "text": "but they're not. I watched your prime minister yesterday. He wasn't so"
    },
    {
      "start": 922.959,
      "dur": 3.271,
      "text": "minister yesterday. He wasn't so grateful. They should be grateful to us."
    },
    {
      "start": 926.24,
      "dur": 2.87,
      "text": "grateful. They should be grateful to us. Canada, Canada lives because of the"
    },
    {
      "start": 929.12,
      "dur": 2.31,
      "text": "Canada, Canada lives because of the United States. Remember that, Mark, the"
    },
    {
      "start": 931.44,
      "dur": 1.829,
      "text": "United States. Remember that, Mark, the next time you make your statements."
    },
    {
      "start": 933.279,
      "dur": 1.67,
      "text": "next time you make your statements. &gt;&gt; And Katrina, that's a reference there to"
    },
    {
      "start": 934.959,
      "dur": 2.55,
      "text": "&gt;&gt; And Katrina, that's a reference there to the fact that uh Donald Trump wants to"
    },
    {
      "start": 937.519,
      "dur": 2.071,
      "text": "the fact that uh Donald Trump wants to build uh this big new missile defense"
    },
    {
      "start": 939.6,
      "dur": 2.63,
      "text": "build uh this big new missile defense system called the Golden Dome. A little"
    },
    {
      "start": 942.24,
      "dur": 1.75,
      "text": "system called the Golden Dome. A little reference to Israel's version of it,"
    },
    {
      "start": 944.0,
      "dur": 1.509,
      "text": "reference to Israel's version of it, which called the Iron Dome. And actually"
    },
    {
      "start": 945.519,
      "dur": 1.591,
      "text": "which called the Iron Dome. And actually again plays into Greenland because if"
    },
    {
      "start": 947.12,
      "dur": 2.23,
      "text": "again plays into Greenland because if you wanted to make a really really good"
    },
    {
      "start": 949.36,
      "dur": 1.75,
      "text": "you wanted to make a really really good missile defense system for the"
    },
    {
      "start": 951.12,
      "dur": 1.59,
      "text": "missile defense system for the continental United States actually you"
    },
    {
      "start": 952.72,
      "dur": 2.31,
      "text": "continental United States actually you would probably want put to put kit in"
    },
    {
      "start": 955.04,
      "dur": 1.909,
      "text": "would probably want put to put kit in Greenland."
    },
    {
      "start": 956.959,
      "dur": 1.67,
      "text": "Greenland. &gt;&gt; Indeed. And even talking about that he"
    },
    {
      "start": 958.639,
      "dur": 1.591,
      "text": "&gt;&gt; Indeed. And even talking about that he insulted Prime Minister Benjamin"
    },
    {
      "start": 960.24,
      "dur": 1.67,
      "text": "insulted Prime Minister Benjamin Netanyahu as well saying you know when"
    },
    {
      "start": 961.92,
      "dur": 1.269,
      "text": "Netanyahu as well saying you know when you talk about your Iron Dome it's not"
    },
    {
      "start": 963.199,
      "dur": 1.591,
      "text": "you talk about your Iron Dome it's not yours it's actually ours. It's our"
    },
    {
      "start": 964.8,
      "dur": 1.67,
      "text": "yours it's actually ours. It's our technology and so on. So there almost"
    },
    {
      "start": 966.48,
      "dur": 2.31,
      "text": "technology and so on. So there almost wasn't a person that he didn't insult"
    },
    {
      "start": 968.8,
      "dur": 2.389,
      "text": "wasn't a person that he didn't insult during that speech there. But I mean, I"
    },
    {
      "start": 971.199,
      "dur": 2.55,
      "text": "during that speech there. But I mean, I thought it was quite threatening to Mark"
    },
    {
      "start": 973.759,
      "dur": 2.31,
      "text": "thought it was quite threatening to Mark Carney, the prime minister of Canada."
    },
    {
      "start": 976.079,
      "dur": 2.55,
      "text": "Carney, the prime minister of Canada. You know, Canada lives because of the"
    },
    {
      "start": 978.639,
      "dur": 1.831,
      "text": "You know, Canada lives because of the US. You should remember that the next"
    },
    {
      "start": 980.48,
      "dur": 1.75,
      "text": "US. You should remember that the next time you make your statements. I mean,"
    },
    {
      "start": 982.24,
      "dur": 1.99,
      "text": "time you make your statements. I mean, that that's just an extraordinary thing"
    },
    {
      "start": 984.24,
      "dur": 1.829,
      "text": "that that's just an extraordinary thing to say on a world stage. I mean, I"
    },
    {
      "start": 986.079,
      "dur": 1.67,
      "text": "to say on a world stage. I mean, I looked up at one stage at all our we've"
    },
    {
      "start": 987.759,
      "dur": 1.75,
      "text": "looked up at one stage at all our we've got TV screens monitoring all the"
    },
    {
      "start": 989.519,
      "dur": 1.11,
      "text": "got TV screens monitoring all the networks here in the US and"
    },
    {
      "start": 990.639,
      "dur": 1.99,
      "text": "networks here in the US and international channels. Everyone was"
    },
    {
      "start": 992.639,
      "dur": 2.151,
      "text": "international channels. Everyone was taking Donald Trump live. So, the"
    },
    {
      "start": 994.8,
      "dur": 1.67,
      "text": "taking Donald Trump live. So, the audience that that speech got was"
    },
    {
      "start": 996.48,
      "dur": 2.63,
      "text": "audience that that speech got was remarkable. and he's issuing those sort"
    },
    {
      "start": 999.12,
      "dur": 2.55,
      "text": "remarkable. and he's issuing those sort of threats to his neighbors. Another key"
    },
    {
      "start": 1001.68,
      "dur": 1.67,
      "text": "of threats to his neighbors. Another key part with the relationship with Canada"
    },
    {
      "start": 1003.36,
      "dur": 2.389,
      "text": "part with the relationship with Canada is the US Mexico Canada trade agreement"
    },
    {
      "start": 1005.759,
      "dur": 1.831,
      "text": "is the US Mexico Canada trade agreement which he's basically said, you know, he"
    },
    {
      "start": 1007.6,
      "dur": 1.19,
      "text": "which he's basically said, you know, he doesn't need he doesn't really care"
    },
    {
      "start": 1008.8,
      "dur": 2.469,
      "text": "doesn't need he doesn't really care whether it's renegotiated or not by the"
    },
    {
      "start": 1011.279,
      "dur": 2.151,
      "text": "whether it's renegotiated or not by the end of this year. And so you have Mark"
    },
    {
      "start": 1013.44,
      "dur": 2.309,
      "text": "end of this year. And so you have Mark Carney ferociously traveling around the"
    },
    {
      "start": 1015.759,
      "dur": 2.231,
      "text": "Carney ferociously traveling around the globe since he came into office trying"
    },
    {
      "start": 1018.0,
      "dur": 2.87,
      "text": "globe since he came into office trying to find new partnerships for Canada to"
    },
    {
      "start": 1020.88,
      "dur": 2.71,
      "text": "to find new partnerships for Canada to move away from that dependency on the"
    },
    {
      "start": 1023.6,
      "dur": 2.469,
      "text": "move away from that dependency on the US. So I mean whatever way you look at"
    },
    {
      "start": 1026.079,
      "dur": 1.75,
      "text": "US. So I mean whatever way you look at it, is there a way back from what we've"
    },
    {
      "start": 1027.839,
      "dur": 2.551,
      "text": "it, is there a way back from what we've seen in the last few days? Is it the end"
    },
    {
      "start": 1030.4,
      "dur": 1.83,
      "text": "seen in the last few days? Is it the end of the world order as we know it? Can"
    },
    {
      "start": 1032.24,
      "dur": 2.789,
      "text": "of the world order as we know it? Can any of this trust ever be rebuilt? It"
    },
    {
      "start": 1035.039,
      "dur": 2.79,
      "text": "any of this trust ever be rebuilt? It seems very hard to see how it can be."
    },
    {
      "start": 1037.839,
      "dur": 2.07,
      "text": "seems very hard to see how it can be. &gt;&gt; And Fisel, just you you referred to the"
    },
    {
      "start": 1039.919,
      "dur": 2.63,
      "text": "&gt;&gt; And Fisel, just you you referred to the the EU's big bazooka, which is their new"
    },
    {
      "start": 1042.559,
      "dur": 2.87,
      "text": "the EU's big bazooka, which is their new anti-economic coercion instrument, which"
    },
    {
      "start": 1045.439,
      "dur": 1.831,
      "text": "anti-economic coercion instrument, which was put into European law a couple of"
    },
    {
      "start": 1047.28,
      "dur": 2.23,
      "text": "was put into European law a couple of years ago, but has never been used yet."
    },
    {
      "start": 1049.52,
      "dur": 1.99,
      "text": "years ago, but has never been used yet. And it's a sort of batch of sort of"
    },
    {
      "start": 1051.52,
      "dur": 1.83,
      "text": "And it's a sort of batch of sort of super sanctions that could be imposed"
    },
    {
      "start": 1053.36,
      "dur": 1.669,
      "text": "super sanctions that could be imposed much more quickly than the normal kind"
    },
    {
      "start": 1055.039,
      "dur": 1.99,
      "text": "much more quickly than the normal kind of World Trade Organization compliance"
    },
    {
      "start": 1057.039,
      "dur": 2.391,
      "text": "of World Trade Organization compliance sanctions that we've become used to. Uh"
    },
    {
      "start": 1059.44,
      "dur": 1.99,
      "text": "sanctions that we've become used to. Uh and also can be applied for different"
    },
    {
      "start": 1061.44,
      "dur": 1.83,
      "text": "and also can be applied for different reasons. So rather than retaliation"
    },
    {
      "start": 1063.28,
      "dur": 1.749,
      "text": "reasons. So rather than retaliation against another country putting the"
    },
    {
      "start": 1065.039,
      "dur": 1.591,
      "text": "against another country putting the tariffs on your products, you could do"
    },
    {
      "start": 1066.64,
      "dur": 1.75,
      "text": "tariffs on your products, you could do it because of a a country's kind of"
    },
    {
      "start": 1068.4,
      "dur": 2.07,
      "text": "it because of a a country's kind of behavior by being sort of menaced or"
    },
    {
      "start": 1070.48,
      "dur": 1.83,
      "text": "behavior by being sort of menaced or bullied by them. But I've noticed quite"
    },
    {
      "start": 1072.32,
      "dur": 1.91,
      "text": "bullied by them. But I've noticed quite a few people talking about how another"
    },
    {
      "start": 1074.24,
      "dur": 2.71,
      "text": "a few people talking about how another tool that the world has to coersse"
    },
    {
      "start": 1076.96,
      "dur": 2.87,
      "text": "tool that the world has to coersse America in return, which is buying and"
    },
    {
      "start": 1079.84,
      "dur": 2.55,
      "text": "America in return, which is buying and selling or refusing to buy American"
    },
    {
      "start": 1082.4,
      "dur": 2.95,
      "text": "selling or refusing to buy American government debt. Just explain to us how"
    },
    {
      "start": 1085.36,
      "dur": 1.99,
      "text": "government debt. Just explain to us how how what the conversation around that is"
    },
    {
      "start": 1087.36,
      "dur": 1.75,
      "text": "how what the conversation around that is and whether that's a sort of realistic"
    },
    {
      "start": 1089.12,
      "dur": 1.75,
      "text": "and whether that's a sort of realistic thing that could ever happen. Is that a"
    },
    {
      "start": 1090.88,
      "dur": 1.99,
      "text": "thing that could ever happen. Is that a way of of getting at Donald Trump"
    },
    {
      "start": 1092.88,
      "dur": 3.669,
      "text": "way of of getting at Donald Trump through the world financial system?"
    },
    {
      "start": 1096.559,
      "dur": 3.511,
      "text": "through the world financial system? &gt;&gt; Yeah, it's seen as a sort of outlier."
    },
    {
      "start": 1100.08,
      "dur": 2.469,
      "text": "&gt;&gt; Yeah, it's seen as a sort of outlier. can't really happen unless you think"
    },
    {
      "start": 1102.559,
      "dur": 2.151,
      "text": "can't really happen unless you think about it really carefully and you look"
    },
    {
      "start": 1104.72,
      "dur": 2.63,
      "text": "about it really carefully and you look at the numbers and yes Europe does own$8"
    },
    {
      "start": 1107.36,
      "dur": 2.79,
      "text": "at the numbers and yes Europe does own$8 trillion dollars worth of US financial"
    },
    {
      "start": 1110.16,
      "dur": 4.47,
      "text": "trillion dollars worth of US financial assets. It's just never ever been uh a"
    },
    {
      "start": 1114.64,
      "dur": 2.31,
      "text": "assets. It's just never ever been uh a sort of terrible development in the"
    },
    {
      "start": 1116.96,
      "dur": 1.829,
      "text": "sort of terrible development in the relationship between Europe and the US"
    },
    {
      "start": 1118.799,
      "dur": 2.311,
      "text": "relationship between Europe and the US that would see the contemplation of"
    },
    {
      "start": 1121.12,
      "dur": 2.15,
      "text": "that would see the contemplation of deploying that as a weapon. Never ever"
    },
    {
      "start": 1123.28,
      "dur": 2.79,
      "text": "deploying that as a weapon. Never ever up until now. We did hear some sense of"
    },
    {
      "start": 1126.08,
      "dur": 1.51,
      "text": "up until now. We did hear some sense of maybe the Japanese using this as a"
    },
    {
      "start": 1127.6,
      "dur": 1.59,
      "text": "maybe the Japanese using this as a weapon. It was a bit of a shock then in"
    },
    {
      "start": 1129.2,
      "dur": 1.91,
      "text": "weapon. It was a bit of a shock then in April under the tariff war. It's always"
    },
    {
      "start": 1131.12,
      "dur": 1.429,
      "text": "April under the tariff war. It's always been the sense that the Chinese might"
    },
    {
      "start": 1132.559,
      "dur": 2.871,
      "text": "been the sense that the Chinese might use this similar thing as a form of"
    },
    {
      "start": 1135.44,
      "dur": 3.27,
      "text": "use this similar thing as a form of leverage. Um but but I think what was"
    },
    {
      "start": 1138.72,
      "dur": 3.35,
      "text": "leverage. Um but but I think what was really telling was that Scott Besson"
    },
    {
      "start": 1142.08,
      "dur": 1.589,
      "text": "really telling was that Scott Besson kind of rather aggressively said this is"
    },
    {
      "start": 1143.679,
      "dur": 1.11,
      "text": "kind of rather aggressively said this is not a problem. This is not a problem."
    },
    {
      "start": 1144.799,
      "dur": 1.351,
      "text": "not a problem. This is not a problem. This is not a problem. That made me"
    },
    {
      "start": 1146.16,
      "dur": 2.23,
      "text": "This is not a problem. That made me start to think oh this might actually be"
    },
    {
      "start": 1148.4,
      "dur": 1.03,
      "text": "start to think oh this might actually be a problem"
    },
    {
      "start": 1149.44,
      "dur": 1.51,
      "text": "a problem &gt;&gt; because he's acknowledging the Treasury"
    },
    {
      "start": 1150.96,
      "dur": 4.47,
      "text": "&gt;&gt; because he's acknowledging the Treasury Secretary acknowledging it as a concept."
    },
    {
      "start": 1155.44,
      "dur": 2.39,
      "text": "Secretary acknowledging it as a concept. &gt;&gt; Yes. Well, and not just that, he kept on"
    },
    {
      "start": 1157.84,
      "dur": 1.91,
      "text": "&gt;&gt; Yes. Well, and not just that, he kept on saying it so much that I now think, what"
    },
    {
      "start": 1159.76,
      "dur": 1.59,
      "text": "saying it so much that I now think, what do they call this? A Strzand effect. I,"
    },
    {
      "start": 1161.36,
      "dur": 1.83,
      "text": "do they call this? A Strzand effect. I, you know, they now think that I'm now"
    },
    {
      "start": 1163.2,
      "dur": 1.589,
      "text": "you know, they now think that I'm now thinking it may well be a problem. He"
    },
    {
      "start": 1164.799,
      "dur": 1.911,
      "text": "thinking it may well be a problem. He went this far actually. He went so far"
    },
    {
      "start": 1166.72,
      "dur": 3.27,
      "text": "went this far actually. He went so far as to phone up the chief executive of"
    },
    {
      "start": 1170.0,
      "dur": 2.47,
      "text": "as to phone up the chief executive of Deutsche Bank whose researcher had"
    },
    {
      "start": 1172.48,
      "dur": 1.67,
      "text": "Deutsche Bank whose researcher had decided this might be an issue, like"
    },
    {
      "start": 1174.16,
      "dur": 2.23,
      "text": "decided this might be an issue, like completely normal thing to do, and was"
    },
    {
      "start": 1176.4,
      "dur": 1.75,
      "text": "completely normal thing to do, and was brandishing some sort of note or letter"
    },
    {
      "start": 1178.16,
      "dur": 1.83,
      "text": "brandishing some sort of note or letter from him saying no, no, no, this is"
    },
    {
      "start": 1180.0,
      "dur": 1.59,
      "text": "from him saying no, no, no, this is wrong. This is wrong, this is wrong. We"
    },
    {
      "start": 1181.6,
      "dur": 1.59,
      "text": "wrong. This is wrong, this is wrong. We now think, okay, there's something to"
    },
    {
      "start": 1183.2,
      "dur": 2.31,
      "text": "now think, okay, there's something to this. But listen, I I on the European"
    },
    {
      "start": 1185.52,
      "dur": 2.07,
      "text": "this. But listen, I I on the European Union and the response, there's a I"
    },
    {
      "start": 1187.6,
      "dur": 1.51,
      "text": "Union and the response, there's a I think I give you a tiny bit of scoop"
    },
    {
      "start": 1189.12,
      "dur": 2.15,
      "text": "think I give you a tiny bit of scoop from sources that I can't name that I"
    },
    {
      "start": 1191.28,
      "dur": 2.07,
      "text": "from sources that I can't name that I haven't referred to previously on the"
    },
    {
      "start": 1193.36,
      "dur": 2.309,
      "text": "haven't referred to previously on the European Union and what's happening here"
    },
    {
      "start": 1195.679,
      "dur": 2.311,
      "text": "European Union and what's happening here in Davos tomorrow with Donald Trump"
    },
    {
      "start": 1198.0,
      "dur": 2.63,
      "text": "in Davos tomorrow with Donald Trump because he's setting up his board of"
    },
    {
      "start": 1200.64,
      "dur": 3.029,
      "text": "because he's setting up his board of peace and it's a bit odd, right? But"
    },
    {
      "start": 1203.679,
      "dur": 2.23,
      "text": "peace and it's a bit odd, right? But what I found out and you may have just"
    },
    {
      "start": 1205.919,
      "dur": 2.551,
      "text": "what I found out and you may have just deduced this is that he started trying"
    },
    {
      "start": 1208.48,
      "dur": 1.91,
      "text": "deduced this is that he started trying to appoint various characters to it."
    },
    {
      "start": 1210.4,
      "dur": 1.67,
      "text": "to appoint various characters to it. It's meant to be about Gaza. It's meant"
    },
    {
      "start": 1212.08,
      "dur": 1.91,
      "text": "It's meant to be about Gaza. It's meant to be about saving lives, but from what"
    },
    {
      "start": 1214.0,
      "dur": 3.75,
      "text": "to be about saving lives, but from what I've heard, Europe is boycotting it."
    },
    {
      "start": 1217.76,
      "dur": 1.59,
      "text": "I've heard, Europe is boycotting it. &gt;&gt; Now, we haven't heard that they're going"
    },
    {
      "start": 1219.36,
      "dur": 1.51,
      "text": "&gt;&gt; Now, we haven't heard that they're going to join, but I haven't heard that"
    },
    {
      "start": 1220.88,
      "dur": 2.149,
      "text": "to join, but I haven't heard that there's been an active boycott of it."
    },
    {
      "start": 1223.039,
      "dur": 2.471,
      "text": "there's been an active boycott of it. Nobody. There's one country that is not"
    },
    {
      "start": 1225.52,
      "dur": 1.509,
      "text": "Nobody. There's one country that is not holding the line. I think that's all bad"
    },
    {
      "start": 1227.039,
      "dur": 2.63,
      "text": "holding the line. I think that's all bad in Hungary, but they basically said no."
    },
    {
      "start": 1229.679,
      "dur": 3.431,
      "text": "in Hungary, but they basically said no. And the reason I hear from good sources"
    },
    {
      "start": 1233.12,
      "dur": 2.789,
      "text": "And the reason I hear from good sources is that they will not join a private"
    },
    {
      "start": 1235.919,
      "dur": 4.23,
      "text": "is that they will not join a private club for global security. That is very"
    },
    {
      "start": 1240.159,
      "dur": 2.711,
      "text": "club for global security. That is very very very interesting to hear that that"
    },
    {
      "start": 1242.88,
      "dur": 1.909,
      "text": "very very interesting to hear that that is the response. So if you like the"
    },
    {
      "start": 1244.799,
      "dur": 3.431,
      "text": "is the response. So if you like the transatlantic ranker does not end with"
    },
    {
      "start": 1248.24,
      "dur": 2.63,
      "text": "transatlantic ranker does not end with Greenland. We also have this issue and"
    },
    {
      "start": 1250.88,
      "dur": 1.83,
      "text": "Greenland. We also have this issue and that's happening tomorrow. Donald Trump"
    },
    {
      "start": 1252.72,
      "dur": 1.91,
      "text": "that's happening tomorrow. Donald Trump wants to start this board of peace. Some"
    },
    {
      "start": 1254.64,
      "dur": 1.909,
      "text": "wants to start this board of peace. Some people think that it's a competitor to"
    },
    {
      "start": 1256.559,
      "dur": 2.071,
      "text": "people think that it's a competitor to the United Nations. The Europeans are"
    },
    {
      "start": 1258.64,
      "dur": 1.99,
      "text": "the United Nations. The Europeans are not happy with this. And you heard it"
    },
    {
      "start": 1260.64,
      "dur": 2.07,
      "text": "not happy with this. And you heard it first on newscast. Well, Katrina, we're"
    },
    {
      "start": 1262.72,
      "dur": 1.99,
      "text": "first on newscast. Well, Katrina, we're we're we're setting up a quite"
    },
    {
      "start": 1264.72,
      "dur": 1.59,
      "text": "we're we're setting up a quite potentially quite odd event then with"
    },
    {
      "start": 1266.32,
      "dur": 1.67,
      "text": "potentially quite odd event then with this board of peace being unveiled where"
    },
    {
      "start": 1268.0,
      "dur": 1.43,
      "text": "this board of peace being unveiled where maybe the only members of it who are"
    },
    {
      "start": 1269.44,
      "dur": 1.91,
      "text": "maybe the only members of it who are fully signed up are the presidents of"
    },
    {
      "start": 1271.36,
      "dur": 2.549,
      "text": "fully signed up are the presidents of Russia and Bellarus."
    },
    {
      "start": 1273.919,
      "dur": 1.511,
      "text": "Russia and Bellarus. &gt;&gt; Indeed. And we've also heard now,"
    },
    {
      "start": 1275.44,
      "dur": 1.03,
      "text": "&gt;&gt; Indeed. And we've also heard now, haven't we, that Prime Minister"
    },
    {
      "start": 1276.48,
      "dur": 2.39,
      "text": "haven't we, that Prime Minister Netanyahu has been invited to join. In"
    },
    {
      "start": 1278.88,
      "dur": 1.11,
      "text": "Netanyahu has been invited to join. In fact, the White House said they've been"
    },
    {
      "start": 1280.0,
      "dur": 2.71,
      "text": "fact, the White House said they've been they sent out 50 invitations and they're"
    },
    {
      "start": 1282.72,
      "dur": 3.03,
      "text": "they sent out 50 invitations and they're expecting about 30 people to sign up to"
    },
    {
      "start": 1285.76,
      "dur": 2.789,
      "text": "expecting about 30 people to sign up to it tomorrow. So, we'll wait and see uh"
    },
    {
      "start": 1288.559,
      "dur": 1.59,
      "text": "it tomorrow. So, we'll wait and see uh how many of those signatures are"
    },
    {
      "start": 1290.159,
      "dur": 2.551,
      "text": "how many of those signatures are actually inked on that document. But"
    },
    {
      "start": 1292.72,
      "dur": 2.79,
      "text": "actually inked on that document. But while that's happening and the big EU"
    },
    {
      "start": 1295.52,
      "dur": 2.55,
      "text": "while that's happening and the big EU meeting is happening, you also have of"
    },
    {
      "start": 1298.08,
      "dur": 2.15,
      "text": "meeting is happening, you also have of course Steve Wickoff and Jared Kushner"
    },
    {
      "start": 1300.24,
      "dur": 3.11,
      "text": "course Steve Wickoff and Jared Kushner in Moscow meeting President Putin and"
    },
    {
      "start": 1303.36,
      "dur": 1.59,
      "text": "in Moscow meeting President Putin and you have President Zilinski now"
    },
    {
      "start": 1304.96,
      "dur": 2.47,
      "text": "you have President Zilinski now ferociously making his way from Ukraine"
    },
    {
      "start": 1307.44,
      "dur": 2.229,
      "text": "ferociously making his way from Ukraine to Davos to meet President Trump"
    },
    {
      "start": 1309.679,
      "dur": 3.271,
      "text": "to Davos to meet President Trump tomorrow as well. So tomorrow is one of"
    },
    {
      "start": 1312.96,
      "dur": 2.31,
      "text": "tomorrow as well. So tomorrow is one of those days where you kind of need to be"
    },
    {
      "start": 1315.28,
      "dur": 2.71,
      "text": "those days where you kind of need to be able to multiplicate yourself to be"
    },
    {
      "start": 1318.0,
      "dur": 1.669,
      "text": "able to multiplicate yourself to be keeping a track of all these meetings"
    },
    {
      "start": 1319.679,
      "dur": 1.911,
      "text": "keeping a track of all these meetings that potentially are so consequential"
    },
    {
      "start": 1321.6,
      "dur": 2.23,
      "text": "that potentially are so consequential for the world we live in."
    },
    {
      "start": 1323.84,
      "dur": 2.23,
      "text": "for the world we live in. &gt;&gt; Yes, very well put. Um Fisel, just"
    },
    {
      "start": 1326.08,
      "dur": 1.35,
      "text": "&gt;&gt; Yes, very well put. Um Fisel, just before we all go, I'm going to play a"
    },
    {
      "start": 1327.44,
      "dur": 1.91,
      "text": "before we all go, I'm going to play a little excerpt of your appearance on the"
    },
    {
      "start": 1334.31,
      "dur": 0.01,
      "text": "were doing some excellent analysis and"
    },
    {
      "start": 1334.32,
      "dur": 1.589,
      "text": "were doing some excellent analysis and then you were interrupted very rudely by"
    },
    {
      "start": 1335.919,
      "dur": 2.23,
      "text": "then you were interrupted very rudely by an incredibly loud motorcade and it"
    },
    {
      "start": 1338.159,
      "dur": 1.911,
      "text": "an incredibly loud motorcade and it sounded like this. I think you can hear"
    },
    {
      "start": 1340.08,
      "dur": 1.589,
      "text": "sounded like this. I think you can hear the sirens. That's the president, I"
    },
    {
      "start": 1341.679,
      "dur": 3.35,
      "text": "the sirens. That's the president, I think, leaving. But should that be taken"
    },
    {
      "start": 1345.039,
      "dur": 1.51,
      "text": "think, leaving. But should that be taken seriously?"
    },
    {
      "start": 1346.559,
      "dur": 3.671,
      "text": "seriously? Was the real news today that there will"
    },
    {
      "start": 1350.24,
      "dur": 4.15,
      "text": "Was the real news today that there will be no invasion as he said or was the"
    },
    {
      "start": 1354.4,
      "dur": 2.95,
      "text": "be no invasion as he said or was the news in fact that he wants to acquire"
    },
    {
      "start": 1357.36,
      "dur": 3.11,
      "text": "news in fact that he wants to acquire Greenland? Time will tell."
    },
    {
      "start": 1360.48,
      "dur": 1.99,
      "text": "Greenland? Time will tell. &gt;&gt; We'll leave it there. Fisel Islam in"
    },
    {
      "start": 1362.48,
      "dur": 0.79,
      "text": "&gt;&gt; We'll leave it there. Fisel Islam in Davos."
    },
    {
      "start": 1363.28,
      "dur": 2.95,
      "text": "Davos. &gt;&gt; 12 out of 10 for handling a situation"
    },
    {
      "start": 1366.24,
      "dur": 1.75,
      "text": "&gt;&gt; 12 out of 10 for handling a situation live on air. Well done. But I think"
    },
    {
      "start": 1368.0,
      "dur": 2.789,
      "text": "live on air. Well done. But I think Fisel, what that for me sums up is just"
    },
    {
      "start": 1370.799,
      "dur": 2.471,
      "text": "Fisel, what that for me sums up is just the insanity or the craziness or the"
    },
    {
      "start": 1373.28,
      "dur": 2.31,
      "text": "the insanity or the craziness or the intensity of this meeting in Davos,"
    },
    {
      "start": 1375.6,
      "dur": 1.35,
      "text": "intensity of this meeting in Davos, which feels a bit like being in a sort"
    },
    {
      "start": 1376.96,
      "dur": 4.31,
      "text": "which feels a bit like being in a sort of like washing machine of news."
    },
    {
      "start": 1381.28,
      "dur": 2.16,
      "text": "Washing machine, tumble dryer, jet"
    },
    {
      "start": 1383.44,
      "dur": 3.19,
      "text": "Washing machine, tumble dryer, jet engine. Honestly, I need to sleep and"
    },
    {
      "start": 1386.64,
      "dur": 1.35,
      "text": "engine. Honestly, I need to sleep and there's some snow there and I might go"
    },
    {
      "start": 1388.0,
      "dur": 2.95,
      "text": "there's some snow there and I might go and fall into it. Um, but that's what we"
    },
    {
      "start": 1390.96,
      "dur": 1.75,
      "text": "and fall into it. Um, but that's what we do. That's what we have to do. We have"
    },
    {
      "start": 1392.72,
      "dur": 1.59,
      "text": "do. That's what we have to do. We have to try and explain. Some of the stuff is"
    },
    {
      "start": 1394.32,
      "dur": 2.63,
      "text": "to try and explain. Some of the stuff is inexplicable to be honest, but as I"
    },
    {
      "start": 1396.96,
      "dur": 1.99,
      "text": "inexplicable to be honest, but as I said, it sounds a bit cheesy, but it did"
    },
    {
      "start": 1398.96,
      "dur": 1.99,
      "text": "said, it sounds a bit cheesy, but it did feel like being a witness to history."
    },
    {
      "start": 1400.96,
      "dur": 1.589,
      "text": "feel like being a witness to history. And so that's why we do it. That's why"
    },
    {
      "start": 1402.559,
      "dur": 2.311,
      "text": "And so that's why we do it. That's why occasionally we even have to shout above"
    },
    {
      "start": 1404.88,
      "dur": 1.83,
      "text": "occasionally we even have to shout above wailing sirens."
    },
    {
      "start": 1406.72,
      "dur": 4.949,
      "text": "wailing sirens. &gt;&gt; Have you seen Katy Perry?"
    },
    {
      "start": 1411.679,
      "dur": 1.841,
      "text": "&gt;&gt; No. Oh, no. That's a reference that I"
    },
    {
      "start": 1413.52,
      "dur": 2.629,
      "text": "&gt;&gt; No. Oh, no. That's a reference that I don't quite understand. Is it? I"
    },
    {
      "start": 1416.159,
      "dur": 1.75,
      "text": "don't quite understand. Is it? I &gt;&gt; reference. She's there. She's there with"
    },
    {
      "start": 1417.919,
      "dur": 1.671,
      "text": "&gt;&gt; reference. She's there. She's there with her new bow, Justin Trudeau."
    },
    {
      "start": 1419.6,
      "dur": 1.51,
      "text": "her new bow, Justin Trudeau. &gt;&gt; Hang on. No. Well, I'll tell you who."
    },
    {
      "start": 1421.12,
      "dur": 1.669,
      "text": "&gt;&gt; Hang on. No. Well, I'll tell you who. So, I thought that was some clever Adam"
    },
    {
      "start": 1422.799,
      "dur": 1.671,
      "text": "So, I thought that was some clever Adam reference. But what I'll tell you who we"
    },
    {
      "start": 1424.48,
      "dur": 1.11,
      "text": "reference. But what I'll tell you who we did see,"
    },
    {
      "start": 1425.6,
      "dur": 4.15,
      "text": "did see, &gt;&gt; we saw Matt Damon and we asked Matt"
    },
    {
      "start": 1429.76,
      "dur": 1.83,
      "text": "&gt;&gt; we saw Matt Damon and we asked Matt Damon what he thought about Donald"
    },
    {
      "start": 1431.6,
      "dur": 2.549,
      "text": "Damon what he thought about Donald Trump. And he said, \"I'm not going to"
    },
    {
      "start": 1434.159,
      "dur": 1.99,
      "text": "Trump. And he said, \"I'm not going to talk about Donald Trump. I'm here to"
    },
    {
      "start": 1436.159,
      "dur": 3.031,
      "text": "talk about Donald Trump. I'm here to talk about water.\" So, that's the the"
    },
    {
      "start": 1439.2,
      "dur": 1.349,
      "text": "talk about water.\" So, that's the the true scoop."
    },
    {
      "start": 1440.559,
      "dur": 1.99,
      "text": "true scoop. &gt;&gt; I would have I would have said I would"
    },
    {
      "start": 1442.559,
      "dur": 1.671,
      "text": "&gt;&gt; I would have I would have said I would have said, \"Is Donald Trump here hunting"
    },
    {
      "start": 1444.24,
      "dur": 1.669,
      "text": "have said, \"Is Donald Trump here hunting for goodwill?\""
    },
    {
      "start": 1445.919,
      "dur": 1.831,
      "text": "for goodwill?\" &gt;&gt; But"
    },
    {
      "start": 1447.76,
      "dur": 2.95,
      "text": "&gt;&gt; But bump. Okay. Yeah, you're you're far"
    },
    {
      "start": 1450.72,
      "dur": 0.949,
      "text": "bump. Okay. Yeah, you're you're far smoother than I am."
    },
    {
      "start": 1451.679,
      "dur": 1.751,
      "text": "smoother than I am. &gt;&gt; Maybe a good job good job I'm not."
    },
    {
      "start": 1453.44,
      "dur": 1.75,
      "text": "&gt;&gt; Maybe a good job good job I'm not. &gt;&gt; And also you take Hang on. Can I I just"
    },
    {
      "start": 1455.2,
      "dur": 1.51,
      "text": "&gt;&gt; And also you take Hang on. Can I I just have to I just have to stress this one"
    },
    {
      "start": 1456.72,
      "dur": 1.91,
      "text": "have to I just have to stress this one thing. There's a gilelay I'm wearing"
    },
    {
      "start": 1458.64,
      "dur": 2.55,
      "text": "thing. There's a gilelay I'm wearing which you often take the Michael out of"
    },
    {
      "start": 1461.2,
      "dur": 2.469,
      "text": "which you often take the Michael out of that it's unnecessary. And I would just"
    },
    {
      "start": 1463.679,
      "dur": 1.35,
      "text": "that it's unnecessary. And I would just like to put on record for all"
    },
    {
      "start": 1465.039,
      "dur": 2.23,
      "text": "like to put on record for all newscasters. This gile is utterly"
    },
    {
      "start": 1467.279,
      "dur": 2.151,
      "text": "newscasters. This gile is utterly necessary. And Adam,"
    },
    {
      "start": 1469.44,
      "dur": 2.229,
      "text": "necessary. And Adam, &gt;&gt; I think an apology is in order."
    },
    {
      "start": 1471.679,
      "dur": 2.711,
      "text": "&gt;&gt; I think an apology is in order. &gt;&gt; I'm not anti- gilelay. I'm just proile"
    },
    {
      "start": 1474.4,
      "dur": 2.07,
      "text": "&gt;&gt; I'm not anti- gilelay. I'm just proile in the right context. And this is an"
    },
    {
      "start": 1476.48,
      "dur": 2.95,
      "text": "in the right context. And this is an example of that. Um, Fisel, thank you"
    },
    {
      "start": 1479.44,
      "dur": 1.19,
      "text": "example of that. Um, Fisel, thank you very much. I'm going to let you curl up"
    },
    {
      "start": 1480.64,
      "dur": 2.31,
      "text": "very much. I'm going to let you curl up in the bank of snow. Uh, Katrina, I'm"
    },
    {
      "start": 1482.96,
      "dur": 1.43,
      "text": "in the bank of snow. Uh, Katrina, I'm going to let you go and just carry on"
    },
    {
      "start": 1484.4,
      "dur": 1.59,
      "text": "going to let you go and just carry on your lifetime sentence of monitoring"
    },
    {
      "start": 1486.0,
      "dur": 1.35,
      "text": "your lifetime sentence of monitoring what Donald Trump is saying, and we'll"
    },
    {
      "start": 1487.36,
      "dur": 1.189,
      "text": "what Donald Trump is saying, and we'll catch up again soon."
    },
    {
      "start": 1488.559,
      "dur": 2.551,
      "text": "catch up again soon. &gt;&gt; It is also - 8 here today, so it's"
    },
    {
      "start": 1491.12,
      "dur": 2.31,
      "text": "&gt;&gt; It is also - 8 here today, so it's pretty chilly as well."
    },
    {
      "start": 1493.44,
      "dur": 1.19,
      "text": "pretty chilly as well. &gt;&gt; See you all soon. Thank you."
    },
    {
      "start": 1494.64,
      "dur": 2.31,
      "text": "&gt;&gt; See you all soon. Thank you. &gt;&gt; Bye. And as those two depart, I'm just"
    },
    {
      "start": 1496.96,
      "dur": 1.189,
      "text": "&gt;&gt; Bye. And as those two depart, I'm just going to pick up on something Fisel"
    },
    {
      "start": 1498.159,
      "dur": 1.271,
      "text": "going to pick up on something Fisel said, which is called the Stryerand"
    },
    {
      "start": 1499.44,
      "dur": 1.67,
      "text": "said, which is called the Stryerand effect, which is one of my favorite"
    },
    {
      "start": 1501.12,
      "dur": 2.63,
      "text": "effect, which is one of my favorite effects, which is Barbara Stryerand,"
    },
    {
      "start": 1503.76,
      "dur": 2.07,
      "text": "effects, which is Barbara Stryerand, famous pop star and actress, she"
    },
    {
      "start": 1505.84,
      "dur": 2.63,
      "text": "famous pop star and actress, she complained about footage being broadcast"
    },
    {
      "start": 1508.48,
      "dur": 2.309,
      "text": "complained about footage being broadcast of her home because she's a very private"
    },
    {
      "start": 1510.799,
      "dur": 2.23,
      "text": "of her home because she's a very private person, but by doing so, she drew"
    },
    {
      "start": 1513.039,
      "dur": 2.471,
      "text": "person, but by doing so, she drew everyone's attention to her home and"
    },
    {
      "start": 1515.52,
      "dur": 2.07,
      "text": "everyone's attention to her home and where it was. And so the Striand effect"
    },
    {
      "start": 1517.6,
      "dur": 2.63,
      "text": "where it was. And so the Striand effect is used when people say, \"Ah, leave me"
    },
    {
      "start": 1520.24,
      "dur": 1.909,
      "text": "is used when people say, \"Ah, leave me alone.\" But the consequence of saying it"
    },
    {
      "start": 1522.159,
      "dur": 2.231,
      "text": "alone.\" But the consequence of saying it is that they get more grief. Also, it's"
    },
    {
      "start": 1524.4,
      "dur": 1.749,
      "text": "is that they get more grief. Also, it's the subject of one of my favorite books,"
    },
    {
      "start": 1526.159,
      "dur": 1.75,
      "text": "the subject of one of my favorite books, which is Barbara Stryand's My Passion"
    },
    {
      "start": 1527.919,
      "dur": 1.671,
      "text": "which is Barbara Stryand's My Passion for Design, which is a big coffee table"
    },
    {
      "start": 1529.6,
      "dur": 1.75,
      "text": "for Design, which is a big coffee table book about how she designed her house,"
    },
    {
      "start": 1531.36,
      "dur": 2.47,
      "text": "book about how she designed her house, which includes a mock Victorian street"
    },
    {
      "start": 1533.84,
      "dur": 2.23,
      "text": "which includes a mock Victorian street in the basement, which includes a shop"
    },
    {
      "start": 1536.08,
      "dur": 2.469,
      "text": "in the basement, which includes a shop dedicated just to wrapping presents."
    },
    {
      "start": 1538.559,
      "dur": 1.671,
      "text": "dedicated just to wrapping presents. Right, that's all for this episode of"
    },
    {
      "start": 1540.24,
      "dur": 1.909,
      "text": "Right, that's all for this episode of Newscast. We've covered a lot of ground."
    },
    {
      "start": 1542.159,
      "dur": 1.351,
      "text": "Newscast. We've covered a lot of ground. Uh, and we'll be back with another one"
    },
    {
      "start": 1543.52,
      "dur": 3.48,
      "text": "Uh, and we'll be back with another one very soon. Bye-bye."
    }
  ]
}