{
  "videoId": "nD3s2-bPaqQ",
  "title": "Donald Trump launches his 'board of Peace'. But who's on it? | BBC News",
  "publishedAt": "2026-01-22",
  "channel": "BBC News",
  "durationSeconds": 2124,
  "segments": [
    {
      "start": 0.32,
      "dur": 1.92,
      "text": "Hello. It's another day where the"
    },
    {
      "start": 2.24,
      "dur": 1.99,
      "text": "Hello. It's another day where the world's news has been dominated by one"
    },
    {
      "start": 4.24,
      "dur": 3.43,
      "text": "world's news has been dominated by one man, Donald Trump, in one place, Davos"
    },
    {
      "start": 7.68,
      "dur": 2.07,
      "text": "man, Donald Trump, in one place, Davos for the World Economic Forum. Although a"
    },
    {
      "start": 9.76,
      "dur": 2.15,
      "text": "for the World Economic Forum. Although a slight twist today, three different"
    },
    {
      "start": 11.92,
      "dur": 2.23,
      "text": "slight twist today, three different geopolitical crises have come under his"
    },
    {
      "start": 14.16,
      "dur": 1.99,
      "text": "geopolitical crises have come under his purview. We will untangle them all on"
    },
    {
      "start": 16.16,
      "dur": 2.31,
      "text": "purview. We will untangle them all on this latest episode of Newscast. Well,"
    },
    {
      "start": 18.48,
      "dur": 1.75,
      "text": "this latest episode of Newscast. Well, in Washington DC is our chief North"
    },
    {
      "start": 20.24,
      "dur": 1.83,
      "text": "in Washington DC is our chief North America correspondent, Gary O'onghue."
    },
    {
      "start": 22.08,
      "dur": 0.949,
      "text": "America correspondent, Gary O'onghue. Hello Gary."
    },
    {
      "start": 23.039,
      "dur": 2.15,
      "text": "Hello Gary. &gt;&gt; Hey Adam, nice to see you."
    },
    {
      "start": 25.199,
      "dur": 1.671,
      "text": "&gt;&gt; Hey Adam, nice to see you. &gt;&gt; You too. And welcome back from the"
    },
    {
      "start": 26.88,
      "dur": 1.59,
      "text": "&gt;&gt; You too. And welcome back from the economist Shashank Joshy. Hello"
    },
    {
      "start": 28.48,
      "dur": 1.99,
      "text": "economist Shashank Joshy. Hello Shashank. Hello. Good afternoon. Thanks"
    },
    {
      "start": 30.48,
      "dur": 0.789,
      "text": "Shashank. Hello. Good afternoon. Thanks for having me back."
    },
    {
      "start": 31.279,
      "dur": 1.43,
      "text": "for having me back. &gt;&gt; Thanks for coming back. There's so much"
    },
    {
      "start": 32.719,
      "dur": 1.83,
      "text": "&gt;&gt; Thanks for coming back. There's so much to discuss as we record this episode of"
    },
    {
      "start": 34.559,
      "dur": 2.791,
      "text": "to discuss as we record this episode of Newscast at 4:36 p.m. on Thursday the"
    },
    {
      "start": 37.36,
      "dur": 3.029,
      "text": "Newscast at 4:36 p.m. on Thursday the 22nd of January. Um so yeah, where"
    },
    {
      "start": 40.399,
      "dur": 1.83,
      "text": "22nd of January. Um so yeah, where should we start, Gary? Let's start with"
    },
    {
      "start": 42.239,
      "dur": 1.511,
      "text": "should we start, Gary? Let's start with um where we left off in the last episode"
    },
    {
      "start": 43.76,
      "dur": 1.75,
      "text": "um where we left off in the last episode of Newscast, which was we had just got"
    },
    {
      "start": 45.52,
      "dur": 2.39,
      "text": "of Newscast, which was we had just got the breaking news on Wednesday night"
    },
    {
      "start": 47.92,
      "dur": 2.469,
      "text": "the breaking news on Wednesday night that Trump had climbed down on his"
    },
    {
      "start": 50.399,
      "dur": 2.391,
      "text": "that Trump had climbed down on his threat to use tariffs over Greenland and"
    },
    {
      "start": 52.8,
      "dur": 1.429,
      "text": "threat to use tariffs over Greenland and that he was talking about this new"
    },
    {
      "start": 54.239,
      "dur": 2.47,
      "text": "that he was talking about this new framework for negotiations over the fate"
    },
    {
      "start": 56.719,
      "dur": 1.911,
      "text": "framework for negotiations over the fate of Greenland. What have we learned about"
    },
    {
      "start": 58.64,
      "dur": 3.03,
      "text": "of Greenland. What have we learned about that situation since?"
    },
    {
      "start": 61.68,
      "dur": 2.63,
      "text": "that situation since? &gt;&gt; Not a lot to be honest. Uh he's still"
    },
    {
      "start": 64.32,
      "dur": 2.71,
      "text": "&gt;&gt; Not a lot to be honest. Uh he's still talking as he leaves Davos, which he uh"
    },
    {
      "start": 67.04,
      "dur": 2.47,
      "text": "talking as he leaves Davos, which he uh did in the last few minutes uh in very"
    },
    {
      "start": 69.52,
      "dur": 2.47,
      "text": "did in the last few minutes uh in very general terms about the agreement. There"
    },
    {
      "start": 72.0,
      "dur": 3.19,
      "text": "general terms about the agreement. There are no specifics. Uh the prime minister"
    },
    {
      "start": 75.2,
      "dur": 1.99,
      "text": "are no specifics. Uh the prime minister of Greenland has just been speaking and"
    },
    {
      "start": 77.2,
      "dur": 1.83,
      "text": "of Greenland has just been speaking and saying that uh you know nothing can be"
    },
    {
      "start": 79.04,
      "dur": 1.19,
      "text": "saying that uh you know nothing can be agreed without the agreement of"
    },
    {
      "start": 80.24,
      "dur": 2.869,
      "text": "agreed without the agreement of Greenland and and Denmark as well. Uh"
    },
    {
      "start": 83.119,
      "dur": 1.67,
      "text": "Greenland and and Denmark as well. Uh that they weren't that NATO wasn't"
    },
    {
      "start": 84.799,
      "dur": 3.751,
      "text": "that they weren't that NATO wasn't negotiating on their behalf. So it is it"
    },
    {
      "start": 88.56,
      "dur": 2.79,
      "text": "negotiating on their behalf. So it is it is bewildering. I mean yesterday to be"
    },
    {
      "start": 91.36,
      "dur": 2.31,
      "text": "is bewildering. I mean yesterday to be honest it was a b it was like watching"
    },
    {
      "start": 93.68,
      "dur": 2.389,
      "text": "honest it was a b it was like watching one of those political dramas on Netflix"
    },
    {
      "start": 96.079,
      "dur": 2.39,
      "text": "one of those political dramas on Netflix where everything is compressed into an"
    },
    {
      "start": 98.479,
      "dur": 1.911,
      "text": "where everything is compressed into an hour and something happens every other"
    },
    {
      "start": 100.4,
      "dur": 3.19,
      "text": "hour and something happens every other scene and it was it was like it was so"
    },
    {
      "start": 103.6,
      "dur": 2.71,
      "text": "scene and it was it was like it was so utterly confusing. Uh and we're still no"
    },
    {
      "start": 106.32,
      "dur": 1.749,
      "text": "utterly confusing. Uh and we're still no clearer I think today exactly what"
    },
    {
      "start": 108.079,
      "dur": 1.511,
      "text": "clearer I think today exactly what that's going to look like. I mean, I"
    },
    {
      "start": 109.6,
      "dur": 1.99,
      "text": "that's going to look like. I mean, I would guess if I was a betting person"
    },
    {
      "start": 111.6,
      "dur": 2.23,
      "text": "would guess if I was a betting person that there's something to do with"
    },
    {
      "start": 113.84,
      "dur": 2.949,
      "text": "that there's something to do with sovereignty over bits of the island"
    },
    {
      "start": 116.799,
      "dur": 2.31,
      "text": "sovereignty over bits of the island potentially, but then you get that kind"
    },
    {
      "start": 119.119,
      "dur": 2.31,
      "text": "potentially, but then you get that kind of thing in diplomatic terms, don't you,"
    },
    {
      "start": 121.439,
      "dur": 2.471,
      "text": "of thing in diplomatic terms, don't you, with embassies and and maybe with uh"
    },
    {
      "start": 123.92,
      "dur": 1.91,
      "text": "with embassies and and maybe with uh military bases as well, you could see"
    },
    {
      "start": 125.84,
      "dur": 2.31,
      "text": "military bases as well, you could see something like that. But as far as we"
    },
    {
      "start": 128.16,
      "dur": 2.47,
      "text": "something like that. But as far as we know, there's no deal that certainly"
    },
    {
      "start": 130.64,
      "dur": 3.03,
      "text": "know, there's no deal that certainly that Denmark or Greenland or or uh has"
    },
    {
      "start": 133.68,
      "dur": 2.15,
      "text": "that Denmark or Greenland or or uh has signed up to at this point in time."
    },
    {
      "start": 135.84,
      "dur": 1.35,
      "text": "signed up to at this point in time. &gt;&gt; Yeah. And we could do a bit of a thought"
    },
    {
      "start": 137.2,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah. And we could do a bit of a thought experiment about what could be in the"
    },
    {
      "start": 138.72,
      "dur": 2.31,
      "text": "experiment about what could be in the deal when it ever it appears. But one"
    },
    {
      "start": 141.04,
      "dur": 1.43,
      "text": "deal when it ever it appears. But one thing we do know, Shashank, is that"
    },
    {
      "start": 142.48,
      "dur": 2.07,
      "text": "thing we do know, Shashank, is that Trump changed his position after a"
    },
    {
      "start": 144.56,
      "dur": 1.35,
      "text": "Trump changed his position after a meeting with Mark Rutter, the secretary"
    },
    {
      "start": 145.92,
      "dur": 2.23,
      "text": "meeting with Mark Rutter, the secretary general of NATO. It sounds like he, the"
    },
    {
      "start": 148.16,
      "dur": 1.429,
      "text": "general of NATO. It sounds like he, the former Dutch prime minister, is the"
    },
    {
      "start": 149.599,
      "dur": 1.27,
      "text": "former Dutch prime minister, is the person that might have unlocked all of"
    },
    {
      "start": 150.879,
      "dur": 0.951,
      "text": "person that might have unlocked all of this."
    },
    {
      "start": 151.84,
      "dur": 1.51,
      "text": "this. &gt;&gt; There's huge criticism, wasn't there, of"
    },
    {
      "start": 153.36,
      "dur": 1.83,
      "text": "&gt;&gt; There's huge criticism, wasn't there, of Mark Rutter, who famously called Trump"
    },
    {
      "start": 155.2,
      "dur": 2.71,
      "text": "Mark Rutter, who famously called Trump daddy at last year's NATO summit and and"
    },
    {
      "start": 157.92,
      "dur": 1.51,
      "text": "daddy at last year's NATO summit and and published, you know, the sickopantic"
    },
    {
      "start": 159.44,
      "dur": 1.99,
      "text": "published, you know, the sickopantic letter was published online. And again,"
    },
    {
      "start": 161.44,
      "dur": 1.91,
      "text": "letter was published online. And again, we saw this text message published yet"
    },
    {
      "start": 163.36,
      "dur": 1.83,
      "text": "we saw this text message published yet again in the last week where he was"
    },
    {
      "start": 165.2,
      "dur": 1.99,
      "text": "again in the last week where he was really full of, you know, of of of"
    },
    {
      "start": 167.2,
      "dur": 1.99,
      "text": "really full of, you know, of of of praising Donald Trump, this wholesome"
    },
    {
      "start": 169.2,
      "dur": 2.23,
      "text": "praising Donald Trump, this wholesome message. Now, on the one hand, yes, he"
    },
    {
      "start": 171.44,
      "dur": 1.99,
      "text": "message. Now, on the one hand, yes, he seems to have talked Donald Trump around"
    },
    {
      "start": 173.44,
      "dur": 1.91,
      "text": "seems to have talked Donald Trump around to some agreement. And by the way, Mark"
    },
    {
      "start": 175.36,
      "dur": 2.31,
      "text": "to some agreement. And by the way, Mark Rut has said today this morning, um,"
    },
    {
      "start": 177.68,
      "dur": 1.909,
      "text": "Rut has said today this morning, um, actually this deal doesn't involve any"
    },
    {
      "start": 179.599,
      "dur": 2.231,
      "text": "actually this deal doesn't involve any change to Danish sovereignty. So, uh,"
    },
    {
      "start": 181.84,
      "dur": 1.51,
      "text": "change to Danish sovereignty. So, uh, that suggests to me we're not looking at"
    },
    {
      "start": 183.36,
      "dur": 2.47,
      "text": "that suggests to me we're not looking at a kind of Cyprus sovereign base area"
    },
    {
      "start": 185.84,
      "dur": 1.749,
      "text": "a kind of Cyprus sovereign base area solution. we may be looking at some kind"
    },
    {
      "start": 187.599,
      "dur": 2.231,
      "text": "solution. we may be looking at some kind of long-term lease, maybe something even"
    },
    {
      "start": 189.84,
      "dur": 1.669,
      "text": "of long-term lease, maybe something even less than that. Um, on the other hand,"
    },
    {
      "start": 191.519,
      "dur": 2.07,
      "text": "less than that. Um, on the other hand, what I would say is to zoom out and this"
    },
    {
      "start": 193.599,
      "dur": 1.751,
      "text": "what I would say is to zoom out and this isn't just all about Rutter. Trump"
    },
    {
      "start": 195.36,
      "dur": 1.43,
      "text": "isn't just all about Rutter. Trump backed down, not just because Mark"
    },
    {
      "start": 196.8,
      "dur": 2.069,
      "text": "backed down, not just because Mark Rutter talked him round and sweet talked"
    },
    {
      "start": 198.879,
      "dur": 1.911,
      "text": "Rutter talked him round and sweet talked him. I have to say we also must keep in"
    },
    {
      "start": 200.8,
      "dur": 2.55,
      "text": "him. I have to say we also must keep in view. He came round because Europeans"
    },
    {
      "start": 203.36,
      "dur": 3.35,
      "text": "view. He came round because Europeans held firm, had a united response, Trump"
    },
    {
      "start": 206.72,
      "dur": 2.63,
      "text": "held firm, had a united response, Trump saw the reaction in the markets that"
    },
    {
      "start": 209.36,
      "dur": 1.83,
      "text": "saw the reaction in the markets that also spooked him. So I think this is a"
    },
    {
      "start": 211.2,
      "dur": 2.63,
      "text": "also spooked him. So I think this is a story both of Rut's flattery, Rut's"
    },
    {
      "start": 213.84,
      "dur": 3.19,
      "text": "story both of Rut's flattery, Rut's Trump whispering and a story of European"
    },
    {
      "start": 217.04,
      "dur": 2.23,
      "text": "Trump whispering and a story of European resilience and strength and unity in a"
    },
    {
      "start": 219.28,
      "dur": 1.509,
      "text": "resilience and strength and unity in a way that we haven't actually seen in a"
    },
    {
      "start": 220.799,
      "dur": 2.231,
      "text": "way that we haven't actually seen in a very very long time. And also 10 Downing"
    },
    {
      "start": 223.04,
      "dur": 1.189,
      "text": "very very long time. And also 10 Downing Street were saying to journalists at"
    },
    {
      "start": 224.239,
      "dur": 1.431,
      "text": "Street were saying to journalists at lunchtime at their daily briefing that"
    },
    {
      "start": 225.68,
      "dur": 1.189,
      "text": "lunchtime at their daily briefing that actually a lot of behind-the-scenes"
    },
    {
      "start": 226.879,
      "dur": 2.471,
      "text": "actually a lot of behind-the-scenes diplomacy had been done by the UK to get"
    },
    {
      "start": 229.36,
      "dur": 1.589,
      "text": "diplomacy had been done by the UK to get Donald Trump into this position as well."
    },
    {
      "start": 230.959,
      "dur": 1.511,
      "text": "Donald Trump into this position as well. But because it's behind the scenes and"
    },
    {
      "start": 232.48,
      "dur": 1.35,
      "text": "But because it's behind the scenes and we'll never know, so we'll never be able"
    },
    {
      "start": 233.84,
      "dur": 1.669,
      "text": "we'll never know, so we'll never be able to judge them on that with with with"
    },
    {
      "start": 235.519,
      "dur": 1.91,
      "text": "to judge them on that with with with actual evidence. Um, Gary, this is an"
    },
    {
      "start": 237.439,
      "dur": 1.591,
      "text": "actual evidence. Um, Gary, this is an impossible question to answer, but from"
    },
    {
      "start": 239.04,
      "dur": 1.909,
      "text": "impossible question to answer, but from your your long experience of observing"
    },
    {
      "start": 240.959,
      "dur": 2.55,
      "text": "your your long experience of observing Donald Trump, do you think he's now got"
    },
    {
      "start": 243.519,
      "dur": 1.99,
      "text": "Donald Trump, do you think he's now got enough on Greenland and enough of a"
    },
    {
      "start": 245.519,
      "dur": 1.751,
      "text": "enough on Greenland and enough of a process, wherever that ends up, that"
    },
    {
      "start": 247.28,
      "dur": 1.589,
      "text": "process, wherever that ends up, that means he can now actually just sort of"
    },
    {
      "start": 248.879,
      "dur": 1.43,
      "text": "means he can now actually just sort of switch this one off for a little while"
    },
    {
      "start": 250.319,
      "dur": 2.151,
      "text": "switch this one off for a little while and move on to his next thing? I think"
    },
    {
      "start": 252.48,
      "dur": 1.91,
      "text": "and move on to his next thing? I think the thing we've learned about the"
    },
    {
      "start": 254.4,
      "dur": 2.71,
      "text": "the thing we've learned about the president is that things stuff is never"
    },
    {
      "start": 257.12,
      "dur": 3.75,
      "text": "president is that things stuff is never over. Um, there's never a final"
    },
    {
      "start": 260.88,
      "dur": 2.63,
      "text": "over. Um, there's never a final conclusion. There's never an end point."
    },
    {
      "start": 263.52,
      "dur": 3.669,
      "text": "conclusion. There's never an end point. He can reopen anything at any time. Uh"
    },
    {
      "start": 267.199,
      "dur": 1.751,
      "text": "He can reopen anything at any time. Uh he can go back to things. He can lose"
    },
    {
      "start": 268.96,
      "dur": 2.71,
      "text": "he can go back to things. He can lose interest. He can return. He can move the"
    },
    {
      "start": 271.68,
      "dur": 1.43,
      "text": "interest. He can return. He can move the goalpost as the British government has"
    },
    {
      "start": 273.12,
      "dur": 3.509,
      "text": "goalpost as the British government has found only to uh evidently recently over"
    },
    {
      "start": 276.639,
      "dur": 2.471,
      "text": "found only to uh evidently recently over Diego Garcia, you know, randomly"
    },
    {
      "start": 279.12,
      "dur": 1.99,
      "text": "Diego Garcia, you know, randomly suddenly move the goalpost and things"
    },
    {
      "start": 281.12,
      "dur": 2.95,
      "text": "suddenly move the goalpost and things like that. So we'll see what happens. He"
    },
    {
      "start": 284.08,
      "dur": 2.31,
      "text": "like that. So we'll see what happens. He will be conscious when all these sort of"
    },
    {
      "start": 286.4,
      "dur": 3.349,
      "text": "will be conscious when all these sort of acres of of print are published uh"
    },
    {
      "start": 289.759,
      "dur": 2.071,
      "text": "acres of of print are published uh suggesting that he climbed down that he"
    },
    {
      "start": 291.84,
      "dur": 2.31,
      "text": "suggesting that he climbed down that he was forced to back off. He'll be very"
    },
    {
      "start": 294.16,
      "dur": 1.83,
      "text": "was forced to back off. He'll be very conscious about that. He won't like that"
    },
    {
      "start": 296.0,
      "dur": 2.55,
      "text": "conscious about that. He won't like that one bit once he starts to absorb that."
    },
    {
      "start": 298.56,
      "dur": 1.909,
      "text": "one bit once he starts to absorb that. And then who knows what we'll see, you"
    },
    {
      "start": 300.479,
      "dur": 1.911,
      "text": "And then who knows what we'll see, you know, once he's up in the air in the"
    },
    {
      "start": 302.4,
      "dur": 2.789,
      "text": "know, once he's up in the air in the next few minutes on that seven little"
    },
    {
      "start": 305.199,
      "dur": 2.151,
      "text": "next few minutes on that seven little 757 that he had to take because of the"
    },
    {
      "start": 307.36,
      "dur": 2.63,
      "text": "757 that he had to take because of the problems with Air Force One and he gets"
    },
    {
      "start": 310.0,
      "dur": 2.629,
      "text": "problems with Air Force One and he gets out the tablet, you know, and starts to"
    },
    {
      "start": 312.639,
      "dur": 2.151,
      "text": "out the tablet, you know, and starts to tap away, who knows what will come out"
    },
    {
      "start": 314.8,
      "dur": 1.669,
      "text": "tap away, who knows what will come out at that point in time. I don't think"
    },
    {
      "start": 316.479,
      "dur": 2.951,
      "text": "at that point in time. I don't think this is done. Um but Shashank on the"
    },
    {
      "start": 319.44,
      "dur": 1.27,
      "text": "this is done. Um but Shashank on the substance of what could happen with"
    },
    {
      "start": 320.72,
      "dur": 1.59,
      "text": "substance of what could happen with Greenland and what this eventual deal"
    },
    {
      "start": 322.32,
      "dur": 1.67,
      "text": "Greenland and what this eventual deal might contain. We have got some more"
    },
    {
      "start": 324.0,
      "dur": 1.67,
      "text": "might contain. We have got some more clues from Donald Trump about some of"
    },
    {
      "start": 325.68,
      "dur": 2.31,
      "text": "clues from Donald Trump about some of the things that he is obsessed about and"
    },
    {
      "start": 328.0,
      "dur": 2.15,
      "text": "the things that he is obsessed about and it's not just sovereignty in other words"
    },
    {
      "start": 330.16,
      "dur": 2.07,
      "text": "it's not just sovereignty in other words bits of Greenland being American"
    },
    {
      "start": 332.24,
      "dur": 2.63,
      "text": "bits of Greenland being American territory in perpetuity perpetuity"
    },
    {
      "start": 334.88,
      "dur": 1.99,
      "text": "territory in perpetuity perpetuity legally. It's also things like the"
    },
    {
      "start": 336.88,
      "dur": 2.07,
      "text": "legally. It's also things like the Golden Dome, his missile defense system"
    },
    {
      "start": 338.96,
      "dur": 1.509,
      "text": "Golden Dome, his missile defense system that he wants to build for the United"
    },
    {
      "start": 340.479,
      "dur": 3.111,
      "text": "that he wants to build for the United States, and also an old tune played"
    },
    {
      "start": 343.6,
      "dur": 3.35,
      "text": "States, and also an old tune played again, access to to critical minerals,"
    },
    {
      "start": 346.96,
      "dur": 2.229,
      "text": "again, access to to critical minerals, which of course in his Davos speech, he"
    },
    {
      "start": 349.199,
      "dur": 1.43,
      "text": "which of course in his Davos speech, he denied being interested in. He said,"
    },
    {
      "start": 350.639,
      "dur": 1.591,
      "text": "denied being interested in. He said, \"This isn't about minerals. This is all"
    },
    {
      "start": 352.24,
      "dur": 1.91,
      "text": "\"This isn't about minerals. This is all about security. It's all about Golden"
    },
    {
      "start": 354.16,
      "dur": 1.99,
      "text": "about security. It's all about Golden Dome.\" Um, but clearly the agreement"
    },
    {
      "start": 356.16,
      "dur": 2.07,
      "text": "Dome.\" Um, but clearly the agreement seems to imply some kind of American"
    },
    {
      "start": 358.24,
      "dur": 2.55,
      "text": "seems to imply some kind of American first right of refusal on on minerals or"
    },
    {
      "start": 360.8,
      "dur": 1.51,
      "text": "first right of refusal on on minerals or at least some vetting of Chinese and"
    },
    {
      "start": 362.32,
      "dur": 1.589,
      "text": "at least some vetting of Chinese and Russian involvement, which seems to be"
    },
    {
      "start": 363.919,
      "dur": 1.431,
      "text": "Russian involvement, which seems to be entirely sensible. Of course, in"
    },
    {
      "start": 365.36,
      "dur": 1.91,
      "text": "entirely sensible. Of course, in practice, that's what we had. Back in"
    },
    {
      "start": 367.28,
      "dur": 2.95,
      "text": "practice, that's what we had. Back in 2018, 2019, when China was involved in"
    },
    {
      "start": 370.24,
      "dur": 1.669,
      "text": "2018, 2019, when China was involved in building airports in Greenland, the"
    },
    {
      "start": 371.919,
      "dur": 1.351,
      "text": "building airports in Greenland, the Americans didn't like it. They went to"
    },
    {
      "start": 373.28,
      "dur": 1.749,
      "text": "Americans didn't like it. They went to the Danes and said, \"Please stop this.\""
    },
    {
      "start": 375.039,
      "dur": 2.311,
      "text": "the Danes and said, \"Please stop this.\" And the Danes stopped it. So really, we"
    },
    {
      "start": 377.36,
      "dur": 2.07,
      "text": "And the Danes stopped it. So really, we may just be putting a new badge on what"
    },
    {
      "start": 379.44,
      "dur": 2.63,
      "text": "may just be putting a new badge on what existed before. Same with Golden Dome. I"
    },
    {
      "start": 382.08,
      "dur": 1.59,
      "text": "existed before. Same with Golden Dome. I was talking to missile defense experts,"
    },
    {
      "start": 383.68,
      "dur": 2.15,
      "text": "was talking to missile defense experts, radar experts and said, \"Look, is there"
    },
    {
      "start": 385.84,
      "dur": 2.23,
      "text": "radar experts and said, \"Look, is there anything beyond the early warning radar"
    },
    {
      "start": 388.08,
      "dur": 2.07,
      "text": "anything beyond the early warning radar that is on Greenland, a version of which"
    },
    {
      "start": 390.16,
      "dur": 2.149,
      "text": "that is on Greenland, a version of which has been on Greenland for 50 plus years"
    },
    {
      "start": 392.319,
      "dur": 1.99,
      "text": "has been on Greenland for 50 plus years that would be necessary for Golden Dome,"
    },
    {
      "start": 394.319,
      "dur": 1.831,
      "text": "that would be necessary for Golden Dome, which of course is designed to stop not"
    },
    {
      "start": 396.16,
      "dur": 1.43,
      "text": "which of course is designed to stop not just intercontinental ballistic"
    },
    {
      "start": 397.6,
      "dur": 1.91,
      "text": "just intercontinental ballistic missiles, but also drones, hypersonic"
    },
    {
      "start": 399.52,
      "dur": 1.83,
      "text": "missiles, but also drones, hypersonic cruise missiles.\" And the answer was"
    },
    {
      "start": 401.36,
      "dur": 2.71,
      "text": "cruise missiles.\" And the answer was really no. You know, technically not"
    },
    {
      "start": 404.08,
      "dur": 2.549,
      "text": "really no. You know, technically not really. But if it helps a deal to say to"
    },
    {
      "start": 406.639,
      "dur": 1.751,
      "text": "really. But if it helps a deal to say to Trump, you can put new sensors on"
    },
    {
      "start": 408.4,
      "dur": 1.75,
      "text": "Trump, you can put new sensors on Greenland, new radars on Greenland for"
    },
    {
      "start": 410.16,
      "dur": 2.23,
      "text": "Greenland, new radars on Greenland for Golden Dome. If that's what it takes, I"
    },
    {
      "start": 412.4,
      "dur": 1.59,
      "text": "Golden Dome. If that's what it takes, I think the Danes would have said, \"Fine,"
    },
    {
      "start": 414.0,
      "dur": 1.99,
      "text": "think the Danes would have said, \"Fine, no problem. We can do that.\" But let's"
    },
    {
      "start": 416.0,
      "dur": 1.67,
      "text": "no problem. We can do that.\" But let's be clear, this isn't something"
    },
    {
      "start": 417.68,
      "dur": 2.47,
      "text": "be clear, this isn't something technically uh necessary that the Danes"
    },
    {
      "start": 420.16,
      "dur": 1.91,
      "text": "technically uh necessary that the Danes were resisting until Trump threatened"
    },
    {
      "start": 422.08,
      "dur": 2.07,
      "text": "were resisting until Trump threatened them. This was this was possible at any"
    },
    {
      "start": 424.16,
      "dur": 2.469,
      "text": "them. This was this was possible at any time in the last year or so."
    },
    {
      "start": 426.639,
      "dur": 1.27,
      "text": "time in the last year or so. &gt;&gt; Um let's move on to something else"
    },
    {
      "start": 427.919,
      "dur": 1.511,
      "text": "&gt;&gt; Um let's move on to something else Donald Trump's been doing in Davos,"
    },
    {
      "start": 429.44,
      "dur": 2.55,
      "text": "Donald Trump's been doing in Davos, which is unveiling his board of peace,"
    },
    {
      "start": 432.0,
      "dur": 2.23,
      "text": "which is unveiling his board of peace, which I'm calling the BOP. Uh, but that"
    },
    {
      "start": 434.24,
      "dur": 1.509,
      "text": "which I'm calling the BOP. Uh, but that does make it sound a bit too jaunty."
    },
    {
      "start": 435.759,
      "dur": 2.15,
      "text": "does make it sound a bit too jaunty. Although it does have odd elements."
    },
    {
      "start": 437.919,
      "dur": 1.99,
      "text": "Although it does have odd elements. Gary, where do we think this where do we"
    },
    {
      "start": 439.919,
      "dur": 1.511,
      "text": "Gary, where do we think this where do we think that what what has the bop"
    },
    {
      "start": 441.44,
      "dur": 1.83,
      "text": "think that what what has the bop actually become?"
    },
    {
      "start": 443.28,
      "dur": 2.309,
      "text": "actually become? &gt;&gt; A bop till you drop, no doubt. Um, the"
    },
    {
      "start": 445.599,
      "dur": 2.951,
      "text": "&gt;&gt; A bop till you drop, no doubt. Um, the bop seems to have become a sort of"
    },
    {
      "start": 448.56,
      "dur": 1.83,
      "text": "bop seems to have become a sort of &gt;&gt; something that's no longer just focused"
    },
    {
      "start": 450.4,
      "dur": 2.55,
      "text": "&gt;&gt; something that's no longer just focused on Gaza, which was the thing that in"
    },
    {
      "start": 452.96,
      "dur": 1.669,
      "text": "on Gaza, which was the thing that in some ways was endorsed by the security"
    },
    {
      "start": 454.639,
      "dur": 2.311,
      "text": "some ways was endorsed by the security council a few months ago. It seems to"
    },
    {
      "start": 456.96,
      "dur": 2.71,
      "text": "council a few months ago. It seems to become a sort of global rival to the"
    },
    {
      "start": 459.68,
      "dur": 2.789,
      "text": "become a sort of global rival to the United Nations itself, ironically. Uh"
    },
    {
      "start": 462.479,
      "dur": 1.751,
      "text": "United Nations itself, ironically. Uh and the president paraded a whole bunch"
    },
    {
      "start": 464.24,
      "dur": 2.63,
      "text": "and the president paraded a whole bunch of countries that had signed up. 19"
    },
    {
      "start": 466.88,
      "dur": 1.83,
      "text": "of countries that had signed up. 19 countries I think he had in the room."
    },
    {
      "start": 468.72,
      "dur": 1.909,
      "text": "countries I think he had in the room. There are others that say they've signed"
    },
    {
      "start": 470.639,
      "dur": 2.871,
      "text": "There are others that say they've signed up. Crucially though, and this uh goes"
    },
    {
      "start": 473.52,
      "dur": 1.19,
      "text": "up. Crucially though, and this uh goes back to what we've just been saying"
    },
    {
      "start": 474.72,
      "dur": 2.149,
      "text": "back to what we've just been saying about the European countries. You know,"
    },
    {
      "start": 476.879,
      "dur": 1.671,
      "text": "about the European countries. You know, the only European country represented"
    },
    {
      "start": 478.56,
      "dur": 2.23,
      "text": "the only European country represented there was Hungary, and we know uh that"
    },
    {
      "start": 480.8,
      "dur": 1.59,
      "text": "there was Hungary, and we know uh that there's a special relationship between"
    },
    {
      "start": 482.4,
      "dur": 1.909,
      "text": "there's a special relationship between Donald Trump and Victor Orban. None of"
    },
    {
      "start": 484.319,
      "dur": 2.87,
      "text": "Donald Trump and Victor Orban. None of the Western European countries have"
    },
    {
      "start": 487.199,
      "dur": 2.951,
      "text": "the Western European countries have chosen to to sign up whatsoever. uh they"
    },
    {
      "start": 490.16,
      "dur": 1.589,
      "text": "chosen to to sign up whatsoever. uh they say that they're they're particularly"
    },
    {
      "start": 491.759,
      "dur": 2.231,
      "text": "say that they're they're particularly concerned about the invitation to Putin"
    },
    {
      "start": 494.0,
      "dur": 2.95,
      "text": "concerned about the invitation to Putin to be part of it and about the nature of"
    },
    {
      "start": 496.96,
      "dur": 2.15,
      "text": "to be part of it and about the nature of this as an international treaty. In any"
    },
    {
      "start": 499.12,
      "dur": 1.83,
      "text": "this as an international treaty. In any case, that the you know, you dig down"
    },
    {
      "start": 500.96,
      "dur": 1.669,
      "text": "case, that the you know, you dig down into some of the details of the board"
    },
    {
      "start": 502.639,
      "dur": 2.39,
      "text": "into some of the details of the board and it's it's a it's an extraordinary"
    },
    {
      "start": 505.039,
      "dur": 4.951,
      "text": "and it's it's a it's an extraordinary kind of um personal kind of um thieft if"
    },
    {
      "start": 510.0,
      "dur": 1.51,
      "text": "kind of um personal kind of um thieft if you like I suppose for the president. He"
    },
    {
      "start": 511.52,
      "dur": 2.309,
      "text": "you like I suppose for the president. He seems to have a a place on it until he"
    },
    {
      "start": 513.839,
      "dur": 2.391,
      "text": "seems to have a a place on it until he dies and then can or or can name his"
    },
    {
      "start": 516.24,
      "dur": 1.269,
      "text": "dies and then can or or can name his successor who can then name their"
    },
    {
      "start": 517.519,
      "dur": 2.791,
      "text": "successor who can then name their successor. It's kind of it's um it's"
    },
    {
      "start": 520.32,
      "dur": 2.79,
      "text": "successor. It's kind of it's um it's it's a kind of periage type system,"
    },
    {
      "start": 523.12,
      "dur": 1.19,
      "text": "it's a kind of periage type system, isn't it?"
    },
    {
      "start": 524.32,
      "dur": 1.91,
      "text": "isn't it? &gt;&gt; One of my colleagues commented that not"
    },
    {
      "start": 526.24,
      "dur": 1.91,
      "text": "&gt;&gt; One of my colleagues commented that not only was this like the real estate world"
    },
    {
      "start": 528.16,
      "dur": 1.51,
      "text": "only was this like the real estate world that he comes from, you know, this is a"
    },
    {
      "start": 529.68,
      "dur": 2.07,
      "text": "that he comes from, you know, this is a real estate focused enterprise with"
    },
    {
      "start": 531.76,
      "dur": 1.91,
      "text": "real estate focused enterprise with Gaza, but actually what reminded him of"
    },
    {
      "start": 533.68,
      "dur": 2.07,
      "text": "Gaza, but actually what reminded him of was the Miss Universe, the Miss Universe"
    },
    {
      "start": 535.76,
      "dur": 1.35,
      "text": "was the Miss Universe, the Miss Universe competition, which Trump was obviously"
    },
    {
      "start": 537.12,
      "dur": 2.07,
      "text": "competition, which Trump was obviously very closely involved in. This idea he"
    },
    {
      "start": 539.2,
      "dur": 1.99,
      "text": "very closely involved in. This idea he sat above this organization, which was"
    },
    {
      "start": 541.2,
      "dur": 2.23,
      "text": "sat above this organization, which was not just a professional organization, it"
    },
    {
      "start": 543.44,
      "dur": 1.59,
      "text": "not just a professional organization, it was his personal thief. It was something"
    },
    {
      "start": 545.04,
      "dur": 1.909,
      "text": "was his personal thief. It was something he controlled. And I think that that"
    },
    {
      "start": 546.959,
      "dur": 1.671,
      "text": "he controlled. And I think that that very much sort of resonates with what we"
    },
    {
      "start": 548.64,
      "dur": 0.95,
      "text": "very much sort of resonates with what we saw today."
    },
    {
      "start": 549.6,
      "dur": 2.31,
      "text": "saw today. &gt;&gt; And also, Gary, is it true that that"
    },
    {
      "start": 551.92,
      "dur": 1.67,
      "text": "&gt;&gt; And also, Gary, is it true that that people are having to stump up a billion"
    },
    {
      "start": 553.6,
      "dur": 1.83,
      "text": "people are having to stump up a billion dollars to be part of this? That was"
    },
    {
      "start": 555.44,
      "dur": 1.11,
      "text": "dollars to be part of this? That was that was doing the rounds at the start"
    },
    {
      "start": 556.56,
      "dur": 0.31,
      "text": "that was doing the rounds at the start of the"
    },
    {
      "start": 556.88,
      "dur": 1.67,
      "text": "of the &gt;&gt; Yeah, apparently if you want to be on it"
    },
    {
      "start": 558.56,
      "dur": 2.79,
      "text": "&gt;&gt; Yeah, apparently if you want to be on it permanently, uh you have to you have to"
    },
    {
      "start": 561.36,
      "dur": 3.19,
      "text": "permanently, uh you have to you have to cough a billion. Um otherwise there's a"
    },
    {
      "start": 564.56,
      "dur": 2.389,
      "text": "cough a billion. Um otherwise there's a sort of a per a sort of term period you"
    },
    {
      "start": 566.959,
      "dur": 3.191,
      "text": "sort of a per a sort of term period you get to be on it, you know, invited to"
    },
    {
      "start": 570.16,
      "dur": 2.15,
      "text": "get to be on it, you know, invited to join it for. Uh we'll see whether you"
    },
    {
      "start": 572.32,
      "dur": 2.15,
      "text": "join it for. Uh we'll see whether you know who who is prepared to to do that"
    },
    {
      "start": 574.48,
      "dur": 1.99,
      "text": "know who who is prepared to to do that apparently. And I only saw this briefly"
    },
    {
      "start": 576.48,
      "dur": 2.31,
      "text": "apparently. And I only saw this briefly before I came to talk to you. Putin or"
    },
    {
      "start": 578.8,
      "dur": 1.51,
      "text": "before I came to talk to you. Putin or one of his spokesman suggested he's"
    },
    {
      "start": 580.32,
      "dur": 2.31,
      "text": "one of his spokesman suggested he's prepared to to stomp up, but he wants"
    },
    {
      "start": 582.64,
      "dur": 2.07,
      "text": "prepared to to stomp up, but he wants that billion to come from the frozen"
    },
    {
      "start": 584.72,
      "dur": 1.75,
      "text": "that billion to come from the frozen assets."
    },
    {
      "start": 586.48,
      "dur": 1.83,
      "text": "assets. &gt;&gt; Oh yeah. So the Russian assets that are"
    },
    {
      "start": 588.32,
      "dur": 1.509,
      "text": "&gt;&gt; Oh yeah. So the Russian assets that are in America but have been frozen because"
    },
    {
      "start": 589.839,
      "dur": 1.511,
      "text": "in America but have been frozen because of the invasion of Ukraine. He's saying"
    },
    {
      "start": 591.36,
      "dur": 1.35,
      "text": "of the invasion of Ukraine. He's saying you could you could take that billion"
    },
    {
      "start": 592.72,
      "dur": 3.35,
      "text": "you could you could take that billion and then consider that my my entry fee."
    },
    {
      "start": 596.08,
      "dur": 1.99,
      "text": "and then consider that my my entry fee. Um, Shashank, I mean, it's it's it's"
    },
    {
      "start": 598.08,
      "dur": 1.749,
      "text": "Um, Shashank, I mean, it's it's it's difficult to take it seriously as a"
    },
    {
      "start": 599.839,
      "dur": 1.751,
      "text": "difficult to take it seriously as a geopolitical force, the Board of Peace"
    },
    {
      "start": 601.6,
      "dur": 2.229,
      "text": "geopolitical force, the Board of Peace or the BOP, but is there I mean, is"
    },
    {
      "start": 603.839,
      "dur": 2.951,
      "text": "or the BOP, but is there I mean, is there a reason to take it seriously?"
    },
    {
      "start": 606.8,
      "dur": 2.469,
      "text": "there a reason to take it seriously? Well, I think look, we know that Trump"
    },
    {
      "start": 609.279,
      "dur": 3.511,
      "text": "Well, I think look, we know that Trump and his movement as a whole have"
    },
    {
      "start": 612.8,
      "dur": 1.75,
      "text": "and his movement as a whole have contempt for existing international"
    },
    {
      "start": 614.56,
      "dur": 3.67,
      "text": "contempt for existing international organizations. And that's not just NATO"
    },
    {
      "start": 618.24,
      "dur": 1.67,
      "text": "organizations. And that's not just NATO uh which was become apparently clear"
    },
    {
      "start": 619.92,
      "dur": 1.909,
      "text": "uh which was become apparently clear after this week where you know he re"
    },
    {
      "start": 621.839,
      "dur": 2.23,
      "text": "after this week where you know he re Trump posted a a social media post"
    },
    {
      "start": 624.079,
      "dur": 1.911,
      "text": "Trump posted a a social media post saying NATO is the real enemy. Um but"
    },
    {
      "start": 626.0,
      "dur": 1.509,
      "text": "saying NATO is the real enemy. Um but actually goes much beyond that. I think"
    },
    {
      "start": 627.519,
      "dur": 2.151,
      "text": "actually goes much beyond that. I think you've alluded to the United Nations. We"
    },
    {
      "start": 629.68,
      "dur": 1.75,
      "text": "you've alluded to the United Nations. We know the US doesn't like the United"
    },
    {
      "start": 631.44,
      "dur": 1.509,
      "text": "know the US doesn't like the United Nations. And we know this isn't just"
    },
    {
      "start": 632.959,
      "dur": 1.831,
      "text": "Nations. And we know this isn't just Trump. Republicans of all stripes going"
    },
    {
      "start": 634.8,
      "dur": 1.99,
      "text": "Trump. Republicans of all stripes going back 30 40 years have been very"
    },
    {
      "start": 636.8,
      "dur": 1.75,
      "text": "back 30 40 years have been very skeptical of the United Nations as a"
    },
    {
      "start": 638.56,
      "dur": 2.15,
      "text": "skeptical of the United Nations as a body seeing it as something out of their"
    },
    {
      "start": 640.72,
      "dur": 2.31,
      "text": "body seeing it as something out of their control curtailing American sovereignty."
    },
    {
      "start": 643.04,
      "dur": 1.67,
      "text": "control curtailing American sovereignty. But I would go further. I'd say think"
    },
    {
      "start": 644.72,
      "dur": 2.39,
      "text": "But I would go further. I'd say think about the the clashes America has had"
    },
    {
      "start": 647.12,
      "dur": 2.389,
      "text": "about the the clashes America has had under Trump with Europe over welcoming"
    },
    {
      "start": 649.519,
      "dur": 2.631,
      "text": "under Trump with Europe over welcoming Russia back into the G8 from which it"
    },
    {
      "start": 652.16,
      "dur": 1.59,
      "text": "Russia back into the G8 from which it was expelled of course after the"
    },
    {
      "start": 653.76,
      "dur": 2.79,
      "text": "was expelled of course after the invasion of Crimea in 2014 and Trump has"
    },
    {
      "start": 656.56,
      "dur": 1.75,
      "text": "invasion of Crimea in 2014 and Trump has said I want Russia back in the G8."
    },
    {
      "start": 658.32,
      "dur": 1.91,
      "text": "said I want Russia back in the G8. Europeans have said no it's a G7 now we"
    },
    {
      "start": 660.24,
      "dur": 2.55,
      "text": "Europeans have said no it's a G7 now we don't want Russia back. This looks to me"
    },
    {
      "start": 662.8,
      "dur": 3.19,
      "text": "don't want Russia back. This looks to me very much like an effort to um uh"
    },
    {
      "start": 666.0,
      "dur": 2.949,
      "text": "very much like an effort to um uh sideline bypass or just circumvent"
    },
    {
      "start": 668.959,
      "dur": 2.151,
      "text": "sideline bypass or just circumvent existing international institutions"
    },
    {
      "start": 671.12,
      "dur": 2.23,
      "text": "existing international institutions beyond the United Nations. But of"
    },
    {
      "start": 673.36,
      "dur": 1.99,
      "text": "beyond the United Nations. But of course, if you look at the makeup of it,"
    },
    {
      "start": 675.36,
      "dur": 2.07,
      "text": "course, if you look at the makeup of it, it still has this sort of weird"
    },
    {
      "start": 677.44,
      "dur": 2.069,
      "text": "it still has this sort of weird authoritarian Middle Eastern flavor."
    },
    {
      "start": 679.519,
      "dur": 1.671,
      "text": "authoritarian Middle Eastern flavor. There are countries, you know, Bulgaria,"
    },
    {
      "start": 681.2,
      "dur": 2.309,
      "text": "There are countries, you know, Bulgaria, Argentina, Vietnam. It isn't just Middle"
    },
    {
      "start": 683.519,
      "dur": 1.831,
      "text": "Argentina, Vietnam. It isn't just Middle Eastern, but of course, it shows that"
    },
    {
      "start": 685.36,
      "dur": 2.149,
      "text": "Eastern, but of course, it shows that the the roots in the Gaza problem. But"
    },
    {
      "start": 687.519,
      "dur": 1.43,
      "text": "the the roots in the Gaza problem. But if you're asking, can this solve"
    },
    {
      "start": 688.959,
      "dur": 2.071,
      "text": "if you're asking, can this solve problems in the South China Sea? Is this"
    },
    {
      "start": 691.04,
      "dur": 2.71,
      "text": "problems in the South China Sea? Is this going to solve problems, crises in Cuba?"
    },
    {
      "start": 693.76,
      "dur": 2.15,
      "text": "going to solve problems, crises in Cuba? Um, the answer is evidently not. It"
    },
    {
      "start": 695.92,
      "dur": 1.349,
      "text": "Um, the answer is evidently not. It doesn't have the composition. and it"
    },
    {
      "start": 697.279,
      "dur": 1.831,
      "text": "doesn't have the composition. and it doesn't have the legitimacy and members"
    },
    {
      "start": 699.12,
      "dur": 2.149,
      "text": "doesn't have the legitimacy and members of the global south not just n European"
    },
    {
      "start": 701.279,
      "dur": 1.911,
      "text": "of the global south not just n European countries but India you know countries"
    },
    {
      "start": 703.2,
      "dur": 1.59,
      "text": "countries but India you know countries like that are looking at this and"
    },
    {
      "start": 704.8,
      "dur": 1.51,
      "text": "like that are looking at this and thinking well we may not trust"
    },
    {
      "start": 706.32,
      "dur": 1.43,
      "text": "thinking well we may not trust everything about the UN but we certainly"
    },
    {
      "start": 707.76,
      "dur": 1.99,
      "text": "everything about the UN but we certainly don't want to create a new institution"
    },
    {
      "start": 709.76,
      "dur": 1.749,
      "text": "don't want to create a new institution that is just dominated by the United"
    },
    {
      "start": 711.519,
      "dur": 1.511,
      "text": "that is just dominated by the United States that's not what we signed up for"
    },
    {
      "start": 713.04,
      "dur": 0.63,
      "text": "States that's not what we signed up for here"
    },
    {
      "start": 713.68,
      "dur": 3.03,
      "text": "here &gt;&gt; and of course China have have declined"
    },
    {
      "start": 716.72,
      "dur": 2.31,
      "text": "&gt;&gt; and of course China have have declined to participate so far although Shashank"
    },
    {
      "start": 719.04,
      "dur": 1.19,
      "text": "to participate so far although Shashank I do just always think when I was in"
    },
    {
      "start": 720.24,
      "dur": 1.67,
      "text": "I do just always think when I was in Brussels diplomats said the important"
    },
    {
      "start": 721.92,
      "dur": 1.83,
      "text": "Brussels diplomats said the important thing was getting an invite to be at the"
    },
    {
      "start": 723.76,
      "dur": 2.55,
      "text": "thing was getting an invite to be at the table um and that that that was a"
    },
    {
      "start": 726.32,
      "dur": 2.309,
      "text": "table um and that that that was a victory And actually things happen at"
    },
    {
      "start": 728.639,
      "dur": 2.951,
      "text": "victory And actually things happen at tables. Uh and so this gives a lot of"
    },
    {
      "start": 731.6,
      "dur": 2.71,
      "text": "tables. Uh and so this gives a lot of countries access to to Donald Trump. But"
    },
    {
      "start": 734.32,
      "dur": 2.23,
      "text": "countries access to to Donald Trump. But then I suppose everyone in the world has"
    },
    {
      "start": 736.56,
      "dur": 1.19,
      "text": "then I suppose everyone in the world has access to Donald Trump because you can"
    },
    {
      "start": 737.76,
      "dur": 2.309,
      "text": "access to Donald Trump because you can just phone him as as G as Gary O'Donnu"
    },
    {
      "start": 740.079,
      "dur": 1.031,
      "text": "just phone him as as G as Gary O'Donnu well knows."
    },
    {
      "start": 741.12,
      "dur": 2.23,
      "text": "well knows. &gt;&gt; Well, it's a bit like the it's a it's a"
    },
    {
      "start": 743.36,
      "dur": 1.83,
      "text": "&gt;&gt; Well, it's a bit like the it's a it's a Mara Lego model, isn't it? It's a it's a"
    },
    {
      "start": 745.2,
      "dur": 2.79,
      "text": "Mara Lego model, isn't it? It's a it's a membership club. It's a it's a um uh you"
    },
    {
      "start": 748.0,
      "dur": 2.069,
      "text": "membership club. It's a it's a um uh you know country club in which you pay for"
    },
    {
      "start": 750.079,
      "dur": 1.911,
      "text": "know country club in which you pay for membership for access to the president."
    },
    {
      "start": 752.0,
      "dur": 1.67,
      "text": "membership for access to the president. That is exactly what you know as Gary"
    },
    {
      "start": 753.68,
      "dur": 1.99,
      "text": "That is exactly what you know as Gary will I'm sure tell us what happens at"
    },
    {
      "start": 755.68,
      "dur": 2.23,
      "text": "will I'm sure tell us what happens at Maraago you know foreign diplomats"
    },
    {
      "start": 757.92,
      "dur": 2.55,
      "text": "Maraago you know foreign diplomats lobbyists sign up for these huge"
    },
    {
      "start": 760.48,
      "dur": 2.149,
      "text": "lobbyists sign up for these huge membership fees in order to sit at the"
    },
    {
      "start": 762.639,
      "dur": 1.99,
      "text": "membership fees in order to sit at the table across from the president where he"
    },
    {
      "start": 764.639,
      "dur": 1.75,
      "text": "table across from the president where he they may get five minutes to lobby him"
    },
    {
      "start": 766.399,
      "dur": 2.151,
      "text": "they may get five minutes to lobby him on their pet peeve. So let me ask you"
    },
    {
      "start": 768.56,
      "dur": 2.55,
      "text": "on their pet peeve. So let me ask you why is Pakistan on the board of peace? I"
    },
    {
      "start": 771.12,
      "dur": 2.23,
      "text": "why is Pakistan on the board of peace? I it's not because they have been integral"
    },
    {
      "start": 773.36,
      "dur": 2.31,
      "text": "it's not because they have been integral to diplomacy around Gaza. It's because"
    },
    {
      "start": 775.68,
      "dur": 2.389,
      "text": "to diplomacy around Gaza. It's because they think this is a great venue in"
    },
    {
      "start": 778.079,
      "dur": 1.19,
      "text": "they think this is a great venue in which they can get a little bit of"
    },
    {
      "start": 779.279,
      "dur": 2.071,
      "text": "which they can get a little bit of facetime with the president. So you're"
    },
    {
      "start": 781.36,
      "dur": 1.43,
      "text": "facetime with the president. So you're right. I think I think that's absolutely"
    },
    {
      "start": 782.8,
      "dur": 1.35,
      "text": "right. I think I think that's absolutely what the calculation is for some of"
    },
    {
      "start": 784.16,
      "dur": 1.03,
      "text": "what the calculation is for some of these countries."
    },
    {
      "start": 785.2,
      "dur": 1.91,
      "text": "these countries. &gt;&gt; Mongolia seems to have a seat at the"
    },
    {
      "start": 787.12,
      "dur": 3.03,
      "text": "&gt;&gt; Mongolia seems to have a seat at the table as well as a bunch of the stands"
    },
    {
      "start": 790.16,
      "dur": 2.31,
      "text": "table as well as a bunch of the stands as as well. And uh I think that point is"
    },
    {
      "start": 792.48,
      "dur": 1.909,
      "text": "as as well. And uh I think that point is absolutely right. This is about in some"
    },
    {
      "start": 794.399,
      "dur": 1.751,
      "text": "absolutely right. This is about in some ways a sort of very old-fashioned"
    },
    {
      "start": 796.16,
      "dur": 2.229,
      "text": "ways a sort of very old-fashioned medieval idea of sort of paying tribute,"
    },
    {
      "start": 798.399,
      "dur": 2.151,
      "text": "medieval idea of sort of paying tribute, isn't it? This is this is countries"
    },
    {
      "start": 800.56,
      "dur": 3.19,
      "text": "isn't it? This is this is countries coming and you know stomping up and uh"
    },
    {
      "start": 803.76,
      "dur": 2.47,
      "text": "coming and you know stomping up and uh and paying their respects to the the"
    },
    {
      "start": 806.24,
      "dur": 2.87,
      "text": "and paying their respects to the the sort of the the the emperor or the king"
    },
    {
      "start": 809.12,
      "dur": 1.269,
      "text": "sort of the the the emperor or the king and that kind of thing. And we know"
    },
    {
      "start": 810.399,
      "dur": 2.87,
      "text": "and that kind of thing. And we know that's how the president sees himself."
    },
    {
      "start": 813.279,
      "dur": 2.071,
      "text": "that's how the president sees himself. The the difficulty for it of course is"
    },
    {
      "start": 815.36,
      "dur": 1.909,
      "text": "The the difficulty for it of course is that whatever you think about the UN and"
    },
    {
      "start": 817.279,
      "dur": 2.071,
      "text": "that whatever you think about the UN and my goodness the UN has its critics not"
    },
    {
      "start": 819.36,
      "dur": 2.07,
      "text": "my goodness the UN has its critics not just in United States but elsewhere but"
    },
    {
      "start": 821.44,
      "dur": 2.949,
      "text": "just in United States but elsewhere but the UN has structures it has agencies it"
    },
    {
      "start": 824.399,
      "dur": 2.23,
      "text": "the UN has structures it has agencies it has sort of arms through which it can"
    },
    {
      "start": 826.639,
      "dur": 2.391,
      "text": "has sort of arms through which it can operate. This thing is just a bunch of"
    },
    {
      "start": 829.04,
      "dur": 2.95,
      "text": "operate. This thing is just a bunch of largely blok sat around a table albeit"
    },
    {
      "start": 832.0,
      "dur": 2.47,
      "text": "largely blok sat around a table albeit powerful blo. What are they? What are"
    },
    {
      "start": 834.48,
      "dur": 2.23,
      "text": "powerful blo. What are they? What are what are their mechanisms for getting"
    },
    {
      "start": 836.72,
      "dur": 3.19,
      "text": "what are their mechanisms for getting anything done other than pressure and"
    },
    {
      "start": 839.92,
      "dur": 1.029,
      "text": "anything done other than pressure and strongarming?"
    },
    {
      "start": 840.959,
      "dur": 1.591,
      "text": "strongarming? &gt;&gt; I was just been googling that word that"
    },
    {
      "start": 842.56,
      "dur": 1.829,
      "text": "&gt;&gt; I was just been googling that word that I've never actually said out loud, so I"
    },
    {
      "start": 844.399,
      "dur": 1.751,
      "text": "I've never actually said out loud, so I would be grateful for advice about how"
    },
    {
      "start": 846.16,
      "dur": 2.39,
      "text": "would be grateful for advice about how to say it. Is it potentate?"
    },
    {
      "start": 848.56,
      "dur": 1.75,
      "text": "to say it. Is it potentate? &gt;&gt; Potentate. Yes."
    },
    {
      "start": 850.32,
      "dur": 0.39,
      "text": "&gt;&gt; Potentate. Yes. &gt;&gt; Yeah."
    },
    {
      "start": 850.72,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah. &gt;&gt; Potentate monarch or ruler, especially"
    },
    {
      "start": 852.8,
      "dur": 1.91,
      "text": "&gt;&gt; Potentate monarch or ruler, especially an autocratic one. I just actually never"
    },
    {
      "start": 854.72,
      "dur": 2.39,
      "text": "an autocratic one. I just actually never said potentate out loud, although I feel"
    },
    {
      "start": 857.12,
      "dur": 1.59,
      "text": "said potentate out loud, although I feel like I've read it in many captions in"
    },
    {
      "start": 858.72,
      "dur": 1.109,
      "text": "like I've read it in many captions in museums over my"
    },
    {
      "start": 859.839,
      "dur": 1.35,
      "text": "museums over my &gt;&gt; It's not It's not a word you need on a"
    },
    {
      "start": 861.199,
      "dur": 1.43,
      "text": "&gt;&gt; It's not It's not a word you need on a daily basis, is it? Well, unless you"
    },
    {
      "start": 862.639,
      "dur": 2.471,
      "text": "daily basis, is it? Well, unless you work at the economist,"
    },
    {
      "start": 865.12,
      "dur": 0.949,
      "text": "work at the economist, &gt;&gt; obviously. [laughter]"
    },
    {
      "start": 866.079,
      "dur": 1.911,
      "text": "&gt;&gt; obviously. [laughter] &gt;&gt; Anyway, also Oh, Shashank, I'm sure at"
    },
    {
      "start": 868.0,
      "dur": 1.11,
      "text": "&gt;&gt; Anyway, also Oh, Shashank, I'm sure at the Economist from your perch at the"
    },
    {
      "start": 869.12,
      "dur": 1.91,
      "text": "the Economist from your perch at the Economist, you will have seen uh the the"
    },
    {
      "start": 871.04,
      "dur": 1.83,
      "text": "Economist, you will have seen uh the the slideshow that Jared Kushner, Donald"
    },
    {
      "start": 872.88,
      "dur": 2.389,
      "text": "slideshow that Jared Kushner, Donald Trump's son-in-law, gave Davos, which is"
    },
    {
      "start": 875.279,
      "dur": 1.751,
      "text": "Trump's son-in-law, gave Davos, which is his vision and presumably Donald Trump's"
    },
    {
      "start": 877.04,
      "dur": 2.229,
      "text": "his vision and presumably Donald Trump's vision for what Gaza looks like in an"
    },
    {
      "start": 879.279,
      "dur": 1.751,
      "text": "vision for what Gaza looks like in an idealized future."
    },
    {
      "start": 881.04,
      "dur": 2.149,
      "text": "idealized future. &gt;&gt; Yeah. Well, I mean, this was this this"
    },
    {
      "start": 883.199,
      "dur": 2.391,
      "text": "&gt;&gt; Yeah. Well, I mean, this was this this is a sort of echo of that bizarre AI"
    },
    {
      "start": 885.6,
      "dur": 2.07,
      "text": "is a sort of echo of that bizarre AI generated video we saw, was it last"
    },
    {
      "start": 887.68,
      "dur": 2.55,
      "text": "generated video we saw, was it last year, of Gaza Riviera, of Trump Tower"
    },
    {
      "start": 890.24,
      "dur": 2.23,
      "text": "year, of Gaza Riviera, of Trump Tower emerging in Gaza? Um, and of course, you"
    },
    {
      "start": 892.48,
      "dur": 1.27,
      "text": "emerging in Gaza? Um, and of course, you know, look, there's a it's it's"
    },
    {
      "start": 893.76,
      "dur": 1.749,
      "text": "know, look, there's a it's it's perfectly legitimate to say you want to"
    },
    {
      "start": 895.519,
      "dur": 2.87,
      "text": "perfectly legitimate to say you want to see Gaza redeveloped, turned into a"
    },
    {
      "start": 898.399,
      "dur": 2.471,
      "text": "see Gaza redeveloped, turned into a prosperous, thriving place uh from its,"
    },
    {
      "start": 900.88,
      "dur": 1.67,
      "text": "prosperous, thriving place uh from its, you know, really dire state at present."
    },
    {
      "start": 902.56,
      "dur": 1.67,
      "text": "you know, really dire state at present. Of course, everyone understands that."
    },
    {
      "start": 904.24,
      "dur": 1.99,
      "text": "Of course, everyone understands that. The problem is we're so far from that."
    },
    {
      "start": 906.24,
      "dur": 1.91,
      "text": "The problem is we're so far from that. The board of peace and these visions of"
    },
    {
      "start": 908.16,
      "dur": 1.99,
      "text": "The board of peace and these visions of real estate are such a distraction from"
    },
    {
      "start": 910.16,
      "dur": 2.789,
      "text": "real estate are such a distraction from the short-term tasks you have of"
    },
    {
      "start": 912.959,
      "dur": 2.471,
      "text": "the short-term tasks you have of questions like how will you demilitarize"
    },
    {
      "start": 915.44,
      "dur": 2.79,
      "text": "questions like how will you demilitarize Hamas? How do you uh get the Israelis to"
    },
    {
      "start": 918.24,
      "dur": 1.91,
      "text": "Hamas? How do you uh get the Israelis to withdraw from the bits of Gaza that they"
    },
    {
      "start": 920.16,
      "dur": 1.909,
      "text": "withdraw from the bits of Gaza that they control? How do you develop a"
    },
    {
      "start": 922.079,
      "dur": 1.831,
      "text": "control? How do you develop a peacekeeping force to Gaza that can"
    },
    {
      "start": 923.92,
      "dur": 2.79,
      "text": "peacekeeping force to Gaza that can enforce a peace uh that will be uh you"
    },
    {
      "start": 926.72,
      "dur": 2.63,
      "text": "enforce a peace uh that will be uh you know have legitimacy on the ground?"
    },
    {
      "start": 929.36,
      "dur": 2.87,
      "text": "know have legitimacy on the ground? Having slide decks of skyscrapers in"
    },
    {
      "start": 932.24,
      "dur": 2.47,
      "text": "Having slide decks of skyscrapers in Gaza uh is completely meaningless unless"
    },
    {
      "start": 934.72,
      "dur": 2.07,
      "text": "Gaza uh is completely meaningless unless you solve those first order problems and"
    },
    {
      "start": 936.8,
      "dur": 1.589,
      "text": "you solve those first order problems and we are very very far away from doing"
    },
    {
      "start": 938.399,
      "dur": 0.79,
      "text": "we are very very far away from doing that still."
    },
    {
      "start": 939.199,
      "dur": 1.75,
      "text": "that still. &gt;&gt; Isn't it a a posher version? But isn't"
    },
    {
      "start": 940.959,
      "dur": 1.511,
      "text": "&gt;&gt; Isn't it a a posher version? But isn't it a posher version of what Tony Blair"
    },
    {
      "start": 942.48,
      "dur": 1.83,
      "text": "it a posher version of what Tony Blair used to do when he was the envoy for"
    },
    {
      "start": 944.32,
      "dur": 1.27,
      "text": "used to do when he was the envoy for Middle East peace where he would do"
    },
    {
      "start": 945.6,
      "dur": 1.99,
      "text": "Middle East peace where he would do things like trying to get better mobile"
    },
    {
      "start": 947.6,
      "dur": 2.07,
      "text": "things like trying to get better mobile phone coverage in Gaza? Isn't it just a"
    },
    {
      "start": 949.68,
      "dur": 1.589,
      "text": "phone coverage in Gaza? Isn't it just a more glamorous version of that more"
    },
    {
      "start": 951.279,
      "dur": 2.23,
      "text": "more glamorous version of that more proic thing which is economics helps you"
    },
    {
      "start": 953.519,
      "dur": 2.151,
      "text": "proic thing which is economics helps you solve political and vi political"
    },
    {
      "start": 955.68,
      "dur": 3.67,
      "text": "solve political and vi political violence"
    },
    {
      "start": 959.36,
      "dur": 2.399,
      "text": "shashank. Oh, so well well I I I think"
    },
    {
      "start": 961.759,
      "dur": 0.471,
      "text": "shashank. Oh, so well well I I I think yes [laughter]"
    },
    {
      "start": 962.24,
      "dur": 1.91,
      "text": "yes [laughter] &gt;&gt; bring a bit of a challenge Trump cell"
    },
    {
      "start": 964.16,
      "dur": 1.029,
      "text": "&gt;&gt; bring a bit of a challenge Trump cell challenge to that."
    },
    {
      "start": 965.199,
      "dur": 1.351,
      "text": "challenge to that. &gt;&gt; No. Well, of course that's that that's"
    },
    {
      "start": 966.56,
      "dur": 1.67,
      "text": "&gt;&gt; No. Well, of course that's that that's true though. First of all, Blair of"
    },
    {
      "start": 968.24,
      "dur": 1.11,
      "text": "true though. First of all, Blair of course was a representative of the"
    },
    {
      "start": 969.36,
      "dur": 2.149,
      "text": "course was a representative of the quartet. So that included the EU, it"
    },
    {
      "start": 971.519,
      "dur": 1.75,
      "text": "quartet. So that included the EU, it included other bodies. It was a he had"
    },
    {
      "start": 973.279,
      "dur": 2.47,
      "text": "included other bodies. It was a he had proper institutional backing behind him."
    },
    {
      "start": 975.759,
      "dur": 1.51,
      "text": "proper institutional backing behind him. So that was a slightly different thing."
    },
    {
      "start": 977.279,
      "dur": 1.831,
      "text": "So that was a slightly different thing. But also I think you know day-to-day"
    },
    {
      "start": 979.12,
      "dur": 1.59,
      "text": "But also I think you know day-to-day improvements in economic life are one"
    },
    {
      "start": 980.72,
      "dur": 2.229,
      "text": "improvements in economic life are one thing. When Blair was operating you had"
    },
    {
      "start": 982.959,
      "dur": 1.911,
      "text": "thing. When Blair was operating you had flare-ups between, you know, Israel and"
    },
    {
      "start": 984.88,
      "dur": 3.509,
      "text": "flare-ups between, you know, Israel and and the you know armed factions. But"
    },
    {
      "start": 988.399,
      "dur": 1.271,
      "text": "and the you know armed factions. But what's happened in Gaza in the last"
    },
    {
      "start": 989.68,
      "dur": 2.069,
      "text": "what's happened in Gaza in the last three years is so much more destructive."
    },
    {
      "start": 991.759,
      "dur": 1.99,
      "text": "three years is so much more destructive. This has been so much more calamitous."
    },
    {
      "start": 993.759,
      "dur": 2.231,
      "text": "This has been so much more calamitous. You know, improving economics here and"
    },
    {
      "start": 996.0,
      "dur": 1.749,
      "text": "You know, improving economics here and there is not the order of the day. You"
    },
    {
      "start": 997.759,
      "dur": 2.31,
      "text": "there is not the order of the day. You can't envisage large-scale redevelopment"
    },
    {
      "start": 1000.079,
      "dur": 2.711,
      "text": "can't envisage large-scale redevelopment of Gaza without solving the serious"
    },
    {
      "start": 1002.8,
      "dur": 2.07,
      "text": "of Gaza without solving the serious serious problems that you need in those"
    },
    {
      "start": 1004.88,
      "dur": 1.59,
      "text": "serious problems that you need in those subsequent phases of the peace deal."
    },
    {
      "start": 1006.48,
      "dur": 1.67,
      "text": "subsequent phases of the peace deal. &gt;&gt; Gary, you wanted to make a point."
    },
    {
      "start": 1008.16,
      "dur": 1.19,
      "text": "&gt;&gt; Gary, you wanted to make a point. &gt;&gt; Yeah. Yeah. No, I was just saying that"
    },
    {
      "start": 1009.36,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah. Yeah. No, I was just saying that um the map is is intriguing because"
    },
    {
      "start": 1010.88,
      "dur": 2.069,
      "text": "um the map is is intriguing because it's, you know, has little markers for"
    },
    {
      "start": 1012.959,
      "dur": 1.67,
      "text": "it's, you know, has little markers for things like, you know, data centers that"
    },
    {
      "start": 1014.639,
      "dur": 1.831,
      "text": "things like, you know, data centers that they think are going to be and even has"
    },
    {
      "start": 1016.48,
      "dur": 1.99,
      "text": "they think are going to be and even has little green spaces for parks and things"
    },
    {
      "start": 1018.48,
      "dur": 1.51,
      "text": "little green spaces for parks and things like that. Now, I've not been to Gaza"
    },
    {
      "start": 1020.0,
      "dur": 1.91,
      "text": "like that. Now, I've not been to Gaza and I don't know how uh, you know,"
    },
    {
      "start": 1021.92,
      "dur": 2.71,
      "text": "and I don't know how uh, you know, practically speaking it is to have green"
    },
    {
      "start": 1024.64,
      "dur": 2.07,
      "text": "practically speaking it is to have green spaces in Gaza, but you know, you do"
    },
    {
      "start": 1026.72,
      "dur": 1.829,
      "text": "spaces in Gaza, but you know, you do make does make you wonder, okay, maybe"
    },
    {
      "start": 1028.559,
      "dur": 2.551,
      "text": "make does make you wonder, okay, maybe we should feed people first before we"
    },
    {
      "start": 1031.12,
      "dur": 2.069,
      "text": "we should feed people first before we worry about the data centers."
    },
    {
      "start": 1033.199,
      "dur": 1.431,
      "text": "worry about the data centers. &gt;&gt; I mean, I I'll give you an example of"
    },
    {
      "start": 1034.64,
      "dur": 1.269,
      "text": "&gt;&gt; I mean, I I'll give you an example of what I'm trying to get across with these"
    },
    {
      "start": 1035.919,
      "dur": 1.431,
      "text": "what I'm trying to get across with these short-term issues, right? You've got"
    },
    {
      "start": 1037.36,
      "dur": 2.15,
      "text": "short-term issues, right? You've got something called the Palestinian"
    },
    {
      "start": 1039.52,
      "dur": 1.11,
      "text": "something called the Palestinian National Committee for the"
    },
    {
      "start": 1040.64,
      "dur": 1.99,
      "text": "National Committee for the Administration of Gaza. It's meant to be"
    },
    {
      "start": 1042.64,
      "dur": 1.99,
      "text": "Administration of Gaza. It's meant to be this kind of technocratic government"
    },
    {
      "start": 1044.64,
      "dur": 1.83,
      "text": "this kind of technocratic government that will look over Gaza. It's meant to"
    },
    {
      "start": 1046.48,
      "dur": 1.589,
      "text": "that will look over Gaza. It's meant to take control of civilian affairs. It's"
    },
    {
      "start": 1048.079,
      "dur": 2.791,
      "text": "take control of civilian affairs. It's got 15 members. So far, Israel has not"
    },
    {
      "start": 1050.88,
      "dur": 3.029,
      "text": "got 15 members. So far, Israel has not allowed its 15 members into the Gaza"
    },
    {
      "start": 1053.919,
      "dur": 1.911,
      "text": "allowed its 15 members into the Gaza Strip. The meeting had to be held in"
    },
    {
      "start": 1055.84,
      "dur": 2.949,
      "text": "Strip. The meeting had to be held in Cairo. And so, you know, Hamas still has"
    },
    {
      "start": 1058.799,
      "dur": 1.75,
      "text": "Cairo. And so, you know, Hamas still has a really strong grip on the ground. I"
    },
    {
      "start": 1060.559,
      "dur": 1.511,
      "text": "a really strong grip on the ground. I think the estimate that my my colleagues"
    },
    {
      "start": 1062.08,
      "dur": 1.67,
      "text": "think the estimate that my my colleagues give me is that it controls nearly half"
    },
    {
      "start": 1063.76,
      "dur": 2.95,
      "text": "give me is that it controls nearly half the strip. So the skyscrapers, I'm"
    },
    {
      "start": 1066.72,
      "dur": 2.309,
      "text": "the strip. So the skyscrapers, I'm sorry, this is just pie in the sky until"
    },
    {
      "start": 1069.039,
      "dur": 1.591,
      "text": "sorry, this is just pie in the sky until we solve those problems."
    },
    {
      "start": 1070.64,
      "dur": 2.149,
      "text": "we solve those problems. &gt;&gt; Literally in the case of skyscrapers. Um"
    },
    {
      "start": 1072.799,
      "dur": 1.911,
      "text": "&gt;&gt; Literally in the case of skyscrapers. Um Gary, last thing on our agenda, uh"
    },
    {
      "start": 1074.72,
      "dur": 1.829,
      "text": "Gary, last thing on our agenda, uh Ukraine and Vadimir Zalinski, the"
    },
    {
      "start": 1076.559,
      "dur": 1.671,
      "text": "Ukraine and Vadimir Zalinski, the Ukrainian president was in Davos as"
    },
    {
      "start": 1078.24,
      "dur": 2.549,
      "text": "Ukrainian president was in Davos as well, meeting Donald Trump as well. And"
    },
    {
      "start": 1080.799,
      "dur": 1.511,
      "text": "well, meeting Donald Trump as well. And I don't want to say that Zilinski"
    },
    {
      "start": 1082.32,
      "dur": 1.91,
      "text": "I don't want to say that Zilinski sounded sounded bored because this is a"
    },
    {
      "start": 1084.24,
      "dur": 1.83,
      "text": "sounded sounded bored because this is a man fighting for his country's survival,"
    },
    {
      "start": 1086.08,
      "dur": 2.23,
      "text": "man fighting for his country's survival, but he certainly sounded frustrated"
    },
    {
      "start": 1088.32,
      "dur": 3.67,
      "text": "but he certainly sounded frustrated about just the process, the constant"
    },
    {
      "start": 1092.0,
      "dur": 2.71,
      "text": "about just the process, the constant grind his country is under."
    },
    {
      "start": 1094.72,
      "dur": 2.23,
      "text": "grind his country is under. Yeah. Well, I mean, amidst everything"
    },
    {
      "start": 1096.96,
      "dur": 2.069,
      "text": "Yeah. Well, I mean, amidst everything else, of course, and the focus has been"
    },
    {
      "start": 1099.039,
      "dur": 2.711,
      "text": "else, of course, and the focus has been slightly off of Ukraine recently, they"
    },
    {
      "start": 1101.76,
      "dur": 2.789,
      "text": "slightly off of Ukraine recently, they have been uh under an enormous"
    },
    {
      "start": 1104.559,
      "dur": 1.671,
      "text": "have been uh under an enormous bombardment this winter. It's an"
    },
    {
      "start": 1106.24,
      "dur": 1.83,
      "text": "bombardment this winter. It's an incredibly harsh winter, as we know, in"
    },
    {
      "start": 1108.08,
      "dur": 3.11,
      "text": "incredibly harsh winter, as we know, in Ukraine. Russia has been doing"
    },
    {
      "start": 1111.2,
      "dur": 2.15,
      "text": "Ukraine. Russia has been doing everything to turn the lights out, to"
    },
    {
      "start": 1113.36,
      "dur": 1.91,
      "text": "everything to turn the lights out, to turn the heating off in Ukraine. And,"
    },
    {
      "start": 1115.28,
      "dur": 1.83,
      "text": "turn the heating off in Ukraine. And, you know, it's having some long-term"
    },
    {
      "start": 1117.12,
      "dur": 1.51,
      "text": "you know, it's having some long-term effects. when certainly when I was there"
    },
    {
      "start": 1118.64,
      "dur": 2.47,
      "text": "effects. when certainly when I was there last autumn, if there was damage to to"
    },
    {
      "start": 1121.12,
      "dur": 1.75,
      "text": "last autumn, if there was damage to to you know the power in one point, they"
    },
    {
      "start": 1122.88,
      "dur": 1.19,
      "text": "you know the power in one point, they would repair it pretty quickly and"
    },
    {
      "start": 1124.08,
      "dur": 2.709,
      "text": "would repair it pretty quickly and they're now struggling to do that much"
    },
    {
      "start": 1126.799,
      "dur": 1.99,
      "text": "they're now struggling to do that much in a much more sort of systematic way"
    },
    {
      "start": 1128.799,
      "dur": 1.75,
      "text": "in a much more sort of systematic way because of the targeting of the the"
    },
    {
      "start": 1130.559,
      "dur": 1.751,
      "text": "because of the targeting of the the energy grid and and everything like"
    },
    {
      "start": 1132.32,
      "dur": 2.709,
      "text": "energy grid and and everything like that. So, it's not surprising he's he's"
    },
    {
      "start": 1135.039,
      "dur": 2.231,
      "text": "that. So, it's not surprising he's he's in he's feeling like that. However, he"
    },
    {
      "start": 1137.28,
      "dur": 2.31,
      "text": "in he's feeling like that. However, he is still sounding reasonably optimistic"
    },
    {
      "start": 1139.6,
      "dur": 2.55,
      "text": "is still sounding reasonably optimistic about this potential deal. the one that"
    },
    {
      "start": 1142.16,
      "dur": 1.83,
      "text": "about this potential deal. the one that I can't remember if he said it was 90%"
    },
    {
      "start": 1144.0,
      "dur": 2.07,
      "text": "I can't remember if he said it was 90% there or Donald Trump said 95 one of"
    },
    {
      "start": 1146.08,
      "dur": 3.27,
      "text": "there or Donald Trump said 95 one of them said 90 one said 95 in December and"
    },
    {
      "start": 1149.36,
      "dur": 2.07,
      "text": "them said 90 one said 95 in December and they do seem to be edging towards some"
    },
    {
      "start": 1151.44,
      "dur": 2.71,
      "text": "they do seem to be edging towards some sort of agreement on security guarantees"
    },
    {
      "start": 1154.16,
      "dur": 2.79,
      "text": "sort of agreement on security guarantees but and it's the huge but and this is"
    },
    {
      "start": 1156.96,
      "dur": 2.23,
      "text": "but and it's the huge but and this is something you know whether these"
    },
    {
      "start": 1159.2,
      "dur": 2.07,
      "text": "something you know whether these trilateral talks in the UAE in the next"
    },
    {
      "start": 1161.28,
      "dur": 1.99,
      "text": "trilateral talks in the UAE in the next couple of days will change any that the"
    },
    {
      "start": 1163.28,
      "dur": 2.95,
      "text": "couple of days will change any that the core issue is territory and there's no"
    },
    {
      "start": 1166.24,
      "dur": 1.35,
      "text": "core issue is territory and there's no agreement on territory there's no"
    },
    {
      "start": 1167.6,
      "dur": 2.79,
      "text": "agreement on territory there's no agreement about Ukraine giving up its"
    },
    {
      "start": 1170.4,
      "dur": 2.55,
      "text": "agreement about Ukraine giving up its positions in in the Donbass, which it"
    },
    {
      "start": 1172.96,
      "dur": 1.67,
      "text": "positions in in the Donbass, which it still holds, these so-called fortress"
    },
    {
      "start": 1174.64,
      "dur": 2.71,
      "text": "still holds, these so-called fortress cities that the Russians want. There's"
    },
    {
      "start": 1177.36,
      "dur": 1.99,
      "text": "cities that the Russians want. There's no agreement about Zaparisia and the"
    },
    {
      "start": 1179.36,
      "dur": 1.669,
      "text": "no agreement about Zaparisia and the nuclear plant there, which is under"
    },
    {
      "start": 1181.039,
      "dur": 2.231,
      "text": "nuclear plant there, which is under Russian control at the moment. No"
    },
    {
      "start": 1183.28,
      "dur": 1.67,
      "text": "Russian control at the moment. No agreement about potential, you know,"
    },
    {
      "start": 1184.96,
      "dur": 1.67,
      "text": "agreement about potential, you know, free economic zone. That was one of the"
    },
    {
      "start": 1186.64,
      "dur": 2.55,
      "text": "free economic zone. That was one of the things the Ukrainians had Ukrainians had"
    },
    {
      "start": 1189.2,
      "dur": 2.95,
      "text": "things the Ukrainians had Ukrainians had floated in that sort of contact area."
    },
    {
      "start": 1192.16,
      "dur": 3.11,
      "text": "floated in that sort of contact area. So, the actual key part reason for the"
    },
    {
      "start": 1195.28,
      "dur": 4.389,
      "text": "So, the actual key part reason for the war um is is really unresolved. And so"
    },
    {
      "start": 1199.679,
      "dur": 1.431,
      "text": "war um is is really unresolved. And so we'll we'll see what comes in the next"
    },
    {
      "start": 1201.12,
      "dur": 2.07,
      "text": "we'll we'll see what comes in the next few days. I someone was saying these are"
    },
    {
      "start": 1203.2,
      "dur": 2.15,
      "text": "few days. I someone was saying these are the first time of trilateral talks. I I"
    },
    {
      "start": 1205.36,
      "dur": 1.83,
      "text": "the first time of trilateral talks. I I think they were in in Istanbul alto"
    },
    {
      "start": 1207.2,
      "dur": 1.11,
      "text": "think they were in in Istanbul alto together at one point. Maybe they"
    },
    {
      "start": 1208.32,
      "dur": 2.31,
      "text": "together at one point. Maybe they weren't in the same room together. Um"
    },
    {
      "start": 1210.64,
      "dur": 1.43,
      "text": "weren't in the same room together. Um but the implication is that they may be"
    },
    {
      "start": 1212.08,
      "dur": 1.35,
      "text": "but the implication is that they may be in the same room together in the next"
    },
    {
      "start": 1213.44,
      "dur": 1.19,
      "text": "in the same room together in the next two days."
    },
    {
      "start": 1214.64,
      "dur": 1.59,
      "text": "two days. &gt;&gt; But yeah, Shashank, what's your take on"
    },
    {
      "start": 1216.24,
      "dur": 1.429,
      "text": "&gt;&gt; But yeah, Shashank, what's your take on the fact that these talks are going to"
    },
    {
      "start": 1217.679,
      "dur": 1.99,
      "text": "the fact that these talks are going to be trilateral or tripartite? In other"
    },
    {
      "start": 1219.679,
      "dur": 1.431,
      "text": "be trilateral or tripartite? In other words, they're going to be Ukraine,"
    },
    {
      "start": 1221.12,
      "dur": 2.71,
      "text": "words, they're going to be Ukraine, Russia, and the US seemingly together as"
    },
    {
      "start": 1223.84,
      "dur": 1.99,
      "text": "Russia, and the US seemingly together as opposed to shuttling from room to room"
    },
    {
      "start": 1225.84,
      "dur": 1.91,
      "text": "opposed to shuttling from room to room to room with the whole gang never"
    },
    {
      "start": 1227.76,
      "dur": 2.87,
      "text": "to room with the whole gang never meeting at the same time. I'm I'm I'm"
    },
    {
      "start": 1230.64,
      "dur": 2.31,
      "text": "meeting at the same time. I'm I'm I'm very skeptical. You know, I I I I think"
    },
    {
      "start": 1232.96,
      "dur": 2.55,
      "text": "very skeptical. You know, I I I I think that so far we've seen really no"
    },
    {
      "start": 1235.52,
      "dur": 1.91,
      "text": "that so far we've seen really no indication from the Russian side that"
    },
    {
      "start": 1237.44,
      "dur": 1.83,
      "text": "indication from the Russian side that they're receptive to the proposals that"
    },
    {
      "start": 1239.28,
      "dur": 1.67,
      "text": "they're receptive to the proposals that have been hashed out between the"
    },
    {
      "start": 1240.96,
      "dur": 1.43,
      "text": "have been hashed out between the Americans, the Europeans, and the"
    },
    {
      "start": 1242.4,
      "dur": 1.59,
      "text": "Americans, the Europeans, and the Ukrainians. I'm not sure having the"
    },
    {
      "start": 1244.0,
      "dur": 1.669,
      "text": "Ukrainians. I'm not sure having the Russians in the same room makes an awful"
    },
    {
      "start": 1245.679,
      "dur": 2.071,
      "text": "Russians in the same room makes an awful lot of difference. I think the fact that"
    },
    {
      "start": 1247.76,
      "dur": 1.83,
      "text": "lot of difference. I think the fact that Zalinski and Trump, you know, have kind"
    },
    {
      "start": 1249.6,
      "dur": 2.309,
      "text": "Zalinski and Trump, you know, have kind of come away from the meeting today with"
    },
    {
      "start": 1251.919,
      "dur": 1.911,
      "text": "of come away from the meeting today with without signing an agreement on any on"
    },
    {
      "start": 1253.84,
      "dur": 2.309,
      "text": "without signing an agreement on any on the economics on the guarantees is is a"
    },
    {
      "start": 1256.159,
      "dur": 2.471,
      "text": "the economics on the guarantees is is a bad omen for those trilateral talks"
    },
    {
      "start": 1258.64,
      "dur": 2.95,
      "text": "bad omen for those trilateral talks should they happen. Uh fundamentally um"
    },
    {
      "start": 1261.6,
      "dur": 1.59,
      "text": "should they happen. Uh fundamentally um you can do all the talking you want. I"
    },
    {
      "start": 1263.2,
      "dur": 1.03,
      "text": "you can do all the talking you want. I think you can have the Russians in the"
    },
    {
      "start": 1264.24,
      "dur": 1.75,
      "text": "think you can have the Russians in the room, out the room. As long as the"
    },
    {
      "start": 1266.0,
      "dur": 2.47,
      "text": "room, out the room. As long as the Russians feel that the trajectory is"
    },
    {
      "start": 1268.48,
      "dur": 1.75,
      "text": "Russians feel that the trajectory is better for them than for the Ukrainians"
    },
    {
      "start": 1270.24,
      "dur": 2.07,
      "text": "better for them than for the Ukrainians and that they can still wait Trump out,"
    },
    {
      "start": 1272.32,
      "dur": 2.07,
      "text": "and that they can still wait Trump out, they have very little incentive to"
    },
    {
      "start": 1274.4,
      "dur": 2.31,
      "text": "they have very little incentive to really give much at the table. Uh, and"
    },
    {
      "start": 1276.72,
      "dur": 2.15,
      "text": "really give much at the table. Uh, and for now, I think everything we see"
    },
    {
      "start": 1278.88,
      "dur": 1.51,
      "text": "for now, I think everything we see coming out of Trump, everything we see"
    },
    {
      "start": 1280.4,
      "dur": 1.749,
      "text": "coming out of Trump, everything we see out of these meetings, uh, will give the"
    },
    {
      "start": 1282.159,
      "dur": 2.791,
      "text": "out of these meetings, uh, will give the Russians a cause to cling on, to drag"
    },
    {
      "start": 1284.96,
      "dur": 1.67,
      "text": "Russians a cause to cling on, to drag out the timeline and hope that Trump"
    },
    {
      "start": 1286.64,
      "dur": 1.99,
      "text": "out the timeline and hope that Trump loses interest as he has done before."
    },
    {
      "start": 1288.64,
      "dur": 1.67,
      "text": "loses interest as he has done before. &gt;&gt; Well, Shashank, thank you very much for"
    },
    {
      "start": 1290.32,
      "dur": 1.829,
      "text": "&gt;&gt; Well, Shashank, thank you very much for contributing to our newscast timeline"
    },
    {
      "start": 1292.159,
      "dur": 1.031,
      "text": "contributing to our newscast timeline today."
    },
    {
      "start": 1293.2,
      "dur": 1.75,
      "text": "today. &gt;&gt; Thank you. and Gary, great to catch up"
    },
    {
      "start": 1294.96,
      "dur": 1.51,
      "text": "&gt;&gt; Thank you. and Gary, great to catch up with you as well."
    },
    {
      "start": 1296.48,
      "dur": 0.79,
      "text": "with you as well. &gt;&gt; Thanks, Adam."
    },
    {
      "start": 1297.28,
      "dur": 1.35,
      "text": "&gt;&gt; Thanks, Adam. &gt;&gt; Joe Pike is here. Hello, Joe."
    },
    {
      "start": 1298.64,
      "dur": 0.87,
      "text": "&gt;&gt; Joe Pike is here. Hello, Joe. &gt;&gt; Hi, Adam. How you doing?"
    },
    {
      "start": 1299.52,
      "dur": 1.19,
      "text": "&gt;&gt; Hi, Adam. How you doing? &gt;&gt; Not in Westminster. We're in the same"
    },
    {
      "start": 1300.72,
      "dur": 0.309,
      "text": "&gt;&gt; Not in Westminster. We're in the same place."
    },
    {
      "start": 1301.039,
      "dur": 1.271,
      "text": "place. &gt;&gt; We are in the same place."
    },
    {
      "start": 1302.32,
      "dur": 1.349,
      "text": "&gt;&gt; We are in the same place. &gt;&gt; Except it's not the newscast studio."
    },
    {
      "start": 1303.679,
      "dur": 1.35,
      "text": "&gt;&gt; Except it's not the newscast studio. It's a different studio. We're in a"
    },
    {
      "start": 1305.039,
      "dur": 1.191,
      "text": "It's a different studio. We're in a different place, but we're in the same"
    },
    {
      "start": 1306.24,
      "dur": 1.59,
      "text": "different place, but we're in the same place. This is Nikki Campbell's studio"
    },
    {
      "start": 1307.84,
      "dur": 1.35,
      "text": "place. This is Nikki Campbell's studio normally in Five Live."
    },
    {
      "start": 1309.2,
      "dur": 1.19,
      "text": "normally in Five Live. &gt;&gt; So, normally the phones would be ringing"
    },
    {
      "start": 1310.4,
      "dur": 1.19,
      "text": "&gt;&gt; So, normally the phones would be ringing off the hook with people phoning in"
    },
    {
      "start": 1311.6,
      "dur": 1.27,
      "text": "off the hook with people phoning in going, \"What's happening with Andrew"
    },
    {
      "start": 1312.88,
      "dur": 2.31,
      "text": "going, \"What's happening with Andrew Gwyn MP or soon to be not MP?\""
    },
    {
      "start": 1315.2,
      "dur": 1.51,
      "text": "Gwyn MP or soon to be not MP?\" &gt;&gt; Exactly. Oh, you're asking me that?"
    },
    {
      "start": 1316.72,
      "dur": 1.35,
      "text": "&gt;&gt; Exactly. Oh, you're asking me that? &gt;&gt; Yeah, that was my way of asking you."
    },
    {
      "start": 1318.08,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, that was my way of asking you. Andrew, remind us who Andrew Gwyn is."
    },
    {
      "start": 1319.52,
      "dur": 1.59,
      "text": "Andrew, remind us who Andrew Gwyn is. &gt;&gt; He's a veteran labor MP. was quite"
    },
    {
      "start": 1321.12,
      "dur": 2.549,
      "text": "&gt;&gt; He's a veteran labor MP. was quite prominent under Jeremy Corbyn. You may"
    },
    {
      "start": 1323.679,
      "dur": 1.671,
      "text": "prominent under Jeremy Corbyn. You may remember that moment where him and Boris"
    },
    {
      "start": 1325.36,
      "dur": 1.99,
      "text": "remember that moment where him and Boris Johnson in the spin room of one of the"
    },
    {
      "start": 1327.36,
      "dur": 1.429,
      "text": "Johnson in the spin room of one of the leadership debates a few years back had"
    },
    {
      "start": 1328.799,
      "dur": 1.671,
      "text": "leadership debates a few years back had this weird tussle because they were"
    },
    {
      "start": 1330.48,
      "dur": 2.23,
      "text": "this weird tussle because they were going sort of headto head. Uh more"
    },
    {
      "start": 1332.72,
      "dur": 1.91,
      "text": "going sort of headto head. Uh more recently he was a public health minister"
    },
    {
      "start": 1334.64,
      "dur": 2.55,
      "text": "recently he was a public health minister and then was suspended from the Labour"
    },
    {
      "start": 1337.2,
      "dur": 1.75,
      "text": "and then was suspended from the Labour party had the Labour whip removed"
    },
    {
      "start": 1338.96,
      "dur": 2.55,
      "text": "party had the Labour whip removed because of reports of offensive messages"
    },
    {
      "start": 1341.52,
      "dur": 2.23,
      "text": "because of reports of offensive messages that he'd posted in a WhatsApp group."
    },
    {
      "start": 1343.76,
      "dur": 1.43,
      "text": "that he'd posted in a WhatsApp group. Now, Andrew Gwyn for many years"
    },
    {
      "start": 1345.2,
      "dur": 1.27,
      "text": "Now, Andrew Gwyn for many years &gt;&gt; about constituents"
    },
    {
      "start": 1346.48,
      "dur": 3.189,
      "text": "&gt;&gt; about constituents &gt;&gt; about constituents and about uh"
    },
    {
      "start": 1349.679,
      "dur": 2.47,
      "text": "&gt;&gt; about constituents and about uh colleagues. I remember when the story"
    },
    {
      "start": 1352.159,
      "dur": 2.711,
      "text": "colleagues. I remember when the story broke um being in a car park and being"
    },
    {
      "start": 1354.88,
      "dur": 4.23,
      "text": "broke um being in a car park and being handed a USB by a source uh with these"
    },
    {
      "start": 1359.12,
      "dur": 2.47,
      "text": "handed a USB by a source uh with these WhatsApps on it. So, uh, it's a"
    },
    {
      "start": 1361.6,
      "dur": 2.39,
      "text": "WhatsApps on it. So, uh, it's a complicated and contested,"
    },
    {
      "start": 1364.0,
      "dur": 2.63,
      "text": "complicated and contested, &gt;&gt; uh, sort of reason and and series of"
    },
    {
      "start": 1366.64,
      "dur": 2.31,
      "text": "&gt;&gt; uh, sort of reason and and series of events that led to, uh, him being"
    },
    {
      "start": 1368.96,
      "dur": 1.75,
      "text": "events that led to, uh, him being suspended, but it always seemed"
    },
    {
      "start": 1370.72,
      "dur": 2.87,
      "text": "suspended, but it always seemed difficult for him to return to the"
    },
    {
      "start": 1373.6,
      "dur": 1.11,
      "text": "difficult for him to return to the Labour fold, certainly in the next"
    },
    {
      "start": 1374.72,
      "dur": 2.15,
      "text": "Labour fold, certainly in the next election. He's also long been very open"
    },
    {
      "start": 1376.88,
      "dur": 3.21,
      "text": "election. He's also long been very open about his mental health struggles and"
    },
    {
      "start": 1380.1,
      "dur": 2.049,
      "text": "about his mental health struggles and [snorts] today he has confirmed that"
    },
    {
      "start": 1382.159,
      "dur": 2.951,
      "text": "[snorts] today he has confirmed that he'll be standing down as the MP for"
    },
    {
      "start": 1385.12,
      "dur": 3.59,
      "text": "he'll be standing down as the MP for Gordon and Denton and a bi-election will"
    },
    {
      "start": 1388.72,
      "dur": 1.35,
      "text": "Gordon and Denton and a bi-election will happen soon. Just as we're recording"
    },
    {
      "start": 1390.08,
      "dur": 1.51,
      "text": "happen soon. Just as we're recording this bit of newscast at just before four"
    },
    {
      "start": 1391.6,
      "dur": 1.75,
      "text": "this bit of newscast at just before four o'clock on Thursday, we've had"
    },
    {
      "start": 1393.36,
      "dur": 2.07,
      "text": "o'clock on Thursday, we've had confirmation from Andrew Gwyn. He's put"
    },
    {
      "start": 1395.44,
      "dur": 1.349,
      "text": "confirmation from Andrew Gwyn. He's put out a statement and he's gone into quite"
    },
    {
      "start": 1396.799,
      "dur": 2.951,
      "text": "out a statement and he's gone into quite a lot of detail including um a paragraph"
    },
    {
      "start": 1399.76,
      "dur": 3.43,
      "text": "a lot of detail including um a paragraph from his GP. Exactly. I think because he"
    },
    {
      "start": 1403.2,
      "dur": 2.949,
      "text": "from his GP. Exactly. I think because he wants to explain to his constituents and"
    },
    {
      "start": 1406.159,
      "dur": 1.671,
      "text": "wants to explain to his constituents and maybe because this as we'll talk about"
    },
    {
      "start": 1407.84,
      "dur": 1.27,
      "text": "maybe because this as we'll talk about this this may become quite a big"
    },
    {
      "start": 1409.12,
      "dur": 3.029,
      "text": "this this may become quite a big national story uh why he's made this uh"
    },
    {
      "start": 1412.159,
      "dur": 2.231,
      "text": "national story uh why he's made this uh difficult difficult decision and he"
    },
    {
      "start": 1414.4,
      "dur": 1.99,
      "text": "difficult difficult decision and he talks about the most difficult mental"
    },
    {
      "start": 1416.4,
      "dur": 1.91,
      "text": "talks about the most difficult mental health challenges he's faced over his"
    },
    {
      "start": 1418.32,
      "dur": 2.79,
      "text": "health challenges he's faced over his life. He he talks about the advice from"
    },
    {
      "start": 1421.12,
      "dur": 4.39,
      "text": "life. He he talks about the advice from his GP which he has quoted the GP saying"
    },
    {
      "start": 1425.52,
      "dur": 2.07,
      "text": "his GP which he has quoted the GP saying despite the treatment and support he has"
    },
    {
      "start": 1427.6,
      "dur": 2.47,
      "text": "despite the treatment and support he has received since February. This is last"
    },
    {
      "start": 1430.08,
      "dur": 1.19,
      "text": "received since February. This is last February I think when everything really"
    },
    {
      "start": 1431.28,
      "dur": 2.55,
      "text": "February I think when everything really kicked off in about this WhatsApp uh"
    },
    {
      "start": 1433.84,
      "dur": 1.75,
      "text": "kicked off in about this WhatsApp uh group and the allegations around it. I"
    },
    {
      "start": 1435.6,
      "dur": 1.35,
      "text": "group and the allegations around it. I worry that there is still a marked"
    },
    {
      "start": 1436.96,
      "dur": 1.99,
      "text": "worry that there is still a marked dissociation between the reality of his"
    },
    {
      "start": 1438.96,
      "dur": 2.949,
      "text": "dissociation between the reality of his difficulties and the quote front that he"
    },
    {
      "start": 1441.919,
      "dur": 2.23,
      "text": "difficulties and the quote front that he shows to the world. He remains on a very"
    },
    {
      "start": 1444.159,
      "dur": 2.071,
      "text": "shows to the world. He remains on a very high dose of medication. Based on my"
    },
    {
      "start": 1446.24,
      "dur": 2.39,
      "text": "high dose of medication. Based on my knowledge of him over the past 10 years"
    },
    {
      "start": 1448.64,
      "dur": 2.07,
      "text": "knowledge of him over the past 10 years and 30 years as a GP with an interest in"
    },
    {
      "start": 1450.72,
      "dur": 2.309,
      "text": "and 30 years as a GP with an interest in mental health, I do not think it likely"
    },
    {
      "start": 1453.039,
      "dur": 1.831,
      "text": "mental health, I do not think it likely that he will be able to return to his"
    },
    {
      "start": 1454.88,
      "dur": 2.789,
      "text": "that he will be able to return to his previous quotes normal. From the pattern"
    },
    {
      "start": 1457.679,
      "dur": 2.711,
      "text": "previous quotes normal. From the pattern of his illness since 2014 and the"
    },
    {
      "start": 1460.4,
      "dur": 2.869,
      "text": "of his illness since 2014 and the records we have since 2010, I think that"
    },
    {
      "start": 1463.279,
      "dur": 2.39,
      "text": "records we have since 2010, I think that he will remain extremely vulnerable and"
    },
    {
      "start": 1465.679,
      "dur": 1.59,
      "text": "he will remain extremely vulnerable and further stress will cause rapid"
    },
    {
      "start": 1467.279,
      "dur": 2.151,
      "text": "further stress will cause rapid deterioration as it did in February. I"
    },
    {
      "start": 1469.44,
      "dur": 1.27,
      "text": "deterioration as it did in February. I do not think that he'll be able to"
    },
    {
      "start": 1470.72,
      "dur": 2.71,
      "text": "do not think that he'll be able to safely return to work as an MP. And what"
    },
    {
      "start": 1473.44,
      "dur": 1.19,
      "text": "safely return to work as an MP. And what we think has also happened, though we"
    },
    {
      "start": 1474.64,
      "dur": 1.19,
      "text": "we think has also happened, though we don't have confirmation from this yet,"
    },
    {
      "start": 1475.84,
      "dur": 2.949,
      "text": "don't have confirmation from this yet, is that the trustees of Parliament's"
    },
    {
      "start": 1478.799,
      "dur": 3.031,
      "text": "is that the trustees of Parliament's pension scheme have approved or in the"
    },
    {
      "start": 1481.84,
      "dur": 2.55,
      "text": "pension scheme have approved or in the process of approving basically a medical"
    },
    {
      "start": 1484.4,
      "dur": 3.11,
      "text": "process of approving basically a medical retirement that he will get uh uh money"
    },
    {
      "start": 1487.52,
      "dur": 2.07,
      "text": "retirement that he will get uh uh money for a retirement, a pension on medical"
    },
    {
      "start": 1489.6,
      "dur": 0.549,
      "text": "for a retirement, a pension on medical grounds."
    },
    {
      "start": 1490.159,
      "dur": 1.431,
      "text": "grounds. &gt;&gt; So that then opens the way for a"
    },
    {
      "start": 1491.6,
      "dur": 1.669,
      "text": "&gt;&gt; So that then opens the way for a bi-election in that part of Greater"
    },
    {
      "start": 1493.279,
      "dur": 2.551,
      "text": "bi-election in that part of Greater Manchester. Why? Well, and we know the"
    },
    {
      "start": 1495.84,
      "dur": 1.51,
      "text": "Manchester. Why? Well, and we know the answer to this question. Why have is"
    },
    {
      "start": 1497.36,
      "dur": 1.909,
      "text": "answer to this question. Why have is instantly everybody linked it to Andy"
    },
    {
      "start": 1499.279,
      "dur": 2.071,
      "text": "instantly everybody linked it to Andy Bernham coming back to parliament?"
    },
    {
      "start": 1501.36,
      "dur": 3.189,
      "text": "Bernham coming back to parliament? &gt;&gt; Uh because it's in his patch and because"
    },
    {
      "start": 1504.559,
      "dur": 1.99,
      "text": "&gt;&gt; Uh because it's in his patch and because the signs suggest he would like to go"
    },
    {
      "start": 1506.559,
      "dur": 2.151,
      "text": "the signs suggest he would like to go for it and the timing would be perfect"
    },
    {
      "start": 1508.72,
      "dur": 3.03,
      "text": "for it and the timing would be perfect especially if uh Karma faces some form"
    },
    {
      "start": 1511.76,
      "dur": 1.83,
      "text": "especially if uh Karma faces some form of leadership challenge after the May"
    },
    {
      "start": 1513.6,
      "dur": 2.069,
      "text": "of leadership challenge after the May local Scottish and Welsh elections. Now"
    },
    {
      "start": 1515.679,
      "dur": 1.99,
      "text": "local Scottish and Welsh elections. Now after this week where Karma is seen as"
    },
    {
      "start": 1517.679,
      "dur": 2.391,
      "text": "after this week where Karma is seen as performing well at PMQ's well on the"
    },
    {
      "start": 1520.08,
      "dur": 1.99,
      "text": "performing well at PMQ's well on the world stage amidst this Trump related"
    },
    {
      "start": 1522.08,
      "dur": 2.87,
      "text": "world stage amidst this Trump related unrest maybe as some MPs have suggested"
    },
    {
      "start": 1524.96,
      "dur": 2.47,
      "text": "unrest maybe as some MPs have suggested to me that leadership tent challenge is"
    },
    {
      "start": 1527.44,
      "dur": 2.07,
      "text": "to me that leadership tent challenge is less less likely in May. But the only"
    },
    {
      "start": 1529.52,
      "dur": 1.99,
      "text": "less less likely in May. But the only way Andy Bernham can stand as Labour"
    },
    {
      "start": 1531.52,
      "dur": 2.87,
      "text": "way Andy Bernham can stand as Labour leader is if he is an MP. He can't be"
    },
    {
      "start": 1534.4,
      "dur": 1.83,
      "text": "leader is if he is an MP. He can't be both an MP and the mayor of Greater"
    },
    {
      "start": 1536.24,
      "dur": 2.789,
      "text": "both an MP and the mayor of Greater Manchester because as the mayor uh he"
    },
    {
      "start": 1539.039,
      "dur": 2.151,
      "text": "Manchester because as the mayor uh he has police and crime commissioner powers"
    },
    {
      "start": 1541.2,
      "dur": 2.469,
      "text": "has police and crime commissioner powers and legally you can't be an MP and be a"
    },
    {
      "start": 1543.679,
      "dur": 3.11,
      "text": "and legally you can't be an MP and be a PCC. Therefore, he'd have to get a seat."
    },
    {
      "start": 1546.799,
      "dur": 2.151,
      "text": "PCC. Therefore, he'd have to get a seat. And this is a seat at a perfect time,"
    },
    {
      "start": 1548.96,
      "dur": 0.309,
      "text": "And this is a seat at a perfect time, Adam,"
    },
    {
      "start": 1549.279,
      "dur": 2.151,
      "text": "Adam, &gt;&gt; and in his backyard. Um, so if Andy"
    },
    {
      "start": 1551.44,
      "dur": 1.75,
      "text": "&gt;&gt; and in his backyard. Um, so if Andy Bernham did want to be the Labor"
    },
    {
      "start": 1553.2,
      "dur": 1.99,
      "text": "Bernham did want to be the Labor candidate in this upcoming bi-election,"
    },
    {
      "start": 1555.2,
      "dur": 2.31,
      "text": "candidate in this upcoming bi-election, who would decide that he gets to be the"
    },
    {
      "start": 1557.52,
      "dur": 1.19,
      "text": "who would decide that he gets to be the candidate? Because there's there's the"
    },
    {
      "start": 1558.72,
      "dur": 1.51,
      "text": "candidate? Because there's there's the competition for these things."
    },
    {
      "start": 1560.24,
      "dur": 2.87,
      "text": "competition for these things. &gt;&gt; Absolutely. We don't know exactly who"
    },
    {
      "start": 1563.12,
      "dur": 1.75,
      "text": "&gt;&gt; Absolutely. We don't know exactly who will have a say, but the key body is"
    },
    {
      "start": 1564.88,
      "dur": 1.35,
      "text": "will have a say, but the key body is Labour's ruling national executive"
    },
    {
      "start": 1566.24,
      "dur": 2.549,
      "text": "Labour's ruling national executive committee. Uh they usually shortlist"
    },
    {
      "start": 1568.799,
      "dur": 4.23,
      "text": "committee. Uh they usually shortlist candidates. They also have a power uh to"
    },
    {
      "start": 1573.039,
      "dur": 2.311,
      "text": "candidates. They also have a power uh to uh make a decision over whether people"
    },
    {
      "start": 1575.36,
      "dur": 1.669,
      "text": "uh make a decision over whether people who are already in significant posts can"
    },
    {
      "start": 1577.039,
      "dur": 1.75,
      "text": "who are already in significant posts can sort of resign those significant posts"
    },
    {
      "start": 1578.799,
      "dur": 1.911,
      "text": "sort of resign those significant posts like for example a regional mayor to go"
    },
    {
      "start": 1580.72,
      "dur": 4.39,
      "text": "like for example a regional mayor to go for a Westminster seat. Now Karma's grip"
    },
    {
      "start": 1585.12,
      "dur": 2.549,
      "text": "for a Westminster seat. Now Karma's grip on this key committee in the inside of"
    },
    {
      "start": 1587.679,
      "dur": 3.431,
      "text": "on this key committee in the inside of the party is slightly loosened in recent"
    },
    {
      "start": 1591.12,
      "dur": 3.029,
      "text": "the party is slightly loosened in recent months but he still really does have a a"
    },
    {
      "start": 1594.159,
      "dur": 3.191,
      "text": "months but he still really does have a a a majority there. So effectively Kia"
    },
    {
      "start": 1597.36,
      "dur": 3.51,
      "text": "a majority there. So effectively Kia Starma and his hench people could"
    },
    {
      "start": 1600.88,
      "dur": 1.669,
      "text": "Starma and his hench people could control who at least is on the short"
    },
    {
      "start": 1602.559,
      "dur": 1.751,
      "text": "control who at least is on the short list and then maybe the members would"
    },
    {
      "start": 1604.32,
      "dur": 2.63,
      "text": "list and then maybe the members would decide. But really we're interested in"
    },
    {
      "start": 1606.96,
      "dur": 2.39,
      "text": "decide. But really we're interested in not the composition of a short list but"
    },
    {
      "start": 1609.36,
      "dur": 2.39,
      "text": "not the composition of a short list but whether or not they'd block Andy Burnham"
    },
    {
      "start": 1611.76,
      "dur": 1.59,
      "text": "whether or not they'd block Andy Burnham and from conversations I've had today"
    },
    {
      "start": 1613.36,
      "dur": 1.11,
      "text": "and from conversations I've had today with lots of different people in the"
    },
    {
      "start": 1614.48,
      "dur": 2.309,
      "text": "with lots of different people in the Labour party there do seem to be some"
    },
    {
      "start": 1616.799,
      "dur": 2.711,
      "text": "Labour party there do seem to be some who think Andy Burnham if he goes for it"
    },
    {
      "start": 1619.52,
      "dur": 1.11,
      "text": "who think Andy Burnham if he goes for it should be blocked."
    },
    {
      "start": 1620.64,
      "dur": 2.07,
      "text": "should be blocked. &gt;&gt; Right. So you would say what the"
    },
    {
      "start": 1622.72,
      "dur": 2.23,
      "text": "&gt;&gt; Right. So you would say what the majority of people think that or there's"
    },
    {
      "start": 1624.96,
      "dur": 1.67,
      "text": "majority of people think that or there's enough people to mean that it's a"
    },
    {
      "start": 1626.64,
      "dur": 2.07,
      "text": "enough people to mean that it's a possibility or there's just he's got"
    },
    {
      "start": 1628.72,
      "dur": 1.829,
      "text": "possibility or there's just he's got some opponents and they're talking to"
    },
    {
      "start": 1630.559,
      "dur": 1.751,
      "text": "some opponents and they're talking to you. I suppose that's impossible to know"
    },
    {
      "start": 1632.32,
      "dur": 2.55,
      "text": "you. I suppose that's impossible to know but trying to gauge like how likely it"
    },
    {
      "start": 1634.88,
      "dur": 3.19,
      "text": "but trying to gauge like how likely it is that he would be blocked basically."
    },
    {
      "start": 1638.08,
      "dur": 2.31,
      "text": "is that he would be blocked basically. &gt;&gt; I think it depends on what your view of"
    },
    {
      "start": 1640.4,
      "dur": 4.07,
      "text": "&gt;&gt; I think it depends on what your view of Karma is and where you are in the"
    },
    {
      "start": 1644.48,
      "dur": 3.03,
      "text": "Karma is and where you are in the spectrum of the the Labour party. Um"
    },
    {
      "start": 1647.52,
      "dur": 3.269,
      "text": "spectrum of the the Labour party. Um because there are a lot on the soft left"
    },
    {
      "start": 1650.799,
      "dur": 1.99,
      "text": "because there are a lot on the soft left and left of the party who think Andy"
    },
    {
      "start": 1652.799,
      "dur": 2.151,
      "text": "and left of the party who think Andy Burnham is very skilled and very"
    },
    {
      "start": 1654.96,
      "dur": 2.39,
      "text": "Burnham is very skilled and very talented and polls suggest he's very"
    },
    {
      "start": 1657.36,
      "dur": 1.99,
      "text": "talented and polls suggest he's very popular with members and therefore could"
    },
    {
      "start": 1659.36,
      "dur": 2.15,
      "text": "popular with members and therefore could be a real threat to Karmama. Amongst"
    },
    {
      "start": 1661.52,
      "dur": 2.47,
      "text": "be a real threat to Karmama. Amongst those who are more pro-star there are a"
    },
    {
      "start": 1664.0,
      "dur": 1.83,
      "text": "those who are more pro-star there are a couple of arguments they are already"
    },
    {
      "start": 1665.84,
      "dur": 4.23,
      "text": "couple of arguments they are already making about why it wouldn't be mad to"
    },
    {
      "start": 1670.08,
      "dur": 3.91,
      "text": "making about why it wouldn't be mad to block him. Now, one is about money. If"
    },
    {
      "start": 1674.0,
      "dur": 3.11,
      "text": "block him. Now, one is about money. If if they had to uh because he was only"
    },
    {
      "start": 1677.12,
      "dur": 1.51,
      "text": "if they had to uh because he was only elected to Greater Manchester Mayor or"
    },
    {
      "start": 1678.64,
      "dur": 3.19,
      "text": "elected to Greater Manchester Mayor or reelected in 2024, they won every single"
    },
    {
      "start": 1681.84,
      "dur": 2.63,
      "text": "reelected in 2024, they won every single metropolitan um burough in Greater"
    },
    {
      "start": 1684.48,
      "dur": 1.909,
      "text": "metropolitan um burough in Greater Manchester. That would be very costly,"
    },
    {
      "start": 1686.399,
      "dur": 2.951,
      "text": "Manchester. That would be very costly, not just for the the the taxpayers in"
    },
    {
      "start": 1689.36,
      "dur": 2.39,
      "text": "not just for the the the taxpayers in that part of the Northwest, but also for"
    },
    {
      "start": 1691.76,
      "dur": 1.35,
      "text": "that part of the Northwest, but also for the Labour Party. It would cost one"
    },
    {
      "start": 1693.12,
      "dur": 2.07,
      "text": "the Labour Party. It would cost one person estimated to me today half a"
    },
    {
      "start": 1695.2,
      "dur": 1.67,
      "text": "person estimated to me today half a million pounds to put on that campaign"
    },
    {
      "start": 1696.88,
      "dur": 2.07,
      "text": "million pounds to put on that campaign because it is a big area with millions"
    },
    {
      "start": 1698.96,
      "dur": 0.63,
      "text": "because it is a big area with millions of people."
    },
    {
      "start": 1699.6,
      "dur": 1.429,
      "text": "of people. &gt;&gt; That's not the doorbell. That's Joe's"
    },
    {
      "start": 1701.039,
      "dur": 0.471,
      "text": "&gt;&gt; That's not the doorbell. That's Joe's phone ringing."
    },
    {
      "start": 1701.52,
      "dur": 1.35,
      "text": "phone ringing. &gt;&gt; That's my phone. Someone else ringing."
    },
    {
      "start": 1702.88,
      "dur": 1.269,
      "text": "&gt;&gt; That's my phone. Someone else ringing. &gt;&gt; Does that not confuse you when you're at"
    },
    {
      "start": 1704.159,
      "dur": 0.63,
      "text": "&gt;&gt; Does that not confuse you when you're at home?"
    },
    {
      "start": 1704.799,
      "dur": 1.511,
      "text": "home? &gt;&gt; Uh, my doorbell doesn't sound right."
    },
    {
      "start": 1706.32,
      "dur": 0.709,
      "text": "&gt;&gt; Uh, my doorbell doesn't sound right. &gt;&gt; Okay."
    },
    {
      "start": 1707.039,
      "dur": 2.311,
      "text": "&gt;&gt; Okay. &gt;&gt; And and this person was making the"
    },
    {
      "start": 1709.36,
      "dur": 4.549,
      "text": "&gt;&gt; And and this person was making the argument that um if you are to take"
    },
    {
      "start": 1713.919,
      "dur": 3.671,
      "text": "argument that um if you are to take money to put in an antibi and people"
    },
    {
      "start": 1717.6,
      "dur": 2.549,
      "text": "money to put in an antibi and people have told me if you are to put uh money"
    },
    {
      "start": 1720.159,
      "dur": 1.51,
      "text": "have told me if you are to put uh money behind a Greater Manchester Mayor"
    },
    {
      "start": 1721.679,
      "dur": 1.751,
      "text": "behind a Greater Manchester Mayor campaign again, they would argue"
    },
    {
      "start": 1723.44,
      "dur": 2.07,
      "text": "campaign again, they would argue unnecessarily that is money that you're"
    },
    {
      "start": 1725.52,
      "dur": 2.149,
      "text": "unnecessarily that is money that you're taking away from candidates in Scotland"
    },
    {
      "start": 1727.679,
      "dur": 3.59,
      "text": "taking away from candidates in Scotland and in Wales. So Andy Burnham is causing"
    },
    {
      "start": 1731.279,
      "dur": 2.151,
      "text": "and in Wales. So Andy Burnham is causing they would argue a situation where it's"
    },
    {
      "start": 1733.44,
      "dur": 1.67,
      "text": "they would argue a situation where it's going to be harder for the Scottish"
    },
    {
      "start": 1735.12,
      "dur": 1.35,
      "text": "going to be harder for the Scottish Labor and Welsh Labor parties to"
    },
    {
      "start": 1736.48,
      "dur": 2.39,
      "text": "Labor and Welsh Labor parties to campaign. So money's one argument and"
    },
    {
      "start": 1738.88,
      "dur": 2.55,
      "text": "campaign. So money's one argument and the second argument I think this is hard"
    },
    {
      "start": 1741.44,
      "dur": 2.15,
      "text": "the second argument I think this is hard harder to believe but maybe polls will"
    },
    {
      "start": 1743.6,
      "dur": 2.309,
      "text": "harder to believe but maybe polls will suggest it's correct. They say what"
    },
    {
      "start": 1745.919,
      "dur": 2.151,
      "text": "suggest it's correct. They say what about reform? The threat of reform and"
    },
    {
      "start": 1748.08,
      "dur": 2.949,
      "text": "about reform? The threat of reform and reform winning not just potentially this"
    },
    {
      "start": 1751.039,
      "dur": 2.471,
      "text": "reform winning not just potentially this seat Andrew Gwyn's old constituency in"
    },
    {
      "start": 1753.52,
      "dur": 1.749,
      "text": "seat Andrew Gwyn's old constituency in Westminster and the momentum that would"
    },
    {
      "start": 1755.279,
      "dur": 2.791,
      "text": "Westminster and the momentum that would bring but also what about them winning"
    },
    {
      "start": 1758.08,
      "dur": 1.75,
      "text": "bring but also what about them winning the Greater Manchester Malty. Now if you"
    },
    {
      "start": 1759.84,
      "dur": 1.35,
      "text": "the Greater Manchester Malty. Now if you look at the results from last time that"
    },
    {
      "start": 1761.2,
      "dur": 1.99,
      "text": "look at the results from last time that does look farfetched but of course it is"
    },
    {
      "start": 1763.2,
      "dur": 1.51,
      "text": "does look farfetched but of course it is a really diverse place. It's not just"
    },
    {
      "start": 1764.72,
      "dur": 2.39,
      "text": "a really diverse place. It's not just about Manchester the city council in the"
    },
    {
      "start": 1767.12,
      "dur": 2.39,
      "text": "about Manchester the city council in the center. It's about Bolton and Berry and"
    },
    {
      "start": 1769.52,
      "dur": 1.83,
      "text": "center. It's about Bolton and Berry and Wigan and Stockport and Tempside"
    },
    {
      "start": 1771.36,
      "dur": 1.27,
      "text": "Wigan and Stockport and Tempside &gt;&gt; and it and it wouldn't be a normal"
    },
    {
      "start": 1772.64,
      "dur": 1.11,
      "text": "&gt;&gt; and it and it wouldn't be a normal election because it would be taking"
    },
    {
      "start": 1773.76,
      "dur": 1.83,
      "text": "election because it would be taking place in a context where people would be"
    },
    {
      "start": 1775.6,
      "dur": 1.59,
      "text": "place in a context where people would be making accusations of is it called"
    },
    {
      "start": 1777.2,
      "dur": 1.27,
      "text": "making accusations of is it called carpet bagging"
    },
    {
      "start": 1778.48,
      "dur": 1.51,
      "text": "carpet bagging &gt;&gt; like where Andy Bernham was just trying"
    },
    {
      "start": 1780.0,
      "dur": 1.51,
      "text": "&gt;&gt; like where Andy Bernham was just trying to get himself into a position that"
    },
    {
      "start": 1781.52,
      "dur": 2.07,
      "text": "to get himself into a position that benefited him as opposed to doing"
    },
    {
      "start": 1783.6,
      "dur": 2.39,
      "text": "benefited him as opposed to doing something that was just normal politics."
    },
    {
      "start": 1786.0,
      "dur": 2.389,
      "text": "something that was just normal politics. &gt;&gt; Yeah. Yeah. And he I mean those the"
    },
    {
      "start": 1788.399,
      "dur": 1.671,
      "text": "&gt;&gt; Yeah. Yeah. And he I mean those the people on those part that the people on"
    },
    {
      "start": 1790.08,
      "dur": 2.63,
      "text": "people on those part that the people on that side of the party, Adam, argue that"
    },
    {
      "start": 1792.72,
      "dur": 1.669,
      "text": "that side of the party, Adam, argue that you stood for for an election to a very"
    },
    {
      "start": 1794.399,
      "dur": 2.87,
      "text": "you stood for for an election to a very important and highly paid role 18 months"
    },
    {
      "start": 1797.279,
      "dur": 2.87,
      "text": "important and highly paid role 18 months ago. Like why would you jump? And there"
    },
    {
      "start": 1800.159,
      "dur": 2.071,
      "text": "ago. Like why would you jump? And there is there are various MPs who are against"
    },
    {
      "start": 1802.24,
      "dur": 5.029,
      "text": "is there are various MPs who are against Burnham and um one uh who I asked today"
    },
    {
      "start": 1807.279,
      "dur": 2.551,
      "text": "Burnham and um one uh who I asked today why are you so against them sent me a a"
    },
    {
      "start": 1809.84,
      "dur": 2.069,
      "text": "why are you so against them sent me a a list which I can go through."
    },
    {
      "start": 1811.919,
      "dur": 1.831,
      "text": "list which I can go through. &gt;&gt; Yeah. How long is it? How many minutes?"
    },
    {
      "start": 1813.76,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah. How long is it? How many minutes? Not that long. Okay. So I I I said why"
    },
    {
      "start": 1816.64,
      "dur": 1.59,
      "text": "Not that long. Okay. So I I I said why not Andy Burnham. Why are you so against"
    },
    {
      "start": 1818.24,
      "dur": 2.549,
      "text": "not Andy Burnham. Why are you so against him? Bad blood after leaving in 2017"
    },
    {
      "start": 1820.799,
      "dur": 2.391,
      "text": "him? Bad blood after leaving in 2017 leaving uh Westminster. No relationship"
    },
    {
      "start": 1823.2,
      "dur": 2.63,
      "text": "leaving uh Westminster. No relationship with the 2024 intake of MPs. The bond"
    },
    {
      "start": 1825.84,
      "dur": 2.23,
      "text": "with the 2024 intake of MPs. The bond market nonsense of this person described"
    },
    {
      "start": 1828.08,
      "dur": 1.75,
      "text": "market nonsense of this person described it. You can't deny the financial gravity"
    },
    {
      "start": 1829.84,
      "dur": 1.91,
      "text": "it. You can't deny the financial gravity of that. These comments he made at the"
    },
    {
      "start": 1831.76,
      "dur": 1.83,
      "text": "of that. These comments he made at the time of the last Labour party conference"
    },
    {
      "start": 1833.6,
      "dur": 3.429,
      "text": "time of the last Labour party conference last September. Um a condescending"
    },
    {
      "start": 1837.039,
      "dur": 2.391,
      "text": "last September. Um a condescending attitude that none of the 404 Labor MPs"
    },
    {
      "start": 1839.44,
      "dur": 2.79,
      "text": "attitude that none of the 404 Labor MPs could do the job of Labour leading PM. a"
    },
    {
      "start": 1842.24,
      "dur": 1.35,
      "text": "could do the job of Labour leading PM. a failure to deliver in Greater Manchester"
    },
    {
      "start": 1843.6,
      "dur": 2.15,
      "text": "failure to deliver in Greater Manchester on tackling homelessness. We should say"
    },
    {
      "start": 1845.76,
      "dur": 1.43,
      "text": "on tackling homelessness. We should say Andy Bernham, I'm sure, would contest"
    },
    {
      "start": 1847.2,
      "dur": 2.39,
      "text": "Andy Bernham, I'm sure, would contest all of these claims. Undermining"
    },
    {
      "start": 1849.6,
      "dur": 1.75,
      "text": "all of these claims. Undermining Westminster from afar for years and now"
    },
    {
      "start": 1851.36,
      "dur": 1.99,
      "text": "Westminster from afar for years and now wanting to come back, the circus he"
    },
    {
      "start": 1853.36,
      "dur": 2.309,
      "text": "wanting to come back, the circus he performed at conference last year. Uh,"
    },
    {
      "start": 1855.679,
      "dur": 2.71,
      "text": "performed at conference last year. Uh, and to change some of the wording here,"
    },
    {
      "start": 1858.399,
      "dur": 2.471,
      "text": "and to change some of the wording here, the mess that was the Greater Manchester"
    },
    {
      "start": 1860.88,
      "dur": 1.59,
      "text": "the mess that was the Greater Manchester Clean Air Zone. He has a lot of"
    },
    {
      "start": 1862.48,
      "dur": 1.75,
      "text": "Clean Air Zone. He has a lot of opponents in Westminster, Adam, but"
    },
    {
      "start": 1864.24,
      "dur": 2.789,
      "text": "opponents in Westminster, Adam, but that's perhaps because they also realize"
    },
    {
      "start": 1867.039,
      "dur": 1.35,
      "text": "that's perhaps because they also realize he's popular with a lot of Labour"
    },
    {
      "start": 1868.399,
      "dur": 1.99,
      "text": "he's popular with a lot of Labour members. if he gets into parliament,"
    },
    {
      "start": 1870.399,
      "dur": 2.071,
      "text": "members. if he gets into parliament, that is one big hurdle for him. And"
    },
    {
      "start": 1872.48,
      "dur": 2.39,
      "text": "that is one big hurdle for him. And look, he's a very experienced uh"
    },
    {
      "start": 1874.88,
      "dur": 2.23,
      "text": "look, he's a very experienced uh talented, skilled communicator. He's run"
    },
    {
      "start": 1877.12,
      "dur": 1.51,
      "text": "talented, skilled communicator. He's run for the Labour leadership twice before"
    },
    {
      "start": 1878.64,
      "dur": 2.07,
      "text": "for the Labour leadership twice before and failed. And maybe it could be third"
    },
    {
      "start": 1880.72,
      "dur": 0.87,
      "text": "and failed. And maybe it could be third time lucky for him."
    },
    {
      "start": 1881.6,
      "dur": 1.83,
      "text": "time lucky for him. &gt;&gt; Has he himself said anything about all"
    },
    {
      "start": 1883.44,
      "dur": 1.03,
      "text": "&gt;&gt; Has he himself said anything about all of this today?"
    },
    {
      "start": 1884.48,
      "dur": 3.35,
      "text": "of this today? &gt;&gt; No. His uh aids, people close to him"
    },
    {
      "start": 1887.84,
      "dur": 3.03,
      "text": "&gt;&gt; No. His uh aids, people close to him have said he had no awareness of any of"
    },
    {
      "start": 1890.88,
      "dur": 2.71,
      "text": "have said he had no awareness of any of this Andrew uh Gwyn speculation. And"
    },
    {
      "start": 1893.6,
      "dur": 1.59,
      "text": "this Andrew uh Gwyn speculation. And that was speculation Andrew Gwyn might"
    },
    {
      "start": 1895.2,
      "dur": 1.91,
      "text": "that was speculation Andrew Gwyn might stand down before we have the the"
    },
    {
      "start": 1897.12,
      "dur": 2.95,
      "text": "stand down before we have the the confirmation in the last uh 20 minutes"
    },
    {
      "start": 1900.08,
      "dur": 2.709,
      "text": "confirmation in the last uh 20 minutes or so. Um and I I think that their"
    },
    {
      "start": 1902.799,
      "dur": 1.191,
      "text": "or so. Um and I I think that their messaging has been that he's been"
    },
    {
      "start": 1904.0,
      "dur": 2.149,
      "text": "messaging has been that he's been focused on his on his full-time job."
    },
    {
      "start": 1906.159,
      "dur": 1.99,
      "text": "focused on his on his full-time job. &gt;&gt; And Kristar has been on a visit today,"
    },
    {
      "start": 1908.159,
      "dur": 1.191,
      "text": "&gt;&gt; And Kristar has been on a visit today, so he's been in front of the cameras."
    },
    {
      "start": 1909.36,
      "dur": 1.669,
      "text": "so he's been in front of the cameras. Did he get asked about this?"
    },
    {
      "start": 1911.039,
      "dur": 2.951,
      "text": "Did he get asked about this? &gt;&gt; He certainly did. And he would not say"
    },
    {
      "start": 1914.0,
      "dur": 1.83,
      "text": "&gt;&gt; He certainly did. And he would not say whether he supported Andy Burnham"
    },
    {
      "start": 1915.84,
      "dur": 2.63,
      "text": "whether he supported Andy Burnham standing as an MP. This was before"
    },
    {
      "start": 1918.48,
      "dur": 1.51,
      "text": "standing as an MP. This was before Andrew Gwyn's announcement. We we all"
    },
    {
      "start": 1920.0,
      "dur": 2.87,
      "text": "Andrew Gwyn's announcement. We we all sort of knew what was coming. He said it"
    },
    {
      "start": 1922.88,
      "dur": 2.149,
      "text": "sort of knew what was coming. He said it is a very early stage and the national"
    },
    {
      "start": 1925.039,
      "dur": 1.51,
      "text": "is a very early stage and the national executive committee of the Labour party"
    },
    {
      "start": 1926.559,
      "dur": 1.83,
      "text": "executive committee of the Labour party all set out the process in the usual way"
    },
    {
      "start": 1928.399,
      "dur": 2.231,
      "text": "all set out the process in the usual way as it always does for bi-elections. Andy"
    },
    {
      "start": 1930.64,
      "dur": 1.67,
      "text": "as it always does for bi-elections. Andy Bernham is doing an excellent job as"
    },
    {
      "start": 1932.32,
      "dur": 1.829,
      "text": "Bernham is doing an excellent job as mayor of Manchester. He means greater"
    },
    {
      "start": 1934.159,
      "dur": 1.99,
      "text": "mayor of Manchester. He means greater Manchester of course. We work very"
    },
    {
      "start": 1936.159,
      "dur": 2.791,
      "text": "Manchester of course. We work very closely together."
    },
    {
      "start": 1938.96,
      "dur": 1.91,
      "text": "closely together. &gt;&gt; I would suggest that is um"
    },
    {
      "start": 1940.88,
      "dur": 0.95,
      "text": "&gt;&gt; I would suggest that is um &gt;&gt; stay where you are."
    },
    {
      "start": 1941.84,
      "dur": 2.949,
      "text": "&gt;&gt; stay where you are. &gt;&gt; Stay where you are perhaps for now. Uh"
    },
    {
      "start": 1944.799,
      "dur": 2.391,
      "text": "&gt;&gt; Stay where you are perhaps for now. Uh but it is early days and there are"
    },
    {
      "start": 1947.2,
      "dur": 2.87,
      "text": "but it is early days and there are people who think and not just to the"
    },
    {
      "start": 1950.08,
      "dur": 1.91,
      "text": "people who think and not just to the left of Labour there are there are"
    },
    {
      "start": 1952.0,
      "dur": 2.31,
      "text": "left of Labour there are there are people who think if Kestan were were to"
    },
    {
      "start": 1954.32,
      "dur": 2.79,
      "text": "people who think if Kestan were were to block or his apparatrix on the NEC were"
    },
    {
      "start": 1957.12,
      "dur": 2.389,
      "text": "block or his apparatrix on the NEC were to block Bernham it would look weak. It"
    },
    {
      "start": 1959.519,
      "dur": 1.911,
      "text": "to block Bernham it would look weak. It would look like he was running scared."
    },
    {
      "start": 1961.44,
      "dur": 2.229,
      "text": "would look like he was running scared. Why not face up the leadership challenge"
    },
    {
      "start": 1963.679,
      "dur": 1.911,
      "text": "Why not face up the leadership challenge and show that you have especially after"
    },
    {
      "start": 1965.6,
      "dur": 1.669,
      "text": "and show that you have especially after this great week on the world stage that"
    },
    {
      "start": 1967.279,
      "dur": 2.791,
      "text": "this great week on the world stage that you can show him down instead of using"
    },
    {
      "start": 1970.08,
      "dur": 2.63,
      "text": "you can show him down instead of using the Labour Party rule book to styy him"
    },
    {
      "start": 1972.72,
      "dur": 1.189,
      "text": "the Labour Party rule book to styy him returning to parliament. You talked"
    },
    {
      "start": 1973.919,
      "dur": 1.431,
      "text": "returning to parliament. You talked about Starmer having a good week on the"
    },
    {
      "start": 1975.36,
      "dur": 1.909,
      "text": "about Starmer having a good week on the world stage and also a good week at"
    },
    {
      "start": 1977.279,
      "dur": 1.51,
      "text": "world stage and also a good week at Prime Minister's questions. Just expand"
    },
    {
      "start": 1978.799,
      "dur": 1.75,
      "text": "Prime Minister's questions. Just expand a bit on why that's the kind of the"
    },
    {
      "start": 1980.559,
      "dur": 2.871,
      "text": "a bit on why that's the kind of the review of Starmer's week this week."
    },
    {
      "start": 1983.44,
      "dur": 2.15,
      "text": "review of Starmer's week this week. &gt;&gt; I think because in the context of the"
    },
    {
      "start": 1985.6,
      "dur": 1.59,
      "text": "&gt;&gt; I think because in the context of the last few months, he's had a really"
    },
    {
      "start": 1987.2,
      "dur": 2.63,
      "text": "last few months, he's had a really difficult time. And if you talk to a lot"
    },
    {
      "start": 1989.84,
      "dur": 3.03,
      "text": "difficult time. And if you talk to a lot of Labour MPs, they are um they don't"
    },
    {
      "start": 1992.88,
      "dur": 1.83,
      "text": "of Labour MPs, they are um they don't necessarily have a plan if they're"
    },
    {
      "start": 1994.72,
      "dur": 3.51,
      "text": "necessarily have a plan if they're against him, but they are so many of"
    },
    {
      "start": 1998.24,
      "dur": 2.07,
      "text": "against him, but they are so many of them, I would say, are pretty negative"
    },
    {
      "start": 2000.32,
      "dur": 2.31,
      "text": "them, I would say, are pretty negative about some of the decisions that have"
    },
    {
      "start": 2002.64,
      "dur": 3.11,
      "text": "about some of the decisions that have been made in the government and some of"
    },
    {
      "start": 2005.76,
      "dur": 2.07,
      "text": "been made in the government and some of the interventions that that Kia Starama"
    },
    {
      "start": 2007.84,
      "dur": 2.309,
      "text": "the interventions that that Kia Starama has made in front of the cameras. But I"
    },
    {
      "start": 2010.159,
      "dur": 3.35,
      "text": "has made in front of the cameras. But I think a lot of them believe that at"
    },
    {
      "start": 2013.519,
      "dur": 1.431,
      "text": "think a lot of them believe that at Prime Minister's questions, the"
    },
    {
      "start": 2014.96,
      "dur": 4.63,
      "text": "Prime Minister's questions, the language, the tone of his uh response in"
    },
    {
      "start": 2019.6,
      "dur": 2.549,
      "text": "language, the tone of his uh response in this week of real uncertainty and"
    },
    {
      "start": 2022.159,
      "dur": 3.671,
      "text": "this week of real uncertainty and turbulence on the world stage uh was um"
    },
    {
      "start": 2025.84,
      "dur": 2.63,
      "text": "turbulence on the world stage uh was um impressive and reassuring. I was talking"
    },
    {
      "start": 2028.48,
      "dur": 2.71,
      "text": "impressive and reassuring. I was talking to one MP this morning who was saying"
    },
    {
      "start": 2031.2,
      "dur": 1.99,
      "text": "to one MP this morning who was saying who I don't think he's a at the moment a"
    },
    {
      "start": 2033.2,
      "dur": 2.55,
      "text": "who I don't think he's a at the moment a huge fan of Karma, but was saying maybe"
    },
    {
      "start": 2035.76,
      "dur": 1.59,
      "text": "huge fan of Karma, but was saying maybe there won't be a challenge in May. Maybe"
    },
    {
      "start": 2037.36,
      "dur": 3.669,
      "text": "there won't be a challenge in May. Maybe he'll last longer because voters at this"
    },
    {
      "start": 2041.039,
      "dur": 1.51,
      "text": "he'll last longer because voters at this time of turbulence might want someone"
    },
    {
      "start": 2042.559,
      "dur": 4.071,
      "text": "time of turbulence might want someone they know is seemingly arguably a safe"
    },
    {
      "start": 2046.64,
      "dur": 3.509,
      "text": "they know is seemingly arguably a safe pair of hands and a lot of things uh"
    },
    {
      "start": 2050.159,
      "dur": 1.831,
      "text": "pair of hands and a lot of things uh he's done or not done I think are also"
    },
    {
      "start": 2052.0,
      "dur": 1.109,
      "text": "he's done or not done I think are also significant. There was a lot of pressure"
    },
    {
      "start": 2053.119,
      "dur": 1.99,
      "text": "significant. There was a lot of pressure on Kestama to go to Davos"
    },
    {
      "start": 2055.119,
      "dur": 2.95,
      "text": "on Kestama to go to Davos &gt;&gt; but actually not going not engaging with"
    },
    {
      "start": 2058.079,
      "dur": 2.55,
      "text": "&gt;&gt; but actually not going not engaging with Donald Trump face to face and actually"
    },
    {
      "start": 2060.639,
      "dur": 0.23,
      "text": "Donald Trump face to face and actually uh"
    },
    {
      "start": 2060.879,
      "dur": 1.27,
      "text": "uh &gt;&gt; meant he didn't get caught up in the"
    },
    {
      "start": 2062.159,
      "dur": 0.551,
      "text": "&gt;&gt; meant he didn't get caught up in the drama."
    },
    {
      "start": 2062.72,
      "dur": 0.79,
      "text": "drama. &gt;&gt; Exactly. I mean,"
    },
    {
      "start": 2063.52,
      "dur": 1.75,
      "text": "&gt;&gt; Exactly. I mean, &gt;&gt; which reinforced his position at the"
    },
    {
      "start": 2065.28,
      "dur": 1.43,
      "text": "&gt;&gt; which reinforced his position at the start of the week, which was, let's not"
    },
    {
      "start": 2066.72,
      "dur": 1.189,
      "text": "start of the week, which was, let's not have a drama about this."
    },
    {
      "start": 2067.919,
      "dur": 1.271,
      "text": "have a drama about this. &gt;&gt; He could have he could have put on some"
    },
    {
      "start": 2069.2,
      "dur": 2.629,
      "text": "&gt;&gt; He could have he could have put on some aviators like Emanuel Macron and"
    },
    {
      "start": 2071.839,
      "dur": 1.911,
      "text": "aviators like Emanuel Macron and seemingly been quite critical or not"
    },
    {
      "start": 2073.76,
      "dur": 2.23,
      "text": "seemingly been quite critical or not worn aviators, but done a a Mark Carney"
    },
    {
      "start": 2076.0,
      "dur": 1.51,
      "text": "worn aviators, but done a a Mark Carney and also been"
    },
    {
      "start": 2077.52,
      "dur": 1.829,
      "text": "and also been &gt;&gt; been seemingly quite critical of Donald"
    },
    {
      "start": 2079.359,
      "dur": 1.27,
      "text": "&gt;&gt; been seemingly quite critical of Donald Trump. Instead, he did something"
    },
    {
      "start": 2080.639,
      "dur": 3.43,
      "text": "Trump. Instead, he did something different, but addressed Parliament in a"
    },
    {
      "start": 2084.079,
      "dur": 3.27,
      "text": "different, but addressed Parliament in a clear way. And certainly some of the"
    },
    {
      "start": 2087.359,
      "dur": 2.31,
      "text": "clear way. And certainly some of the more sort of worried, concerned uh"
    },
    {
      "start": 2089.679,
      "dur": 2.71,
      "text": "more sort of worried, concerned uh jittish Labor MPs seemed reassured by"
    },
    {
      "start": 2092.399,
      "dur": 4.311,
      "text": "jittish Labor MPs seemed reassured by that. And I think that um"
    },
    {
      "start": 2096.72,
      "dur": 1.59,
      "text": "that. And I think that um it shows you many things. Maybe it shows"
    },
    {
      "start": 2098.32,
      "dur": 1.99,
      "text": "it shows you many things. Maybe it shows that God how short- termist are the"
    },
    {
      "start": 2100.32,
      "dur": 3.269,
      "text": "that God how short- termist are the outlooks of um these they completely"
    },
    {
      "start": 2103.599,
      "dur": 1.271,
      "text": "outlooks of um these they completely change. And also I should say even"
    },
    {
      "start": 2104.88,
      "dur": 2.469,
      "text": "change. And also I should say even though there's lots of negativity on the"
    },
    {
      "start": 2107.359,
      "dur": 2.951,
      "text": "though there's lots of negativity on the labor benches, a lot of the potential"
    },
    {
      "start": 2110.32,
      "dur": 1.19,
      "text": "labor benches, a lot of the potential rebels admit they don't really have a"
    },
    {
      "start": 2111.52,
      "dur": 1.75,
      "text": "rebels admit they don't really have a plan or an idea. So it doesn't nothing"
    },
    {
      "start": 2113.28,
      "dur": 2.39,
      "text": "plan or an idea. So it doesn't nothing seems hugely im imminent or well"
    },
    {
      "start": 2115.68,
      "dur": 1.03,
      "text": "seems hugely im imminent or well coordinated. Anyway,"
    },
    {
      "start": 2116.72,
      "dur": 0.79,
      "text": "coordinated. Anyway, &gt;&gt; Joe, thank you."
    },
    {
      "start": 2117.52,
      "dur": 3.319,
      "text": "&gt;&gt; Joe, thank you. &gt;&gt; Thanks, Adam."
    }
  ]
}