{
  "videoId": "NI3YNirJ6oM",
  "title": "Buckingham Palace 'stands ready to support' police in Andrew inquiries | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 311,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.4,
      "text": "This relates to the release of those"
    },
    {
      "start": 2.48,
      "dur": 1.829,
      "text": "This relates to the release of those Epstein files because in the last few"
    },
    {
      "start": 4.319,
      "dur": 2.791,
      "text": "Epstein files because in the last few minutes, King Charles has made his first"
    },
    {
      "start": 7.12,
      "dur": 2.63,
      "text": "minutes, King Charles has made his first intervention in the Epstein scandal. He"
    },
    {
      "start": 9.76,
      "dur": 2.55,
      "text": "intervention in the Epstein scandal. He said that he is ready to support the"
    },
    {
      "start": 12.32,
      "dur": 2.229,
      "text": "said that he is ready to support the police as they consider allegations"
    },
    {
      "start": 14.559,
      "dur": 2.79,
      "text": "police as they consider allegations against Andrew Mountbatton Windsor."
    },
    {
      "start": 17.359,
      "dur": 1.511,
      "text": "against Andrew Mountbatton Windsor. Here's a bit of the statement. The king"
    },
    {
      "start": 18.88,
      "dur": 2.149,
      "text": "Here's a bit of the statement. The king has made clear in words and through"
    },
    {
      "start": 21.039,
      "dur": 2.39,
      "text": "has made clear in words and through unprecedented actions his profound"
    },
    {
      "start": 23.439,
      "dur": 2.471,
      "text": "unprecedented actions his profound concern at allegations which continue to"
    },
    {
      "start": 25.92,
      "dur": 1.91,
      "text": "concern at allegations which continue to come to light in respect of Mr."
    },
    {
      "start": 27.84,
      "dur": 1.829,
      "text": "come to light in respect of Mr. Mountbatton Windsor's conduct. That is"
    },
    {
      "start": 29.679,
      "dur": 1.67,
      "text": "Mountbatton Windsor's conduct. That is according to a Buckingham Palace"
    },
    {
      "start": 31.359,
      "dur": 2.151,
      "text": "according to a Buckingham Palace spokesperson. While the specific claims"
    },
    {
      "start": 33.52,
      "dur": 1.91,
      "text": "spokesperson. While the specific claims in question are for Mr. Mountbatam"
    },
    {
      "start": 35.44,
      "dur": 2.71,
      "text": "in question are for Mr. Mountbatam Windsor to address, if we are approached"
    },
    {
      "start": 38.16,
      "dur": 2.63,
      "text": "Windsor to address, if we are approached by Temp's Valley Police, we stand ready"
    },
    {
      "start": 40.8,
      "dur": 2.39,
      "text": "by Temp's Valley Police, we stand ready to support them as you would expect."
    },
    {
      "start": 43.2,
      "dur": 2.15,
      "text": "to support them as you would expect. Now, this all comes after Temp's Valley"
    },
    {
      "start": 45.36,
      "dur": 2.39,
      "text": "Now, this all comes after Temp's Valley Police confirmed it's assessing whether"
    },
    {
      "start": 47.76,
      "dur": 1.99,
      "text": "Police confirmed it's assessing whether there are grounds to investigate a"
    },
    {
      "start": 49.76,
      "dur": 2.309,
      "text": "there are grounds to investigate a complaint by the anti- monarchy group"
    },
    {
      "start": 52.079,
      "dur": 2.47,
      "text": "complaint by the anti- monarchy group Republic, which reported Mount Batten,"
    },
    {
      "start": 54.559,
      "dur": 2.15,
      "text": "Republic, which reported Mount Batten, Windsor for suspected misconduct in"
    },
    {
      "start": 56.719,
      "dur": 3.031,
      "text": "Windsor for suspected misconduct in public office and breach of official"
    },
    {
      "start": 59.76,
      "dur": 3.51,
      "text": "public office and breach of official secrets. So, that is the very latest uh"
    },
    {
      "start": 63.28,
      "dur": 3.67,
      "text": "secrets. So, that is the very latest uh very uh surprising intervention by King"
    },
    {
      "start": 66.96,
      "dur": 2.31,
      "text": "very uh surprising intervention by King Charles into the Epstein scandal."
    },
    {
      "start": 69.28,
      "dur": 2.79,
      "text": "Charles into the Epstein scandal. Unprecedented even. Let's now hear a"
    },
    {
      "start": 72.08,
      "dur": 1.59,
      "text": "Unprecedented even. Let's now hear a little bit more about this from our"
    },
    {
      "start": 73.68,
      "dur": 2.07,
      "text": "little bit more about this from our royal correspondent Helena Wilkinson who"
    },
    {
      "start": 75.76,
      "dur": 1.91,
      "text": "royal correspondent Helena Wilkinson who had told me a little bit more about this"
    },
    {
      "start": 77.68,
      "dur": 2.39,
      "text": "had told me a little bit more about this extraordinary statement from the palace."
    },
    {
      "start": 80.08,
      "dur": 1.43,
      "text": "extraordinary statement from the palace. I think the statement is quite"
    },
    {
      "start": 81.52,
      "dur": 1.43,
      "text": "I think the statement is quite extraordinary. It's the first time"
    },
    {
      "start": 82.96,
      "dur": 3.11,
      "text": "extraordinary. It's the first time really that we have heard uh that"
    },
    {
      "start": 86.08,
      "dur": 1.43,
      "text": "really that we have heard uh that through this statement through the"
    },
    {
      "start": 87.52,
      "dur": 3.19,
      "text": "through this statement through the palace spokesperson statement uh that"
    },
    {
      "start": 90.72,
      "dur": 2.55,
      "text": "palace spokesperson statement uh that the king's profound concerns at"
    },
    {
      "start": 93.28,
      "dur": 2.149,
      "text": "the king's profound concerns at allegations which continue to come to"
    },
    {
      "start": 95.439,
      "dur": 4.31,
      "text": "allegations which continue to come to light in respect and directly naming uh"
    },
    {
      "start": 99.759,
      "dur": 2.31,
      "text": "light in respect and directly naming uh in that statement the king's younger"
    },
    {
      "start": 102.079,
      "dur": 2.151,
      "text": "in that statement the king's younger brother Mr. Mount Batton Windsor's"
    },
    {
      "start": 104.24,
      "dur": 4.149,
      "text": "brother Mr. Mount Batton Windsor's conduct um where the statement points to"
    },
    {
      "start": 108.399,
      "dur": 3.271,
      "text": "conduct um where the statement points to uh the unprecedented actions that will"
    },
    {
      "start": 111.68,
      "dur": 2.23,
      "text": "uh the unprecedented actions that will likely be referring to when the king if"
    },
    {
      "start": 113.92,
      "dur": 2.869,
      "text": "likely be referring to when the king if we cast our minds back to late last year"
    },
    {
      "start": 116.799,
      "dur": 2.471,
      "text": "we cast our minds back to late last year the king stripped his younger brother of"
    },
    {
      "start": 119.28,
      "dur": 2.63,
      "text": "the king stripped his younger brother of his titles including Duke of York and"
    },
    {
      "start": 121.92,
      "dur": 3.35,
      "text": "his titles including Duke of York and also prince which he had uh since he was"
    },
    {
      "start": 125.28,
      "dur": 2.87,
      "text": "also prince which he had uh since he was born but that statement continuing while"
    },
    {
      "start": 128.16,
      "dur": 1.91,
      "text": "born but that statement continuing while the specific claims in question are for"
    },
    {
      "start": 130.08,
      "dur": 2.07,
      "text": "the specific claims in question are for Mr. to Mount Bat and Windsor to address."
    },
    {
      "start": 132.16,
      "dur": 2.149,
      "text": "Mr. to Mount Bat and Windsor to address. If we are approached by Tempame's Valley"
    },
    {
      "start": 134.319,
      "dur": 2.231,
      "text": "If we are approached by Tempame's Valley Police, we stand ready to support them"
    },
    {
      "start": 136.56,
      "dur": 3.83,
      "text": "Police, we stand ready to support them as you would expect. So, a significant"
    },
    {
      "start": 140.4,
      "dur": 2.549,
      "text": "as you would expect. So, a significant statement this evening from a palace"
    },
    {
      "start": 142.959,
      "dur": 3.831,
      "text": "statement this evening from a palace spokesperson and clearly this issue is"
    },
    {
      "start": 146.8,
      "dur": 1.75,
      "text": "spokesperson and clearly this issue is not going away for the royal family, but"
    },
    {
      "start": 148.56,
      "dur": 3.11,
      "text": "not going away for the royal family, but it appears that the king has decided"
    },
    {
      "start": 151.68,
      "dur": 2.23,
      "text": "it appears that the king has decided that he has to put something further"
    },
    {
      "start": 153.92,
      "dur": 1.669,
      "text": "that he has to put something further out. And we heard earlier, didn't we,"
    },
    {
      "start": 155.599,
      "dur": 1.99,
      "text": "out. And we heard earlier, didn't we, from the uh Prince and Princess of"
    },
    {
      "start": 157.599,
      "dur": 1.751,
      "text": "from the uh Prince and Princess of Wales, the Prince of Wales, Prince"
    },
    {
      "start": 159.36,
      "dur": 2.31,
      "text": "Wales, the Prince of Wales, Prince William, who is currently in Saudi"
    },
    {
      "start": 161.68,
      "dur": 3.11,
      "text": "William, who is currently in Saudi Arabia on a trip there, asked by the UK"
    },
    {
      "start": 164.8,
      "dur": 3.19,
      "text": "Arabia on a trip there, asked by the UK government before he arrived in Saudi"
    },
    {
      "start": 168.0,
      "dur": 4.229,
      "text": "government before he arrived in Saudi Arabia, uh Prince William and uh uh the"
    },
    {
      "start": 172.239,
      "dur": 3.431,
      "text": "Arabia, uh Prince William and uh uh the Princess of Wales put out a statement."
    },
    {
      "start": 175.68,
      "dur": 2.31,
      "text": "Princess of Wales put out a statement. uh first time we heard them from them"
    },
    {
      "start": 178.0,
      "dur": 1.99,
      "text": "uh first time we heard them from them publicly saying that they were deeply"
    },
    {
      "start": 180.0,
      "dur": 2.47,
      "text": "publicly saying that they were deeply concerned by the latest revelations"
    },
    {
      "start": 182.48,
      "dur": 2.15,
      "text": "concerned by the latest revelations about Jeffrey Epstein in their first"
    },
    {
      "start": 184.64,
      "dur": 2.15,
      "text": "about Jeffrey Epstein in their first public statement on the scandal. But"
    },
    {
      "start": 186.8,
      "dur": 1.429,
      "text": "public statement on the scandal. But this statement from the palace"
    },
    {
      "start": 188.239,
      "dur": 3.111,
      "text": "this statement from the palace spokesperson this evening um really"
    },
    {
      "start": 191.36,
      "dur": 2.63,
      "text": "spokesperson this evening um really going one step further referring"
    },
    {
      "start": 194.0,
      "dur": 1.75,
      "text": "going one step further referring specifically to Mr. Mountbat and"
    },
    {
      "start": 195.76,
      "dur": 2.71,
      "text": "specifically to Mr. Mountbat and Windsor's conduct uh and saying that"
    },
    {
      "start": 198.48,
      "dur": 2.23,
      "text": "Windsor's conduct uh and saying that while the specific claims in question"
    },
    {
      "start": 200.72,
      "dur": 1.509,
      "text": "while the specific claims in question are for Mr. in Mount Bat and Windsor to"
    },
    {
      "start": 202.239,
      "dur": 2.71,
      "text": "are for Mr. in Mount Bat and Windsor to address if they are approached by the"
    },
    {
      "start": 204.959,
      "dur": 3.27,
      "text": "address if they are approached by the police uh then they are willing to"
    },
    {
      "start": 208.239,
      "dur": 0.551,
      "text": "police uh then they are willing to support them."
    },
    {
      "start": 208.8,
      "dur": 1.75,
      "text": "support them. &gt;&gt; I mean that in itself is extraordinary"
    },
    {
      "start": 210.56,
      "dur": 1.029,
      "text": "&gt;&gt; I mean that in itself is extraordinary Helena, isn't it?"
    },
    {
      "start": 211.599,
      "dur": 4.071,
      "text": "Helena, isn't it? &gt;&gt; It is. Um we know that the the king has"
    },
    {
      "start": 215.68,
      "dur": 2.15,
      "text": "&gt;&gt; It is. Um we know that the the king has previously put out various statements"
    },
    {
      "start": 217.84,
      "dur": 2.389,
      "text": "previously put out various statements and in this statement here this evening"
    },
    {
      "start": 220.239,
      "dur": 1.99,
      "text": "and in this statement here this evening uh it touches on their majesty's"
    },
    {
      "start": 222.239,
      "dur": 2.231,
      "text": "uh it touches on their majesty's thoughts and sympathies have been and"
    },
    {
      "start": 224.48,
      "dur": 2.309,
      "text": "thoughts and sympathies have been and remain with the victims of any and all"
    },
    {
      "start": 226.799,
      "dur": 2.311,
      "text": "remain with the victims of any and all forms of abuse. Uh we knew previously"
    },
    {
      "start": 229.12,
      "dur": 3.35,
      "text": "forms of abuse. Uh we knew previously from sources that uh it they felt that"
    },
    {
      "start": 232.48,
      "dur": 2.71,
      "text": "from sources that uh it they felt that it was up to Andrew Mountbat and Windsor"
    },
    {
      "start": 235.2,
      "dur": 1.99,
      "text": "it was up to Andrew Mountbat and Windsor as to whether he would answer any"
    },
    {
      "start": 237.2,
      "dur": 2.07,
      "text": "as to whether he would answer any questions and it was his conscience"
    },
    {
      "start": 239.28,
      "dur": 3.509,
      "text": "questions and it was his conscience really. Uh but this evening uh two"
    },
    {
      "start": 242.799,
      "dur": 3.99,
      "text": "really. Uh but this evening uh two things here specifically uh uh naming"
    },
    {
      "start": 246.799,
      "dur": 2.551,
      "text": "things here specifically uh uh naming Andrew Mountbat and Windsor in this"
    },
    {
      "start": 249.36,
      "dur": 2.229,
      "text": "Andrew Mountbat and Windsor in this statement and also that they are ready"
    },
    {
      "start": 251.599,
      "dur": 3.83,
      "text": "statement and also that they are ready to support Tempame's Valley Police if"
    },
    {
      "start": 255.439,
      "dur": 1.431,
      "text": "to support Tempame's Valley Police if they are approached. It is an"
    },
    {
      "start": 256.88,
      "dur": 2.39,
      "text": "they are approached. It is an extraordinary statement."
    },
    {
      "start": 259.28,
      "dur": 1.669,
      "text": "extraordinary statement. &gt;&gt; Well, that was our royal correspondent"
    },
    {
      "start": 260.959,
      "dur": 2.391,
      "text": "&gt;&gt; Well, that was our royal correspondent Helena Wilkinson talking to me a little"
    },
    {
      "start": 263.36,
      "dur": 1.829,
      "text": "Helena Wilkinson talking to me a little bit earlier about what she herself"
    },
    {
      "start": 265.199,
      "dur": 2.391,
      "text": "bit earlier about what she herself described as an extraordinary statement"
    },
    {
      "start": 267.6,
      "dur": 2.39,
      "text": "described as an extraordinary statement from Buckingham Palace. There's more on"
    },
    {
      "start": 270.0,
      "dur": 2.629,
      "text": "from Buckingham Palace. There's more on that story on the BBC's website. But the"
    },
    {
      "start": 272.639,
      "dur": 2.311,
      "text": "that story on the BBC's website. But the fallout from the Epstein files has also"
    },
    {
      "start": 274.96,
      "dur": 2.07,
      "text": "fallout from the Epstein files has also continued to have political"
    },
    {
      "start": 277.04,
      "dur": 2.63,
      "text": "continued to have political repercussions in the UK. For more on"
    },
    {
      "start": 279.68,
      "dur": 3.509,
      "text": "repercussions in the UK. For more on that, let's cross live my colleague"
    },
    {
      "start": 283.199,
      "dur": 1.351,
      "text": "that, let's cross live my colleague &gt;&gt; Christian."
    },
    {
      "start": 284.56,
      "dur": 1.43,
      "text": "&gt;&gt; Christian. &gt;&gt; Marian, thank you very much. I've been"
    },
    {
      "start": 286.0,
      "dur": 1.27,
      "text": "&gt;&gt; Marian, thank you very much. I've been saying through the course of the day how"
    },
    {
      "start": 287.28,
      "dur": 1.51,
      "text": "saying through the course of the day how things have ebed and flowed for the"
    },
    {
      "start": 288.8,
      "dur": 1.35,
      "text": "things have ebed and flowed for the prime minister. There was a point this"
    },
    {
      "start": 290.16,
      "dur": 1.91,
      "text": "prime minister. There was a point this afternoon after the statement from"
    },
    {
      "start": 292.08,
      "dur": 1.99,
      "text": "afternoon after the statement from Anasawa where we thought things for the"
    },
    {
      "start": 294.08,
      "dur": 1.99,
      "text": "Anasawa where we thought things for the prime minister might start to turn"
    },
    {
      "start": 296.08,
      "dur": 1.75,
      "text": "prime minister might start to turn against him that things might indeed be"
    },
    {
      "start": 297.84,
      "dur": 2.31,
      "text": "against him that things might indeed be terminal and then things look to improve"
    },
    {
      "start": 300.16,
      "dur": 1.35,
      "text": "terminal and then things look to improve through the course of the afternoon as"
    },
    {
      "start": 301.52,
      "dur": 1.75,
      "text": "through the course of the afternoon as the cabinet rallied behind him. But"
    },
    {
      "start": 303.28,
      "dur": 1.59,
      "text": "the cabinet rallied behind him. But there's been a series of briefings over"
    },
    {
      "start": 304.88,
      "dur": 2.149,
      "text": "there's been a series of briefings over the last hour which really spells out"
    },
    {
      "start": 307.039,
      "dur": 3.031,
      "text": "the last hour which really spells out for you just how how deep this crisis"
    },
    {
      "start": 310.08,
      "dur": 2.32,
      "text": "for you just how how deep this crisis goes"
    }
  ]
}