{
  "videoId": "nTJUcqHpHW0",
  "title": "Russia says it will pause attacks on Kyiv until Sunday | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 273,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.16,
      "text": "Let's uh move to the Ukraine because the"
    },
    {
      "start": 2.24,
      "dur": 2.79,
      "text": "Let's uh move to the Ukraine because the Kremlin says Vladimir Putin has agreed"
    },
    {
      "start": 5.04,
      "dur": 3.43,
      "text": "Kremlin says Vladimir Putin has agreed to halt attacks on Kev until Sunday. The"
    },
    {
      "start": 8.48,
      "dur": 2.149,
      "text": "to halt attacks on Kev until Sunday. The latest round of talks on ending the war"
    },
    {
      "start": 10.639,
      "dur": 2.551,
      "text": "latest round of talks on ending the war is due to take place in the United Arab"
    },
    {
      "start": 13.2,
      "dur": 3.19,
      "text": "is due to take place in the United Arab Emirates on the same day. A spokesman in"
    },
    {
      "start": 16.4,
      "dur": 3.43,
      "text": "Emirates on the same day. A spokesman in Moscow said Mr. Putin had agreed to the"
    },
    {
      "start": 19.84,
      "dur": 2.55,
      "text": "Moscow said Mr. Putin had agreed to the request because President Trump had made"
    },
    {
      "start": 22.4,
      "dur": 2.629,
      "text": "request because President Trump had made it personally. Now, there were fewer"
    },
    {
      "start": 25.039,
      "dur": 1.99,
      "text": "it personally. Now, there were fewer Russian air strikes on Ukraine than"
    },
    {
      "start": 27.039,
      "dur": 2.07,
      "text": "Russian air strikes on Ukraine than usual overnight with one ballistic"
    },
    {
      "start": 29.119,
      "dur": 3.191,
      "text": "usual overnight with one ballistic missile and around 100 drones fired. And"
    },
    {
      "start": 32.32,
      "dur": 1.749,
      "text": "missile and around 100 drones fired. And temperatures in Ukraine are forecast to"
    },
    {
      "start": 34.079,
      "dur": 2.711,
      "text": "temperatures in Ukraine are forecast to fall as low as -30°"
    },
    {
      "start": 36.8,
      "dur": 2.95,
      "text": "fall as low as -30° C in the coming days. Let's speak to our"
    },
    {
      "start": 39.76,
      "dur": 1.43,
      "text": "C in the coming days. Let's speak to our Eastern Europe correspondent Sarah"
    },
    {
      "start": 41.2,
      "dur": 2.39,
      "text": "Eastern Europe correspondent Sarah Reignsford who is in Kev for us. And"
    },
    {
      "start": 43.6,
      "dur": 3.51,
      "text": "Reignsford who is in Kev for us. And Kee, sorry Sarah, the temperatures are"
    },
    {
      "start": 47.12,
      "dur": 2.07,
      "text": "Kee, sorry Sarah, the temperatures are extraordinarily low, are they not? It's"
    },
    {
      "start": 49.2,
      "dur": 1.27,
      "text": "extraordinarily low, are they not? It's difficult, I think, for those of us who"
    },
    {
      "start": 50.48,
      "dur": 1.83,
      "text": "difficult, I think, for those of us who haven't experienced it to understand"
    },
    {
      "start": 52.32,
      "dur": 4.709,
      "text": "haven't experienced it to understand quite how cold we're talking about."
    },
    {
      "start": 57.039,
      "dur": 2.081,
      "text": "&gt;&gt; Yeah, I'm in Nepro in the east at the"
    },
    {
      "start": 59.12,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah, I'm in Nepro in the east at the moment, but I've been in KIA for the"
    },
    {
      "start": 60.64,
      "dur": 1.909,
      "text": "moment, but I've been in KIA for the past week and yes, the temperatures have"
    },
    {
      "start": 62.559,
      "dur": 2.31,
      "text": "past week and yes, the temperatures have been extremely cold. Uh the point is"
    },
    {
      "start": 64.879,
      "dur": 1.831,
      "text": "been extremely cold. Uh the point is they're going to get much much colder"
    },
    {
      "start": 66.72,
      "dur": 1.83,
      "text": "they're going to get much much colder than that. And we're talking about uh"
    },
    {
      "start": 68.56,
      "dur": 2.63,
      "text": "than that. And we're talking about uh down in the low 20s, so minus 20US 25"
    },
    {
      "start": 71.2,
      "dur": 2.15,
      "text": "down in the low 20s, so minus 20US 25 degrees overnight. And that matters"
    },
    {
      "start": 73.36,
      "dur": 2.069,
      "text": "degrees overnight. And that matters because there are so many people who are"
    },
    {
      "start": 75.439,
      "dur": 2.071,
      "text": "because there are so many people who are now living in houses that have had no"
    },
    {
      "start": 77.52,
      "dur": 1.83,
      "text": "now living in houses that have had no heating. some of them since early"
    },
    {
      "start": 79.36,
      "dur": 2.47,
      "text": "heating. some of them since early January and no electricity either. So,"
    },
    {
      "start": 81.84,
      "dur": 1.269,
      "text": "January and no electricity either. So, we're talking about the kind of weather"
    },
    {
      "start": 83.119,
      "dur": 1.831,
      "text": "we're talking about the kind of weather that when you breathe in, your nostril"
    },
    {
      "start": 84.96,
      "dur": 2.31,
      "text": "that when you breathe in, your nostril hair freezes. It is bone chilling. It is"
    },
    {
      "start": 87.28,
      "dur": 1.75,
      "text": "hair freezes. It is bone chilling. It is horrific and it is much much worse when"
    },
    {
      "start": 89.04,
      "dur": 2.23,
      "text": "horrific and it is much much worse when there's nowhere to go to keep warm. Now,"
    },
    {
      "start": 91.28,
      "dur": 1.509,
      "text": "there's nowhere to go to keep warm. Now, Ukrainians are resilient. They have set"
    },
    {
      "start": 92.799,
      "dur": 2.231,
      "text": "Ukrainians are resilient. They have set up uh huge heated tents in many"
    },
    {
      "start": 95.04,
      "dur": 1.429,
      "text": "up uh huge heated tents in many neighborhoods of Kiev in particular,"
    },
    {
      "start": 96.479,
      "dur": 2.071,
      "text": "neighborhoods of Kiev in particular, which has been the worst hit uh with"
    },
    {
      "start": 98.56,
      "dur": 2.229,
      "text": "which has been the worst hit uh with generators keeping uh those tents warm"
    },
    {
      "start": 100.799,
      "dur": 1.511,
      "text": "generators keeping uh those tents warm so people can go there. They can charge"
    },
    {
      "start": 102.32,
      "dur": 1.51,
      "text": "so people can go there. They can charge their devices, but ultimately they are"
    },
    {
      "start": 103.84,
      "dur": 1.99,
      "text": "their devices, but ultimately they are living in freezing cold homes. We're"
    },
    {
      "start": 105.84,
      "dur": 1.589,
      "text": "living in freezing cold homes. We're talking about hundreds of apartment"
    },
    {
      "start": 107.439,
      "dur": 1.99,
      "text": "talking about hundreds of apartment blocks in Kiev that still haven't had"
    },
    {
      "start": 109.439,
      "dur": 1.431,
      "text": "blocks in Kiev that still haven't had the power and the heating restored to"
    },
    {
      "start": 110.88,
      "dur": 1.75,
      "text": "the power and the heating restored to them because the Russian attacks have"
    },
    {
      "start": 112.64,
      "dur": 1.829,
      "text": "them because the Russian attacks have come in waves. They've come over and"
    },
    {
      "start": 114.479,
      "dur": 2.711,
      "text": "come in waves. They've come over and over again and the system is so fragile"
    },
    {
      "start": 117.2,
      "dur": 1.83,
      "text": "over again and the system is so fragile every time uh the Ukrainian authorities"
    },
    {
      "start": 119.04,
      "dur": 2.389,
      "text": "every time uh the Ukrainian authorities patch it up uh it breaks again very"
    },
    {
      "start": 121.439,
      "dur": 1.911,
      "text": "patch it up uh it breaks again very easily. So it is has been a very very"
    },
    {
      "start": 123.36,
      "dur": 3.83,
      "text": "easily. So it is has been a very very difficult winter so far. And so this uh"
    },
    {
      "start": 127.2,
      "dur": 1.829,
      "text": "difficult winter so far. And so this uh news coming announced by Donald Trump"
    },
    {
      "start": 129.039,
      "dur": 1.511,
      "text": "news coming announced by Donald Trump that there was going to be a pause in"
    },
    {
      "start": 130.56,
      "dur": 1.19,
      "text": "that there was going to be a pause in Russian strikes on the energy"
    },
    {
      "start": 131.76,
      "dur": 2.549,
      "text": "Russian strikes on the energy infrastructure is certainly welcome to"
    },
    {
      "start": 134.319,
      "dur": 1.671,
      "text": "infrastructure is certainly welcome to Ukrainians. But then came the news it"
    },
    {
      "start": 136.0,
      "dur": 1.99,
      "text": "Ukrainians. But then came the news it was only going to last until Sunday, a"
    },
    {
      "start": 138.0,
      "dur": 1.589,
      "text": "was only going to last until Sunday, a couple of days. And on Sunday is"
    },
    {
      "start": 139.599,
      "dur": 2.071,
      "text": "couple of days. And on Sunday is precisely when in central Ukraine we're"
    },
    {
      "start": 141.68,
      "dur": 1.67,
      "text": "precisely when in central Ukraine we're talking about temperatures down in minus"
    },
    {
      "start": 143.36,
      "dur": 2.949,
      "text": "talking about temperatures down in minus 25 or even lower. So the idea that there"
    },
    {
      "start": 146.319,
      "dur": 1.591,
      "text": "25 or even lower. So the idea that there could be renewed strikes I think is"
    },
    {
      "start": 147.92,
      "dur": 2.07,
      "text": "could be renewed strikes I think is extremely worrying for people even if a"
    },
    {
      "start": 150.0,
      "dur": 1.83,
      "text": "extremely worrying for people even if a little bit of a pause is some relief for"
    },
    {
      "start": 151.84,
      "dur": 0.55,
      "text": "little bit of a pause is some relief for now."
    },
    {
      "start": 152.4,
      "dur": 1.99,
      "text": "now. &gt;&gt; Yeah. And of course, you know, as we"
    },
    {
      "start": 154.4,
      "dur": 1.67,
      "text": "&gt;&gt; Yeah. And of course, you know, as we know, the uh Russians have been"
    },
    {
      "start": 156.08,
      "dur": 2.55,
      "text": "know, the uh Russians have been targeting Ukraine's energy systems"
    },
    {
      "start": 158.64,
      "dur": 2.71,
      "text": "targeting Ukraine's energy systems presumably so that using it as a war"
    },
    {
      "start": 161.36,
      "dur": 2.229,
      "text": "presumably so that using it as a war tactic that if you've got people who are"
    },
    {
      "start": 163.599,
      "dur": 3.031,
      "text": "tactic that if you've got people who are cold, presumably morale is much lower."
    },
    {
      "start": 166.64,
      "dur": 2.39,
      "text": "cold, presumably morale is much lower. So, is it in some ways a surprise that"
    },
    {
      "start": 169.04,
      "dur": 2.15,
      "text": "So, is it in some ways a surprise that that he's decided to to stop this even"
    },
    {
      "start": 171.2,
      "dur": 4.15,
      "text": "that he's decided to to stop this even if it is for a short amount of time?"
    },
    {
      "start": 175.36,
      "dur": 2.149,
      "text": "if it is for a short amount of time? Well, there are questions about whether"
    },
    {
      "start": 177.519,
      "dur": 1.511,
      "text": "Well, there are questions about whether he really decided to stop anything"
    },
    {
      "start": 179.04,
      "dur": 1.75,
      "text": "he really decided to stop anything because there's always a pause between a"
    },
    {
      "start": 180.8,
      "dur": 1.67,
      "text": "because there's always a pause between a massive attack and the next one that"
    },
    {
      "start": 182.48,
      "dur": 1.35,
      "text": "massive attack and the next one that targets the energy infrastructure. It's"
    },
    {
      "start": 183.84,
      "dur": 2.71,
      "text": "targets the energy infrastructure. It's usually 10 days or so anyway. So, was"
    },
    {
      "start": 186.56,
      "dur": 1.669,
      "text": "usually 10 days or so anyway. So, was there really a pause or is this a bit of"
    },
    {
      "start": 188.239,
      "dur": 2.231,
      "text": "there really a pause or is this a bit of theater? Big question. Certainly, it's"
    },
    {
      "start": 190.48,
      "dur": 2.63,
      "text": "theater? Big question. Certainly, it's being presented as a very nice move by"
    },
    {
      "start": 193.12,
      "dur": 1.67,
      "text": "being presented as a very nice move by Don, that's how Donald Trump described"
    },
    {
      "start": 194.8,
      "dur": 1.67,
      "text": "Don, that's how Donald Trump described Vladimir Putin. I certainly would say"
    },
    {
      "start": 196.48,
      "dur": 1.669,
      "text": "Vladimir Putin. I certainly would say Ukrainians don't see this as a very nice"
    },
    {
      "start": 198.159,
      "dur": 1.751,
      "text": "Ukrainians don't see this as a very nice move because they have been suffering"
    },
    {
      "start": 199.92,
      "dur": 2.15,
      "text": "move because they have been suffering the very severe consequences of repeated"
    },
    {
      "start": 202.08,
      "dur": 1.67,
      "text": "the very severe consequences of repeated attacks, not just this winter. This is"
    },
    {
      "start": 203.76,
      "dur": 1.43,
      "text": "attacks, not just this winter. This is the fourth winter when Russia has"
    },
    {
      "start": 205.2,
      "dur": 2.309,
      "text": "the fourth winter when Russia has deliberately targeted civilian energy"
    },
    {
      "start": 207.519,
      "dur": 1.911,
      "text": "deliberately targeted civilian energy infrastructure. And yes, the aim is to"
    },
    {
      "start": 209.44,
      "dur": 2.069,
      "text": "infrastructure. And yes, the aim is to exhaust people. It is to make them"
    },
    {
      "start": 211.519,
      "dur": 1.43,
      "text": "exhaust people. It is to make them freezing cold. It's to make them turn"
    },
    {
      "start": 212.959,
      "dur": 1.591,
      "text": "freezing cold. It's to make them turn against the authorities here, demand an"
    },
    {
      "start": 214.56,
      "dur": 1.99,
      "text": "against the authorities here, demand an end to this war, demand all sorts of"
    },
    {
      "start": 216.56,
      "dur": 1.27,
      "text": "end to this war, demand all sorts of things which are politically difficult"
    },
    {
      "start": 217.84,
      "dur": 2.23,
      "text": "things which are politically difficult for President Zilinski. It's all about"
    },
    {
      "start": 220.08,
      "dur": 2.55,
      "text": "for President Zilinski. It's all about draining uh people. And it is all about"
    },
    {
      "start": 222.64,
      "dur": 2.47,
      "text": "draining uh people. And it is all about sapping morale. And is it working? Well,"
    },
    {
      "start": 225.12,
      "dur": 1.59,
      "text": "sapping morale. And is it working? Well, to be quite honest, in Kiev over the"
    },
    {
      "start": 226.72,
      "dur": 1.91,
      "text": "to be quite honest, in Kiev over the past few days, I found people remarkably"
    },
    {
      "start": 228.64,
      "dur": 2.309,
      "text": "past few days, I found people remarkably resilient, remarkably optimistic despite"
    },
    {
      "start": 230.959,
      "dur": 1.99,
      "text": "resilient, remarkably optimistic despite everything. But we can't underestimate"
    },
    {
      "start": 232.959,
      "dur": 2.071,
      "text": "everything. But we can't underestimate how serious those conditions are. And in"
    },
    {
      "start": 235.04,
      "dur": 1.35,
      "text": "how serious those conditions are. And in fact, here in the east, we're about to"
    },
    {
      "start": 236.4,
      "dur": 2.07,
      "text": "fact, here in the east, we're about to go and see an old lady who is freezing"
    },
    {
      "start": 238.48,
      "dur": 1.749,
      "text": "go and see an old lady who is freezing in her home now for the sixth day. She"
    },
    {
      "start": 240.239,
      "dur": 1.591,
      "text": "in her home now for the sixth day. She has an elderly husband who can't get out"
    },
    {
      "start": 241.84,
      "dur": 1.35,
      "text": "has an elderly husband who can't get out of bed. She's on the seventh floor."
    },
    {
      "start": 243.2,
      "dur": 1.91,
      "text": "of bed. She's on the seventh floor. There's no lift. She can barely get up"
    },
    {
      "start": 245.12,
      "dur": 1.91,
      "text": "There's no lift. She can barely get up and down the stairs herself. So, life is"
    },
    {
      "start": 247.04,
      "dur": 2.87,
      "text": "and down the stairs herself. So, life is extremely extremely hard. Any less up in"
    },
    {
      "start": 249.92,
      "dur": 1.75,
      "text": "extremely extremely hard. Any less up in that uh in that situation is to be"
    },
    {
      "start": 251.68,
      "dur": 1.829,
      "text": "that uh in that situation is to be welcome. Uh but as I say, people are"
    },
    {
      "start": 253.519,
      "dur": 1.751,
      "text": "welcome. Uh but as I say, people are looking at this lasting for a day or two"
    },
    {
      "start": 255.28,
      "dur": 2.069,
      "text": "looking at this lasting for a day or two at most and then they genuinely believe"
    },
    {
      "start": 257.359,
      "dur": 1.83,
      "text": "at most and then they genuinely believe that the attacks will resume again after"
    },
    {
      "start": 259.199,
      "dur": 0.55,
      "text": "that the attacks will resume again after that."
    },
    {
      "start": 259.759,
      "dur": 1.511,
      "text": "that. &gt;&gt; Okay. Okay, for the moment our Eastern"
    },
    {
      "start": 261.28,
      "dur": 2.07,
      "text": "&gt;&gt; Okay. Okay, for the moment our Eastern Europe correspondent Sarah Reignsford"
    },
    {
      "start": 263.36,
      "dur": 1.91,
      "text": "Europe correspondent Sarah Reignsford there. Thank you so much Sarah Rainford"
    },
    {
      "start": 265.28,
      "dur": 2.55,
      "text": "there. Thank you so much Sarah Rainford there with the the conditions as those"
    },
    {
      "start": 267.84,
      "dur": 2.71,
      "text": "there with the the conditions as those temperatures due to hit minus 20 -30"
    },
    {
      "start": 270.56,
      "dur": 3.76,
      "text": "temperatures due to hit minus 20 -30 across parts of Ukraine over the"
    }
  ]
}