{
  "videoId": "nuQYg5yt3bM",
  "title": "Donald Trump nominates Federal Reserve critic Kevin Warsh to run US central bank | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 249,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.439,
      "text": "Welcome back to the program. Now,"
    },
    {
      "start": 1.839,
      "dur": 2.07,
      "text": "Welcome back to the program. Now, President Trump has confirmed he has"
    },
    {
      "start": 3.919,
      "dur": 2.631,
      "text": "President Trump has confirmed he has nominated Kevin Walsh to be the next"
    },
    {
      "start": 6.56,
      "dur": 1.91,
      "text": "nominated Kevin Walsh to be the next chair of the US Central Bank, the"
    },
    {
      "start": 8.48,
      "dur": 2.229,
      "text": "chair of the US Central Bank, the Federal Reserve. The appointment will"
    },
    {
      "start": 10.719,
      "dur": 1.671,
      "text": "Federal Reserve. The appointment will still need to be approved by Congress,"
    },
    {
      "start": 12.4,
      "dur": 2.63,
      "text": "still need to be approved by Congress, where some lawmakers on both sides have"
    },
    {
      "start": 15.04,
      "dur": 1.91,
      "text": "where some lawmakers on both sides have said they will oppose it unless the"
    },
    {
      "start": 16.96,
      "dur": 2.069,
      "text": "said they will oppose it unless the criminal investigation into the Fed and"
    },
    {
      "start": 19.039,
      "dur": 2.15,
      "text": "criminal investigation into the Fed and the activities of current chair Jerome"
    },
    {
      "start": 21.199,
      "dur": 2.631,
      "text": "the activities of current chair Jerome Powell are dropped. Now, Mr. Walsh"
    },
    {
      "start": 23.84,
      "dur": 1.669,
      "text": "Powell are dropped. Now, Mr. Walsh previously served on the Fed's board of"
    },
    {
      "start": 25.519,
      "dur": 2.551,
      "text": "previously served on the Fed's board of governors and has aligned himself with"
    },
    {
      "start": 28.08,
      "dur": 2.47,
      "text": "governors and has aligned himself with Trump's view that interest rates should"
    },
    {
      "start": 30.56,
      "dur": 3.35,
      "text": "Trump's view that interest rates should be lower in the world's biggest economy."
    },
    {
      "start": 33.92,
      "dur": 1.83,
      "text": "be lower in the world's biggest economy. Well, with me is our business"
    },
    {
      "start": 35.76,
      "dur": 1.99,
      "text": "Well, with me is our business correspondent Mark Ashdown. I suppose"
    },
    {
      "start": 37.76,
      "dur": 1.109,
      "text": "correspondent Mark Ashdown. I suppose Mark, the first question I should ask"
    },
    {
      "start": 38.879,
      "dur": 2.631,
      "text": "Mark, the first question I should ask you is why Kevin Walsh? Why did Donald"
    },
    {
      "start": 41.52,
      "dur": 0.709,
      "text": "you is why Kevin Walsh? Why did Donald Trump choose him?"
    },
    {
      "start": 42.239,
      "dur": 1.191,
      "text": "Trump choose him? &gt;&gt; Well, let's have a little cancer through"
    },
    {
      "start": 43.44,
      "dur": 1.429,
      "text": "&gt;&gt; Well, let's have a little cancer through his CV, shall we? As you mentioned, he"
    },
    {
      "start": 44.879,
      "dur": 2.871,
      "text": "his CV, shall we? As you mentioned, he was a Fed governor from 2006 to 2011."
    },
    {
      "start": 47.76,
      "dur": 2.87,
      "text": "was a Fed governor from 2006 to 2011. 55year-old economist, a New Yorker. Uh"
    },
    {
      "start": 50.64,
      "dur": 1.51,
      "text": "55year-old economist, a New Yorker. Uh he's a fellow at the right- leaning"
    },
    {
      "start": 52.16,
      "dur": 1.75,
      "text": "he's a fellow at the right- leaning Hoover Institution which gives you an"
    },
    {
      "start": 53.92,
      "dur": 1.83,
      "text": "Hoover Institution which gives you an idea. Serves on the board of UPS, the"
    },
    {
      "start": 55.76,
      "dur": 2.789,
      "text": "idea. Serves on the board of UPS, the logistics uh global supply chain firm."
    },
    {
      "start": 58.559,
      "dur": 2.871,
      "text": "logistics uh global supply chain firm. So stellar CV tick. Uh he's been around"
    },
    {
      "start": 61.44,
      "dur": 1.35,
      "text": "So stellar CV tick. Uh he's been around the block on Wall Street. It's fair to"
    },
    {
      "start": 62.8,
      "dur": 2.309,
      "text": "the block on Wall Street. It's fair to say another tick. So he's well known. He"
    },
    {
      "start": 65.119,
      "dur": 1.591,
      "text": "say another tick. So he's well known. He was interesting. He considered for the"
    },
    {
      "start": 66.72,
      "dur": 1.51,
      "text": "was interesting. He considered for the role of Fed chair during Trump's first"
    },
    {
      "start": 68.24,
      "dur": 1.75,
      "text": "role of Fed chair during Trump's first term. He was interviewed for it back in"
    },
    {
      "start": 70.0,
      "dur": 1.99,
      "text": "term. He was interviewed for it back in 2017. So he's been in the running"
    },
    {
      "start": 72.0,
      "dur": 1.51,
      "text": "2017. So he's been in the running certainly not nailed on. There's been a"
    },
    {
      "start": 73.52,
      "dur": 1.51,
      "text": "certainly not nailed on. There's been a lot of names around the rumor mill of"
    },
    {
      "start": 75.04,
      "dur": 2.15,
      "text": "lot of names around the rumor mill of course uh been whirling. So, not a"
    },
    {
      "start": 77.2,
      "dur": 1.75,
      "text": "course uh been whirling. So, not a surprise necessarily and it's also"
    },
    {
      "start": 78.96,
      "dur": 1.99,
      "text": "surprise necessarily and it's also unclear really whether he was in fact"
    },
    {
      "start": 80.96,
      "dur": 2.149,
      "text": "unclear really whether he was in fact Donald Trump's first choice."
    },
    {
      "start": 83.119,
      "dur": 1.831,
      "text": "Donald Trump's first choice. &gt;&gt; Interesting. But there there's thoughts"
    },
    {
      "start": 84.96,
      "dur": 1.67,
      "text": "&gt;&gt; Interesting. But there there's thoughts that he's aligned himself more to"
    },
    {
      "start": 86.64,
      "dur": 1.27,
      "text": "that he's aligned himself more to President Trump's way of thinking."
    },
    {
      "start": 87.92,
      "dur": 1.43,
      "text": "President Trump's way of thinking. &gt;&gt; Absolutely. Yeah. Where does he stand on"
    },
    {
      "start": 89.36,
      "dur": 2.789,
      "text": "&gt;&gt; Absolutely. Yeah. Where does he stand on policy? He's been an outspoken critic of"
    },
    {
      "start": 92.159,
      "dur": 2.551,
      "text": "policy? He's been an outspoken critic of the Fed. He's not a fan of this uh ultra"
    },
    {
      "start": 94.72,
      "dur": 1.749,
      "text": "the Fed. He's not a fan of this uh ultra loose monetary policy they've pursued"
    },
    {
      "start": 96.479,
      "dur": 2.231,
      "text": "loose monetary policy they've pursued since the financial crash back in uh"
    },
    {
      "start": 98.72,
      "dur": 2.47,
      "text": "since the financial crash back in uh 2008. Interestingly though, he has a"
    },
    {
      "start": 101.2,
      "dur": 2.31,
      "text": "2008. Interestingly though, he has a reputation as something of a hawk. So"
    },
    {
      "start": 103.52,
      "dur": 1.99,
      "text": "reputation as something of a hawk. So worried about high inflation, not so"
    },
    {
      "start": 105.52,
      "dur": 2.15,
      "text": "worried about high inflation, not so worried about high interest rates. I"
    },
    {
      "start": 107.68,
      "dur": 1.67,
      "text": "worried about high interest rates. I think that's going against the grain"
    },
    {
      "start": 109.36,
      "dur": 1.51,
      "text": "think that's going against the grain really of what Trump has been after. We"
    },
    {
      "start": 110.88,
      "dur": 1.589,
      "text": "really of what Trump has been after. We know he's been putting a lot of pressure"
    },
    {
      "start": 112.479,
      "dur": 3.511,
      "text": "know he's been putting a lot of pressure on the uh Fed chair Jerome Pow to lower"
    },
    {
      "start": 116.0,
      "dur": 1.51,
      "text": "on the uh Fed chair Jerome Pow to lower rates quickly. He thinks that will help"
    },
    {
      "start": 117.52,
      "dur": 1.83,
      "text": "rates quickly. He thinks that will help boost the economy. So I think that's"
    },
    {
      "start": 119.36,
      "dur": 1.67,
      "text": "boost the economy. So I think that's helping to sort of calm the markets,"
    },
    {
      "start": 121.04,
      "dur": 2.31,
      "text": "helping to sort of calm the markets, calm commentators that he won't be an"
    },
    {
      "start": 123.36,
      "dur": 1.83,
      "text": "calm commentators that he won't be an allout stoogge, if you like, of Donald"
    },
    {
      "start": 125.2,
      "dur": 1.67,
      "text": "allout stoogge, if you like, of Donald Trump. But certainly, yes, as you say,"
    },
    {
      "start": 126.88,
      "dur": 3.349,
      "text": "Trump. But certainly, yes, as you say, his his instincts are for lower rates at"
    },
    {
      "start": 130.239,
      "dur": 1.111,
      "text": "his his instincts are for lower rates at the moment. So there's going to be an"
    },
    {
      "start": 131.36,
      "dur": 2.39,
      "text": "the moment. So there's going to be an interesting balance there. Um, President"
    },
    {
      "start": 133.76,
      "dur": 1.27,
      "text": "interesting balance there. Um, President Trump has had quite a stormy"
    },
    {
      "start": 135.04,
      "dur": 1.59,
      "text": "Trump has had quite a stormy relationship certainly with the current"
    },
    {
      "start": 136.64,
      "dur": 2.39,
      "text": "relationship certainly with the current uh chair. I think the the latest he"
    },
    {
      "start": 139.04,
      "dur": 1.909,
      "text": "uh chair. I think the the latest he called him a in the last couple of"
    },
    {
      "start": 140.959,
      "dur": 1.831,
      "text": "called him a in the last couple of days. Are we expecting this to be a"
    },
    {
      "start": 142.8,
      "dur": 1.27,
      "text": "days. Are we expecting this to be a little bit more of a happy relationship?"
    },
    {
      "start": 144.08,
      "dur": 1.11,
      "text": "little bit more of a happy relationship? &gt;&gt; Yeah, I think there's no love lost"
    },
    {
      "start": 145.2,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah, I think there's no love lost between Donald Trump and uh current Fed"
    },
    {
      "start": 147.12,
      "dur": 1.99,
      "text": "between Donald Trump and uh current Fed chair drone pal. Fair to say if we look"
    },
    {
      "start": 149.12,
      "dur": 1.99,
      "text": "chair drone pal. Fair to say if we look at how Donald Trump announced this"
    },
    {
      "start": 151.12,
      "dur": 1.51,
      "text": "at how Donald Trump announced this nomination, of course, he nominates it."
    },
    {
      "start": 152.64,
      "dur": 2.15,
      "text": "nomination, of course, he nominates it. It has to be ratified, signed off uh by"
    },
    {
      "start": 154.8,
      "dur": 1.59,
      "text": "It has to be ratified, signed off uh by Congress. I have known Kevin for a long"
    },
    {
      "start": 156.4,
      "dur": 1.189,
      "text": "Congress. I have known Kevin for a long period of time. He said, \"I have no"
    },
    {
      "start": 157.599,
      "dur": 2.151,
      "text": "period of time. He said, \"I have no doubt he will go down as one of the in"
    },
    {
      "start": 159.76,
      "dur": 2.39,
      "text": "doubt he will go down as one of the in capital's great Fed chairman, maybe the"
    },
    {
      "start": 162.16,
      "dur": 1.99,
      "text": "capital's great Fed chairman, maybe the best. On top of everything else, he says"
    },
    {
      "start": 164.16,
      "dur": 2.31,
      "text": "best. On top of everything else, he says he is central casting. He will never let"
    },
    {
      "start": 166.48,
      "dur": 1.35,
      "text": "he is central casting. He will never let you down.\" We're all still trying to"
    },
    {
      "start": 167.84,
      "dur": 1.669,
      "text": "you down.\" We're all still trying to work out what he might mean by the"
    },
    {
      "start": 169.519,
      "dur": 2.231,
      "text": "work out what he might mean by the phrase central casting. Uh but yeah, the"
    },
    {
      "start": 171.76,
      "dur": 1.43,
      "text": "phrase central casting. Uh but yeah, the market's been pretty muted. The US"
    },
    {
      "start": 173.2,
      "dur": 1.27,
      "text": "market's been pretty muted. The US doesn't know, of course, for for an hour"
    },
    {
      "start": 174.48,
      "dur": 3.109,
      "text": "doesn't know, of course, for for an hour or so. Uh gold has dropped, of course."
    },
    {
      "start": 177.599,
      "dur": 1.751,
      "text": "or so. Uh gold has dropped, of course. Precious metal seen as a safe haven when"
    },
    {
      "start": 179.36,
      "dur": 1.67,
      "text": "Precious metal seen as a safe haven when times are troubled. Interesting. That's"
    },
    {
      "start": 181.04,
      "dur": 1.109,
      "text": "times are troubled. Interesting. That's dropped. Now, is this a sort of"
    },
    {
      "start": 182.159,
      "dur": 2.07,
      "text": "dropped. Now, is this a sort of rebalancing moment maybe for portfolios?"
    },
    {
      "start": 184.239,
      "dur": 1.671,
      "text": "rebalancing moment maybe for portfolios? traders thinking, well, do I back"
    },
    {
      "start": 185.92,
      "dur": 1.43,
      "text": "traders thinking, well, do I back equities now? Move money back into"
    },
    {
      "start": 187.36,
      "dur": 1.589,
      "text": "equities now? Move money back into companies because we're looking at a bit"
    },
    {
      "start": 188.959,
      "dur": 2.311,
      "text": "companies because we're looking at a bit more stability. Where are we with rates?"
    },
    {
      "start": 191.28,
      "dur": 2.39,
      "text": "more stability. Where are we with rates? Well, just this Wednesday, the Fed said"
    },
    {
      "start": 193.68,
      "dur": 1.51,
      "text": "Well, just this Wednesday, the Fed said it would keep that key lending rate"
    },
    {
      "start": 195.2,
      "dur": 3.749,
      "text": "it would keep that key lending rate between 3.5% and 3.7% as expected. But"
    },
    {
      "start": 198.959,
      "dur": 1.511,
      "text": "between 3.5% and 3.7% as expected. But it's the comments that are really"
    },
    {
      "start": 200.48,
      "dur": 2.469,
      "text": "it's the comments that are really important. Jerome Pal again spoke about"
    },
    {
      "start": 202.959,
      "dur": 1.431,
      "text": "important. Jerome Pal again spoke about the independence of the Fed, how"
    },
    {
      "start": 204.4,
      "dur": 1.59,
      "text": "the independence of the Fed, how important that is, credibility, said"
    },
    {
      "start": 206.0,
      "dur": 1.19,
      "text": "important that is, credibility, said once you lose it, it's difficult to"
    },
    {
      "start": 207.2,
      "dur": 1.83,
      "text": "once you lose it, it's difficult to restore. As you mentioned, he's under"
    },
    {
      "start": 209.04,
      "dur": 1.51,
      "text": "restore. As you mentioned, he's under criminal investigation. He says"
    },
    {
      "start": 210.56,
      "dur": 1.83,
      "text": "criminal investigation. He says orchestrated by Donald Trump to increase"
    },
    {
      "start": 212.4,
      "dur": 1.51,
      "text": "orchestrated by Donald Trump to increase the pressure on the Fed. Where will that"
    },
    {
      "start": 213.92,
      "dur": 1.27,
      "text": "the pressure on the Fed. Where will that go? Will there be some political"
    },
    {
      "start": 215.2,
      "dur": 1.83,
      "text": "go? Will there be some political pressure to make that go away? Draw a"
    },
    {
      "start": 217.04,
      "dur": 2.15,
      "text": "pressure to make that go away? Draw a line on that before all this gets signed"
    },
    {
      "start": 219.2,
      "dur": 1.35,
      "text": "line on that before all this gets signed off. But certainly one way or another,"
    },
    {
      "start": 220.56,
      "dur": 1.91,
      "text": "off. But certainly one way or another, we are getting a new chair of the"
    },
    {
      "start": 222.48,
      "dur": 1.27,
      "text": "we are getting a new chair of the Federal Reserve, one of the biggest"
    },
    {
      "start": 223.76,
      "dur": 2.389,
      "text": "Federal Reserve, one of the biggest roles in the US. They set the parameters"
    },
    {
      "start": 226.159,
      "dur": 1.751,
      "text": "roles in the US. They set the parameters for the world's largest economy. I'll"
    },
    {
      "start": 227.92,
      "dur": 1.43,
      "text": "for the world's largest economy. I'll leave you with some comments from Donald"
    },
    {
      "start": 229.36,
      "dur": 2.47,
      "text": "leave you with some comments from Donald Trump on Kevin Walsh back in December."
    },
    {
      "start": 231.84,
      "dur": 2.15,
      "text": "Trump on Kevin Walsh back in December. He thinks you have to lower rates, he"
    },
    {
      "start": 234.0,
      "dur": 2.07,
      "text": "He thinks you have to lower rates, he said. So, we will see in the spring uh"
    },
    {
      "start": 236.08,
      "dur": 2.069,
      "text": "said. So, we will see in the spring uh where we get to with that. his choice"
    },
    {
      "start": 238.159,
      "dur": 1.671,
      "text": "where we get to with that. his choice central casting. That does seem quite"
    },
    {
      "start": 239.84,
      "dur": 2.309,
      "text": "central casting. That does seem quite appropriate coming from the uh the the"
    },
    {
      "start": 242.159,
      "dur": 2.07,
      "text": "appropriate coming from the uh the the king of reality TV broadcasting"
    },
    {
      "start": 244.239,
      "dur": 1.35,
      "text": "king of reality TV broadcasting president."
    },
    {
      "start": 245.599,
      "dur": 2.231,
      "text": "president. &gt;&gt; Yeah. Thank you very much Mark Asha our"
    },
    {
      "start": 247.84,
      "dur": 2.8,
      "text": "&gt;&gt; Yeah. Thank you very much Mark Asha our business correspondent."
    }
  ]
}