{
  "videoId": "O39QDgNwRGQ",
  "title": "BBC in Tehran for first time since Iranian protest crackdown | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 358,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.759,
      "text": "Now, more than a month on from Iran's"
    },
    {
      "start": 2.159,
      "dur": 1.911,
      "text": "Now, more than a month on from Iran's brutal crackdown on mass anti-government"
    },
    {
      "start": 4.08,
      "dur": 2.15,
      "text": "brutal crackdown on mass anti-government protests, which left thousands dead,"
    },
    {
      "start": 6.24,
      "dur": 1.83,
      "text": "protests, which left thousands dead, there have been reports the regime is"
    },
    {
      "start": 8.08,
      "dur": 1.99,
      "text": "there have been reports the regime is widening its crackdown on disscent,"
    },
    {
      "start": 10.08,
      "dur": 1.669,
      "text": "widening its crackdown on disscent, arresting several leading members of the"
    },
    {
      "start": 11.759,
      "dur": 2.711,
      "text": "arresting several leading members of the reformist movement in recent days. Well,"
    },
    {
      "start": 14.48,
      "dur": 1.91,
      "text": "reformist movement in recent days. Well, since the unrest began in late December,"
    },
    {
      "start": 16.4,
      "dur": 2.23,
      "text": "since the unrest began in late December, the US-based human rights activist news"
    },
    {
      "start": 18.64,
      "dur": 2.23,
      "text": "the US-based human rights activist news agency has confirmed the deaths of"
    },
    {
      "start": 20.88,
      "dur": 2.87,
      "text": "agency has confirmed the deaths of nearly 7,000 protesters, including more"
    },
    {
      "start": 23.76,
      "dur": 2.71,
      "text": "nearly 7,000 protesters, including more than 150 children. And in the last week,"
    },
    {
      "start": 26.48,
      "dur": 1.51,
      "text": "than 150 children. And in the last week, there have been signs of a renewed"
    },
    {
      "start": 28.0,
      "dur": 2.39,
      "text": "there have been signs of a renewed crackdown. Several reformists have been"
    },
    {
      "start": 30.4,
      "dur": 2.07,
      "text": "crackdown. Several reformists have been arrested in their homes. While the Nobel"
    },
    {
      "start": 32.48,
      "dur": 2.47,
      "text": "arrested in their homes. While the Nobel Peace Prize laurate Nares Muhammadi,"
    },
    {
      "start": 34.96,
      "dur": 1.99,
      "text": "Peace Prize laurate Nares Muhammadi, already in prison, has been given an"
    },
    {
      "start": 36.96,
      "dur": 3.03,
      "text": "already in prison, has been given an additional six-year sentence. Well, for"
    },
    {
      "start": 40.0,
      "dur": 1.83,
      "text": "additional six-year sentence. Well, for the first time since those protests, the"
    },
    {
      "start": 41.84,
      "dur": 2.79,
      "text": "the first time since those protests, the BBC has now gained access to Iran. Our"
    },
    {
      "start": 44.64,
      "dur": 1.589,
      "text": "BBC has now gained access to Iran. Our chief international correspondent, Lee"
    },
    {
      "start": 46.239,
      "dur": 3.111,
      "text": "chief international correspondent, Lee Ducet, is in Tehran for us. And let me"
    },
    {
      "start": 49.36,
      "dur": 1.75,
      "text": "Ducet, is in Tehran for us. And let me just tell you this, Lee is reporting"
    },
    {
      "start": 51.12,
      "dur": 2.87,
      "text": "just tell you this, Lee is reporting from inside Iran on condition that none"
    },
    {
      "start": 54.0,
      "dur": 2.709,
      "text": "from inside Iran on condition that none of her material is used on the BBC's"
    },
    {
      "start": 56.719,
      "dur": 2.31,
      "text": "of her material is used on the BBC's Persian service. These restrictions"
    },
    {
      "start": 59.039,
      "dur": 2.071,
      "text": "Persian service. These restrictions apply to all international media"
    },
    {
      "start": 61.12,
      "dur": 5.83,
      "text": "apply to all international media organizations operating in Iran."
    },
    {
      "start": 66.96,
      "dur": 2.96,
      "text": "The flags and the bunting are out as"
    },
    {
      "start": 69.92,
      "dur": 4.07,
      "text": "The flags and the bunting are out as Iran marks the 47th year since its"
    },
    {
      "start": 74.0,
      "dur": 2.39,
      "text": "Iran marks the 47th year since its Islamic revolution. But since then,"
    },
    {
      "start": 76.4,
      "dur": 2.47,
      "text": "Islamic revolution. But since then, there has never been a moment like this."
    },
    {
      "start": 78.88,
      "dur": 2.79,
      "text": "there has never been a moment like this. We can feel it. Even in the short time"
    },
    {
      "start": 81.68,
      "dur": 2.39,
      "text": "We can feel it. Even in the short time we've been here in Tehran, when we speak"
    },
    {
      "start": 84.08,
      "dur": 2.79,
      "text": "we've been here in Tehran, when we speak to people on the streets, the pain is"
    },
    {
      "start": 86.88,
      "dur": 3.19,
      "text": "to people on the streets, the pain is still palpable after unprecedented force"
    },
    {
      "start": 90.08,
      "dur": 2.87,
      "text": "still palpable after unprecedented force was used to put down unprecedented"
    },
    {
      "start": 92.96,
      "dur": 3.27,
      "text": "was used to put down unprecedented protests causing a huge loss of life."
    },
    {
      "start": 96.24,
      "dur": 2.07,
      "text": "protests causing a huge loss of life. And people tell us of how they struggle"
    },
    {
      "start": 98.32,
      "dur": 3.27,
      "text": "And people tell us of how they struggle even to buy basic foods as the cost of"
    },
    {
      "start": 101.6,
      "dur": 3.03,
      "text": "even to buy basic foods as the cost of living soarses. And all this as the US"
    },
    {
      "start": 104.64,
      "dur": 1.91,
      "text": "living soarses. And all this as the US threatens again to carry out more"
    },
    {
      "start": 106.56,
      "dur": 3.67,
      "text": "threatens again to carry out more military strikes if negotiations fail."
    },
    {
      "start": 110.24,
      "dur": 2.47,
      "text": "military strikes if negotiations fail. So, as Iran's leaders mark the"
    },
    {
      "start": 112.72,
      "dur": 2.389,
      "text": "So, as Iran's leaders mark the anniversary of their revolution, they"
    },
    {
      "start": 115.119,
      "dur": 2.151,
      "text": "anniversary of their revolution, they also meet their most significant"
    },
    {
      "start": 117.28,
      "dur": 1.99,
      "text": "also meet their most significant challenge yet."
    },
    {
      "start": 119.28,
      "dur": 2.07,
      "text": "challenge yet. &gt;&gt; Well, a short time ago, Lee joined us"
    },
    {
      "start": 121.36,
      "dur": 2.63,
      "text": "&gt;&gt; Well, a short time ago, Lee joined us live from Tehran. She spoke to my"
    },
    {
      "start": 124.0,
      "dur": 2.55,
      "text": "live from Tehran. She spoke to my colleague Matthew Enrolla just as the"
    },
    {
      "start": 126.56,
      "dur": 2.23,
      "text": "colleague Matthew Enrolla just as the fireworks uh were starting in the"
    },
    {
      "start": 128.8,
      "dur": 1.27,
      "text": "fireworks uh were starting in the capital."
    },
    {
      "start": 130.08,
      "dur": 2.07,
      "text": "capital. &gt;&gt; It's our first day back in Thran. Our"
    },
    {
      "start": 132.16,
      "dur": 2.87,
      "text": "&gt;&gt; It's our first day back in Thran. Our last visit was last year at the end of"
    },
    {
      "start": 135.04,
      "dur": 3.43,
      "text": "last visit was last year at the end of the 12-day war between Iran and Israel"
    },
    {
      "start": 138.48,
      "dur": 2.63,
      "text": "the 12-day war between Iran and Israel which drew in the United States. And I"
    },
    {
      "start": 141.12,
      "dur": 3.03,
      "text": "which drew in the United States. And I have to say the mood this time is"
    },
    {
      "start": 144.16,
      "dur": 2.39,
      "text": "have to say the mood this time is strikingly different. When we went"
    },
    {
      "start": 146.56,
      "dur": 1.99,
      "text": "strikingly different. When we went through we we drove through the streets"
    },
    {
      "start": 148.56,
      "dur": 2.95,
      "text": "through we we drove through the streets of Tehran and went to Revolution Square."
    },
    {
      "start": 151.52,
      "dur": 2.39,
      "text": "of Tehran and went to Revolution Square. The you have strings of fairy lights."
    },
    {
      "start": 153.92,
      "dur": 2.55,
      "text": "The you have strings of fairy lights. The flags and bunting are decking the"
    },
    {
      "start": 156.48,
      "dur": 2.31,
      "text": "The flags and bunting are decking the streets and the squares. huge brightly"
    },
    {
      "start": 158.8,
      "dur": 2.069,
      "text": "streets and the squares. huge brightly planed memorial murals of smiling"
    },
    {
      "start": 160.879,
      "dur": 2.551,
      "text": "planed memorial murals of smiling Iranians have put up as Iran marks the"
    },
    {
      "start": 163.44,
      "dur": 3.509,
      "text": "Iranians have put up as Iran marks the 10 days of celebrations or of events to"
    },
    {
      "start": 166.959,
      "dur": 3.031,
      "text": "10 days of celebrations or of events to mark the anniversary of the 1979"
    },
    {
      "start": 170.0,
      "dur": 4.15,
      "text": "mark the anniversary of the 1979 revolution and it's 47 years old. The"
    },
    {
      "start": 174.16,
      "dur": 2.149,
      "text": "revolution and it's 47 years old. The weather today is gray and drizzly, but"
    },
    {
      "start": 176.319,
      "dur": 3.91,
      "text": "weather today is gray and drizzly, but there is also what we feel this gray paw"
    },
    {
      "start": 180.239,
      "dur": 2.951,
      "text": "there is also what we feel this gray paw across the city. You feel that the the"
    },
    {
      "start": 183.2,
      "dur": 3.19,
      "text": "across the city. You feel that the the pain is still raw after the momentous"
    },
    {
      "start": 186.4,
      "dur": 2.39,
      "text": "pain is still raw after the momentous events of the past few weeks that we"
    },
    {
      "start": 188.8,
      "dur": 2.95,
      "text": "events of the past few weeks that we cover that people media around the world"
    },
    {
      "start": 191.76,
      "dur": 3.67,
      "text": "cover that people media around the world covered unprecedented protests met by an"
    },
    {
      "start": 195.44,
      "dur": 2.95,
      "text": "covered unprecedented protests met by an unprecedented crackdown and a growing a"
    },
    {
      "start": 198.4,
      "dur": 2.469,
      "text": "unprecedented crackdown and a growing a huge loss of life. We still don't know"
    },
    {
      "start": 200.879,
      "dur": 2.63,
      "text": "huge loss of life. We still don't know exactly how many people were killed in"
    },
    {
      "start": 203.519,
      "dur": 2.871,
      "text": "exactly how many people were killed in the crackdown, how many people uh were"
    },
    {
      "start": 206.4,
      "dur": 2.63,
      "text": "the crackdown, how many people uh were injured, how many people uh are are"
    },
    {
      "start": 209.04,
      "dur": 2.31,
      "text": "injured, how many people uh are are still still missing. And while some"
    },
    {
      "start": 211.36,
      "dur": 2.47,
      "text": "still still missing. And while some people we were just recording for radio,"
    },
    {
      "start": 213.84,
      "dur": 1.91,
      "text": "people we were just recording for radio, so no camera, some people still said"
    },
    {
      "start": 215.76,
      "dur": 2.87,
      "text": "so no camera, some people still said hotel knock no too dangerous. But so"
    },
    {
      "start": 218.64,
      "dur": 2.47,
      "text": "hotel knock no too dangerous. But so many more wanted to send a message to"
    },
    {
      "start": 221.12,
      "dur": 2.79,
      "text": "many more wanted to send a message to their leaders about their pain over what"
    },
    {
      "start": 223.92,
      "dur": 2.15,
      "text": "their leaders about their pain over what had happened. The the authorities are"
    },
    {
      "start": 226.08,
      "dur": 1.99,
      "text": "had happened. The the authorities are are making a point of saying we're going"
    },
    {
      "start": 228.08,
      "dur": 1.509,
      "text": "are making a point of saying we're going to we're going to we're going to list"
    },
    {
      "start": 229.599,
      "dur": 1.91,
      "text": "to we're going to we're going to list we're going to document all of the"
    },
    {
      "start": 231.519,
      "dur": 1.671,
      "text": "we're going to document all of the people who were killed. And today we"
    },
    {
      "start": 233.2,
      "dur": 1.91,
      "text": "people who were killed. And today we were told there were they have so far"
    },
    {
      "start": 235.12,
      "dur": 1.749,
      "text": "were told there were they have so far listed 3,000 a little bit more than"
    },
    {
      "start": 236.879,
      "dur": 1.511,
      "text": "listed 3,000 a little bit more than 3,100"
    },
    {
      "start": 238.4,
      "dur": 2.07,
      "text": "3,100 people who had been killed. Of course,"
    },
    {
      "start": 240.48,
      "dur": 2.469,
      "text": "people who had been killed. Of course, they say uh that the unrest was the work"
    },
    {
      "start": 242.959,
      "dur": 2.63,
      "text": "they say uh that the unrest was the work of rioters, of troublemakers and"
    },
    {
      "start": 245.599,
      "dur": 2.071,
      "text": "of rioters, of troublemakers and terrorists. And yes, while there was"
    },
    {
      "start": 247.68,
      "dur": 2.23,
      "text": "terrorists. And yes, while there was some arson, the burning down of of"
    },
    {
      "start": 249.92,
      "dur": 1.99,
      "text": "some arson, the burning down of of buildings and mosques, which the"
    },
    {
      "start": 251.92,
      "dur": 2.389,
      "text": "buildings and mosques, which the protesters of course saw them as symbols"
    },
    {
      "start": 254.319,
      "dur": 2.87,
      "text": "protesters of course saw them as symbols of the of the regime, u and so therefore"
    },
    {
      "start": 257.199,
      "dur": 1.671,
      "text": "of the of the regime, u and so therefore it was a political gesture. But the"
    },
    {
      "start": 258.88,
      "dur": 2.469,
      "text": "it was a political gesture. But the government has basically called this and"
    },
    {
      "start": 261.359,
      "dur": 2.071,
      "text": "government has basically called this and basically said that they will face the"
    },
    {
      "start": 263.44,
      "dur": 1.749,
      "text": "basically said that they will face the severest punishment, the death penalty"
    },
    {
      "start": 265.199,
      "dur": 2.871,
      "text": "severest punishment, the death penalty even for these acts of of attacks on"
    },
    {
      "start": 268.08,
      "dur": 2.07,
      "text": "even for these acts of of attacks on public property. The number that we have"
    },
    {
      "start": 270.16,
      "dur": 2.63,
      "text": "public property. The number that we have been getting and it keeps rising from uh"
    },
    {
      "start": 272.8,
      "dur": 2.07,
      "text": "been getting and it keeps rising from uh international uh based human rights"
    },
    {
      "start": 274.88,
      "dur": 2.95,
      "text": "international uh based human rights groups is a little bit less than 7,000."
    },
    {
      "start": 277.84,
      "dur": 2.069,
      "text": "groups is a little bit less than 7,000. But we may never know or at least not"
    },
    {
      "start": 279.919,
      "dur": 2.471,
      "text": "But we may never know or at least not know for a very long time exactly how"
    },
    {
      "start": 282.4,
      "dur": 2.229,
      "text": "know for a very long time exactly how many people have been killed. Some"
    },
    {
      "start": 284.639,
      "dur": 3.031,
      "text": "many people have been killed. Some people have been reluctant to to tell"
    },
    {
      "start": 287.68,
      "dur": 1.83,
      "text": "people have been reluctant to to tell the authorities about the loss of their"
    },
    {
      "start": 289.52,
      "dur": 2.31,
      "text": "the authorities about the loss of their loved ones, fearing uh that they would"
    },
    {
      "start": 291.84,
      "dur": 3.03,
      "text": "loved ones, fearing uh that they would face consequences for their their loved"
    },
    {
      "start": 294.88,
      "dur": 1.83,
      "text": "face consequences for their their loved ones, their family members, their"
    },
    {
      "start": 296.72,
      "dur": 2.79,
      "text": "ones, their family members, their friends being identified as protesters."
    },
    {
      "start": 299.52,
      "dur": 2.07,
      "text": "friends being identified as protesters. We did have reports that some of the"
    },
    {
      "start": 301.6,
      "dur": 2.23,
      "text": "We did have reports that some of the authorities were asking for money to be"
    },
    {
      "start": 303.84,
      "dur": 2.23,
      "text": "authorities were asking for money to be able to receive the body to be handed"
    },
    {
      "start": 306.08,
      "dur": 3.19,
      "text": "able to receive the body to be handed over for burial. So there's a lot of a"
    },
    {
      "start": 309.28,
      "dur": 3.03,
      "text": "over for burial. So there's a lot of a lot of uncertainty in this mix and a lot"
    },
    {
      "start": 312.32,
      "dur": 2.63,
      "text": "lot of uncertainty in this mix and a lot of uh things which are very very hard"
    },
    {
      "start": 314.96,
      "dur": 1.83,
      "text": "of uh things which are very very hard very very hard to confirm. It's still"
    },
    {
      "start": 316.8,
      "dur": 2.87,
      "text": "very very hard to confirm. It's still really only days after. But what they"
    },
    {
      "start": 319.68,
      "dur": 1.67,
      "text": "really only days after. But what they are trying to do the authorities make"
    },
    {
      "start": 321.36,
      "dur": 1.829,
      "text": "are trying to do the authorities make this a show of strength. Tomorrow will"
    },
    {
      "start": 323.199,
      "dur": 1.99,
      "text": "this a show of strength. Tomorrow will be the end of the 10 days of"
    },
    {
      "start": 325.199,
      "dur": 1.751,
      "text": "be the end of the 10 days of commemorations for the anniversary. The"
    },
    {
      "start": 326.96,
      "dur": 2.55,
      "text": "commemorations for the anniversary. The supreme leader has called on people to"
    },
    {
      "start": 329.52,
      "dur": 2.31,
      "text": "supreme leader has called on people to turn out into the streets and"
    },
    {
      "start": 331.84,
      "dur": 2.55,
      "text": "turn out into the streets and undoubtedly millions will turn out. the"
    },
    {
      "start": 334.4,
      "dur": 2.15,
      "text": "undoubtedly millions will turn out. the government, the authorities do have a"
    },
    {
      "start": 336.56,
      "dur": 2.79,
      "text": "government, the authorities do have a bedrock of of support. Uh but others"
    },
    {
      "start": 339.36,
      "dur": 1.59,
      "text": "bedrock of of support. Uh but others will not be marking this day. They are"
    },
    {
      "start": 340.96,
      "dur": 2.47,
      "text": "will not be marking this day. They are waiting for the 40 days of mourning and"
    },
    {
      "start": 343.44,
      "dur": 3.99,
      "text": "waiting for the 40 days of mourning and Shia Muslim uh tradition to pay to honor"
    },
    {
      "start": 347.44,
      "dur": 2.15,
      "text": "Shia Muslim uh tradition to pay to honor those that that were that lost their"
    },
    {
      "start": 349.6,
      "dur": 3.75,
      "text": "those that that were that lost their lives in this latest wave of unrest."
    },
    {
      "start": 353.36,
      "dur": 1.109,
      "text": "lives in this latest wave of unrest. That was our chief international"
    },
    {
      "start": 354.479,
      "dur": 1.911,
      "text": "That was our chief international correspondent, Lee Duset, reporting from"
    },
    {
      "start": 356.4,
      "dur": 2.799,
      "text": "correspondent, Lee Duset, reporting from inside Iran."
    }
  ]
}