{
  "videoId": "o6D8LXGKAJU",
  "title": "US news anchor Savannah Guthrie says ‘we will pay’ in plea for mother’s return | BBC News",
  "publishedAt": "2026-02-08",
  "channel": "BBC News",
  "durationSeconds": 150,
  "segments": [
    {
      "start": 0.0,
      "dur": 2.159,
      "text": "American news anchor Savannah Guthri"
    },
    {
      "start": 2.159,
      "dur": 2.15,
      "text": "American news anchor Savannah Guthri confirmed her family will pay for their"
    },
    {
      "start": 4.319,
      "dur": 2.071,
      "text": "confirmed her family will pay for their mother's safe return. She was speaking"
    },
    {
      "start": 6.4,
      "dur": 1.91,
      "text": "mother's safe return. She was speaking in a new video on social media in"
    },
    {
      "start": 8.32,
      "dur": 1.83,
      "text": "in a new video on social media in relation to the apparent kidnapping of"
    },
    {
      "start": 10.16,
      "dur": 2.79,
      "text": "relation to the apparent kidnapping of their mother. 84year-old Nancy Guthrie"
    },
    {
      "start": 12.96,
      "dur": 2.39,
      "text": "their mother. 84year-old Nancy Guthrie was last seen at her home in Tucson just"
    },
    {
      "start": 15.36,
      "dur": 2.07,
      "text": "was last seen at her home in Tucson just over a week ago. Police say they're"
    },
    {
      "start": 17.44,
      "dur": 1.669,
      "text": "over a week ago. Police say they're continuing their search and are tracking"
    },
    {
      "start": 19.119,
      "dur": 1.671,
      "text": "continuing their search and are tracking down vehicles seen on surveillance"
    },
    {
      "start": 20.8,
      "dur": 1.99,
      "text": "down vehicles seen on surveillance cameras. Savannah Guthrie says she's"
    },
    {
      "start": 22.8,
      "dur": 5.67,
      "text": "cameras. Savannah Guthrie says she's ready to pay for her release."
    },
    {
      "start": 28.48,
      "dur": 2.24,
      "text": "We received your message and we"
    },
    {
      "start": 30.72,
      "dur": 2.55,
      "text": "We received your message and we understand."
    },
    {
      "start": 33.28,
      "dur": 3.429,
      "text": "understand. We beg you now to return our mother to"
    },
    {
      "start": 36.719,
      "dur": 2.711,
      "text": "We beg you now to return our mother to us so that we can celebrate with her."
    },
    {
      "start": 39.44,
      "dur": 3.59,
      "text": "us so that we can celebrate with her. This is the only way we will have peace."
    },
    {
      "start": 43.04,
      "dur": 3.27,
      "text": "This is the only way we will have peace. This is very valuable to us and we will"
    },
    {
      "start": 46.32,
      "dur": 1.749,
      "text": "This is very valuable to us and we will pay."
    },
    {
      "start": 48.079,
      "dur": 1.751,
      "text": "pay. &gt;&gt; North America correspondent David Willis"
    },
    {
      "start": 49.84,
      "dur": 2.549,
      "text": "&gt;&gt; North America correspondent David Willis sent this report from Tucson."
    },
    {
      "start": 52.399,
      "dur": 2.551,
      "text": "sent this report from Tucson. Savannah Guthrie is the host of NBC's"
    },
    {
      "start": 54.96,
      "dur": 3.749,
      "text": "Savannah Guthrie is the host of NBC's morning show and a household name here"
    },
    {
      "start": 58.719,
      "dur": 2.711,
      "text": "morning show and a household name here in the United States. Just over a week"
    },
    {
      "start": 61.44,
      "dur": 3.59,
      "text": "in the United States. Just over a week ago, her 84 yearear-old mother Nancy"
    },
    {
      "start": 65.04,
      "dur": 1.99,
      "text": "ago, her 84 yearear-old mother Nancy disappeared from the house just behind"
    },
    {
      "start": 67.04,
      "dur": 3.67,
      "text": "disappeared from the house just behind me north of Tucson in Arizona. And that"
    },
    {
      "start": 70.72,
      "dur": 2.709,
      "text": "me north of Tucson in Arizona. And that disappearance was swiftly followed by a"
    },
    {
      "start": 73.439,
      "dur": 3.591,
      "text": "disappearance was swiftly followed by a ransom demand for millions of dollars in"
    },
    {
      "start": 77.04,
      "dur": 3.67,
      "text": "ransom demand for millions of dollars in Bitcoin in return for the safe release"
    },
    {
      "start": 80.72,
      "dur": 4.709,
      "text": "Bitcoin in return for the safe release of uh Nancy Guthrie. Now, at first, the"
    },
    {
      "start": 85.439,
      "dur": 2.71,
      "text": "of uh Nancy Guthrie. Now, at first, the family were doubting whether this ransom"
    },
    {
      "start": 88.159,
      "dur": 2.711,
      "text": "family were doubting whether this ransom demand was genuine. They issued a video"
    },
    {
      "start": 90.88,
      "dur": 2.869,
      "text": "demand was genuine. They issued a video statement during the week calling for"
    },
    {
      "start": 93.759,
      "dur": 2.871,
      "text": "statement during the week calling for proof of life, as they put it. Well, now"
    },
    {
      "start": 96.64,
      "dur": 2.469,
      "text": "proof of life, as they put it. Well, now it appears they are satisfied that those"
    },
    {
      "start": 99.119,
      "dur": 2.791,
      "text": "it appears they are satisfied that those who claim to be holding 84y old Nancy"
    },
    {
      "start": 101.92,
      "dur": 3.35,
      "text": "who claim to be holding 84y old Nancy Guthrie are indeed doing so. And last"
    },
    {
      "start": 105.28,
      "dur": 3.59,
      "text": "Guthrie are indeed doing so. And last night, Savannah Guthrie, flanked by her"
    },
    {
      "start": 108.88,
      "dur": 2.71,
      "text": "night, Savannah Guthrie, flanked by her brother Cameron and her sister Annie,"
    },
    {
      "start": 111.6,
      "dur": 2.869,
      "text": "brother Cameron and her sister Annie, issued a brief, very emotional statement"
    },
    {
      "start": 114.479,
      "dur": 3.031,
      "text": "issued a brief, very emotional statement basically saying to her capttors, \"We"
    },
    {
      "start": 117.52,
      "dur": 2.869,
      "text": "basically saying to her capttors, \"We will pay the ransom.\" Well, that"
    },
    {
      "start": 120.399,
      "dur": 2.871,
      "text": "will pay the ransom.\" Well, that original ransom demand included two"
    },
    {
      "start": 123.28,
      "dur": 1.829,
      "text": "original ransom demand included two deadlines, one of which has now passed."
    },
    {
      "start": 125.119,
      "dur": 3.031,
      "text": "deadlines, one of which has now passed. That was last Thursday. The next falls"
    },
    {
      "start": 128.16,
      "dur": 2.869,
      "text": "That was last Thursday. The next falls due on Monday and is said to be by"
    },
    {
      "start": 131.039,
      "dur": 2.791,
      "text": "due on Monday and is said to be by officials here more consequential, as"
    },
    {
      "start": 133.84,
      "dur": 3.19,
      "text": "officials here more consequential, as they put it. As for local police, law"
    },
    {
      "start": 137.04,
      "dur": 1.909,
      "text": "they put it. As for local police, law enforcement, and FBI, there has so far"
    },
    {
      "start": 138.959,
      "dur": 2.791,
      "text": "enforcement, and FBI, there has so far been no comment on these latest"
    },
    {
      "start": 141.76,
      "dur": 3.59,
      "text": "been no comment on these latest developments."
    },
    {
      "start": 145.36,
      "dur": 2.879,
      "text": "That was David Willis reporting there"
    },
    {
      "start": 148.239,
      "dur": 3.041,
      "text": "That was David Willis reporting there from Tucson."
    }
  ]
}