{
  "videoId": "ON4Uv4XEsso",
  "title": "How Bad Bunny became a political flashpoint | The Global Story",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 1495,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.479,
      "text": "Bad Bunny is one of the world's biggest"
    },
    {
      "start": 2.639,
      "dur": 1.431,
      "text": "Bad Bunny is one of the world's biggest stars."
    },
    {
      "start": 4.08,
      "dur": 2.63,
      "text": "stars. &gt;&gt; Before I say"
    },
    {
      "start": 6.72,
      "dur": 2.47,
      "text": "&gt;&gt; Before I say thanks to God,"
    },
    {
      "start": 9.2,
      "dur": 2.07,
      "text": "thanks to God, I'm going to say"
    },
    {
      "start": 11.28,
      "dur": 3.11,
      "text": "I'm going to say eyes out."
    },
    {
      "start": 14.4,
      "dur": 3.03,
      "text": "eyes out. &gt;&gt; And he's also one of the most political."
    },
    {
      "start": 17.44,
      "dur": 3.03,
      "text": "&gt;&gt; And he's also one of the most political. &gt;&gt; We're not savage. We're not animals."
    },
    {
      "start": 20.48,
      "dur": 2.949,
      "text": "&gt;&gt; We're not savage. We're not animals. We're not aliens. We aren't humans. And"
    },
    {
      "start": 23.439,
      "dur": 2.231,
      "text": "We're not aliens. We aren't humans. And we are Americans."
    },
    {
      "start": 25.68,
      "dur": 2.63,
      "text": "we are Americans. Is he going to use the biggest stage in"
    },
    {
      "start": 28.32,
      "dur": 2.15,
      "text": "Is he going to use the biggest stage in America this Sunday to take a stand"
    },
    {
      "start": 30.48,
      "dur": 1.83,
      "text": "America this Sunday to take a stand against the Trump administration? And"
    },
    {
      "start": 32.32,
      "dur": 2.55,
      "text": "against the Trump administration? And &gt;&gt; why are so many MAGA supporters angry"
    },
    {
      "start": 34.88,
      "dur": 1.99,
      "text": "&gt;&gt; why are so many MAGA supporters angry that the Spanish language singer [music]"
    },
    {
      "start": 36.88,
      "dur": 2.23,
      "text": "that the Spanish language singer [music] has been chosen to play the Super Bowl"
    },
    {
      "start": 39.12,
      "dur": 0.87,
      "text": "has been chosen to play the Super Bowl halftime show?"
    },
    {
      "start": 40.0,
      "dur": 2.15,
      "text": "halftime show? &gt;&gt; From the BBC, I'm Asma Mahalid"
    },
    {
      "start": 42.16,
      "dur": 1.67,
      "text": "&gt;&gt; From the BBC, I'm Asma Mahalid &gt;&gt; and I'm Tristan Redmond and we're in"
    },
    {
      "start": 43.84,
      "dur": 2.389,
      "text": "&gt;&gt; and I'm Tristan Redmond and we're in Washington DC and this is the Global"
    },
    {
      "start": 46.239,
      "dur": 5.511,
      "text": "Washington DC and this is the Global Story."
    },
    {
      "start": 51.76,
      "dur": 2.16,
      "text": "&gt;&gt; My name is Karina. I'm a freelance"
    },
    {
      "start": 53.92,
      "dur": 3.35,
      "text": "&gt;&gt; My name is Karina. I'm a freelance writer and translator and in 2020 I"
    },
    {
      "start": 57.28,
      "dur": 3.03,
      "text": "writer and translator and in 2020 I profiled Bad Bunny for the cover of New"
    },
    {
      "start": 60.32,
      "dur": 2.069,
      "text": "profiled Bad Bunny for the cover of New York Times magazine's culture issue."
    },
    {
      "start": 62.399,
      "dur": 1.75,
      "text": "York Times magazine's culture issue. &gt;&gt; I mean I delighted to have you here"
    },
    {
      "start": 64.159,
      "dur": 4.551,
      "text": "&gt;&gt; I mean I delighted to have you here today because um even I who's a bit of a"
    },
    {
      "start": 68.72,
      "dur": 2.709,
      "text": "today because um even I who's a bit of a cultural doofus, Bad Bunny is on my"
    },
    {
      "start": 71.439,
      "dur": 2.311,
      "text": "cultural doofus, Bad Bunny is on my radar. But nonetheless,"
    },
    {
      "start": 73.76,
      "dur": 1.99,
      "text": "radar. But nonetheless, &gt;&gt; it's very important for me to understand"
    },
    {
      "start": 75.76,
      "dur": 2.63,
      "text": "&gt;&gt; it's very important for me to understand this cultural phenomenon um much better."
    },
    {
      "start": 78.4,
      "dur": 2.87,
      "text": "this cultural phenomenon um much better. He was the most streamed artist uh all"
    },
    {
      "start": 81.28,
      "dur": 1.59,
      "text": "He was the most streamed artist uh all across the planet. He's just won the top"
    },
    {
      "start": 82.88,
      "dur": 1.589,
      "text": "across the planet. He's just won the top prize at the Grammy Awards. He's about"
    },
    {
      "start": 84.479,
      "dur": 2.391,
      "text": "prize at the Grammy Awards. He's about to play the Super Bowl halftime show."
    },
    {
      "start": 86.88,
      "dur": 2.07,
      "text": "to play the Super Bowl halftime show. Almost everybody on planet Earth has"
    },
    {
      "start": 88.96,
      "dur": 2.23,
      "text": "Almost everybody on planet Earth has heard of him. Um, but they might not"
    },
    {
      "start": 91.2,
      "dur": 2.39,
      "text": "heard of him. Um, but they might not know a lot about him. So, can you give"
    },
    {
      "start": 93.6,
      "dur": 2.149,
      "text": "know a lot about him. So, can you give us the primer on Bad Bunny, please?"
    },
    {
      "start": 95.759,
      "dur": 1.591,
      "text": "us the primer on Bad Bunny, please? &gt;&gt; I mean, you know, biographically"
    },
    {
      "start": 97.36,
      "dur": 3.35,
      "text": "&gt;&gt; I mean, you know, biographically speaking, he was born in 1994. Um, and"
    },
    {
      "start": 100.72,
      "dur": 2.31,
      "text": "speaking, he was born in 1994. Um, and grew up in a kind of sleepy seaside town"
    },
    {
      "start": 103.04,
      "dur": 3.349,
      "text": "grew up in a kind of sleepy seaside town called Vega Baja, about 40 minutes from"
    },
    {
      "start": 106.399,
      "dur": 2.71,
      "text": "called Vega Baja, about 40 minutes from Puerto Rico's capital of San Juan. Um"
    },
    {
      "start": 109.119,
      "dur": 2.791,
      "text": "Puerto Rico's capital of San Juan. Um he's very from a very humble uh typical"
    },
    {
      "start": 111.92,
      "dur": 1.59,
      "text": "he's very from a very humble uh typical family. That's how he's described it"
    },
    {
      "start": 113.52,
      "dur": 2.39,
      "text": "family. That's how he's described it himself. His dad was a truck driver and"
    },
    {
      "start": 115.92,
      "dur": 3.67,
      "text": "himself. His dad was a truck driver and his mom was a teacher. Um and he always"
    },
    {
      "start": 119.6,
      "dur": 2.549,
      "text": "his mom was a teacher. Um and he always loved music. Um Puerto Rico is a very"
    },
    {
      "start": 122.159,
      "dur": 2.391,
      "text": "loved music. Um Puerto Rico is a very musically sophisticated culture. That's"
    },
    {
      "start": 124.56,
      "dur": 1.909,
      "text": "musically sophisticated culture. That's been true for centuries. And so he grew"
    },
    {
      "start": 126.479,
      "dur": 2.151,
      "text": "been true for centuries. And so he grew up listening to classic salsa. He sang"
    },
    {
      "start": 128.64,
      "dur": 2.389,
      "text": "up listening to classic salsa. He sang in his church choir. but he really came"
    },
    {
      "start": 131.039,
      "dur": 3.031,
      "text": "in his church choir. but he really came of age um and he's part of a generation"
    },
    {
      "start": 134.08,
      "dur": 3.11,
      "text": "of age um and he's part of a generation for what um whose like defining genre"
    },
    {
      "start": 137.2,
      "dur": 2.47,
      "text": "for what um whose like defining genre was reaton and Puerto Rico really became"
    },
    {
      "start": 139.68,
      "dur": 3.11,
      "text": "was reaton and Puerto Rico really became the incubator for this genre of reaton I"
    },
    {
      "start": 142.8,
      "dur": 1.83,
      "text": "the incubator for this genre of reaton I would say that outside of Puerto Rico"
    },
    {
      "start": 144.64,
      "dur": 1.75,
      "text": "would say that outside of Puerto Rico probably some of the most famous artists"
    },
    {
      "start": 146.4,
      "dur": 3.189,
      "text": "probably some of the most famous artists are you know Daddy Yankee Don Omar this"
    },
    {
      "start": 149.599,
      "dur": 2.471,
      "text": "are you know Daddy Yankee Don Omar this is party music you know um it was"
    },
    {
      "start": 152.08,
      "dur": 2.39,
      "text": "is party music you know um it was cultivated in the pro housing projects"
    },
    {
      "start": 154.48,
      "dur": 3.109,
      "text": "cultivated in the pro housing projects of Puerto Rico and distributed um often"
    },
    {
      "start": 157.599,
      "dur": 2.63,
      "text": "of Puerto Rico and distributed um often via mixtape and Bad Bunny has always"
    },
    {
      "start": 160.239,
      "dur": 2.63,
      "text": "via mixtape and Bad Bunny has always been really firm about situating reaton"
    },
    {
      "start": 162.879,
      "dur": 1.511,
      "text": "been really firm about situating reaton which has been criticized in the same"
    },
    {
      "start": 164.4,
      "dur": 1.99,
      "text": "which has been criticized in the same way hip-hop has been in the US you know"
    },
    {
      "start": 166.4,
      "dur": 2.87,
      "text": "way hip-hop has been in the US you know for its sexual explicitness for you know"
    },
    {
      "start": 169.28,
      "dur": 2.87,
      "text": "for its sexual explicitness for you know representing crime poverty and you know"
    },
    {
      "start": 172.16,
      "dur": 1.75,
      "text": "representing crime poverty and you know the struggles of working-class Puerto"
    },
    {
      "start": 173.92,
      "dur": 2.71,
      "text": "the struggles of working-class Puerto Ricans um and he also benefited from the"
    },
    {
      "start": 176.64,
      "dur": 2.949,
      "text": "Ricans um and he also benefited from the fact that he came of age when these kind"
    },
    {
      "start": 179.599,
      "dur": 2.791,
      "text": "fact that he came of age when these kind of cheap athome production software was"
    },
    {
      "start": 182.4,
      "dur": 2.31,
      "text": "of cheap athome production software was becoming common so he could make beats"
    },
    {
      "start": 184.72,
      "dur": 2.229,
      "text": "becoming common so he could make beats with his friends at home on a computer"
    },
    {
      "start": 186.959,
      "dur": 2.791,
      "text": "with his friends at home on a computer program called Fruity Loops and He came"
    },
    {
      "start": 189.76,
      "dur": 3.03,
      "text": "program called Fruity Loops and He came up um through Soundcloud, you know, he"
    },
    {
      "start": 192.8,
      "dur": 2.789,
      "text": "up um through Soundcloud, you know, he was a Soundcloud rapper and specifically"
    },
    {
      "start": 195.599,
      "dur": 1.671,
      "text": "was a Soundcloud rapper and specifically um made his entry onto the scene through"
    },
    {
      "start": 197.28,
      "dur": 2.55,
      "text": "um made his entry onto the scene through a genre ascendant genre called Latin"
    },
    {
      "start": 199.84,
      "dur": 2.63,
      "text": "a genre ascendant genre called Latin trap, which is obviously um connected"
    },
    {
      "start": 202.48,
      "dur": 3.19,
      "text": "trap, which is obviously um connected musically um takes its inspiration from"
    },
    {
      "start": 205.68,
      "dur": 1.67,
      "text": "musically um takes its inspiration from the"
    },
    {
      "start": 207.36,
      "dur": 2.71,
      "text": "the from black Atlanta from the trap music"
    },
    {
      "start": 210.08,
      "dur": 2.63,
      "text": "from black Atlanta from the trap music that we know in the United States. Um so"
    },
    {
      "start": 212.72,
      "dur": 1.83,
      "text": "that we know in the United States. Um so that was sort of his entry point into"
    },
    {
      "start": 214.56,
      "dur": 3.669,
      "text": "that was sort of his entry point into the musical world that sort of DIY"
    },
    {
      "start": 218.239,
      "dur": 1.591,
      "text": "the musical world that sort of DIY internetbased"
    },
    {
      "start": 219.84,
      "dur": 2.71,
      "text": "internetbased um you know once reaton had been"
    },
    {
      "start": 222.56,
      "dur": 2.71,
      "text": "um you know once reaton had been mainstreamed and kind of anyone anywhere"
    },
    {
      "start": 225.28,
      "dur": 1.509,
      "text": "mainstreamed and kind of anyone anywhere in the world could participate in the"
    },
    {
      "start": 226.799,
      "dur": 1.43,
      "text": "in the world could participate in the making of that genre."
    },
    {
      "start": 228.239,
      "dur": 2.951,
      "text": "making of that genre. &gt;&gt; Okay. So he first starts to be heard of"
    },
    {
      "start": 231.2,
      "dur": 2.309,
      "text": "&gt;&gt; Okay. So he first starts to be heard of on Soundcloud but how does he then"
    },
    {
      "start": 233.519,
      "dur": 1.751,
      "text": "on Soundcloud but how does he then transfer that success over to the"
    },
    {
      "start": 235.28,
      "dur": 1.19,
      "text": "transfer that success over to the charts?"
    },
    {
      "start": 236.48,
      "dur": 2.949,
      "text": "charts? &gt;&gt; Right. Um, I think that probably the"
    },
    {
      "start": 239.439,
      "dur": 3.35,
      "text": "&gt;&gt; Right. Um, I think that probably the major breakout year for Bad Bunny for an"
    },
    {
      "start": 242.799,
      "dur": 3.35,
      "text": "major breakout year for Bad Bunny for an international audience was 2018 with his"
    },
    {
      "start": 246.159,
      "dur": 3.191,
      "text": "international audience was 2018 with his feature on the Cardi B mega hit I Like"
    },
    {
      "start": 249.36,
      "dur": 3.99,
      "text": "feature on the Cardi B mega hit I Like It um alongside the Colombian uh Reon"
    },
    {
      "start": 253.36,
      "dur": 1.99,
      "text": "It um alongside the Colombian uh Reon artist Jay Balvin. So I I would say"
    },
    {
      "start": 255.36,
      "dur": 1.429,
      "text": "artist Jay Balvin. So I I would say that's probably when people really"
    },
    {
      "start": 256.799,
      "dur": 2.55,
      "text": "that's probably when people really started to get uh people outside of like"
    },
    {
      "start": 259.359,
      "dur": 1.911,
      "text": "started to get uh people outside of like a Puerto Rican diaspora community,"
    },
    {
      "start": 261.28,
      "dur": 2.15,
      "text": "a Puerto Rican diaspora community, Dominican Latin diaspora community"
    },
    {
      "start": 263.44,
      "dur": 1.67,
      "text": "Dominican Latin diaspora community started to hear about Bunny and notice"
    },
    {
      "start": 265.12,
      "dur": 3.19,
      "text": "started to hear about Bunny and notice him. And you know he it's not just uh"
    },
    {
      "start": 268.32,
      "dur": 2.149,
      "text": "him. And you know he it's not just uh he's a great rapper, he's funny, you"
    },
    {
      "start": 270.479,
      "dur": 2.15,
      "text": "he's a great rapper, he's funny, you know, he has a very distinctive sound to"
    },
    {
      "start": 272.639,
      "dur": 2.231,
      "text": "know, he has a very distinctive sound to his voice, but it was also has always"
    },
    {
      "start": 274.88,
      "dur": 3.43,
      "text": "his voice, but it was also has always been about how he occupi occupies space"
    },
    {
      "start": 278.32,
      "dur": 2.55,
      "text": "been about how he occupi occupies space even before he started being really"
    },
    {
      "start": 280.88,
      "dur": 2.63,
      "text": "even before he started being really explicitly politically outspoken. You"
    },
    {
      "start": 283.52,
      "dur": 1.75,
      "text": "explicitly politically outspoken. You know those he's had a huge impact on"
    },
    {
      "start": 285.28,
      "dur": 1.59,
      "text": "know those he's had a huge impact on style. you recognize those little"
    },
    {
      "start": 286.88,
      "dur": 2.63,
      "text": "style. you recognize those little colored sunglasses. Um the painted"
    },
    {
      "start": 289.52,
      "dur": 3.03,
      "text": "colored sunglasses. Um the painted nails, the kind of um cheeky,"
    },
    {
      "start": 292.56,
      "dur": 2.47,
      "text": "nails, the kind of um cheeky, genderbending, saratoral performance, I"
    },
    {
      "start": 295.04,
      "dur": 1.75,
      "text": "genderbending, saratoral performance, I think really caught people's eye even"
    },
    {
      "start": 296.8,
      "dur": 1.27,
      "text": "think really caught people's eye even before his music came on."
    },
    {
      "start": 298.08,
      "dur": 1.99,
      "text": "before his music came on. &gt;&gt; Well, Karina, you wrote a beautiful"
    },
    {
      "start": 300.08,
      "dur": 2.31,
      "text": "&gt;&gt; Well, Karina, you wrote a beautiful profile of him uh for the New York Times"
    },
    {
      "start": 302.4,
      "dur": 3.43,
      "text": "profile of him uh for the New York Times back in 2020. Um by which time, as you"
    },
    {
      "start": 305.84,
      "dur": 1.75,
      "text": "back in 2020. Um by which time, as you said, he was already having commercial"
    },
    {
      "start": 307.6,
      "dur": 2.63,
      "text": "said, he was already having commercial success by then um in the United States."
    },
    {
      "start": 310.24,
      "dur": 1.99,
      "text": "success by then um in the United States. And you spent time with him. What was"
    },
    {
      "start": 312.24,
      "dur": 3.59,
      "text": "And you spent time with him. What was that like? It's impossible to overstate"
    },
    {
      "start": 315.84,
      "dur": 2.95,
      "text": "that like? It's impossible to overstate how big Bad Bunny is in Puerto Rico. You"
    },
    {
      "start": 318.8,
      "dur": 2.15,
      "text": "how big Bad Bunny is in Puerto Rico. You can't walk a block without hearing his"
    },
    {
      "start": 320.96,
      "dur": 2.31,
      "text": "can't walk a block without hearing his music. Even the airport was basically"
    },
    {
      "start": 323.28,
      "dur": 2.55,
      "text": "music. Even the airport was basically Bad Bunny themed. I feel so lucky that I"
    },
    {
      "start": 325.84,
      "dur": 1.99,
      "text": "Bad Bunny themed. I feel so lucky that I got to speak with him at that moment,"
    },
    {
      "start": 327.84,
      "dur": 1.83,
      "text": "got to speak with him at that moment, which I think was a really key turning"
    },
    {
      "start": 329.68,
      "dur": 2.47,
      "text": "which I think was a really key turning point for his career. It was still high"
    },
    {
      "start": 332.16,
      "dur": 2.95,
      "text": "point for his career. It was still high pandemic. So, um, at first like I met up"
    },
    {
      "start": 335.12,
      "dur": 2.31,
      "text": "pandemic. So, um, at first like I met up with them and we went to lunch with his"
    },
    {
      "start": 337.44,
      "dur": 1.51,
      "text": "with them and we went to lunch with his a lot of his friends from high school,"
    },
    {
      "start": 338.96,
      "dur": 3.27,
      "text": "a lot of his friends from high school, also his manager, his publicist, um, at"
    },
    {
      "start": 342.24,
      "dur": 1.83,
      "text": "also his manager, his publicist, um, at a a local Japanese restaurant that"
    },
    {
      "start": 344.08,
      "dur": 1.669,
      "text": "a a local Japanese restaurant that he really loves. It used to be an open"
    },
    {
      "start": 345.759,
      "dur": 3.511,
      "text": "he really loves. It used to be an open mic uh, for my friends poetry series"
    },
    {
      "start": 349.28,
      "dur": 1.67,
      "text": "mic uh, for my friends poetry series actually. So, I'd been to that space"
    },
    {
      "start": 350.96,
      "dur": 2.069,
      "text": "actually. So, I'd been to that space before. So, I would say the conversation"
    },
    {
      "start": 353.039,
      "dur": 3.511,
      "text": "before. So, I would say the conversation was very playful. Um, but at the same"
    },
    {
      "start": 356.56,
      "dur": 2.31,
      "text": "was very playful. Um, but at the same time he was really like willing to think"
    },
    {
      "start": 358.88,
      "dur": 2.309,
      "text": "time he was really like willing to think out loud about like what was at stake"
    },
    {
      "start": 361.199,
      "dur": 2.871,
      "text": "out loud about like what was at stake for his generation in Puerto Rico. They"
    },
    {
      "start": 364.08,
      "dur": 1.43,
      "text": "for his generation in Puerto Rico. They didn't really understand what it was or"
    },
    {
      "start": 365.52,
      "dur": 1.83,
      "text": "didn't really understand what it was or in Latin America. He's like, you know,"
    },
    {
      "start": 367.36,
      "dur": 2.549,
      "text": "in Latin America. He's like, you know, he he felt uh he heard from Latin"
    },
    {
      "start": 369.919,
      "dur": 1.511,
      "text": "he he felt uh he heard from Latin Americans saying, \"Oh, you guys are some"
    },
    {
      "start": 371.44,
      "dur": 3.27,
      "text": "Americans saying, \"Oh, you guys are some boot look bootlickers, you know, a kind"
    },
    {
      "start": 374.72,
      "dur": 1.749,
      "text": "boot look bootlickers, you know, a kind of disrespect for Puerto Rico's"
    },
    {
      "start": 376.479,
      "dur": 2.15,
      "text": "of disrespect for Puerto Rico's subordinated status in relation to the"
    },
    {
      "start": 378.639,
      "dur": 1.67,
      "text": "subordinated status in relation to the US.\" And he started to ask himself,"
    },
    {
      "start": 380.319,
      "dur": 2.391,
      "text": "US.\" And he started to ask himself, \"Okay, why are things the way they are?\""
    },
    {
      "start": 382.72,
      "dur": 2.07,
      "text": "\"Okay, why are things the way they are?\" Karina, you mentioned that Puerto Rico"
    },
    {
      "start": 384.8,
      "dur": 1.99,
      "text": "Karina, you mentioned that Puerto Rico is a territory of the United States. And"
    },
    {
      "start": 386.8,
      "dur": 1.75,
      "text": "is a territory of the United States. And I I think we should just pause for a"
    },
    {
      "start": 388.56,
      "dur": 2.55,
      "text": "I I think we should just pause for a moment and clarify this to to to"
    },
    {
      "start": 391.12,
      "dur": 2.47,
      "text": "moment and clarify this to to to listeners that that Puerto Rico is"
    },
    {
      "start": 393.6,
      "dur": 2.39,
      "text": "listeners that that Puerto Rico is neither a sovereign state nor is it a US"
    },
    {
      "start": 396.0,
      "dur": 2.309,
      "text": "neither a sovereign state nor is it a US state. It is it is a territory of the"
    },
    {
      "start": 398.319,
      "dur": 1.751,
      "text": "state. It is it is a territory of the United States. And so uh that means that"
    },
    {
      "start": 400.08,
      "dur": 1.99,
      "text": "United States. And so uh that means that Puerto Ricans are US citizens, but they"
    },
    {
      "start": 402.08,
      "dur": 2.15,
      "text": "Puerto Ricans are US citizens, but they don't have the right to vote in US"
    },
    {
      "start": 404.24,
      "dur": 1.59,
      "text": "don't have the right to vote in US elections unless they are on the US"
    },
    {
      "start": 405.84,
      "dur": 2.069,
      "text": "elections unless they are on the US mainland. You know, Puerto Rico has had"
    },
    {
      "start": 407.919,
      "dur": 2.151,
      "text": "mainland. You know, Puerto Rico has had an ambiguous status in relationship to"
    },
    {
      "start": 410.08,
      "dur": 3.27,
      "text": "an ambiguous status in relationship to the United States since 1898 when the US"
    },
    {
      "start": 413.36,
      "dur": 2.71,
      "text": "the United States since 1898 when the US acquired Puerto Rico in the midst of"
    },
    {
      "start": 416.08,
      "dur": 4.79,
      "text": "acquired Puerto Rico in the midst of really what um was a war to acquire a"
    },
    {
      "start": 420.88,
      "dur": 2.309,
      "text": "really what um was a war to acquire a lot of the former colonies of the"
    },
    {
      "start": 423.199,
      "dur": 2.631,
      "text": "lot of the former colonies of the Spanish Empire. The US has other um"
    },
    {
      "start": 425.84,
      "dur": 1.51,
      "text": "Spanish Empire. The US has other um territories"
    },
    {
      "start": 427.36,
      "dur": 2.63,
      "text": "territories um such as Guam, American Samoa. Puerto"
    },
    {
      "start": 430.0,
      "dur": 1.67,
      "text": "um such as Guam, American Samoa. Puerto Rico isn't the only one, but it's the"
    },
    {
      "start": 431.68,
      "dur": 3.11,
      "text": "Rico isn't the only one, but it's the most populous, it's the nearest, and"
    },
    {
      "start": 434.8,
      "dur": 2.55,
      "text": "most populous, it's the nearest, and it's the most prominent. But yeah, I"
    },
    {
      "start": 437.36,
      "dur": 2.389,
      "text": "it's the most prominent. But yeah, I mean, I think that part of the reason"
    },
    {
      "start": 439.759,
      "dur": 2.951,
      "text": "mean, I think that part of the reason people are so attached to Bad Bunny in"
    },
    {
      "start": 442.72,
      "dur": 2.469,
      "text": "people are so attached to Bad Bunny in Puerto Rico is because his career has"
    },
    {
      "start": 445.199,
      "dur": 3.591,
      "text": "Puerto Rico is because his career has directly paralleled this period of um"
    },
    {
      "start": 448.8,
      "dur": 2.71,
      "text": "directly paralleled this period of um crisis. Sometimes people call it laises,"
    },
    {
      "start": 451.52,
      "dur": 2.87,
      "text": "crisis. Sometimes people call it laises, like the beautiful crisis, you know. In"
    },
    {
      "start": 454.4,
      "dur": 2.71,
      "text": "like the beautiful crisis, you know. In your article in which you profiled him,"
    },
    {
      "start": 457.12,
      "dur": 3.43,
      "text": "your article in which you profiled him, um you track key moments in Puerto Rico"
    },
    {
      "start": 460.56,
      "dur": 3.83,
      "text": "um you track key moments in Puerto Rico and how Bad Bunny responded to them. And"
    },
    {
      "start": 464.4,
      "dur": 3.349,
      "text": "and how Bad Bunny responded to them. And one huge moment was when Hurricane Maria"
    },
    {
      "start": 467.759,
      "dur": 3.191,
      "text": "one huge moment was when Hurricane Maria hit hit Puerto Rico. This was in 2017."
    },
    {
      "start": 470.96,
      "dur": 2.949,
      "text": "hit hit Puerto Rico. This was in 2017. It was a category 5 hurricane. It was"
    },
    {
      "start": 473.919,
      "dur": 2.791,
      "text": "It was a category 5 hurricane. It was the strongest to hit the island in I"
    },
    {
      "start": 476.72,
      "dur": 2.71,
      "text": "the strongest to hit the island in I believe it was 90 some odd years. It"
    },
    {
      "start": 479.44,
      "dur": 4.469,
      "text": "believe it was 90 some odd years. It killed more than 3,000 people. And at"
    },
    {
      "start": 483.919,
      "dur": 1.83,
      "text": "killed more than 3,000 people. And at the time, President Trump was in the"
    },
    {
      "start": 485.759,
      "dur": 2.071,
      "text": "the time, President Trump was in the White House. This was his first term."
    },
    {
      "start": 487.84,
      "dur": 3.27,
      "text": "White House. This was his first term. And Bad Bunny criticized how Donald"
    },
    {
      "start": 491.12,
      "dur": 1.59,
      "text": "And Bad Bunny criticized how Donald Trump handled that, didn't he? And and"
    },
    {
      "start": 492.72,
      "dur": 1.11,
      "text": "Trump handled that, didn't he? And and I'm curious if you can help us"
    },
    {
      "start": 493.84,
      "dur": 1.749,
      "text": "I'm curious if you can help us understand what was going on in that"
    },
    {
      "start": 495.599,
      "dur": 2.87,
      "text": "understand what was going on in that moment and why he uh why he did indeed"
    },
    {
      "start": 498.479,
      "dur": 1.671,
      "text": "moment and why he uh why he did indeed criticize President Trump."
    },
    {
      "start": 500.16,
      "dur": 1.83,
      "text": "criticize President Trump. &gt;&gt; Yeah. I think you're referring to his"
    },
    {
      "start": 502.0,
      "dur": 2.71,
      "text": "&gt;&gt; Yeah. I think you're referring to his appearance on Jimmy Fallon in 2018, like"
    },
    {
      "start": 504.72,
      "dur": 1.909,
      "text": "appearance on Jimmy Fallon in 2018, like near the anniversary of Maria when he"
    },
    {
      "start": 506.639,
      "dur": 2.471,
      "text": "near the anniversary of Maria when he said, you know, over 3,000 people died."
    },
    {
      "start": 509.12,
      "dur": 1.749,
      "text": "said, you know, over 3,000 people died. It's a year later. Some people still"
    },
    {
      "start": 510.879,
      "dur": 1.911,
      "text": "It's a year later. Some people still don't have electricity and Trump is in"
    },
    {
      "start": 512.8,
      "dur": 3.029,
      "text": "don't have electricity and Trump is in denial. You know, Trump famously threw"
    },
    {
      "start": 515.839,
      "dur": 2.151,
      "text": "denial. You know, Trump famously threw this role of paper towels into a press"
    },
    {
      "start": 518.0,
      "dur": 2.87,
      "text": "this role of paper towels into a press conference after the hurricane. And we"
    },
    {
      "start": 520.88,
      "dur": 1.19,
      "text": "conference after the hurricane. And we should add here that, you know,"
    },
    {
      "start": 522.08,
      "dur": 2.23,
      "text": "should add here that, you know, President Trump claimed at the time that"
    },
    {
      "start": 524.32,
      "dur": 2.39,
      "text": "President Trump claimed at the time that the US government had spent some $91"
    },
    {
      "start": 526.72,
      "dur": 2.07,
      "text": "the US government had spent some $91 billion on disaster relief. My"
    },
    {
      "start": 528.8,
      "dur": 1.75,
      "text": "billion on disaster relief. My understanding is Congress has actually"
    },
    {
      "start": 530.56,
      "dur": 3.59,
      "text": "understanding is Congress has actually allocated only about half of that, $42.5"
    },
    {
      "start": 534.16,
      "dur": 2.95,
      "text": "allocated only about half of that, $42.5 billion. And then reports show that only"
    },
    {
      "start": 537.12,
      "dur": 1.67,
      "text": "billion. And then reports show that only a fraction of that had actually reached"
    },
    {
      "start": 538.8,
      "dur": 2.87,
      "text": "a fraction of that had actually reached the island even several years later. And"
    },
    {
      "start": 541.68,
      "dur": 1.829,
      "text": "the island even several years later. And you know, I went to Puerto Rico after"
    },
    {
      "start": 543.519,
      "dur": 1.591,
      "text": "you know, I went to Puerto Rico after Hurricane Maria. I mean, the devastation"
    },
    {
      "start": 545.12,
      "dur": 2.31,
      "text": "Hurricane Maria. I mean, the devastation was still widely apparent throughout the"
    },
    {
      "start": 547.44,
      "dur": 1.67,
      "text": "was still widely apparent throughout the island. And I don't know how things are"
    },
    {
      "start": 549.12,
      "dur": 1.75,
      "text": "island. And I don't know how things are at this point. Yeah."
    },
    {
      "start": 550.88,
      "dur": 1.83,
      "text": "at this point. Yeah. &gt;&gt; Yeah. It's still legible. I mean, there"
    },
    {
      "start": 552.72,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. It's still legible. I mean, there are still street lights that don't work"
    },
    {
      "start": 554.72,
      "dur": 2.87,
      "text": "are still street lights that don't work from the hurricane nearly 10 years ago."
    },
    {
      "start": 557.6,
      "dur": 2.15,
      "text": "from the hurricane nearly 10 years ago. Um, the island is permanently marked by"
    },
    {
      "start": 559.76,
      "dur": 2.71,
      "text": "Um, the island is permanently marked by that disaster and the bungling of the"
    },
    {
      "start": 562.48,
      "dur": 1.99,
      "text": "that disaster and the bungling of the recovery. Um, you know, there are"
    },
    {
      "start": 564.48,
      "dur": 2.469,
      "text": "recovery. Um, you know, there are infamous photographs of, you know, huge"
    },
    {
      "start": 566.959,
      "dur": 2.87,
      "text": "infamous photographs of, you know, huge trucks full of bottles of water miles"
    },
    {
      "start": 569.839,
      "dur": 2.231,
      "text": "trucks full of bottles of water miles from where people had no nothing"
    },
    {
      "start": 572.08,
      "dur": 2.79,
      "text": "from where people had no nothing portable to drink in the mountains. So,"
    },
    {
      "start": 574.88,
      "dur": 2.069,
      "text": "portable to drink in the mountains. So, you know, Bad Bunny did name Trump's"
    },
    {
      "start": 576.959,
      "dur": 1.43,
      "text": "you know, Bad Bunny did name Trump's name, but he has also been really"
    },
    {
      "start": 578.399,
      "dur": 2.471,
      "text": "name, but he has also been really consistent in his criticism of the"
    },
    {
      "start": 580.88,
      "dur": 1.03,
      "text": "consistent in his criticism of the government, the Puerto Rican"
    },
    {
      "start": 581.92,
      "dur": 2.63,
      "text": "government, the Puerto Rican government's handling of the storm. He"
    },
    {
      "start": 584.56,
      "dur": 1.67,
      "text": "government's handling of the storm. He was really like willing to think out"
    },
    {
      "start": 586.24,
      "dur": 2.31,
      "text": "was really like willing to think out loud about like what was at stake for"
    },
    {
      "start": 588.56,
      "dur": 2.709,
      "text": "loud about like what was at stake for his generation in Puerto Rico. Kind of"
    },
    {
      "start": 591.279,
      "dur": 1.831,
      "text": "his generation in Puerto Rico. Kind of what the impact of the hurricane had"
    },
    {
      "start": 593.12,
      "dur": 2.709,
      "text": "what the impact of the hurricane had been. 2019 he'd gone to his first street"
    },
    {
      "start": 595.839,
      "dur": 2.711,
      "text": "been. 2019 he'd gone to his first street protest ever which was part of these"
    },
    {
      "start": 598.56,
      "dur": 2.709,
      "text": "protest ever which was part of these massive protests of the summer of 2019"
    },
    {
      "start": 601.279,
      "dur": 1.911,
      "text": "massive protests of the summer of 2019 in Puerto Rico. One in three Puerto"
    },
    {
      "start": 603.2,
      "dur": 2.309,
      "text": "in Puerto Rico. One in three Puerto Ricans participated. That's crazy level"
    },
    {
      "start": 605.519,
      "dur": 1.271,
      "text": "Ricans participated. That's crazy level of participation."
    },
    {
      "start": 606.8,
      "dur": 1.51,
      "text": "of participation. &gt;&gt; What were they protesting about? They"
    },
    {
      "start": 608.32,
      "dur": 3.03,
      "text": "&gt;&gt; What were they protesting about? They were protesting um a chat that had"
    },
    {
      "start": 611.36,
      "dur": 2.23,
      "text": "were protesting um a chat that had leaked um between the governor and some"
    },
    {
      "start": 613.6,
      "dur": 3.99,
      "text": "leaked um between the governor and some of his cronies um that revealed him and"
    },
    {
      "start": 617.6,
      "dur": 3.75,
      "text": "of his cronies um that revealed him and some of his collaborators uh kind of"
    },
    {
      "start": 621.36,
      "dur": 2.469,
      "text": "some of his collaborators uh kind of disrespecting many many sectors of"
    },
    {
      "start": 623.839,
      "dur": 3.271,
      "text": "disrespecting many many sectors of Puerto Rican society, women, gay people,"
    },
    {
      "start": 627.12,
      "dur": 2.31,
      "text": "Puerto Rican society, women, gay people, and especially the dead of Puerto R uh"
    },
    {
      "start": 629.44,
      "dur": 2.87,
      "text": "and especially the dead of Puerto R uh the dead um resulting from Hurricane"
    },
    {
      "start": 632.32,
      "dur": 2.71,
      "text": "the dead um resulting from Hurricane Maria. and um they were celebrating the"
    },
    {
      "start": 635.04,
      "dur": 2.31,
      "text": "Maria. and um they were celebrating the notion of a Puerto Rico without Puerto"
    },
    {
      "start": 637.36,
      "dur": 3.589,
      "text": "notion of a Puerto Rico without Puerto Ricans and took also the kind of like"
    },
    {
      "start": 640.959,
      "dur": 2.55,
      "text": "Ricans and took also the kind of like the opportunity of disaster capitalism"
    },
    {
      "start": 643.519,
      "dur": 2.791,
      "text": "the opportunity of disaster capitalism to privatize um a lot of Puerto Rico's"
    },
    {
      "start": 646.32,
      "dur": 2.31,
      "text": "to privatize um a lot of Puerto Rico's infrastructure selling the electric grid"
    },
    {
      "start": 648.64,
      "dur": 1.99,
      "text": "infrastructure selling the electric grid to a Canadian company that's been an"
    },
    {
      "start": 650.64,
      "dur": 3.27,
      "text": "to a Canadian company that's been an absolute disaster. Constant blackouts."
    },
    {
      "start": 653.92,
      "dur": 2.469,
      "text": "absolute disaster. Constant blackouts. Bad Bunny has even has an entire song"
    },
    {
      "start": 656.399,
      "dur": 1.99,
      "text": "Bad Bunny has even has an entire song called the blackout, right? that that"
    },
    {
      "start": 658.399,
      "dur": 1.751,
      "text": "called the blackout, right? that that comments on this kind of infrastructure"
    },
    {
      "start": 660.16,
      "dur": 2.31,
      "text": "comments on this kind of infrastructure failure or he has a love song on the"
    },
    {
      "start": 662.48,
      "dur": 2.71,
      "text": "failure or he has a love song on the most recent album about potholes. So,"
    },
    {
      "start": 665.2,
      "dur": 1.749,
      "text": "most recent album about potholes. So, you know, part of the texture of Puerto"
    },
    {
      "start": 666.959,
      "dur": 3.831,
      "text": "you know, part of the texture of Puerto Rican daily life is this neglect, you"
    },
    {
      "start": 670.8,
      "dur": 2.87,
      "text": "Rican daily life is this neglect, you know, that um has, you know, its root"
    },
    {
      "start": 673.68,
      "dur": 2.389,
      "text": "know, that um has, you know, its root cause in the status of Puerto Rico not"
    },
    {
      "start": 676.079,
      "dur": 3.591,
      "text": "cause in the status of Puerto Rico not having autonomy over its own future. And"
    },
    {
      "start": 679.68,
      "dur": 2.87,
      "text": "having autonomy over its own future. And so his music is a kind of archive of"
    },
    {
      "start": 682.56,
      "dur": 2.55,
      "text": "so his music is a kind of archive of this really special, difficult, and"
    },
    {
      "start": 685.12,
      "dur": 2.07,
      "text": "this really special, difficult, and important period in Puerto Rican"
    },
    {
      "start": 687.2,
      "dur": 0.55,
      "text": "important period in Puerto Rican history."
    },
    {
      "start": 687.76,
      "dur": 1.67,
      "text": "history. &gt;&gt; Karina, we want to fast forward a little"
    },
    {
      "start": 689.44,
      "dur": 5.11,
      "text": "&gt;&gt; Karina, we want to fast forward a little bit um to 2025. So back in January of"
    },
    {
      "start": 694.56,
      "dur": 2.31,
      "text": "bit um to 2025. So back in January of that year, Bad Bunny brought out his"
    },
    {
      "start": 696.88,
      "dur": 4.31,
      "text": "that year, Bad Bunny brought out his latest album, Debbie Taras Photos. Uh I"
    },
    {
      "start": 701.2,
      "dur": 1.749,
      "text": "latest album, Debbie Taras Photos. Uh I I wish I'd taken more photos. Is that"
    },
    {
      "start": 702.959,
      "dur": 1.671,
      "text": "I wish I'd taken more photos. Is that the correct translate? I should have"
    },
    {
      "start": 704.64,
      "dur": 1.59,
      "text": "the correct translate? I should have taken more photos."
    },
    {
      "start": 706.24,
      "dur": 2.39,
      "text": "taken more photos. &gt;&gt; And kind of both. It's been it's been"
    },
    {
      "start": 708.64,
      "dur": 2.55,
      "text": "&gt;&gt; And kind of both. It's been it's been seen as a love letter to Puerto Rico."
    },
    {
      "start": 711.2,
      "dur": 1.99,
      "text": "seen as a love letter to Puerto Rico. Why is it called that? And what does he"
    },
    {
      "start": 713.2,
      "dur": 2.79,
      "text": "Why is it called that? And what does he talk about on the album?"
    },
    {
      "start": 716.0,
      "dur": 2.87,
      "text": "talk about on the album? &gt;&gt; Yeah. I mean, I think it's really about"
    },
    {
      "start": 718.88,
      "dur": 3.189,
      "text": "&gt;&gt; Yeah. I mean, I think it's really about what it means to live in the present and"
    },
    {
      "start": 722.079,
      "dur": 3.351,
      "text": "what it means to live in the present and value where you are and who you are"
    },
    {
      "start": 725.44,
      "dur": 3.43,
      "text": "value where you are and who you are with. I think one of the most sort of uh"
    },
    {
      "start": 728.88,
      "dur": 3.189,
      "text": "with. I think one of the most sort of uh telling viral moments in the wake of the"
    },
    {
      "start": 732.079,
      "dur": 3.831,
      "text": "telling viral moments in the wake of the album was seeing people in Gaza, the Tik"
    },
    {
      "start": 735.92,
      "dur": 3.19,
      "text": "album was seeing people in Gaza, the Tik Tok trend of posting photographs of Gaza"
    },
    {
      "start": 739.12,
      "dur": 3.75,
      "text": "Tok trend of posting photographs of Gaza prior to the Israeli bombardment of, you"
    },
    {
      "start": 742.88,
      "dur": 1.83,
      "text": "prior to the Israeli bombardment of, you know, how the city looked when people"
    },
    {
      "start": 744.72,
      "dur": 2.789,
      "text": "know, how the city looked when people were eating, going to the beach,"
    },
    {
      "start": 747.519,
      "dur": 2.071,
      "text": "were eating, going to the beach, gathering, dancing, laughing, spending"
    },
    {
      "start": 749.6,
      "dur": 2.229,
      "text": "gathering, dancing, laughing, spending time with family, you know, people"
    },
    {
      "start": 751.839,
      "dur": 2.311,
      "text": "time with family, you know, people wishing they had taken more photos of"
    },
    {
      "start": 754.16,
      "dur": 2.39,
      "text": "wishing they had taken more photos of the life that they had lost. And there"
    },
    {
      "start": 756.56,
      "dur": 3.43,
      "text": "the life that they had lost. And there was also another viral Tik Tok trend of"
    },
    {
      "start": 760.0,
      "dur": 1.91,
      "text": "was also another viral Tik Tok trend of Latin Americans posting family"
    },
    {
      "start": 761.92,
      "dur": 2.709,
      "text": "Latin Americans posting family photographs like to the tune of Devmas"
    },
    {
      "start": 764.639,
      "dur": 1.911,
      "text": "photographs like to the tune of Devmas photos. And these are people who maybe"
    },
    {
      "start": 766.56,
      "dur": 2.709,
      "text": "photos. And these are people who maybe only have three or four photographs that"
    },
    {
      "start": 769.279,
      "dur": 1.67,
      "text": "only have three or four photographs that people have preserved in their pocket"
    },
    {
      "start": 770.959,
      "dur": 1.511,
      "text": "people have preserved in their pocket through really difficult journeys of"
    },
    {
      "start": 772.48,
      "dur": 2.469,
      "text": "through really difficult journeys of migration. And so I think it's about"
    },
    {
      "start": 774.959,
      "dur": 3.43,
      "text": "migration. And so I think it's about honoring um and and keeping alive um"
    },
    {
      "start": 778.399,
      "dur": 2.951,
      "text": "honoring um and and keeping alive um some of those ties to um our homeland"
    },
    {
      "start": 781.36,
      "dur": 1.99,
      "text": "some of those ties to um our homeland and the people that we love. But it's"
    },
    {
      "start": 783.36,
      "dur": 1.99,
      "text": "and the people that we love. But it's also about what it is. What does it mean"
    },
    {
      "start": 785.36,
      "dur": 3.35,
      "text": "also about what it is. What does it mean to use that material creatively? You"
    },
    {
      "start": 788.72,
      "dur": 3.75,
      "text": "to use that material creatively? You know, so when he's"
    },
    {
      "start": 792.48,
      "dur": 2.63,
      "text": "know, so when he's doing his own version of a folkloruric"
    },
    {
      "start": 795.12,
      "dur": 2.63,
      "text": "doing his own version of a folkloruric Puerto Rican genre like Blena, what does"
    },
    {
      "start": 797.76,
      "dur": 1.749,
      "text": "Puerto Rican genre like Blena, what does it mean for that to sound totally"
    },
    {
      "start": 799.519,
      "dur": 1.831,
      "text": "it mean for that to sound totally modern? You know, this isn't about"
    },
    {
      "start": 801.36,
      "dur": 4.23,
      "text": "modern? You know, this isn't about honoring tradition in a super faithful"
    },
    {
      "start": 805.6,
      "dur": 2.95,
      "text": "honoring tradition in a super faithful um conservative way. It's about what we"
    },
    {
      "start": 808.56,
      "dur": 2.47,
      "text": "um conservative way. It's about what we do with what we inherit and how we can"
    },
    {
      "start": 811.04,
      "dur": 3.349,
      "text": "do with what we inherit and how we can make it work for the challenges of the"
    },
    {
      "start": 814.399,
      "dur": 3.11,
      "text": "make it work for the challenges of the present. I used to work at NPR and he"
    },
    {
      "start": 817.519,
      "dur": 1.671,
      "text": "present. I used to work at NPR and he performed it at the Tiny Desk concert. I"
    },
    {
      "start": 819.2,
      "dur": 1.749,
      "text": "performed it at the Tiny Desk concert. I was there. It was amazing. I don't speak"
    },
    {
      "start": 820.959,
      "dur": 2.31,
      "text": "was there. It was amazing. I don't speak really a lick of Spanish. We were all"
    },
    {
      "start": 823.279,
      "dur": 2.711,
      "text": "really a lick of Spanish. We were all jamming to it. And Karina, that is what"
    },
    {
      "start": 826.0,
      "dur": 2.629,
      "text": "jamming to it. And Karina, that is what strikes me about Bad Bunny's music is"
    },
    {
      "start": 828.639,
      "dur": 3.99,
      "text": "strikes me about Bad Bunny's music is that it is so widely resonant with an"
    },
    {
      "start": 832.639,
      "dur": 1.19,
      "text": "that it is so widely resonant with an audience of people certainly as you say"
    },
    {
      "start": 833.839,
      "dur": 1.43,
      "text": "audience of people certainly as you say in Spanish-sp speakaking countries, but"
    },
    {
      "start": 835.279,
      "dur": 2.311,
      "text": "in Spanish-sp speakaking countries, but also amongst people here in the United"
    },
    {
      "start": 837.6,
      "dur": 2.469,
      "text": "also amongst people here in the United States, Europe, um you mentioned Gaza,"
    },
    {
      "start": 840.079,
      "dur": 1.75,
      "text": "States, Europe, um you mentioned Gaza, elsewhere, people who don't necessarily"
    },
    {
      "start": 841.839,
      "dur": 2.471,
      "text": "elsewhere, people who don't necessarily know Spanish. We just saw him win album"
    },
    {
      "start": 844.32,
      "dur": 1.749,
      "text": "know Spanish. We just saw him win album of the year at the Grammys. So what is"
    },
    {
      "start": 846.079,
      "dur": 2.31,
      "text": "of the year at the Grammys. So what is it in your view about the music that"
    },
    {
      "start": 848.399,
      "dur": 2.79,
      "text": "it in your view about the music that makes it resonate so widely? I mean, I"
    },
    {
      "start": 851.199,
      "dur": 1.19,
      "text": "makes it resonate so widely? I mean, I think when we're talking about this"
    },
    {
      "start": 852.399,
      "dur": 2.311,
      "text": "think when we're talking about this album in particular, we're talking about"
    },
    {
      "start": 854.72,
      "dur": 1.83,
      "text": "album in particular, we're talking about like the magic of call and response."
    },
    {
      "start": 856.56,
      "dur": 1.19,
      "text": "like the magic of call and response. &gt;&gt; Oh, yeah. That happened at the tiny"
    },
    {
      "start": 857.76,
      "dur": 1.35,
      "text": "&gt;&gt; Oh, yeah. That happened at the tiny desk. Yes."
    },
    {
      "start": 859.12,
      "dur": 2.069,
      "text": "desk. Yes. &gt;&gt; It happened at the tiny desk. It"
    },
    {
      "start": 861.199,
      "dur": 2.31,
      "text": "&gt;&gt; It happened at the tiny desk. It happened even like with Trevor Noan when"
    },
    {
      "start": 863.519,
      "dur": 2.391,
      "text": "happened even like with Trevor Noan when Trevor Noah brought in the horns at the"
    },
    {
      "start": 865.92,
      "dur": 2.149,
      "text": "Trevor Noah brought in the horns at the uh Grammy audience and you see Siza in"
    },
    {
      "start": 868.079,
      "dur": 3.271,
      "text": "uh Grammy audience and you see Siza in the back being like,"
    },
    {
      "start": 871.36,
      "dur": 2.63,
      "text": "the back being like, you know, um and these are really old"
    },
    {
      "start": 874.0,
      "dur": 1.75,
      "text": "you know, um and these are really old technologies. Really, I would say the"
    },
    {
      "start": 875.76,
      "dur": 1.59,
      "text": "technologies. Really, I would say the oldest technology. you know, this is"
    },
    {
      "start": 877.36,
      "dur": 3.19,
      "text": "oldest technology. you know, this is what like enslaved African people"
    },
    {
      "start": 880.56,
      "dur": 1.99,
      "text": "what like enslaved African people brought over. You know, these are very,"
    },
    {
      "start": 882.56,
      "dur": 2.15,
      "text": "brought over. You know, these are very, very old rhythms and they're sticky for"
    },
    {
      "start": 884.72,
      "dur": 2.71,
      "text": "very old rhythms and they're sticky for a reason. They've been effective, you"
    },
    {
      "start": 887.44,
      "dur": 1.99,
      "text": "a reason. They've been effective, you know, carriers of culture for hundreds"
    },
    {
      "start": 889.44,
      "dur": 2.47,
      "text": "know, carriers of culture for hundreds of years. And, you know, Puerto Rican"
    },
    {
      "start": 891.92,
      "dur": 3.349,
      "text": "of years. And, you know, Puerto Rican music is Caribbean music is black music"
    },
    {
      "start": 895.279,
      "dur": 4.79,
      "text": "music is Caribbean music is black music and um those drums, the call reaches you"
    },
    {
      "start": 900.079,
      "dur": 1.671,
      "text": "and um those drums, the call reaches you and it reaches you in a really deep"
    },
    {
      "start": 901.76,
      "dur": 2.79,
      "text": "and it reaches you in a really deep place. and genre in Puerto Rico genres"
    },
    {
      "start": 904.56,
      "dur": 2.87,
      "text": "place. and genre in Puerto Rico genres like pla and also uh the Afro Puerto"
    },
    {
      "start": 907.44,
      "dur": 2.87,
      "text": "like pla and also uh the Afro Puerto Rican genre of bomba is really that's"
    },
    {
      "start": 910.32,
      "dur": 2.309,
      "text": "Rican genre of bomba is really that's the fundamental unit and it's something"
    },
    {
      "start": 912.639,
      "dur": 3.351,
      "text": "the fundamental unit and it's something that's really hard to scale you know um"
    },
    {
      "start": 916.0,
      "dur": 2.79,
      "text": "that's really hard to scale you know um uh deodorastos the album was recorded"
    },
    {
      "start": 918.8,
      "dur": 1.99,
      "text": "uh deodorastos the album was recorded live it's the first of Bad Bunny's"
    },
    {
      "start": 920.8,
      "dur": 2.31,
      "text": "live it's the first of Bad Bunny's albums recorded live and he assembled"
    },
    {
      "start": 923.12,
      "dur": 3.269,
      "text": "albums recorded live and he assembled this amazing band of young Puerto Rican"
    },
    {
      "start": 926.399,
      "dur": 1.99,
      "text": "this amazing band of young Puerto Rican musicians from public music schools that"
    },
    {
      "start": 928.399,
      "dur": 2.23,
      "text": "musicians from public music schools that he's been calling Los Soinos the nieces"
    },
    {
      "start": 930.639,
      "dur": 3.671,
      "text": "he's been calling Los Soinos the nieces and nephews Um, and you know, so you can"
    },
    {
      "start": 934.32,
      "dur": 3.11,
      "text": "and nephews Um, and you know, so you can hear him really invoking that very local"
    },
    {
      "start": 937.44,
      "dur": 2.069,
      "text": "hear him really invoking that very local practice of like, you know, you need to"
    },
    {
      "start": 939.519,
      "dur": 2.31,
      "text": "practice of like, you know, you need to be in hearing distance of the singer in"
    },
    {
      "start": 941.839,
      "dur": 1.751,
      "text": "be in hearing distance of the singer in order to be able to sing it back. And"
    },
    {
      "start": 943.6,
      "dur": 2.71,
      "text": "order to be able to sing it back. And his proposition with this tour, with a"
    },
    {
      "start": 946.32,
      "dur": 1.91,
      "text": "his proposition with this tour, with a Super Bowl is like, is it possible to"
    },
    {
      "start": 948.24,
      "dur": 3.509,
      "text": "Super Bowl is like, is it possible to take that magic that's based on like a"
    },
    {
      "start": 951.759,
      "dur": 3.271,
      "text": "take that magic that's based on like a really kind of intimate uh vernacular"
    },
    {
      "start": 955.04,
      "dur": 3.11,
      "text": "really kind of intimate uh vernacular form and to scale it globally? And I"
    },
    {
      "start": 958.16,
      "dur": 1.51,
      "text": "form and to scale it globally? And I think there are some contradictions to"
    },
    {
      "start": 959.68,
      "dur": 2.31,
      "text": "think there are some contradictions to that, but it's also a really exciting"
    },
    {
      "start": 962.0,
      "dur": 1.03,
      "text": "that, but it's also a really exciting ambition."
    },
    {
      "start": 963.04,
      "dur": 1.029,
      "text": "ambition. &gt;&gt; Well, that's interesting. So, it's"
    },
    {
      "start": 964.079,
      "dur": 2.951,
      "text": "&gt;&gt; Well, that's interesting. So, it's specifically about um performer and"
    },
    {
      "start": 967.04,
      "dur": 2.87,
      "text": "specifically about um performer and audience being in quite close contact."
    },
    {
      "start": 969.92,
      "dur": 2.39,
      "text": "audience being in quite close contact. Um because he he started this world"
    },
    {
      "start": 972.32,
      "dur": 2.629,
      "text": "Um because he he started this world tour, didn't he, with a 31 date"
    },
    {
      "start": 974.959,
      "dur": 3.591,
      "text": "tour, didn't he, with a 31 date residency in San Juan in Puerto Rico?"
    },
    {
      "start": 978.56,
      "dur": 1.91,
      "text": "residency in San Juan in Puerto Rico? How impactful and how big of a deal was"
    },
    {
      "start": 980.48,
      "dur": 1.43,
      "text": "How impactful and how big of a deal was that in Puerto Rico?"
    },
    {
      "start": 981.92,
      "dur": 1.269,
      "text": "that in Puerto Rico? &gt;&gt; There are different ways to calculate"
    },
    {
      "start": 983.199,
      "dur": 2.31,
      "text": "&gt;&gt; There are different ways to calculate it. Um, some economists have estimated"
    },
    {
      "start": 985.519,
      "dur": 3.75,
      "text": "it. Um, some economists have estimated that the residency brought over $176"
    },
    {
      "start": 989.279,
      "dur": 2.711,
      "text": "that the residency brought over $176 million to Puerto Rico, which obviously"
    },
    {
      "start": 992.0,
      "dur": 2.47,
      "text": "million to Puerto Rico, which obviously is nothing to see sneeze at. And Bad"
    },
    {
      "start": 994.48,
      "dur": 2.31,
      "text": "is nothing to see sneeze at. And Bad Bunny has been very deliberate about um"
    },
    {
      "start": 996.8,
      "dur": 2.949,
      "text": "Bunny has been very deliberate about um partnering with uh indie makers,"
    },
    {
      "start": 999.759,
      "dur": 1.831,
      "text": "partnering with uh indie makers, musicians, you know, whether it's"
    },
    {
      "start": 1001.6,
      "dur": 3.589,
      "text": "musicians, you know, whether it's costumes or set designers or, you know,"
    },
    {
      "start": 1005.199,
      "dur": 1.831,
      "text": "costumes or set designers or, you know, the plan musicians. He's been"
    },
    {
      "start": 1007.04,
      "dur": 2.55,
      "text": "the plan musicians. He's been collaborating with Los Plosa and he's"
    },
    {
      "start": 1009.6,
      "dur": 1.83,
      "text": "collaborating with Los Plosa and he's really urged people to shop local when"
    },
    {
      "start": 1011.44,
      "dur": 1.59,
      "text": "really urged people to shop local when they were visiting for the concert. all"
    },
    {
      "start": 1013.04,
      "dur": 2.469,
      "text": "they were visiting for the concert. all of that. But still, at the end of the"
    },
    {
      "start": 1015.519,
      "dur": 2.31,
      "text": "of that. But still, at the end of the day, this is a visitor economy. This is"
    },
    {
      "start": 1017.839,
      "dur": 3.031,
      "text": "day, this is a visitor economy. This is a version of tourism, right? Um, which"
    },
    {
      "start": 1020.88,
      "dur": 2.869,
      "text": "a version of tourism, right? Um, which is not economists all agree that tourism"
    },
    {
      "start": 1023.759,
      "dur": 2.79,
      "text": "is not economists all agree that tourism is not a sustainable basis for an"
    },
    {
      "start": 1026.559,
      "dur": 2.87,
      "text": "is not a sustainable basis for an economy. Puerto Rico became like bad"
    },
    {
      "start": 1029.439,
      "dur": 2.47,
      "text": "economy. Puerto Rico became like bad bunny land for all of that summer. It"
    },
    {
      "start": 1031.919,
      "dur": 2.311,
      "text": "bunny land for all of that summer. It was, you know, the corporate tie-ins"
    },
    {
      "start": 1034.24,
      "dur": 1.91,
      "text": "was, you know, the corporate tie-ins were crazy. you know, [laughter] you"
    },
    {
      "start": 1036.16,
      "dur": 2.149,
      "text": "were crazy. you know, [laughter] you could go to a a church's chicken was"
    },
    {
      "start": 1038.319,
      "dur": 2.311,
      "text": "could go to a a church's chicken was done up like a little, you know, uh,"
    },
    {
      "start": 1040.64,
      "dur": 2.47,
      "text": "done up like a little, you know, uh, roadside rural Puerto Rican shack. Like"
    },
    {
      "start": 1043.12,
      "dur": 1.75,
      "text": "roadside rural Puerto Rican shack. Like some of it I found to be like quite"
    },
    {
      "start": 1044.88,
      "dur": 2.309,
      "text": "some of it I found to be like quite cringe, right? But there was also a kind"
    },
    {
      "start": 1047.199,
      "dur": 3.191,
      "text": "cringe, right? But there was also a kind of euphoria to all participating in this"
    },
    {
      "start": 1050.4,
      "dur": 2.389,
      "text": "of euphoria to all participating in this album that does, as I said, invite"
    },
    {
      "start": 1052.799,
      "dur": 1.911,
      "text": "album that does, as I said, invite participation and that sort of tries to"
    },
    {
      "start": 1054.72,
      "dur": 3.27,
      "text": "participation and that sort of tries to hand itself back over um, to the Puerto"
    },
    {
      "start": 1058.0,
      "dur": 2.63,
      "text": "hand itself back over um, to the Puerto Rican people. Um, I did go to the"
    },
    {
      "start": 1060.64,
      "dur": 2.71,
      "text": "Rican people. Um, I did go to the residency in September once it had"
    },
    {
      "start": 1063.36,
      "dur": 1.91,
      "text": "residency in September once it had opened up to non-residents of Puerto"
    },
    {
      "start": 1065.28,
      "dur": 1.67,
      "text": "opened up to non-residents of Puerto Rico. My mother's family is Puerto"
    },
    {
      "start": 1066.96,
      "dur": 2.39,
      "text": "Rico. My mother's family is Puerto Rican, but I grew up in the US and I"
    },
    {
      "start": 1069.36,
      "dur": 1.669,
      "text": "Rican, but I grew up in the US and I thought, you know, I'm going to be good"
    },
    {
      "start": 1071.039,
      "dur": 2.471,
      "text": "thought, you know, I'm going to be good and do what he says and go during the"
    },
    {
      "start": 1073.52,
      "dur": 2.47,
      "text": "and do what he says and go during the period that's open to non-residents of"
    },
    {
      "start": 1076.0,
      "dur": 3.029,
      "text": "period that's open to non-residents of the archipelago. Um, it was an amazing"
    },
    {
      "start": 1079.039,
      "dur": 2.471,
      "text": "the archipelago. Um, it was an amazing show. Um, but at the same time, you"
    },
    {
      "start": 1081.52,
      "dur": 2.71,
      "text": "show. Um, but at the same time, you know, a stadium concert, no matter how"
    },
    {
      "start": 1084.24,
      "dur": 2.71,
      "text": "know, a stadium concert, no matter how wonderful, is never going to have the"
    },
    {
      "start": 1086.96,
      "dur": 3.35,
      "text": "wonderful, is never going to have the same kind of friction as and spark as a"
    },
    {
      "start": 1090.32,
      "dur": 3.43,
      "text": "same kind of friction as and spark as a like 75 person, you know, street party"
    },
    {
      "start": 1093.76,
      "dur": 4.23,
      "text": "like 75 person, you know, street party or family party. Um, so I do think that"
    },
    {
      "start": 1098.0,
      "dur": 3.51,
      "text": "or family party. Um, so I do think that uh, you know, the the ma the the most"
    },
    {
      "start": 1101.52,
      "dur": 2.47,
      "text": "uh, you know, the the ma the the most magical part of Puerto Rican music, as"
    },
    {
      "start": 1104.0,
      "dur": 1.99,
      "text": "magical part of Puerto Rican music, as as he says in one of his songs, you"
    },
    {
      "start": 1106.0,
      "dur": 3.572,
      "text": "as he says in one of his songs, you know, um, the best of us nobody saw. Bad"
    },
    {
      "start": 1109.582,
      "dur": 3.048,
      "text": "know, um, the best of us nobody saw. Bad [clears throat] Bunny has been singing."
    },
    {
      "start": 1112.64,
      "dur": 1.19,
      "text": "[clears throat] Bunny has been singing. You mentioned his residency there in"
    },
    {
      "start": 1113.84,
      "dur": 2.39,
      "text": "You mentioned his residency there in Puerto Rico, but crucially he has not"
    },
    {
      "start": 1116.24,
      "dur": 2.15,
      "text": "Puerto Rico, but crucially he has not been playing any dates, any concerts"
    },
    {
      "start": 1118.4,
      "dur": 2.87,
      "text": "been playing any dates, any concerts here in the United States. Uh he said in"
    },
    {
      "start": 1121.28,
      "dur": 1.749,
      "text": "here in the United States. Uh he said in an interview back in September that he"
    },
    {
      "start": 1123.039,
      "dur": 2.311,
      "text": "an interview back in September that he was worried about ICE agents being"
    },
    {
      "start": 1125.36,
      "dur": 2.39,
      "text": "was worried about ICE agents being outside his concerts if he held them"
    },
    {
      "start": 1127.76,
      "dur": 2.95,
      "text": "outside his concerts if he held them here in the US mainland. Um but then"
    },
    {
      "start": 1130.72,
      "dur": 3.35,
      "text": "here in the US mainland. Um but then also um you know it was announced that"
    },
    {
      "start": 1134.08,
      "dur": 2.39,
      "text": "also um you know it was announced that he would be the Super Bowl halftime"
    },
    {
      "start": 1136.48,
      "dur": 2.87,
      "text": "he would be the Super Bowl halftime artist and he will be performing in"
    },
    {
      "start": 1139.36,
      "dur": 3.75,
      "text": "artist and he will be performing in California on Sunday to a huge audience"
    },
    {
      "start": 1143.12,
      "dur": 1.35,
      "text": "California on Sunday to a huge audience not just to people in the stadium right"
    },
    {
      "start": 1144.48,
      "dur": 2.47,
      "text": "not just to people in the stadium right but huge audiences around the world"
    },
    {
      "start": 1146.96,
      "dur": 3.03,
      "text": "but huge audiences around the world expected to tune in and want to"
    },
    {
      "start": 1150.0,
      "dur": 3.43,
      "text": "expected to tune in and want to understand from you why he decided to"
    },
    {
      "start": 1153.44,
      "dur": 2.15,
      "text": "understand from you why he decided to take that opportunity."
    },
    {
      "start": 1155.6,
      "dur": 3.59,
      "text": "take that opportunity. Yeah, I mean I think um that quote about"
    },
    {
      "start": 1159.2,
      "dur": 2.63,
      "text": "Yeah, I mean I think um that quote about ICE uh I've always kind of taken that"
    },
    {
      "start": 1161.84,
      "dur": 2.069,
      "text": "ICE uh I've always kind of taken that with a grain of salt because ICE is also"
    },
    {
      "start": 1163.919,
      "dur": 1.831,
      "text": "with a grain of salt because ICE is also very active in Puerto Rico where there"
    },
    {
      "start": 1165.76,
      "dur": 1.75,
      "text": "very active in Puerto Rico where there are also migrants especially from the"
    },
    {
      "start": 1167.52,
      "dur": 2.389,
      "text": "are also migrants especially from the Dominican Republic. So it was also true"
    },
    {
      "start": 1169.919,
      "dur": 1.99,
      "text": "Dominican Republic. So it was also true that ICE could be present that ICE has"
    },
    {
      "start": 1171.919,
      "dur": 2.87,
      "text": "that ICE could be present that ICE has been very active in San Juan Santos. I"
    },
    {
      "start": 1174.799,
      "dur": 1.591,
      "text": "been very active in San Juan Santos. I think there are other reasons he decided"
    },
    {
      "start": 1176.4,
      "dur": 2.31,
      "text": "think there are other reasons he decided not to perform in the US and that it was"
    },
    {
      "start": 1178.72,
      "dur": 2.23,
      "text": "not to perform in the US and that it was more perhaps symbolic than actually an"
    },
    {
      "start": 1180.96,
      "dur": 2.47,
      "text": "more perhaps symbolic than actually an issue of safety. Um, I think he was"
    },
    {
      "start": 1183.44,
      "dur": 2.31,
      "text": "issue of safety. Um, I think he was really interested in cultivating a kind"
    },
    {
      "start": 1185.76,
      "dur": 3.51,
      "text": "really interested in cultivating a kind of pan Latin American, reentering the"
    },
    {
      "start": 1189.28,
      "dur": 2.23,
      "text": "of pan Latin American, reentering the Americas away from the United States."
    },
    {
      "start": 1191.52,
      "dur": 2.87,
      "text": "Americas away from the United States. And in Latin America, he did so many"
    },
    {
      "start": 1194.4,
      "dur": 2.31,
      "text": "And in Latin America, he did so many beautiful symbolic things on the tour,"
    },
    {
      "start": 1196.72,
      "dur": 3.11,
      "text": "beautiful symbolic things on the tour, you know, and, you know, in Colombia, he"
    },
    {
      "start": 1199.84,
      "dur": 2.069,
      "text": "you know, and, you know, in Colombia, he gave a speech about how much Puerto"
    },
    {
      "start": 1201.919,
      "dur": 2.711,
      "text": "gave a speech about how much Puerto Ricans admire Colombia's sovereignty and"
    },
    {
      "start": 1204.64,
      "dur": 2.47,
      "text": "Ricans admire Colombia's sovereignty and how it's inspiring, you know, for Puerto"
    },
    {
      "start": 1207.12,
      "dur": 2.31,
      "text": "how it's inspiring, you know, for Puerto Ricans in their journey to sovereignty."
    },
    {
      "start": 1209.44,
      "dur": 1.99,
      "text": "Ricans in their journey to sovereignty. He in the Dominican Republic, he's"
    },
    {
      "start": 1211.44,
      "dur": 1.91,
      "text": "He in the Dominican Republic, he's celebrated the brotherhood between"
    },
    {
      "start": 1213.36,
      "dur": 2.63,
      "text": "celebrated the brotherhood between Puerto Rico and DR that has been ongoing"
    },
    {
      "start": 1216.0,
      "dur": 1.99,
      "text": "Puerto Rico and DR that has been ongoing for his whole lifetime. So, I think it's"
    },
    {
      "start": 1218.0,
      "dur": 2.31,
      "text": "for his whole lifetime. So, I think it's a lot more about cultivating Latin"
    },
    {
      "start": 1220.32,
      "dur": 2.95,
      "text": "a lot more about cultivating Latin American solidarity than it is about the"
    },
    {
      "start": 1223.28,
      "dur": 2.31,
      "text": "American solidarity than it is about the US. Mhm. With that in mind, were you"
    },
    {
      "start": 1225.6,
      "dur": 1.83,
      "text": "US. Mhm. With that in mind, were you surprised that he decided to take on the"
    },
    {
      "start": 1227.44,
      "dur": 1.99,
      "text": "surprised that he decided to take on the the chance to perform at the Super Bowl"
    },
    {
      "start": 1229.44,
      "dur": 1.67,
      "text": "the chance to perform at the Super Bowl halftime show? I mean, football,"
    },
    {
      "start": 1231.12,
      "dur": 2.63,
      "text": "halftime show? I mean, football, American football is an American sport,"
    },
    {
      "start": 1233.76,
      "dur": 2.07,
      "text": "American football is an American sport, uh, with not a huge, you know,"
    },
    {
      "start": 1235.84,
      "dur": 2.39,
      "text": "uh, with not a huge, you know, necessarily following amongst people who"
    },
    {
      "start": 1238.24,
      "dur": 2.47,
      "text": "necessarily following amongst people who play the sport elsewhere. Puerto Rico is"
    },
    {
      "start": 1240.72,
      "dur": 1.829,
      "text": "play the sport elsewhere. Puerto Rico is all about baseball and basketball. So,"
    },
    {
      "start": 1242.559,
      "dur": 2.23,
      "text": "all about baseball and basketball. So, definitely, um, football isn't the main"
    },
    {
      "start": 1244.799,
      "dur": 2.151,
      "text": "definitely, um, football isn't the main thing. I mean, this man has always"
    },
    {
      "start": 1246.96,
      "dur": 2.23,
      "text": "thing. I mean, this man has always wanted to be famous. You don't get to be"
    },
    {
      "start": 1249.2,
      "dur": 3.03,
      "text": "wanted to be famous. You don't get to be this big, you know, without wanting to"
    },
    {
      "start": 1252.24,
      "dur": 1.83,
      "text": "this big, you know, without wanting to be that big. You know, Bad Bunny is"
    },
    {
      "start": 1254.08,
      "dur": 2.15,
      "text": "be that big. You know, Bad Bunny is playing the game of stardom, saying yes"
    },
    {
      "start": 1256.24,
      "dur": 3.03,
      "text": "playing the game of stardom, saying yes to the NFL. He's appearing on SNL. You"
    },
    {
      "start": 1259.28,
      "dur": 1.269,
      "text": "to the NFL. He's appearing on SNL. You know, this is not someone who's"
    },
    {
      "start": 1260.559,
      "dur": 2.151,
      "text": "know, this is not someone who's conducting a boycott of the US"
    },
    {
      "start": 1262.72,
      "dur": 2.069,
      "text": "conducting a boycott of the US entertainment system. So, it's not"
    },
    {
      "start": 1264.799,
      "dur": 1.911,
      "text": "entertainment system. So, it's not surprising at all to me that he would"
    },
    {
      "start": 1266.72,
      "dur": 1.91,
      "text": "surprising at all to me that he would seize on this opportunity."
    },
    {
      "start": 1268.64,
      "dur": 1.909,
      "text": "seize on this opportunity. &gt;&gt; Well, Karina, the NFL's choice of"
    },
    {
      "start": 1270.559,
      "dur": 1.911,
      "text": "&gt;&gt; Well, Karina, the NFL's choice of putting Bad Bunny in the Super Bowl"
    },
    {
      "start": 1272.48,
      "dur": 2.95,
      "text": "putting Bad Bunny in the Super Bowl halftime show has definitely angered"
    },
    {
      "start": 1275.44,
      "dur": 4.39,
      "text": "halftime show has definitely angered some people in MAGA World. Um, so much"
    },
    {
      "start": 1279.84,
      "dur": 3.189,
      "text": "some people in MAGA World. Um, so much so that Turning Point USA, which is um"
    },
    {
      "start": 1283.039,
      "dur": 1.831,
      "text": "so that Turning Point USA, which is um the late Charlie Kirk's organization,"
    },
    {
      "start": 1284.88,
      "dur": 2.39,
      "text": "the late Charlie Kirk's organization, has organized an alternative halftime"
    },
    {
      "start": 1287.28,
      "dur": 2.869,
      "text": "has organized an alternative halftime show for people who didn't want to watch"
    },
    {
      "start": 1290.159,
      "dur": 2.39,
      "text": "show for people who didn't want to watch uh what they thought was too politically"
    },
    {
      "start": 1292.559,
      "dur": 2.311,
      "text": "uh what they thought was too politically tinged a performance maybe from um Bad"
    },
    {
      "start": 1294.88,
      "dur": 1.35,
      "text": "tinged a performance maybe from um Bad Bunny because that that's what some of"
    },
    {
      "start": 1296.24,
      "dur": 2.63,
      "text": "Bunny because that that's what some of the critics have said. Um is having a"
    },
    {
      "start": 1298.88,
      "dur": 3.669,
      "text": "the critics have said. Um is having a Spanish speaking halftime artist at the"
    },
    {
      "start": 1302.559,
      "dur": 2.311,
      "text": "Spanish speaking halftime artist at the Super Bowl I mean there are two ways of"
    },
    {
      "start": 1304.88,
      "dur": 2.71,
      "text": "Super Bowl I mean there are two ways of looking at it. Is it a something that"
    },
    {
      "start": 1307.6,
      "dur": 1.99,
      "text": "looking at it. Is it a something that might bring Americans together at a"
    },
    {
      "start": 1309.6,
      "dur": 2.23,
      "text": "might bring Americans together at a particular moment of social division in"
    },
    {
      "start": 1311.84,
      "dur": 3.35,
      "text": "particular moment of social division in the country or is it a choice that risk"
    },
    {
      "start": 1315.2,
      "dur": 2.63,
      "text": "the country or is it a choice that risk deepening divisions in the US by"
    },
    {
      "start": 1317.84,
      "dur": 1.59,
      "text": "deepening divisions in the US by alienating some people?"
    },
    {
      "start": 1319.44,
      "dur": 2.07,
      "text": "alienating some people? &gt;&gt; You know that Bad Bunny is not the first"
    },
    {
      "start": 1321.52,
      "dur": 2.31,
      "text": "&gt;&gt; You know that Bad Bunny is not the first halftime performer that conservatives"
    },
    {
      "start": 1323.84,
      "dur": 1.59,
      "text": "halftime performer that conservatives have been angry about. They were angry"
    },
    {
      "start": 1325.44,
      "dur": 1.75,
      "text": "have been angry about. They were angry about Beyonce. They were angry about"
    },
    {
      "start": 1327.2,
      "dur": 1.829,
      "text": "about Beyonce. They were angry about Rihanna. They were angry about Kendrick"
    },
    {
      "start": 1329.039,
      "dur": 3.271,
      "text": "Rihanna. They were angry about Kendrick Lamar. So that's not new. Um, I would"
    },
    {
      "start": 1332.32,
      "dur": 2.07,
      "text": "Lamar. So that's not new. Um, I would also say that, you know, these are huge"
    },
    {
      "start": 1334.4,
      "dur": 2.389,
      "text": "also say that, you know, these are huge artists and, you know, Bad Bunny, as you"
    },
    {
      "start": 1336.799,
      "dur": 1.431,
      "text": "artists and, you know, Bad Bunny, as you said, is the biggest artist in the"
    },
    {
      "start": 1338.24,
      "dur": 2.39,
      "text": "said, is the biggest artist in the world. So, I think also the people doing"
    },
    {
      "start": 1340.64,
      "dur": 2.55,
      "text": "world. So, I think also the people doing the programming are uh thinking about,"
    },
    {
      "start": 1343.2,
      "dur": 1.99,
      "text": "the programming are uh thinking about, okay, maybe we've got the conservatives"
    },
    {
      "start": 1345.2,
      "dur": 2.469,
      "text": "okay, maybe we've got the conservatives on lock to tune into the game. Maybe the"
    },
    {
      "start": 1347.679,
      "dur": 2.071,
      "text": "on lock to tune into the game. Maybe the halftime show is an opportunity to bring"
    },
    {
      "start": 1349.76,
      "dur": 1.909,
      "text": "halftime show is an opportunity to bring in the rest of the audience that isn't"
    },
    {
      "start": 1351.679,
      "dur": 2.071,
      "text": "in the rest of the audience that isn't interested in football. And that's an"
    },
    {
      "start": 1353.76,
      "dur": 1.99,
      "text": "interested in football. And that's an economic consideration and an"
    },
    {
      "start": 1355.76,
      "dur": 1.67,
      "text": "economic consideration and an entertainment consideration as much as"
    },
    {
      "start": 1357.44,
      "dur": 2.95,
      "text": "entertainment consideration as much as it is artistic or political. So I do"
    },
    {
      "start": 1360.4,
      "dur": 1.99,
      "text": "it is artistic or political. So I do think of course it's political in this"
    },
    {
      "start": 1362.4,
      "dur": 1.91,
      "text": "think of course it's political in this in the way that it will be received but"
    },
    {
      "start": 1364.32,
      "dur": 2.87,
      "text": "in the way that it will be received but you know Latinos have been here which is"
    },
    {
      "start": 1367.2,
      "dur": 1.99,
      "text": "you know Latinos have been here which is not to say that we all need to identify"
    },
    {
      "start": 1369.2,
      "dur": 3.51,
      "text": "not to say that we all need to identify as Americans but Latinad Caribbean"
    },
    {
      "start": 1372.72,
      "dur": 2.47,
      "text": "as Americans but Latinad Caribbean people from Central and South America"
    },
    {
      "start": 1375.2,
      "dur": 2.31,
      "text": "people from Central and South America have been part of the American mix"
    },
    {
      "start": 1377.52,
      "dur": 2.47,
      "text": "have been part of the American mix always. I hear what you're saying and"
    },
    {
      "start": 1380.0,
      "dur": 1.83,
      "text": "always. I hear what you're saying and yet it strikes me that this is happening"
    },
    {
      "start": 1381.84,
      "dur": 2.309,
      "text": "yet it strikes me that this is happening in this cultural context in this time in"
    },
    {
      "start": 1384.159,
      "dur": 2.39,
      "text": "in this cultural context in this time in which we saw President Trump uh last"
    },
    {
      "start": 1386.559,
      "dur": 2.391,
      "text": "which we saw President Trump uh last year put forth an executive order"
    },
    {
      "start": 1388.96,
      "dur": 1.75,
      "text": "year put forth an executive order designating English as the official"
    },
    {
      "start": 1390.72,
      "dur": 1.67,
      "text": "designating English as the official language. Now, some would say that that"
    },
    {
      "start": 1392.4,
      "dur": 1.749,
      "text": "language. Now, some would say that that was a symbolic move, but it's the"
    },
    {
      "start": 1394.159,
      "dur": 1.831,
      "text": "was a symbolic move, but it's the context and the cultural context in"
    },
    {
      "start": 1396.0,
      "dur": 1.83,
      "text": "context and the cultural context in which we're living in. And so that makes"
    },
    {
      "start": 1397.84,
      "dur": 2.709,
      "text": "which we're living in. And so that makes me wonder, what might we expect from Bad"
    },
    {
      "start": 1400.559,
      "dur": 1.35,
      "text": "me wonder, what might we expect from Bad Bunny on Sunday?"
    },
    {
      "start": 1401.919,
      "dur": 4.071,
      "text": "Bunny on Sunday? &gt;&gt; Yeah. I mean, we can 100% expect 100%"
    },
    {
      "start": 1406.0,
      "dur": 1.669,
      "text": "&gt;&gt; Yeah. I mean, we can 100% expect 100% Spanish language songs because that's"
    },
    {
      "start": 1407.679,
      "dur": 2.791,
      "text": "Spanish language songs because that's the music that he makes, right? Um, and"
    },
    {
      "start": 1410.48,
      "dur": 1.99,
      "text": "the music that he makes, right? Um, and standing in that identity, as you've"
    },
    {
      "start": 1412.48,
      "dur": 1.669,
      "text": "standing in that identity, as you've said, is political and a choice he's"
    },
    {
      "start": 1414.159,
      "dur": 1.831,
      "text": "said, is political and a choice he's made throughout his career. I think"
    },
    {
      "start": 1416.0,
      "dur": 2.549,
      "text": "made throughout his career. I think we've also saw we saw at the Grammys him"
    },
    {
      "start": 1418.559,
      "dur": 2.791,
      "text": "we've also saw we saw at the Grammys him say explicitly ice out. I know that"
    },
    {
      "start": 1421.36,
      "dur": 3.189,
      "text": "say explicitly ice out. I know that he'll say something or do something that"
    },
    {
      "start": 1424.559,
      "dur": 3.671,
      "text": "he'll say something or do something that kind of amplifies the uh dignity of"
    },
    {
      "start": 1428.24,
      "dur": 1.99,
      "text": "kind of amplifies the uh dignity of migrants and of people from Latin"
    },
    {
      "start": 1430.24,
      "dur": 2.07,
      "text": "migrants and of people from Latin America for sure. I think what I'm most"
    },
    {
      "start": 1432.32,
      "dur": 2.15,
      "text": "America for sure. I think what I'm most curious about is will he use it as a"
    },
    {
      "start": 1434.48,
      "dur": 1.83,
      "text": "curious about is will he use it as a stage to promote Puerto Rican"
    },
    {
      "start": 1436.32,
      "dur": 1.91,
      "text": "stage to promote Puerto Rican sovereignty because that's something"
    },
    {
      "start": 1438.24,
      "dur": 2.39,
      "text": "sovereignty because that's something that ha has he has articulated"
    },
    {
      "start": 1440.64,
      "dur": 2.149,
      "text": "that ha has he has articulated explicitly on the lyrics of this most"
    },
    {
      "start": 1442.799,
      "dur": 2.23,
      "text": "explicitly on the lyrics of this most recent album saying he wants to be"
    },
    {
      "start": 1445.039,
      "dur": 2.071,
      "text": "recent album saying he wants to be buried with the light blue independence"
    },
    {
      "start": 1447.12,
      "dur": 2.789,
      "text": "buried with the light blue independence flag you know so the question is that's"
    },
    {
      "start": 1449.919,
      "dur": 2.711,
      "text": "flag you know so the question is that's a message that's hard to assimilate to"
    },
    {
      "start": 1452.64,
      "dur": 2.149,
      "text": "a message that's hard to assimilate to the American dream freedom for Puerto"
    },
    {
      "start": 1454.799,
      "dur": 1.911,
      "text": "the American dream freedom for Puerto Rico and self-determination for Puerto"
    },
    {
      "start": 1456.72,
      "dur": 2.71,
      "text": "Rico and self-determination for Puerto Rico that's something that really will"
    },
    {
      "start": 1459.44,
      "dur": 1.51,
      "text": "Rico that's something that really will confront Americans"
    },
    {
      "start": 1460.96,
      "dur": 2.47,
      "text": "confront Americans in a place that's hard to reconcile with"
    },
    {
      "start": 1463.44,
      "dur": 1.43,
      "text": "in a place that's hard to reconcile with the pageantry [music]"
    },
    {
      "start": 1464.88,
      "dur": 0.95,
      "text": "the pageantry [music] of the Super Bowl."
    },
    {
      "start": 1465.84,
      "dur": 1.91,
      "text": "of the Super Bowl. &gt;&gt; Well, Karina, thank you so much. Thanks"
    },
    {
      "start": 1467.76,
      "dur": 1.67,
      "text": "&gt;&gt; Well, Karina, thank you so much. Thanks for bringing your reporting, your"
    },
    {
      "start": 1469.44,
      "dur": 1.43,
      "text": "for bringing your reporting, your insights, having actually spent time"
    },
    {
      "start": 1470.88,
      "dur": 1.669,
      "text": "insights, having actually spent time with Bed Bunny. We really appreciate it."
    },
    {
      "start": 1472.559,
      "dur": 1.35,
      "text": "with Bed Bunny. We really appreciate it. &gt;&gt; Thank you so much, Karina. It was a real"
    },
    {
      "start": 1473.919,
      "dur": 0.391,
      "text": "&gt;&gt; Thank you so much, Karina. It was a real pleasure."
    },
    {
      "start": 1474.32,
      "dur": 1.99,
      "text": "pleasure. &gt;&gt; Thank you so much for having me."
    },
    {
      "start": 1476.32,
      "dur": 1.19,
      "text": "&gt;&gt; Thank you so much for having me. Likewise."
    },
    {
      "start": 1477.52,
      "dur": 1.749,
      "text": "Likewise. &gt;&gt; If you appreciated today's show, The"
    },
    {
      "start": 1479.279,
      "dur": 2.471,
      "text": "&gt;&gt; If you appreciated today's show, The Global Story is also a podcast, and you"
    },
    {
      "start": 1481.76,
      "dur": 1.67,
      "text": "Global Story is also a podcast, and you can find us [music] each weekday on"
    },
    {
      "start": 1483.44,
      "dur": 2.229,
      "text": "can find us [music] each weekday on bc.com or wherever you listen to your"
    },
    {
      "start": 1485.679,
      "dur": 3.24,
      "text": "bc.com or wherever you listen to your favorite podcasts."
    }
  ]
}