{
  "videoId": "pc7BVKY5zHk",
  "title": "The US v Iran: What does war look like? | The Security Brief",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 1305,
  "segments": [
    {
      "start": 0.719,
      "dur": 2.481,
      "text": "President Trump has put Iran on notice"
    },
    {
      "start": 3.2,
      "dur": 2.629,
      "text": "President Trump has put Iran on notice and repositioned huge military assets to"
    },
    {
      "start": 5.839,
      "dur": 3.031,
      "text": "and repositioned huge military assets to the region. An armada by any measure."
    },
    {
      "start": 8.88,
      "dur": 1.829,
      "text": "the region. An armada by any measure. But what is it actually capable of? And"
    },
    {
      "start": 10.719,
      "dur": 1.91,
      "text": "But what is it actually capable of? And what does an operation like this look"
    },
    {
      "start": 12.639,
      "dur": 2.711,
      "text": "what does an operation like this look like from the inside? From tactical to"
    },
    {
      "start": 15.36,
      "dur": 2.15,
      "text": "like from the inside? From tactical to strategic. I've worked inside the inner"
    },
    {
      "start": 17.52,
      "dur": 2.15,
      "text": "strategic. I've worked inside the inner mechanisms of operations like these. And"
    },
    {
      "start": 19.68,
      "dur": 1.99,
      "text": "mechanisms of operations like these. And I'll give you my best assessment of the"
    },
    {
      "start": 21.68,
      "dur": 1.99,
      "text": "I'll give you my best assessment of the most likely and the most dangerous"
    },
    {
      "start": 23.68,
      "dur": 1.19,
      "text": "most likely and the most dangerous courses of action."
    },
    {
      "start": 24.88,
      "dur": 2.95,
      "text": "courses of action. &gt;&gt; Is the target Iran's supreme leader? And"
    },
    {
      "start": 27.84,
      "dur": 2.47,
      "text": "&gt;&gt; Is the target Iran's supreme leader? And if they did take out the Ayatollah, what"
    },
    {
      "start": 30.32,
      "dur": 1.83,
      "text": "if they did take out the Ayatollah, what would that mean? We'll break it all down"
    },
    {
      "start": 32.16,
      "dur": 16.15,
      "text": "would that mean? We'll break it all down for you. This is the security brief."
    },
    {
      "start": 48.32,
      "dur": 2.32,
      "text": "Mikey, we've been hearing over the past"
    },
    {
      "start": 50.64,
      "dur": 1.749,
      "text": "Mikey, we've been hearing over the past week about the United States readiness"
    },
    {
      "start": 52.399,
      "dur": 2.391,
      "text": "week about the United States readiness for an operation inside Iran, and we'll"
    },
    {
      "start": 54.8,
      "dur": 2.389,
      "text": "for an operation inside Iran, and we'll look at the the force and what it could"
    },
    {
      "start": 57.199,
      "dur": 1.51,
      "text": "look at the the force and what it could actually do and what might be going on"
    },
    {
      "start": 58.719,
      "dur": 1.431,
      "text": "actually do and what might be going on inside the planning room. But I'm"
    },
    {
      "start": 60.16,
      "dur": 2.31,
      "text": "inside the planning room. But I'm interested, what do you think they're"
    },
    {
      "start": 62.48,
      "dur": 2.309,
      "text": "interested, what do you think they're looking at right now, and when does the"
    },
    {
      "start": 64.799,
      "dur": 3.271,
      "text": "looking at right now, and when does the the planning phase move into the go"
    },
    {
      "start": 68.08,
      "dur": 2.069,
      "text": "the planning phase move into the go mode?"
    },
    {
      "start": 70.159,
      "dur": 2.791,
      "text": "mode? &gt;&gt; Yeah, hi Christian. I I think there are"
    },
    {
      "start": 72.96,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah, hi Christian. I I think there are a number of trigger mechanisms that will"
    },
    {
      "start": 75.04,
      "dur": 2.47,
      "text": "a number of trigger mechanisms that will be looked at across the political and"
    },
    {
      "start": 77.52,
      "dur": 3.43,
      "text": "be looked at across the political and military spheres. Um but let's try and"
    },
    {
      "start": 80.96,
      "dur": 1.91,
      "text": "military spheres. Um but let's try and understand why the US has not launched"
    },
    {
      "start": 82.88,
      "dur": 1.35,
      "text": "understand why the US has not launched an attack yet. I mean we've been in"
    },
    {
      "start": 84.24,
      "dur": 1.83,
      "text": "an attack yet. I mean we've been in limbo for about 10 days now with people"
    },
    {
      "start": 86.08,
      "dur": 1.91,
      "text": "limbo for about 10 days now with people expecting one. So let's have a look at"
    },
    {
      "start": 88.0,
      "dur": 1.35,
      "text": "expecting one. So let's have a look at what's under consideration. I think"
    },
    {
      "start": 89.36,
      "dur": 2.47,
      "text": "what's under consideration. I think there are two key components here. One"
    },
    {
      "start": 91.84,
      "dur": 2.229,
      "text": "there are two key components here. One is a defensive component and the other"
    },
    {
      "start": 94.079,
      "dur": 2.71,
      "text": "is a defensive component and the other one is an offensive offensive component."
    },
    {
      "start": 96.799,
      "dur": 3.031,
      "text": "one is an offensive offensive component. So defensively, I think it's basically"
    },
    {
      "start": 99.84,
      "dur": 2.629,
      "text": "So defensively, I think it's basically Israel Israel's ability to be able to"
    },
    {
      "start": 102.479,
      "dur": 3.031,
      "text": "Israel Israel's ability to be able to withstand a counter response from Iran."
    },
    {
      "start": 105.52,
      "dur": 2.15,
      "text": "withstand a counter response from Iran. Not not not just one, but maybe two or"
    },
    {
      "start": 107.68,
      "dur": 1.59,
      "text": "Not not not just one, but maybe two or three. And what that involves is that"
    },
    {
      "start": 109.28,
      "dur": 1.91,
      "text": "three. And what that involves is that involves Iron Dome. So let's take a look"
    },
    {
      "start": 111.2,
      "dur": 2.869,
      "text": "involves Iron Dome. So let's take a look at what Iron Dome is. What you're"
    },
    {
      "start": 114.079,
      "dur": 1.431,
      "text": "at what Iron Dome is. What you're looking at here is a map. Basically,"
    },
    {
      "start": 115.52,
      "dur": 2.549,
      "text": "looking at here is a map. Basically, Iron Dome is is is a common term that's"
    },
    {
      "start": 118.079,
      "dur": 2.791,
      "text": "Iron Dome is is is a common term that's effectively used for um Israel's ability"
    },
    {
      "start": 120.88,
      "dur": 2.47,
      "text": "effectively used for um Israel's ability to defend itself with uh air defense"
    },
    {
      "start": 123.36,
      "dur": 1.59,
      "text": "to defend itself with uh air defense batteries. But actually when you when"
    },
    {
      "start": 124.96,
      "dur": 1.829,
      "text": "batteries. But actually when you when you go into Iron Dome, it's a three"
    },
    {
      "start": 126.799,
      "dur": 2.711,
      "text": "you go into Iron Dome, it's a three tiered layered air defense system. And"
    },
    {
      "start": 129.52,
      "dur": 2.31,
      "text": "tiered layered air defense system. And it starts with what is called Iron Dome"
    },
    {
      "start": 131.84,
      "dur": 1.51,
      "text": "it starts with what is called Iron Dome right in the middle. And that's that's"
    },
    {
      "start": 133.36,
      "dur": 2.07,
      "text": "right in the middle. And that's that's annotated by the red circle that you can"
    },
    {
      "start": 135.44,
      "dur": 1.83,
      "text": "annotated by the red circle that you can see around Tel Aviv. That's basically"
    },
    {
      "start": 137.28,
      "dur": 2.23,
      "text": "see around Tel Aviv. That's basically the Tamil missile system. And it goes"
    },
    {
      "start": 139.52,
      "dur": 2.87,
      "text": "the Tamil missile system. And it goes from about three to about 40 km. And"
    },
    {
      "start": 142.4,
      "dur": 2.15,
      "text": "from about three to about 40 km. And that basically targets rockets and"
    },
    {
      "start": 144.56,
      "dur": 1.669,
      "text": "that basically targets rockets and missiles, anything that will get through"
    },
    {
      "start": 146.239,
      "dur": 1.431,
      "text": "missiles, anything that will get through if you like. The second bit on that is"
    },
    {
      "start": 147.68,
      "dur": 2.71,
      "text": "if you like. The second bit on that is the blue bit that goes out to 300 km."
    },
    {
      "start": 150.4,
      "dur": 1.59,
      "text": "the blue bit that goes out to 300 km. That's David's sling. It's called"
    },
    {
      "start": 152.0,
      "dur": 1.75,
      "text": "That's David's sling. It's called David's Sling. and that basically goes"
    },
    {
      "start": 153.76,
      "dur": 2.31,
      "text": "David's Sling. and that basically goes out 300 km and targets short-range"
    },
    {
      "start": 156.08,
      "dur": 1.429,
      "text": "out 300 km and targets short-range ballistic missiles. And then the big"
    },
    {
      "start": 157.519,
      "dur": 1.751,
      "text": "ballistic missiles. And then the big wide one you can see there, yellow, the"
    },
    {
      "start": 159.28,
      "dur": 1.83,
      "text": "wide one you can see there, yellow, the yellow one, that's the arrow system and"
    },
    {
      "start": 161.12,
      "dur": 2.389,
      "text": "yellow one, that's the arrow system and that's arrow two and three. Um,"
    },
    {
      "start": 163.519,
      "dur": 3.111,
      "text": "that's arrow two and three. Um, basically that targets high-speed"
    },
    {
      "start": 166.64,
      "dur": 2.71,
      "text": "basically that targets high-speed um high altitude ballistic missiles and"
    },
    {
      "start": 169.36,
      "dur": 2.39,
      "text": "um high altitude ballistic missiles and it can even go arrow 3 can even go into"
    },
    {
      "start": 171.76,
      "dur": 0.79,
      "text": "it can even go arrow 3 can even go into space."
    },
    {
      "start": 172.56,
      "dur": 3.35,
      "text": "space. &gt;&gt; And how many missiles does that kind of"
    },
    {
      "start": 175.92,
      "dur": 1.99,
      "text": "&gt;&gt; And how many missiles does that kind of defense structure require in order to"
    },
    {
      "start": 177.92,
      "dur": 1.51,
      "text": "defense structure require in order to work effectively?"
    },
    {
      "start": 179.44,
      "dur": 1.509,
      "text": "work effectively? &gt;&gt; Yeah, that's actually the nail on the"
    },
    {
      "start": 180.959,
      "dur": 2.071,
      "text": "&gt;&gt; Yeah, that's actually the nail on the head. That's the key bit here. So if you"
    },
    {
      "start": 183.04,
      "dur": 1.67,
      "text": "head. That's the key bit here. So if you look at the the the Iron Dome system"
    },
    {
      "start": 184.72,
      "dur": 2.789,
      "text": "look at the the the Iron Dome system alone, so that inner red circle um there"
    },
    {
      "start": 187.519,
      "dur": 2.71,
      "text": "alone, so that inner red circle um there are about 10 batteries of Iron Dome um"
    },
    {
      "start": 190.239,
      "dur": 2.791,
      "text": "are about 10 batteries of Iron Dome um Tamil missiles that protect Israel. Now"
    },
    {
      "start": 193.04,
      "dur": 4.15,
      "text": "Tamil missiles that protect Israel. Now they need around six to 800 missiles to"
    },
    {
      "start": 197.2,
      "dur": 2.79,
      "text": "they need around six to 800 missiles to be able to withstand a barrage from"
    },
    {
      "start": 200.0,
      "dur": 3.11,
      "text": "be able to withstand a barrage from Iran. So if you imagine that 6 to800"
    },
    {
      "start": 203.12,
      "dur": 1.749,
      "text": "Iran. So if you imagine that 6 to800 missiles from one attack and then you've"
    },
    {
      "start": 204.879,
      "dur": 1.27,
      "text": "missiles from one attack and then you've got all of the missiles that go into"
    },
    {
      "start": 206.159,
      "dur": 2.391,
      "text": "got all of the missiles that go into Davis Sling and all of the missiles that"
    },
    {
      "start": 208.56,
      "dur": 2.389,
      "text": "Davis Sling and all of the missiles that go into Arrow 2 and three, imagine the"
    },
    {
      "start": 210.959,
      "dur": 1.27,
      "text": "go into Arrow 2 and three, imagine the stock piles that are going to be"
    },
    {
      "start": 212.239,
      "dur": 3.27,
      "text": "stock piles that are going to be required to withstand that barrage from"
    },
    {
      "start": 215.519,
      "dur": 2.551,
      "text": "required to withstand that barrage from Iran. So I think that basically is one"
    },
    {
      "start": 218.08,
      "dur": 1.67,
      "text": "Iran. So I think that basically is one of the trigger mechanisms and we also"
    },
    {
      "start": 219.76,
      "dur": 2.87,
      "text": "of the trigger mechanisms and we also know through um open source intelligence"
    },
    {
      "start": 222.64,
      "dur": 1.83,
      "text": "know through um open source intelligence that the US are now putting extra"
    },
    {
      "start": 224.48,
      "dur": 1.749,
      "text": "that the US are now putting extra missile batteries. So that could be"
    },
    {
      "start": 226.239,
      "dur": 3.191,
      "text": "missile batteries. So that could be THAAD which is um terminal high altitude"
    },
    {
      "start": 229.44,
      "dur": 2.069,
      "text": "THAAD which is um terminal high altitude air defense systems or Patriot. They're"
    },
    {
      "start": 231.519,
      "dur": 1.831,
      "text": "air defense systems or Patriot. They're putting additional ones in to be able to"
    },
    {
      "start": 233.36,
      "dur": 2.71,
      "text": "putting additional ones in to be able to absorb anything that Israel's Iron Dome"
    },
    {
      "start": 236.08,
      "dur": 1.67,
      "text": "absorb anything that Israel's Iron Dome David Sling and Arrow might not be able"
    },
    {
      "start": 237.76,
      "dur": 0.469,
      "text": "David Sling and Arrow might not be able to."
    },
    {
      "start": 238.239,
      "dur": 2.871,
      "text": "to. &gt;&gt; Okay, got it. That's the the defensive"
    },
    {
      "start": 241.12,
      "dur": 1.35,
      "text": "&gt;&gt; Okay, got it. That's the the defensive part of that equation you talked about."
    },
    {
      "start": 242.48,
      "dur": 1.749,
      "text": "part of that equation you talked about. What about the offensive?"
    },
    {
      "start": 244.239,
      "dur": 1.511,
      "text": "What about the offensive? &gt;&gt; I think basically Christian it's it's"
    },
    {
      "start": 245.76,
      "dur": 1.59,
      "text": "&gt;&gt; I think basically Christian it's it's all about intelligence. It's about"
    },
    {
      "start": 247.36,
      "dur": 2.47,
      "text": "all about intelligence. It's about building up human human intelligence. So"
    },
    {
      "start": 249.84,
      "dur": 2.469,
      "text": "building up human human intelligence. So informance uh imagery intelligence uh"
    },
    {
      "start": 252.319,
      "dur": 1.99,
      "text": "informance uh imagery intelligence uh called IMINT and elint which is"
    },
    {
      "start": 254.319,
      "dur": 1.591,
      "text": "called IMINT and elint which is electronic intelligence and the amount"
    },
    {
      "start": 255.92,
      "dur": 1.829,
      "text": "electronic intelligence and the amount of intelligence that is required across"
    },
    {
      "start": 257.759,
      "dur": 2.391,
      "text": "of intelligence that is required across those three in order to launch offensive"
    },
    {
      "start": 260.16,
      "dur": 1.43,
      "text": "those three in order to launch offensive strikes is significant. So I think"
    },
    {
      "start": 261.6,
      "dur": 1.91,
      "text": "strikes is significant. So I think that'll be another part."
    },
    {
      "start": 263.52,
      "dur": 2.15,
      "text": "that'll be another part. &gt;&gt; On the last security brief we were"
    },
    {
      "start": 265.68,
      "dur": 1.509,
      "text": "&gt;&gt; On the last security brief we were focused on Venezuela and we looked at"
    },
    {
      "start": 267.199,
      "dur": 2.631,
      "text": "focused on Venezuela and we looked at the capabilities of the USS Gerald R."
    },
    {
      "start": 269.84,
      "dur": 2.95,
      "text": "the capabilities of the USS Gerald R. Ford. Um this time we're looking at the"
    },
    {
      "start": 272.8,
      "dur": 2.79,
      "text": "Ford. Um this time we're looking at the USS Abraham Lincoln which was redeployed"
    },
    {
      "start": 275.6,
      "dur": 1.91,
      "text": "USS Abraham Lincoln which was redeployed from its operations in the Indoacific"
    },
    {
      "start": 277.52,
      "dur": 2.47,
      "text": "from its operations in the Indoacific region. but I would imagine"
    },
    {
      "start": 280.0,
      "dur": 2.87,
      "text": "region. but I would imagine has a similar firepower, right?"
    },
    {
      "start": 282.88,
      "dur": 1.589,
      "text": "has a similar firepower, right? &gt;&gt; Yeah, it's slightly smaller. The Gerald"
    },
    {
      "start": 284.479,
      "dur": 2.071,
      "text": "&gt;&gt; Yeah, it's slightly smaller. The Gerald R. Ford is is the biggest um aircraft"
    },
    {
      "start": 286.56,
      "dur": 1.59,
      "text": "R. Ford is is the biggest um aircraft carrier, biggest warship that's out"
    },
    {
      "start": 288.16,
      "dur": 2.39,
      "text": "carrier, biggest warship that's out there. Um the Abraham Lincoln is"
    },
    {
      "start": 290.56,
      "dur": 2.15,
      "text": "there. Um the Abraham Lincoln is Nimclass. We we'll we'll we'll caner"
    },
    {
      "start": 292.72,
      "dur": 1.189,
      "text": "Nimclass. We we'll we'll we'll caner through this quickly, but basically"
    },
    {
      "start": 293.919,
      "dur": 2.55,
      "text": "through this quickly, but basically America has 11 aircraft carriers and it"
    },
    {
      "start": 296.479,
      "dur": 1.511,
      "text": "America has 11 aircraft carriers and it can deploy roughly half of that"
    },
    {
      "start": 298.0,
      "dur": 2.469,
      "text": "can deploy roughly half of that globally. So the reason why a carrier"
    },
    {
      "start": 300.479,
      "dur": 1.99,
      "text": "globally. So the reason why a carrier gives such freedom of maneuver is that"
    },
    {
      "start": 302.479,
      "dur": 1.351,
      "text": "gives such freedom of maneuver is that you can position it in international"
    },
    {
      "start": 303.84,
      "dur": 2.069,
      "text": "you can position it in international waters without requiring permission from"
    },
    {
      "start": 305.919,
      "dur": 2.071,
      "text": "waters without requiring permission from any other um country to use their air"
    },
    {
      "start": 308.0,
      "dur": 2.469,
      "text": "any other um country to use their air bases. That's called that's called home"
    },
    {
      "start": 310.479,
      "dur": 2.071,
      "text": "bases. That's called that's called home basing. Now remember territorial waters"
    },
    {
      "start": 312.56,
      "dur": 1.909,
      "text": "basing. Now remember territorial waters start at 12 nautical miles off the coast"
    },
    {
      "start": 314.479,
      "dur": 2.071,
      "text": "start at 12 nautical miles off the coast as does sovereign airspace. So actually"
    },
    {
      "start": 316.56,
      "dur": 3.189,
      "text": "as does sovereign airspace. So actually a carrier could potentially get fairly"
    },
    {
      "start": 319.759,
      "dur": 1.671,
      "text": "a carrier could potentially get fairly close to where where it wants to hit its"
    },
    {
      "start": 321.44,
      "dur": 1.11,
      "text": "close to where where it wants to hit its targets. But let's take a quick look at"
    },
    {
      "start": 322.56,
      "dur": 2.15,
      "text": "targets. But let's take a quick look at the Abraham Lincoln. It's got 5,000 plus"
    },
    {
      "start": 324.72,
      "dur": 2.15,
      "text": "the Abraham Lincoln. It's got 5,000 plus personnel on it. that can actually surge"
    },
    {
      "start": 326.88,
      "dur": 1.83,
      "text": "personnel on it. that can actually surge on a combat surge capability through a"
    },
    {
      "start": 328.72,
      "dur": 3.27,
      "text": "on a combat surge capability through a 24-hour period uh up to 160 missions."
    },
    {
      "start": 332.0,
      "dur": 1.51,
      "text": "24-hour period uh up to 160 missions. And it's nuclearpowered, so it can go"
    },
    {
      "start": 333.52,
      "dur": 2.949,
      "text": "And it's nuclearpowered, so it can go without refueling for up to 20 years."
    },
    {
      "start": 336.479,
      "dur": 2.311,
      "text": "without refueling for up to 20 years. That's a lot of kit. Uh I mean, I'm"
    },
    {
      "start": 338.8,
      "dur": 2.07,
      "text": "That's a lot of kit. Uh I mean, I'm looking at the the image there on on on"
    },
    {
      "start": 340.88,
      "dur": 3.029,
      "text": "looking at the the image there on on on the deck. And you're so close to Iran"
    },
    {
      "start": 343.919,
      "dur": 2.231,
      "text": "the deck. And you're so close to Iran and the many proxies under greater"
    },
    {
      "start": 346.16,
      "dur": 1.749,
      "text": "and the many proxies under greater threat perhaps than the the Gerald R."
    },
    {
      "start": 347.919,
      "dur": 1.751,
      "text": "threat perhaps than the the Gerald R. Ford was in Venezuela. How do you defend"
    },
    {
      "start": 349.68,
      "dur": 1.99,
      "text": "Ford was in Venezuela. How do you defend a critical asset like that, like an"
    },
    {
      "start": 351.68,
      "dur": 1.59,
      "text": "a critical asset like that, like an aircraft carrier?"
    },
    {
      "start": 353.28,
      "dur": 1.43,
      "text": "aircraft carrier? &gt;&gt; Yeah. Well, you you've got all sorts. I"
    },
    {
      "start": 354.72,
      "dur": 1.189,
      "text": "&gt;&gt; Yeah. Well, you you've got all sorts. I mean, it's a great question. It's all"
    },
    {
      "start": 355.919,
      "dur": 1.351,
      "text": "mean, it's a great question. It's all about layered air defense. And let's"
    },
    {
      "start": 357.28,
      "dur": 1.67,
      "text": "about layered air defense. And let's just take a quick look at the aircraft"
    },
    {
      "start": 358.96,
      "dur": 1.669,
      "text": "just take a quick look at the aircraft capability on the Abraham Lincoln."
    },
    {
      "start": 360.639,
      "dur": 2.39,
      "text": "capability on the Abraham Lincoln. You've got the F-18 Growler. Um, that's"
    },
    {
      "start": 363.039,
      "dur": 1.43,
      "text": "You've got the F-18 Growler. Um, that's basically suppression of enemy air"
    },
    {
      "start": 364.479,
      "dur": 1.591,
      "text": "basically suppression of enemy air defense. So, that can get airborne and"
    },
    {
      "start": 366.08,
      "dur": 1.99,
      "text": "defense. So, that can get airborne and start targeting radar systems on"
    },
    {
      "start": 368.08,
      "dur": 1.43,
      "text": "start targeting radar systems on surfaceto-air missile systems. It can"
    },
    {
      "start": 369.52,
      "dur": 2.47,
      "text": "surfaceto-air missile systems. It can also do jamming. You've got the F-18"
    },
    {
      "start": 372.0,
      "dur": 1.99,
      "text": "also do jamming. You've got the F-18 Super Hornet that basically can do"
    },
    {
      "start": 374.0,
      "dur": 2.07,
      "text": "Super Hornet that basically can do combat air patrol, so basically set up"
    },
    {
      "start": 376.08,
      "dur": 1.829,
      "text": "combat air patrol, so basically set up racetracks in the sky to look at any"
    },
    {
      "start": 377.919,
      "dur": 1.671,
      "text": "racetracks in the sky to look at any enemy air defense fighters. It can also"
    },
    {
      "start": 379.6,
      "dur": 1.99,
      "text": "enemy air defense fighters. It can also do precision guided bombing. Um, and"
    },
    {
      "start": 381.6,
      "dur": 2.63,
      "text": "do precision guided bombing. Um, and then you've also got the F-35C. The sea"
    },
    {
      "start": 384.24,
      "dur": 2.71,
      "text": "then you've also got the F-35C. The sea is the the aircraft carrier equivalent."
    },
    {
      "start": 386.96,
      "dur": 2.71,
      "text": "is the the aircraft carrier equivalent. Um, and that basically is being used in"
    },
    {
      "start": 389.68,
      "dur": 1.59,
      "text": "Um, and that basically is being used in really different ways. In Venezuela, it"
    },
    {
      "start": 391.28,
      "dur": 1.189,
      "text": "really different ways. In Venezuela, it was put very near the coast of"
    },
    {
      "start": 392.479,
      "dur": 2.071,
      "text": "was put very near the coast of Venezuela. And it was using its sensor"
    },
    {
      "start": 394.56,
      "dur": 2.23,
      "text": "Venezuela. And it was using its sensor platforms to be able to update where the"
    },
    {
      "start": 396.8,
      "dur": 3.03,
      "text": "platforms to be able to update where the S300 uh anti-aircraft missile systems"
    },
    {
      "start": 399.84,
      "dur": 2.069,
      "text": "S300 uh anti-aircraft missile systems were mobile and moving to. And then it"
    },
    {
      "start": 401.919,
      "dur": 2.55,
      "text": "were mobile and moving to. And then it was relaying the coordinates back to um"
    },
    {
      "start": 404.479,
      "dur": 1.591,
      "text": "was relaying the coordinates back to um the warships with the Tomahawk land"
    },
    {
      "start": 406.08,
      "dur": 2.15,
      "text": "the warships with the Tomahawk land attack missiles on to update the GPS"
    },
    {
      "start": 408.24,
      "dur": 1.59,
      "text": "attack missiles on to update the GPS coordinates so they could make accurate"
    },
    {
      "start": 409.84,
      "dur": 2.87,
      "text": "coordinates so they could make accurate strikes. Now, that's basically what the"
    },
    {
      "start": 412.72,
      "dur": 1.51,
      "text": "strikes. Now, that's basically what the carrier has. If you go on to the"
    },
    {
      "start": 414.24,
      "dur": 1.19,
      "text": "carrier has. If you go on to the question of how do you defend against"
    },
    {
      "start": 415.44,
      "dur": 2.07,
      "text": "question of how do you defend against that? Well, the carrier comes with a"
    },
    {
      "start": 417.52,
      "dur": 1.75,
      "text": "that? Well, the carrier comes with a carrier strike group. And with that"
    },
    {
      "start": 419.28,
      "dur": 1.51,
      "text": "carrier strike group. And with that carrier strike group, you've got"
    },
    {
      "start": 420.8,
      "dur": 2.47,
      "text": "carrier strike group, you've got cruisers. And those cruisers have what's"
    },
    {
      "start": 423.28,
      "dur": 3.99,
      "text": "cruisers. And those cruisers have what's called SM2, SM6, and SM3 missiles. Now,"
    },
    {
      "start": 427.28,
      "dur": 1.99,
      "text": "called SM2, SM6, and SM3 missiles. Now, those basically are missiles that are"
    },
    {
      "start": 429.28,
      "dur": 2.23,
      "text": "those basically are missiles that are designed to take out various forms of"
    },
    {
      "start": 431.52,
      "dur": 1.91,
      "text": "designed to take out various forms of threat. Some are designed to take out"
    },
    {
      "start": 433.44,
      "dur": 1.67,
      "text": "threat. Some are designed to take out ballistic missiles. Some are designed to"
    },
    {
      "start": 435.12,
      "dur": 1.67,
      "text": "ballistic missiles. Some are designed to take out cruise missiles. Some are"
    },
    {
      "start": 436.8,
      "dur": 1.75,
      "text": "take out cruise missiles. Some are designed to take out aircraft. And some"
    },
    {
      "start": 438.56,
      "dur": 2.87,
      "text": "designed to take out aircraft. And some are designed to take out drones. Now, if"
    },
    {
      "start": 441.44,
      "dur": 1.67,
      "text": "are designed to take out drones. Now, if anything gets through all of that, then"
    },
    {
      "start": 443.12,
      "dur": 2.069,
      "text": "anything gets through all of that, then you have what's called a close-in weapon"
    },
    {
      "start": 445.199,
      "dur": 3.191,
      "text": "you have what's called a close-in weapon system, which is effectively a Gatling"
    },
    {
      "start": 448.4,
      "dur": 2.069,
      "text": "system, which is effectively a Gatling gun, which has six barrels on it that"
    },
    {
      "start": 450.479,
      "dur": 3.27,
      "text": "gun, which has six barrels on it that can fire 4,500 rounds a minute. And"
    },
    {
      "start": 453.759,
      "dur": 2.15,
      "text": "can fire 4,500 rounds a minute. And those rounds are the size of Coke cans."
    },
    {
      "start": 455.919,
      "dur": 1.67,
      "text": "those rounds are the size of Coke cans. Uh, and that goes out to about 1 to 2"
    },
    {
      "start": 457.599,
      "dur": 2.951,
      "text": "Uh, and that goes out to about 1 to 2 km. So, you've got all of that kit. And"
    },
    {
      "start": 460.56,
      "dur": 1.349,
      "text": "km. So, you've got all of that kit. And there are probably about one or two of"
    },
    {
      "start": 461.919,
      "dur": 1.83,
      "text": "there are probably about one or two of those systems. They're called fallanks"
    },
    {
      "start": 463.759,
      "dur": 2.631,
      "text": "those systems. They're called fallanks based on every warship. Um so you've got"
    },
    {
      "start": 466.4,
      "dur": 1.43,
      "text": "based on every warship. Um so you've got basically anything that gets through"
    },
    {
      "start": 467.84,
      "dur": 1.59,
      "text": "basically anything that gets through you've got that close in weapon system"
    },
    {
      "start": 469.44,
      "dur": 1.43,
      "text": "you've got that close in weapon system that that fallank and then of course"
    },
    {
      "start": 470.88,
      "dur": 2.39,
      "text": "that that fallank and then of course you've got submarines that will will"
    },
    {
      "start": 473.28,
      "dur": 1.83,
      "text": "you've got submarines that will will defend the carrier strike group against"
    },
    {
      "start": 475.12,
      "dur": 1.749,
      "text": "defend the carrier strike group against other submarines as well. So it's it's"
    },
    {
      "start": 476.879,
      "dur": 2.231,
      "text": "other submarines as well. So it's it's massively protected. Current um open"
    },
    {
      "start": 479.12,
      "dur": 1.83,
      "text": "massively protected. Current um open source intelligence has the carrier"
    },
    {
      "start": 480.96,
      "dur": 1.59,
      "text": "source intelligence has the carrier strike group kind of like hiding around"
    },
    {
      "start": 482.56,
      "dur": 1.99,
      "text": "strike group kind of like hiding around the southern end of Oman to prevent the"
    },
    {
      "start": 484.56,
      "dur": 1.909,
      "text": "the southern end of Oman to prevent the Iranians giving direct line aside of it."
    },
    {
      "start": 486.479,
      "dur": 1.83,
      "text": "Iranians giving direct line aside of it. There has been on open source"
    },
    {
      "start": 488.319,
      "dur": 1.911,
      "text": "There has been on open source intelligence as well indications that"
    },
    {
      "start": 490.24,
      "dur": 1.83,
      "text": "intelligence as well indications that the Iranians have been launching long"
    },
    {
      "start": 492.08,
      "dur": 2.31,
      "text": "the Iranians have been launching long range surveillance drones in order to"
    },
    {
      "start": 494.4,
      "dur": 1.67,
      "text": "range surveillance drones in order to try and get eyes on that target in order"
    },
    {
      "start": 496.08,
      "dur": 1.669,
      "text": "try and get eyes on that target in order to develop some some form of GPS"
    },
    {
      "start": 497.759,
      "dur": 0.791,
      "text": "to develop some some form of GPS coordinate."
    },
    {
      "start": 498.56,
      "dur": 1.43,
      "text": "coordinate. &gt;&gt; But it's not just the carrier group, is"
    },
    {
      "start": 500.0,
      "dur": 1.35,
      "text": "&gt;&gt; But it's not just the carrier group, is it? I mean, there's there's so much more"
    },
    {
      "start": 501.36,
      "dur": 2.07,
      "text": "it? I mean, there's there's so much more that Sencom has at at its disposal,"
    },
    {
      "start": 503.44,
      "dur": 1.83,
      "text": "that Sencom has at at its disposal, further assets that have been flown to"
    },
    {
      "start": 505.28,
      "dur": 2.309,
      "text": "further assets that have been flown to the region and you've just described"
    },
    {
      "start": 507.599,
      "dur": 1.671,
      "text": "the region and you've just described those as home basing. So, what are we"
    },
    {
      "start": 509.28,
      "dur": 3.35,
      "text": "those as home basing. So, what are we looking at? Yeah, home basing basically,"
    },
    {
      "start": 512.64,
      "dur": 0.949,
      "text": "looking at? Yeah, home basing basically, you know, you've got the aircraft"
    },
    {
      "start": 513.599,
      "dur": 1.191,
      "text": "you know, you've got the aircraft carrier which has got significant"
    },
    {
      "start": 514.8,
      "dur": 2.39,
      "text": "carrier which has got significant capability, but you can't land a, you"
    },
    {
      "start": 517.2,
      "dur": 2.389,
      "text": "capability, but you can't land a, you know, you can't land a KC135 air-to-air"
    },
    {
      "start": 519.599,
      "dur": 1.271,
      "text": "know, you can't land a KC135 air-to-air tanker on that. You have to have big"
    },
    {
      "start": 520.88,
      "dur": 2.31,
      "text": "tanker on that. You have to have big long runways and that requires, as as"
    },
    {
      "start": 523.2,
      "dur": 1.59,
      "text": "long runways and that requires, as as we've said, home home basing. Home"
    },
    {
      "start": 524.8,
      "dur": 2.31,
      "text": "we've said, home home basing. Home basing requires the political support of"
    },
    {
      "start": 527.12,
      "dur": 2.63,
      "text": "basing requires the political support of countries close to Iran, mostly allies."
    },
    {
      "start": 529.76,
      "dur": 2.629,
      "text": "countries close to Iran, mostly allies. Um, and it also requires um permission"
    },
    {
      "start": 532.399,
      "dur": 2.87,
      "text": "Um, and it also requires um permission from um home basing on route. So,"
    },
    {
      "start": 535.279,
      "dur": 2.151,
      "text": "from um home basing on route. So, strategic on route points. Okay. Um and"
    },
    {
      "start": 537.44,
      "dur": 0.63,
      "text": "strategic on route points. Okay. Um and it's not"
    },
    {
      "start": 538.08,
      "dur": 1.11,
      "text": "it's not &gt;&gt; so which countries are we which"
    },
    {
      "start": 539.2,
      "dur": 2.069,
      "text": "&gt;&gt; so which countries are we which countries are we talking about then?"
    },
    {
      "start": 541.279,
      "dur": 1.831,
      "text": "countries are we talking about then? &gt;&gt; Right. So let's look at the um let's"
    },
    {
      "start": 543.12,
      "dur": 2.389,
      "text": "&gt;&gt; Right. So let's look at the um let's look at the um the staging post now."
    },
    {
      "start": 545.519,
      "dur": 2.071,
      "text": "look at the um the staging post now. You've got RAF Molden Hall and RAF Lake"
    },
    {
      "start": 547.6,
      "dur": 1.99,
      "text": "You've got RAF Molden Hall and RAF Lake and Heath in the UK. There's been lots"
    },
    {
      "start": 549.6,
      "dur": 1.51,
      "text": "and Heath in the UK. There's been lots of open source intelligence which has"
    },
    {
      "start": 551.12,
      "dur": 3.43,
      "text": "of open source intelligence which has seen KC135 tankers um coming through"
    },
    {
      "start": 554.56,
      "dur": 3.11,
      "text": "seen KC135 tankers um coming through there. Um and also F-15s that are based"
    },
    {
      "start": 557.68,
      "dur": 2.23,
      "text": "there. Um and also F-15s that are based at RAF Lake Heath. They are now known to"
    },
    {
      "start": 559.92,
      "dur": 2.07,
      "text": "at RAF Lake Heath. They are now known to be in Jordan and they are now forward"
    },
    {
      "start": 562.0,
      "dur": 1.829,
      "text": "be in Jordan and they are now forward deployed of that. So you've got the UK"
    },
    {
      "start": 563.839,
      "dur": 2.631,
      "text": "deployed of that. So you've got the UK um you've also got Portugal. So there is"
    },
    {
      "start": 566.48,
      "dur": 1.349,
      "text": "um you've also got Portugal. So there is again open source intelligence"
    },
    {
      "start": 567.839,
      "dur": 2.231,
      "text": "again open source intelligence indicating that you've got F-35s that"
    },
    {
      "start": 570.08,
      "dur": 2.47,
      "text": "indicating that you've got F-35s that are coming from the Venezuela operation."
    },
    {
      "start": 572.56,
      "dur": 1.51,
      "text": "are coming from the Venezuela operation. They're feeling that they're flying"
    },
    {
      "start": 574.08,
      "dur": 2.07,
      "text": "They're feeling that they're flying through an air base called Lis Field"
    },
    {
      "start": 576.16,
      "dur": 1.43,
      "text": "through an air base called Lis Field which is in the Azors which belongs to"
    },
    {
      "start": 577.6,
      "dur": 2.229,
      "text": "which is in the Azors which belongs to Portugal and according to Osin they've"
    },
    {
      "start": 579.839,
      "dur": 1.43,
      "text": "Portugal and according to Osin they've come through there and then you've got"
    },
    {
      "start": 581.279,
      "dur": 1.831,
      "text": "come through there and then you've got Germany as well Rammstein air base most"
    },
    {
      "start": 583.12,
      "dur": 1.67,
      "text": "Germany as well Rammstein air base most people will have heard of that huge US"
    },
    {
      "start": 584.8,
      "dur": 1.589,
      "text": "people will have heard of that huge US base in Germany. Now there's an"
    },
    {
      "start": 586.399,
      "dur": 2.071,
      "text": "base in Germany. Now there's an interesting asset that's been seen there"
    },
    {
      "start": 588.48,
      "dur": 2.15,
      "text": "interesting asset that's been seen there called the EA37B."
    },
    {
      "start": 590.64,
      "dur": 1.91,
      "text": "called the EA37B. Um this is called the Compass Core. It's"
    },
    {
      "start": 592.56,
      "dur": 2.389,
      "text": "Um this is called the Compass Core. It's a very new aircraft. It operates against"
    },
    {
      "start": 594.959,
      "dur": 2.87,
      "text": "a very new aircraft. It operates against the electronic warfare spectrum. So it's"
    },
    {
      "start": 597.839,
      "dur": 2.391,
      "text": "the electronic warfare spectrum. So it's a it's a very new aircraft that conduct"
    },
    {
      "start": 600.24,
      "dur": 2.709,
      "text": "a it's a very new aircraft that conduct attack operations on Iranians electronic"
    },
    {
      "start": 602.959,
      "dur": 2.151,
      "text": "attack operations on Iranians electronic warfare capabilities and that's going to"
    },
    {
      "start": 605.12,
      "dur": 1.75,
      "text": "warfare capabilities and that's going to be fielded probably for the first time."
    },
    {
      "start": 606.88,
      "dur": 2.23,
      "text": "be fielded probably for the first time. So that would be one to look out for"
    },
    {
      "start": 609.12,
      "dur": 2.23,
      "text": "So that would be one to look out for &gt;&gt; and presumably those assets are then"
    },
    {
      "start": 611.36,
      "dur": 1.909,
      "text": "&gt;&gt; and presumably those assets are then moved forward from European bases"
    },
    {
      "start": 613.279,
      "dur": 1.751,
      "text": "moved forward from European bases towards the region."
    },
    {
      "start": 615.04,
      "dur": 2.07,
      "text": "towards the region. &gt;&gt; Yeah, there's been a a huge buildup. I"
    },
    {
      "start": 617.12,
      "dur": 1.269,
      "text": "&gt;&gt; Yeah, there's been a a huge buildup. I mean we just spoke briefly about the"
    },
    {
      "start": 618.399,
      "dur": 2.55,
      "text": "mean we just spoke briefly about the F-15 E. They're the two seat version"
    },
    {
      "start": 620.959,
      "dur": 2.471,
      "text": "F-15 E. They're the two seat version from RAF Lake Heath. They're now at"
    },
    {
      "start": 623.44,
      "dur": 4.389,
      "text": "from RAF Lake Heath. They're now at Muafak Salty Air Base in Jordan. Um, and"
    },
    {
      "start": 627.839,
      "dur": 2.311,
      "text": "Muafak Salty Air Base in Jordan. Um, and you're you're seeing this sort of huge"
    },
    {
      "start": 630.16,
      "dur": 1.99,
      "text": "you're you're seeing this sort of huge huge buildup um in the region and the"
    },
    {
      "start": 632.16,
      "dur": 1.909,
      "text": "huge buildup um in the region and the F-15s are a significant part of that."
    },
    {
      "start": 634.079,
      "dur": 2.711,
      "text": "F-15s are a significant part of that. &gt;&gt; Yeah, Aluade is another I've been there"
    },
    {
      "start": 636.8,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah, Aluade is another I've been there um in the buildup to the war in Iraq."
    },
    {
      "start": 639.12,
      "dur": 3.19,
      "text": "um in the buildup to the war in Iraq. It's a huge base in Kata near Doha. What"
    },
    {
      "start": 642.32,
      "dur": 2.23,
      "text": "It's a huge base in Kata near Doha. What sort of role will that be playing?"
    },
    {
      "start": 644.56,
      "dur": 1.91,
      "text": "sort of role will that be playing? &gt;&gt; Yeah, Alud, you're right. It's the"
    },
    {
      "start": 646.48,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah, Alud, you're right. It's the largest US military base in the Middle"
    },
    {
      "start": 647.92,
      "dur": 2.31,
      "text": "largest US military base in the Middle East. It's got about 10 10,000 US troops"
    },
    {
      "start": 650.24,
      "dur": 1.75,
      "text": "East. It's got about 10 10,000 US troops there. It's home to the forward basing"
    },
    {
      "start": 652.0,
      "dur": 2.47,
      "text": "there. It's home to the forward basing of of SenCom. SenCom basically their"
    },
    {
      "start": 654.48,
      "dur": 1.67,
      "text": "of of SenCom. SenCom basically their area of coverage is huge. It's as far"
    },
    {
      "start": 656.16,
      "dur": 1.51,
      "text": "area of coverage is huge. It's as far west as Egypt and as far east as"
    },
    {
      "start": 657.68,
      "dur": 2.389,
      "text": "west as Egypt and as far east as Kazakhstan. Um and it it was also"
    },
    {
      "start": 660.079,
      "dur": 2.151,
      "text": "Kazakhstan. Um and it it was also targeted by Iranian ballistic missiles"
    },
    {
      "start": 662.24,
      "dur": 2.23,
      "text": "targeted by Iranian ballistic missiles in June 2025. Or we do think there was a"
    },
    {
      "start": 664.48,
      "dur": 1.99,
      "text": "in June 2025. Or we do think there was a heads up by the Iranians on that. But"
    },
    {
      "start": 666.48,
      "dur": 1.43,
      "text": "heads up by the Iranians on that. But also there's a there's a big air base"
    },
    {
      "start": 667.92,
      "dur": 2.07,
      "text": "also there's a there's a big air base there. So you've got a huge buildup of"
    },
    {
      "start": 670.0,
      "dur": 2.15,
      "text": "there. So you've got a huge buildup of what are called KC135"
    },
    {
      "start": 672.16,
      "dur": 2.789,
      "text": "what are called KC135 uh and KC46 uh air-to-air tankers."
    },
    {
      "start": 674.959,
      "dur": 1.271,
      "text": "uh and KC46 uh air-to-air tankers. They're basically there to set up a"
    },
    {
      "start": 676.24,
      "dur": 3.029,
      "text": "They're basically there to set up a 24-hour petrol station in the eye in the"
    },
    {
      "start": 679.279,
      "dur": 3.431,
      "text": "24-hour petrol station in the eye in the sky to be able to sustain 24/7 um"
    },
    {
      "start": 682.72,
      "dur": 2.789,
      "text": "sky to be able to sustain 24/7 um enduring operations. They've also is the"
    },
    {
      "start": 685.519,
      "dur": 2.631,
      "text": "enduring operations. They've also is the RC135 and that's called the rivet joint."
    },
    {
      "start": 688.16,
      "dur": 1.75,
      "text": "RC135 and that's called the rivet joint. Now that's a the same airframe but a"
    },
    {
      "start": 689.92,
      "dur": 1.43,
      "text": "Now that's a the same airframe but a different capability. It's a more niche"
    },
    {
      "start": 691.36,
      "dur": 3.589,
      "text": "different capability. It's a more niche capability that involves a 700 63rd"
    },
    {
      "start": 694.959,
      "dur": 2.31,
      "text": "capability that involves a 700 63rd expeditionary recon squadron flying"
    },
    {
      "start": 697.279,
      "dur": 1.99,
      "text": "expeditionary recon squadron flying basically an aircraft that is jammed"
    },
    {
      "start": 699.279,
      "dur": 1.99,
      "text": "basically an aircraft that is jammed with electronic intelligence. So the"
    },
    {
      "start": 701.279,
      "dur": 1.911,
      "text": "with electronic intelligence. So the ability to to listen signals,"
    },
    {
      "start": 703.2,
      "dur": 2.71,
      "text": "ability to to listen signals, intelligence, elimin providing that that"
    },
    {
      "start": 705.92,
      "dur": 2.71,
      "text": "intelligence, elimin providing that that that that elint uh intelligence um"
    },
    {
      "start": 708.64,
      "dur": 1.59,
      "text": "that that elint uh intelligence um requirement for the trigger mechanism we"
    },
    {
      "start": 710.24,
      "dur": 1.99,
      "text": "requirement for the trigger mechanism we spoke about that's there to do that."
    },
    {
      "start": 712.24,
      "dur": 1.75,
      "text": "spoke about that's there to do that. &gt;&gt; So this is very much a live operation"
    },
    {
      "start": 714.0,
      "dur": 1.19,
      "text": "&gt;&gt; So this is very much a live operation then when you look at the kit that's"
    },
    {
      "start": 715.2,
      "dur": 2.15,
      "text": "then when you look at the kit that's there. I I saw Bahrain on that map which"
    },
    {
      "start": 717.36,
      "dur": 2.23,
      "text": "there. I I saw Bahrain on that map which tells you just how deeply involved the"
    },
    {
      "start": 719.6,
      "dur": 1.909,
      "text": "tells you just how deeply involved the Gulf countries are."
    },
    {
      "start": 721.519,
      "dur": 2.071,
      "text": "Gulf countries are. &gt;&gt; Yeah. the naval support activity base in"
    },
    {
      "start": 723.6,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah. the naval support activity base in Bahrain. That's basically home to the US"
    },
    {
      "start": 725.92,
      "dur": 2.63,
      "text": "Bahrain. That's basically home to the US Navy fifth fleet headquarters and and"
    },
    {
      "start": 728.56,
      "dur": 1.67,
      "text": "Navy fifth fleet headquarters and and they're responsible for a sizable"
    },
    {
      "start": 730.24,
      "dur": 1.269,
      "text": "they're responsible for a sizable remmit. They're responsible for"
    },
    {
      "start": 731.519,
      "dur": 1.671,
      "text": "remmit. They're responsible for operations in the Persian Gulf, the Red"
    },
    {
      "start": 733.2,
      "dur": 2.309,
      "text": "operations in the Persian Gulf, the Red Sea, uh and the Straits of Hormuz, and"
    },
    {
      "start": 735.519,
      "dur": 1.351,
      "text": "Sea, uh and the Straits of Hormuz, and you know as well as I do, Christian, the"
    },
    {
      "start": 736.88,
      "dur": 2.31,
      "text": "you know as well as I do, Christian, the Straits of Hormuz is a critical area of"
    },
    {
      "start": 739.2,
      "dur": 1.67,
      "text": "Straits of Hormuz is a critical area of geography when it comes to being able to"
    },
    {
      "start": 740.88,
      "dur": 1.99,
      "text": "geography when it comes to being able to control um the sea lines of"
    },
    {
      "start": 742.88,
      "dur": 2.069,
      "text": "control um the sea lines of communication for global shipping. Last"
    },
    {
      "start": 744.959,
      "dur": 2.55,
      "text": "communication for global shipping. Last year, in the buildup to Operation"
    },
    {
      "start": 747.519,
      "dur": 1.75,
      "text": "year, in the buildup to Operation Midnight Hammer, that strike on Iran's"
    },
    {
      "start": 749.279,
      "dur": 3.191,
      "text": "Midnight Hammer, that strike on Iran's nuclear uh facilities, we had satellite"
    },
    {
      "start": 752.48,
      "dur": 3.67,
      "text": "nuclear uh facilities, we had satellite imagery of the B2 Spirit stealth bombers"
    },
    {
      "start": 756.16,
      "dur": 2.789,
      "text": "imagery of the B2 Spirit stealth bombers in Diego Garcia."
    },
    {
      "start": 758.959,
      "dur": 3.191,
      "text": "in Diego Garcia. Do you see a similar buildup there?"
    },
    {
      "start": 762.16,
      "dur": 1.51,
      "text": "Do you see a similar buildup there? Yeah, I think what's interesting at the"
    },
    {
      "start": 763.68,
      "dur": 2.31,
      "text": "Yeah, I think what's interesting at the moment is and I think we can show a a"
    },
    {
      "start": 766.0,
      "dur": 3.35,
      "text": "moment is and I think we can show a a satellite image from 2025 last year um"
    },
    {
      "start": 769.36,
      "dur": 2.63,
      "text": "satellite image from 2025 last year um from Planet Labs. Um and there were a"
    },
    {
      "start": 772.0,
      "dur": 2.629,
      "text": "from Planet Labs. Um and there were a number of um B2 Spirit stealth bombers,"
    },
    {
      "start": 774.639,
      "dur": 2.231,
      "text": "number of um B2 Spirit stealth bombers, low radar cross-section. Um but they're"
    },
    {
      "start": 776.88,
      "dur": 1.35,
      "text": "low radar cross-section. Um but they're the only aircraft that can carry that"
    },
    {
      "start": 778.24,
      "dur": 4.709,
      "text": "the only aircraft that can carry that GBU50 57 um penetrator bomb. Um we"
    },
    {
      "start": 782.959,
      "dur": 1.67,
      "text": "GBU50 57 um penetrator bomb. Um we haven't seen them there this time, but I"
    },
    {
      "start": 784.639,
      "dur": 2.63,
      "text": "haven't seen them there this time, but I think the point here is it's keeping the"
    },
    {
      "start": 787.279,
      "dur": 2.631,
      "text": "think the point here is it's keeping the Iranians guessing. So, the B2s were seen"
    },
    {
      "start": 789.92,
      "dur": 3.349,
      "text": "Iranians guessing. So, the B2s were seen at Diego Garcia last time. Um, but"
    },
    {
      "start": 793.279,
      "dur": 1.911,
      "text": "at Diego Garcia last time. Um, but ultimately, as we found out, there was a"
    },
    {
      "start": 795.2,
      "dur": 2.39,
      "text": "ultimately, as we found out, there was a 36-hour flight directly from the US"
    },
    {
      "start": 797.6,
      "dur": 2.31,
      "text": "36-hour flight directly from the US where the B2 struck the nuclear"
    },
    {
      "start": 799.92,
      "dur": 2.39,
      "text": "where the B2 struck the nuclear facilities inside of there was that that"
    },
    {
      "start": 802.32,
      "dur": 2.23,
      "text": "facilities inside of there was that that other decoy mission that went the other"
    },
    {
      "start": 804.56,
      "dur": 2.389,
      "text": "other decoy mission that went the other way. So, I think what Diego Garcia does"
    },
    {
      "start": 806.959,
      "dur": 2.231,
      "text": "way. So, I think what Diego Garcia does is it keeps the Iranian guesses guessing"
    },
    {
      "start": 809.2,
      "dur": 2.23,
      "text": "is it keeps the Iranian guesses guessing and spreads their sort of intelligence"
    },
    {
      "start": 811.44,
      "dur": 1.59,
      "text": "and spreads their sort of intelligence assets quite thinly."
    },
    {
      "start": 813.04,
      "dur": 1.51,
      "text": "assets quite thinly. &gt;&gt; The Ayatollah over the weekend"
    },
    {
      "start": 814.56,
      "dur": 1.67,
      "text": "&gt;&gt; The Ayatollah over the weekend threatened a regional war. So"
    },
    {
      "start": 816.24,
      "dur": 2.149,
      "text": "threatened a regional war. So presumably, as you've already hinted,"
    },
    {
      "start": 818.399,
      "dur": 1.911,
      "text": "presumably, as you've already hinted, the Americans are moving air defenses"
    },
    {
      "start": 820.32,
      "dur": 1.59,
      "text": "the Americans are moving air defenses into the region."
    },
    {
      "start": 821.92,
      "dur": 1.349,
      "text": "into the region. &gt;&gt; Yeah, they are. As we spoke about that"
    },
    {
      "start": 823.279,
      "dur": 1.591,
      "text": "&gt;&gt; Yeah, they are. As we spoke about that trigger me mechanism right at the very"
    },
    {
      "start": 824.88,
      "dur": 2.069,
      "text": "trigger me mechanism right at the very beginning, but unhelpfully, China have"
    },
    {
      "start": 826.959,
      "dur": 1.43,
      "text": "beginning, but unhelpfully, China have been taking and publishing satellite"
    },
    {
      "start": 828.399,
      "dur": 1.591,
      "text": "been taking and publishing satellite photographs of where those Patriot"
    },
    {
      "start": 830.0,
      "dur": 2.23,
      "text": "photographs of where those Patriot missiles are now deployed and they're in"
    },
    {
      "start": 832.24,
      "dur": 2.149,
      "text": "missiles are now deployed and they're in Q8 and Qatar. And as a consequence of"
    },
    {
      "start": 834.399,
      "dur": 1.43,
      "text": "Q8 and Qatar. And as a consequence of this, that's going to be easier for the"
    },
    {
      "start": 835.839,
      "dur": 2.471,
      "text": "this, that's going to be easier for the Iranians to get some form of GPS"
    },
    {
      "start": 838.32,
      "dur": 1.83,
      "text": "Iranians to get some form of GPS coordinates to be able to attack them."
    },
    {
      "start": 840.16,
      "dur": 1.59,
      "text": "coordinates to be able to attack them. But it kind of just sort of builds into"
    },
    {
      "start": 841.76,
      "dur": 2.069,
      "text": "But it kind of just sort of builds into that theory that again this is a really"
    },
    {
      "start": 843.839,
      "dur": 1.911,
      "text": "that theory that again this is a really important trigger mechanism before the"
    },
    {
      "start": 845.76,
      "dur": 3.03,
      "text": "important trigger mechanism before the US takes any action on Iran."
    },
    {
      "start": 848.8,
      "dur": 1.829,
      "text": "US takes any action on Iran. &gt;&gt; We speak on the security brief Mikey a"
    },
    {
      "start": 850.639,
      "dur": 3.671,
      "text": "&gt;&gt; We speak on the security brief Mikey a lot about COAs courses of action."
    },
    {
      "start": 854.32,
      "dur": 1.509,
      "text": "lot about COAs courses of action. When you look at everything that you've"
    },
    {
      "start": 855.839,
      "dur": 3.35,
      "text": "When you look at everything that you've just said out here, what do you think"
    },
    {
      "start": 859.199,
      "dur": 2.151,
      "text": "just said out here, what do you think the main courses of action are likely to"
    },
    {
      "start": 861.36,
      "dur": 2.55,
      "text": "the main courses of action are likely to be? And I think one of the key ones,"
    },
    {
      "start": 863.92,
      "dur": 2.07,
      "text": "be? And I think one of the key ones, especially given the recent lifting of"
    },
    {
      "start": 866.0,
      "dur": 2.87,
      "text": "especially given the recent lifting of Maduro in Venezuela, um I wouldn't be"
    },
    {
      "start": 868.88,
      "dur": 1.67,
      "text": "Maduro in Venezuela, um I wouldn't be surprised if this was being worked up as"
    },
    {
      "start": 870.56,
      "dur": 2.31,
      "text": "surprised if this was being worked up as a as a most dangerous course of action"
    },
    {
      "start": 872.88,
      "dur": 1.83,
      "text": "a as a most dangerous course of action that looks at basically the capture of"
    },
    {
      "start": 874.72,
      "dur": 2.87,
      "text": "that looks at basically the capture of kill of not just the the Ayatollah um"
    },
    {
      "start": 877.6,
      "dur": 2.55,
      "text": "kill of not just the the Ayatollah um but also high level leadership inside"
    },
    {
      "start": 880.16,
      "dur": 2.31,
      "text": "but also high level leadership inside the regime uh and the Iranian guard"
    },
    {
      "start": 882.48,
      "dur": 2.95,
      "text": "the regime uh and the Iranian guard corps. So I think I think that basically"
    },
    {
      "start": 885.44,
      "dur": 1.749,
      "text": "corps. So I think I think that basically would be the headline on on the most"
    },
    {
      "start": 887.199,
      "dur": 3.111,
      "text": "would be the headline on on the most dangerous COA. Let's say that that most"
    },
    {
      "start": 890.32,
      "dur": 1.91,
      "text": "dangerous COA. Let's say that that most extreme course of action is under"
    },
    {
      "start": 892.24,
      "dur": 1.51,
      "text": "extreme course of action is under consideration. If the commander-in-chief"
    },
    {
      "start": 893.76,
      "dur": 2.79,
      "text": "consideration. If the commander-in-chief has said get ready for that, how do you"
    },
    {
      "start": 896.56,
      "dur": 2.069,
      "text": "has said get ready for that, how do you go about planning?"
    },
    {
      "start": 898.639,
      "dur": 2.31,
      "text": "go about planning? &gt;&gt; So I I mean I' I've worked inside these"
    },
    {
      "start": 900.959,
      "dur": 1.271,
      "text": "&gt;&gt; So I I mean I' I've worked inside these kind of operations. They're called heli"
    },
    {
      "start": 902.24,
      "dur": 2.47,
      "text": "kind of operations. They're called heli assault force operations or halves um"
    },
    {
      "start": 904.72,
      "dur": 1.669,
      "text": "assault force operations or halves um inside Iraq and I've taken a look at the"
    },
    {
      "start": 906.399,
      "dur": 2.471,
      "text": "inside Iraq and I've taken a look at the geography obviously looked at how the"
    },
    {
      "start": 908.88,
      "dur": 1.91,
      "text": "geography obviously looked at how the operation went down for sudden spear in"
    },
    {
      "start": 910.8,
      "dur": 3.029,
      "text": "operation went down for sudden spear in Venezuela and I think Iraq would be the"
    },
    {
      "start": 913.839,
      "dur": 3.271,
      "text": "Venezuela and I think Iraq would be the most um obvious point to put the 160th"
    },
    {
      "start": 917.12,
      "dur": 1.43,
      "text": "most um obvious point to put the 160th in. Now, the 160th are called the"
    },
    {
      "start": 918.56,
      "dur": 1.59,
      "text": "in. Now, the 160th are called the Nightstalkers. They're the special"
    },
    {
      "start": 920.16,
      "dur": 1.75,
      "text": "Nightstalkers. They're the special operations aviation regiment that the"
    },
    {
      "start": 921.92,
      "dur": 2.87,
      "text": "operations aviation regiment that the that the US used to lift Maduro. Um, but"
    },
    {
      "start": 924.8,
      "dur": 2.31,
      "text": "that the US used to lift Maduro. Um, but I'd also expect other Western Special"
    },
    {
      "start": 927.12,
      "dur": 3.67,
      "text": "I'd also expect other Western Special Forces units to be joining that sort of"
    },
    {
      "start": 930.8,
      "dur": 2.07,
      "text": "Forces units to be joining that sort of operation. So, that could be, you know,"
    },
    {
      "start": 932.88,
      "dur": 2.71,
      "text": "operation. So, that could be, you know, special forces from is Israel, could be"
    },
    {
      "start": 935.6,
      "dur": 2.469,
      "text": "special forces from is Israel, could be the UK, SAS or SBS, uh, it could be"
    },
    {
      "start": 938.079,
      "dur": 1.911,
      "text": "the UK, SAS or SBS, uh, it could be German special forces. And I think"
    },
    {
      "start": 940.0,
      "dur": 1.43,
      "text": "German special forces. And I think they'll all work together on sort of"
    },
    {
      "start": 941.44,
      "dur": 1.509,
      "text": "they'll all work together on sort of trying to figure out the best way to to"
    },
    {
      "start": 942.959,
      "dur": 2.391,
      "text": "trying to figure out the best way to to to to cut this. You know, all of those"
    },
    {
      "start": 945.36,
      "dur": 1.909,
      "text": "to to cut this. You know, all of those special forces teams bring something"
    },
    {
      "start": 947.279,
      "dur": 1.511,
      "text": "special forces teams bring something very unique and very special to the"
    },
    {
      "start": 948.8,
      "dur": 0.389,
      "text": "very unique and very special to the table."
    },
    {
      "start": 949.199,
      "dur": 1.43,
      "text": "table. &gt;&gt; But this is a very different environment"
    },
    {
      "start": 950.639,
      "dur": 1.99,
      "text": "&gt;&gt; But this is a very different environment to the to the Caribbean, Mikey. I mean,"
    },
    {
      "start": 952.639,
      "dur": 2.55,
      "text": "to the to the Caribbean, Mikey. I mean, long distances involved. How do you h"
    },
    {
      "start": 955.199,
      "dur": 1.911,
      "text": "long distances involved. How do you h how how different does a mission like"
    },
    {
      "start": 957.12,
      "dur": 2.47,
      "text": "how how different does a mission like this look to the one in Venezuela?"
    },
    {
      "start": 959.6,
      "dur": 2.39,
      "text": "this look to the one in Venezuela? &gt;&gt; Yeah. And that that's that's a real key"
    },
    {
      "start": 962.0,
      "dur": 1.269,
      "text": "&gt;&gt; Yeah. And that that's that's a real key point in all of this. It's very"
    },
    {
      "start": 963.279,
      "dur": 1.191,
      "text": "point in all of this. It's very different. Let's take a look at a map"
    },
    {
      "start": 964.48,
      "dur": 1.67,
      "text": "different. Let's take a look at a map here. And I think we can bring up sort"
    },
    {
      "start": 966.16,
      "dur": 2.31,
      "text": "here. And I think we can bring up sort of a straight line. Um it never is"
    },
    {
      "start": 968.48,
      "dur": 1.43,
      "text": "of a straight line. Um it never is straight line obviously but it's around"
    },
    {
      "start": 969.92,
      "dur": 3.19,
      "text": "straight line obviously but it's around 640 kilometers from Herbiel or near"
    },
    {
      "start": 973.12,
      "dur": 3.91,
      "text": "640 kilometers from Herbiel or near Herbiel to Tran. Um 400 miles that's"
    },
    {
      "start": 977.04,
      "dur": 1.909,
      "text": "Herbiel to Tran. Um 400 miles that's that's roughly helicopters can travel at"
    },
    {
      "start": 978.959,
      "dur": 2.87,
      "text": "that's roughly helicopters can travel at about 2 miles a minute um at 120 knots."
    },
    {
      "start": 981.839,
      "dur": 1.43,
      "text": "about 2 miles a minute um at 120 knots. So we're talking about really a"
    },
    {
      "start": 983.279,
      "dur": 1.831,
      "text": "So we're talking about really a 200minute flight which is about 3 hours"
    },
    {
      "start": 985.12,
      "dur": 2.79,
      "text": "200minute flight which is about 3 hours 20. So it's a long transit that's likely"
    },
    {
      "start": 987.92,
      "dur": 2.31,
      "text": "20. So it's a long transit that's likely to be at night and it will be fought"
    },
    {
      "start": 990.24,
      "dur": 1.99,
      "text": "to be at night and it will be fought fraught sorry with surfacetoear missile"
    },
    {
      "start": 992.24,
      "dur": 2.07,
      "text": "fraught sorry with surfacetoear missile threats including manad threats that we"
    },
    {
      "start": 994.32,
      "dur": 1.11,
      "text": "threats including manad threats that we spoke about in Venezuela. That's"
    },
    {
      "start": 995.44,
      "dur": 1.99,
      "text": "spoke about in Venezuela. That's basically a a shoulder launch missile"
    },
    {
      "start": 997.44,
      "dur": 1.67,
      "text": "basically a a shoulder launch missile system that could be popped up with a"
    },
    {
      "start": 999.12,
      "dur": 1.269,
      "text": "system that could be popped up with a soldier and launched. This uses an"
    },
    {
      "start": 1000.399,
      "dur": 1.67,
      "text": "soldier and launched. This uses an infrared seeker and it's really"
    },
    {
      "start": 1002.079,
      "dur": 1.99,
      "text": "infrared seeker and it's really difficult to defend against. You know,"
    },
    {
      "start": 1004.079,
      "dur": 1.591,
      "text": "difficult to defend against. You know, looking at this and sort of just looking"
    },
    {
      "start": 1005.68,
      "dur": 1.99,
      "text": "looking at this and sort of just looking how we kind of did it in the past, I"
    },
    {
      "start": 1007.68,
      "dur": 2.069,
      "text": "how we kind of did it in the past, I think 3 hours 20 is is is a bit too much"
    },
    {
      "start": 1009.759,
      "dur": 1.671,
      "text": "think 3 hours 20 is is is a bit too much to bite off. So, I think what would"
    },
    {
      "start": 1011.44,
      "dur": 1.749,
      "text": "to bite off. So, I think what would happen is is that you'd use all of those"
    },
    {
      "start": 1013.199,
      "dur": 1.43,
      "text": "happen is is that you'd use all of those assets for suppression of any air"
    },
    {
      "start": 1014.639,
      "dur": 2.151,
      "text": "assets for suppression of any air defense, the F-15s to soften targets,"
    },
    {
      "start": 1016.8,
      "dur": 1.67,
      "text": "defense, the F-15s to soften targets, Iranian surfaceto-air missile systems,"
    },
    {
      "start": 1018.48,
      "dur": 2.149,
      "text": "Iranian surfaceto-air missile systems, ballistic missile systems. They'd soften"
    },
    {
      "start": 1020.639,
      "dur": 1.591,
      "text": "ballistic missile systems. They'd soften that route up like they did when we"
    },
    {
      "start": 1022.24,
      "dur": 1.99,
      "text": "that route up like they did when we looked at the target sets in Venezuela."
    },
    {
      "start": 1024.24,
      "dur": 1.35,
      "text": "looked at the target sets in Venezuela. And then I think they would it would"
    },
    {
      "start": 1025.6,
      "dur": 1.27,
      "text": "And then I think they would it would allow them then to put what's called an"
    },
    {
      "start": 1026.88,
      "dur": 2.789,
      "text": "allow them then to put what's called an FOB, a forward operating base somewhere"
    },
    {
      "start": 1029.679,
      "dur": 1.831,
      "text": "FOB, a forward operating base somewhere way closer about halfway down that"
    },
    {
      "start": 1031.52,
      "dur": 1.269,
      "text": "way closer about halfway down that track. So they can give them some"
    },
    {
      "start": 1032.799,
      "dur": 1.911,
      "text": "track. So they can give them some distance but at the same time they can"
    },
    {
      "start": 1034.72,
      "dur": 1.43,
      "text": "distance but at the same time they can launch with safety. So I think you'd see"
    },
    {
      "start": 1036.16,
      "dur": 2.389,
      "text": "launch with safety. So I think you'd see a precursor operation to that before"
    },
    {
      "start": 1038.559,
      "dur": 2.071,
      "text": "a precursor operation to that before that that most dangerous CO was actually"
    },
    {
      "start": 1040.64,
      "dur": 0.87,
      "text": "that that most dangerous CO was actually committed to."
    },
    {
      "start": 1041.52,
      "dur": 1.669,
      "text": "committed to. &gt;&gt; What other CO do you think are on the"
    },
    {
      "start": 1043.199,
      "dur": 1.431,
      "text": "&gt;&gt; What other CO do you think are on the table?"
    },
    {
      "start": 1044.64,
      "dur": 2.149,
      "text": "table? &gt;&gt; I think one of the premises of why um"
    },
    {
      "start": 1046.799,
      "dur": 1.911,
      "text": "&gt;&gt; I think one of the premises of why um the US is doing this is going back to"
    },
    {
      "start": 1048.72,
      "dur": 2.55,
      "text": "the US is doing this is going back to the nuclear facilities. um you know"
    },
    {
      "start": 1051.28,
      "dur": 1.83,
      "text": "the nuclear facilities. um you know there is operation there's um open"
    },
    {
      "start": 1053.12,
      "dur": 1.51,
      "text": "there is operation there's um open source intelligence that suggests that"
    },
    {
      "start": 1054.64,
      "dur": 1.99,
      "text": "source intelligence that suggests that construction is now going on at the"
    },
    {
      "start": 1056.64,
      "dur": 3.269,
      "text": "construction is now going on at the Natans and Isvahan um uh plant. So I"
    },
    {
      "start": 1059.919,
      "dur": 1.911,
      "text": "Natans and Isvahan um uh plant. So I think again the US are going to use that"
    },
    {
      "start": 1061.84,
      "dur": 1.91,
      "text": "think again the US are going to use that intelligence to be able to get ahead and"
    },
    {
      "start": 1063.76,
      "dur": 3.11,
      "text": "intelligence to be able to get ahead and prevent the Iranians from um being able"
    },
    {
      "start": 1066.88,
      "dur": 1.99,
      "text": "prevent the Iranians from um being able to rebuild these facilities and again"
    },
    {
      "start": 1068.88,
      "dur": 1.83,
      "text": "to rebuild these facilities and again that was what the B2 bombers and the"
    },
    {
      "start": 1070.72,
      "dur": 2.949,
      "text": "that was what the B2 bombers and the GB57 um penetrator bombs were were used"
    },
    {
      "start": 1073.679,
      "dur": 2.471,
      "text": "GB57 um penetrator bombs were were used for. Should we be looking at signals on"
    },
    {
      "start": 1076.16,
      "dur": 2.15,
      "text": "for. Should we be looking at signals on the ground, some softening up, targets"
    },
    {
      "start": 1078.32,
      "dur": 2.79,
      "text": "the ground, some softening up, targets being hit to lay the groundwork, if you"
    },
    {
      "start": 1081.12,
      "dur": 1.99,
      "text": "being hit to lay the groundwork, if you will, for some of these COAs?"
    },
    {
      "start": 1083.12,
      "dur": 1.909,
      "text": "will, for some of these COAs? &gt;&gt; Yeah, I think I think both COAs will"
    },
    {
      "start": 1085.039,
      "dur": 2.551,
      "text": "&gt;&gt; Yeah, I think I think both COAs will require it goes back to suppression of"
    },
    {
      "start": 1087.6,
      "dur": 2.39,
      "text": "require it goes back to suppression of enemy air defense. So using those F-18"
    },
    {
      "start": 1090.0,
      "dur": 2.789,
      "text": "enemy air defense. So using those F-18 Growlers, using the F-35 to be able to"
    },
    {
      "start": 1092.799,
      "dur": 2.471,
      "text": "Growlers, using the F-35 to be able to understand the sensory aspects um and"
    },
    {
      "start": 1095.28,
      "dur": 1.749,
      "text": "understand the sensory aspects um and targeting those surfaceto-air missile"
    },
    {
      "start": 1097.039,
      "dur": 1.431,
      "text": "targeting those surfaceto-air missile systems, targeting the ballistic"
    },
    {
      "start": 1098.48,
      "dur": 2.63,
      "text": "systems, targeting the ballistic missiles, um surfaceto-air missile"
    },
    {
      "start": 1101.12,
      "dur": 2.23,
      "text": "missiles, um surfaceto-air missile systems that are now have been now been"
    },
    {
      "start": 1103.36,
      "dur": 1.75,
      "text": "systems that are now have been now been replaced around the nuclear plants. So"
    },
    {
      "start": 1105.12,
      "dur": 1.429,
      "text": "replaced around the nuclear plants. So depending on whether that most dangerous"
    },
    {
      "start": 1106.559,
      "dur": 2.631,
      "text": "depending on whether that most dangerous COA which is the um targeted leadership"
    },
    {
      "start": 1109.2,
      "dur": 1.829,
      "text": "COA which is the um targeted leadership COA or whether it's the nuclear"
    },
    {
      "start": 1111.039,
      "dur": 1.51,
      "text": "COA or whether it's the nuclear facilities or whe it's combination of"
    },
    {
      "start": 1112.559,
      "dur": 1.911,
      "text": "facilities or whe it's combination of both it will need softening of targets"
    },
    {
      "start": 1114.48,
      "dur": 1.67,
      "text": "both it will need softening of targets and that will require a lot of strikes"
    },
    {
      "start": 1116.16,
      "dur": 1.67,
      "text": "and that will require a lot of strikes and I'm pretty sure the Israelis the IDF"
    },
    {
      "start": 1117.84,
      "dur": 2.23,
      "text": "and I'm pretty sure the Israelis the IDF will be involved in that as well. Okay,"
    },
    {
      "start": 1120.08,
      "dur": 2.469,
      "text": "will be involved in that as well. Okay, just to finish, Mikey, you've already"
    },
    {
      "start": 1122.559,
      "dur": 1.511,
      "text": "just to finish, Mikey, you've already said you you you've been involved in"
    },
    {
      "start": 1124.08,
      "dur": 2.31,
      "text": "said you you you've been involved in missions like this. So, walk me back to"
    },
    {
      "start": 1126.4,
      "dur": 3.03,
      "text": "missions like this. So, walk me back to that time. H how do you plan and prepare"
    },
    {
      "start": 1129.44,
      "dur": 1.83,
      "text": "that time. H how do you plan and prepare for a mission like this? And and what is"
    },
    {
      "start": 1131.28,
      "dur": 3.43,
      "text": "for a mission like this? And and what is it like being on perpetual standby?"
    },
    {
      "start": 1134.72,
      "dur": 1.27,
      "text": "it like being on perpetual standby? &gt;&gt; Yeah, I mean, you have to sort of go"
    },
    {
      "start": 1136.0,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah, I mean, you have to sort of go back six years from the type of"
    },
    {
      "start": 1138.08,
      "dur": 1.67,
      "text": "back six years from the type of operation that we saw in Venezuela and"
    },
    {
      "start": 1139.76,
      "dur": 1.19,
      "text": "operation that we saw in Venezuela and the type of one that we're potentially"
    },
    {
      "start": 1140.96,
      "dur": 2.31,
      "text": "the type of one that we're potentially talking about here. And it all starts at"
    },
    {
      "start": 1143.28,
      "dur": 1.99,
      "text": "talking about here. And it all starts at home. You build up your skill sets uh"
    },
    {
      "start": 1145.28,
      "dur": 1.83,
      "text": "home. You build up your skill sets uh flying at night on night vision goggles."
    },
    {
      "start": 1147.12,
      "dur": 1.83,
      "text": "flying at night on night vision goggles. You then learn to do that in information"
    },
    {
      "start": 1148.96,
      "dur": 1.99,
      "text": "You then learn to do that in information with other helicopters. First two, then"
    },
    {
      "start": 1150.96,
      "dur": 2.47,
      "text": "with other helicopters. First two, then four. Um, you then learn what type of"
    },
    {
      "start": 1153.44,
      "dur": 1.27,
      "text": "four. Um, you then learn what type of threats are posed to you from the"
    },
    {
      "start": 1154.72,
      "dur": 1.43,
      "text": "threats are posed to you from the ground. You learn about your"
    },
    {
      "start": 1156.16,
      "dur": 1.59,
      "text": "ground. You learn about your self-defense systems on the helicopter."
    },
    {
      "start": 1157.76,
      "dur": 1.67,
      "text": "self-defense systems on the helicopter. You learn how to operate those. You"
    },
    {
      "start": 1159.44,
      "dur": 1.75,
      "text": "You learn how to operate those. You know, that can be flares for infrared"
    },
    {
      "start": 1161.2,
      "dur": 1.51,
      "text": "know, that can be flares for infrared missiles like MAN pads. It could be"
    },
    {
      "start": 1162.72,
      "dur": 1.99,
      "text": "missiles like MAN pads. It could be radar warning receivers with chaff."
    },
    {
      "start": 1164.72,
      "dur": 1.59,
      "text": "radar warning receivers with chaff. Chaff is basically little bits of metal"
    },
    {
      "start": 1166.32,
      "dur": 2.229,
      "text": "Chaff is basically little bits of metal that you kick out uh for a radar missile"
    },
    {
      "start": 1168.559,
      "dur": 1.35,
      "text": "that you kick out uh for a radar missile that might be tracking you and it puts"
    },
    {
      "start": 1169.919,
      "dur": 2.63,
      "text": "that might be tracking you and it puts up a plume um which is designed"
    },
    {
      "start": 1172.559,
      "dur": 3.271,
      "text": "up a plume um which is designed basically to to decoy the missile. Um"
    },
    {
      "start": 1175.84,
      "dur": 1.67,
      "text": "basically to to decoy the missile. Um and then you moved in you move into what"
    },
    {
      "start": 1177.52,
      "dur": 1.269,
      "text": "and then you moved in you move into what are called kameos which are composite"
    },
    {
      "start": 1178.799,
      "dur": 1.911,
      "text": "are called kameos which are composite air operations and that basically is"
    },
    {
      "start": 1180.72,
      "dur": 1.75,
      "text": "air operations and that basically is where you're speaking to a commander in"
    },
    {
      "start": 1182.48,
      "dur": 1.59,
      "text": "where you're speaking to a commander in a commander control platform which is"
    },
    {
      "start": 1184.08,
      "dur": 2.23,
      "text": "a commander control platform which is usually airborne. Um and he is talking"
    },
    {
      "start": 1186.32,
      "dur": 2.39,
      "text": "usually airborne. Um and he is talking to or she is talking to um aircraft"
    },
    {
      "start": 1188.72,
      "dur": 1.75,
      "text": "to or she is talking to um aircraft assets that are again that we've spoken"
    },
    {
      "start": 1190.48,
      "dur": 1.429,
      "text": "assets that are again that we've spoken about those assets that are there to"
    },
    {
      "start": 1191.919,
      "dur": 2.391,
      "text": "about those assets that are there to soften up the route that you're taking"
    },
    {
      "start": 1194.32,
      "dur": 2.229,
      "text": "soften up the route that you're taking in order to minimize that threat. So,"
    },
    {
      "start": 1196.559,
      "dur": 1.35,
      "text": "in order to minimize that threat. So, you know, for me it was a six-year"
    },
    {
      "start": 1197.919,
      "dur": 0.791,
      "text": "you know, for me it was a six-year journey."
    },
    {
      "start": 1198.72,
      "dur": 1.189,
      "text": "journey. &gt;&gt; But but just in terms of the"
    },
    {
      "start": 1199.919,
      "dur": 1.351,
      "text": "&gt;&gt; But but just in terms of the preparation, it strikes me that once"
    },
    {
      "start": 1201.28,
      "dur": 1.509,
      "text": "preparation, it strikes me that once you're deployed with all this training"
    },
    {
      "start": 1202.799,
      "dur": 2.391,
      "text": "you're deployed with all this training that you've talked about, you your days,"
    },
    {
      "start": 1205.2,
      "dur": 3.19,
      "text": "that you've talked about, you your days, possibly weeks on standby."
    },
    {
      "start": 1208.4,
      "dur": 2.629,
      "text": "possibly weeks on standby. How does that preparation change once"
    },
    {
      "start": 1211.039,
      "dur": 3.431,
      "text": "How does that preparation change once you are part of the bigger plan?"
    },
    {
      "start": 1214.48,
      "dur": 1.83,
      "text": "you are part of the bigger plan? &gt;&gt; Well, I mean, so yeah, it's another"
    },
    {
      "start": 1216.32,
      "dur": 1.27,
      "text": "&gt;&gt; Well, I mean, so yeah, it's another great question. So, you're basically"
    },
    {
      "start": 1217.6,
      "dur": 2.79,
      "text": "great question. So, you're basically going into the operating environment"
    },
    {
      "start": 1220.4,
      "dur": 1.99,
      "text": "going into the operating environment where you're expected to conduct these"
    },
    {
      "start": 1222.4,
      "dur": 1.83,
      "text": "where you're expected to conduct these missions. So, for example, going into"
    },
    {
      "start": 1224.24,
      "dur": 2.309,
      "text": "missions. So, for example, going into when we went into Iraq in 2003, we're"
    },
    {
      "start": 1226.559,
      "dur": 2.311,
      "text": "when we went into Iraq in 2003, we're going into Ali Al Salm. Now, it wasn't"
    },
    {
      "start": 1228.88,
      "dur": 1.909,
      "text": "going into Ali Al Salm. Now, it wasn't that hot because it was it was February,"
    },
    {
      "start": 1230.799,
      "dur": 1.99,
      "text": "that hot because it was it was February, but you can imagine deploying there in"
    },
    {
      "start": 1232.799,
      "dur": 2.071,
      "text": "but you can imagine deploying there in June, it's it's blazingly hot. That"
    },
    {
      "start": 1234.88,
      "dur": 1.43,
      "text": "June, it's it's blazingly hot. That affects the power of the engines, for"
    },
    {
      "start": 1236.32,
      "dur": 2.39,
      "text": "affects the power of the engines, for example. It's supremely dark, so there's"
    },
    {
      "start": 1238.72,
      "dur": 1.59,
      "text": "example. It's supremely dark, so there's no cultural lighting. So, you might have"
    },
    {
      "start": 1240.32,
      "dur": 1.75,
      "text": "no cultural lighting. So, you might have to operate for ship helicopter"
    },
    {
      "start": 1242.08,
      "dur": 2.31,
      "text": "to operate for ship helicopter operations onto simulated targets at"
    },
    {
      "start": 1244.4,
      "dur": 2.149,
      "text": "operations onto simulated targets at night in the heat with reduced power."
    },
    {
      "start": 1246.559,
      "dur": 1.59,
      "text": "night in the heat with reduced power. And you just have to get used to that in"
    },
    {
      "start": 1248.159,
      "dur": 2.231,
      "text": "And you just have to get used to that in order to ameliate and reduce the risks"
    },
    {
      "start": 1250.4,
      "dur": 1.749,
      "text": "order to ameliate and reduce the risks that you might have when you're going on"
    },
    {
      "start": 1252.159,
      "dur": 1.431,
      "text": "that you might have when you're going on a mission. Again, you're looking at"
    },
    {
      "start": 1253.6,
      "dur": 1.27,
      "text": "a mission. Again, you're looking at intelligence, you're looking at root"
    },
    {
      "start": 1254.88,
      "dur": 1.51,
      "text": "intelligence, you're looking at root study, you're looking at potential"
    },
    {
      "start": 1256.4,
      "dur": 1.91,
      "text": "study, you're looking at potential contingencies, or you know, you got to"
    },
    {
      "start": 1258.32,
      "dur": 1.27,
      "text": "contingencies, or you know, you got to imagine as you're there for sort of four"
    },
    {
      "start": 1259.6,
      "dur": 1.83,
      "text": "imagine as you're there for sort of four to six weeks if you're lucky. You're"
    },
    {
      "start": 1261.44,
      "dur": 1.67,
      "text": "to six weeks if you're lucky. You're looking at the roots that can be"
    },
    {
      "start": 1263.12,
      "dur": 1.83,
      "text": "looking at the roots that can be compromised and you may have to replan"
    },
    {
      "start": 1264.96,
      "dur": 1.51,
      "text": "compromised and you may have to replan very quickly. So, it's about getting all"
    },
    {
      "start": 1266.48,
      "dur": 1.83,
      "text": "very quickly. So, it's about getting all of that information in your head and"
    },
    {
      "start": 1268.32,
      "dur": 2.07,
      "text": "of that information in your head and being able to adapt and be agile as"
    },
    {
      "start": 1270.4,
      "dur": 1.67,
      "text": "being able to adapt and be agile as required."
    },
    {
      "start": 1272.08,
      "dur": 1.67,
      "text": "required. It's a lot of detail, but that's what we"
    },
    {
      "start": 1273.76,
      "dur": 1.99,
      "text": "It's a lot of detail, but that's what we specialize on here in the security"
    },
    {
      "start": 1275.76,
      "dur": 2.07,
      "text": "specialize on here in the security brief. It gives you a real idea of what"
    },
    {
      "start": 1277.84,
      "dur": 2.069,
      "text": "brief. It gives you a real idea of what is going on, perhaps out of sight. Gives"
    },
    {
      "start": 1279.919,
      "dur": 1.75,
      "text": "is going on, perhaps out of sight. Gives you just an idea of the scale of the"
    },
    {
      "start": 1281.679,
      "dur": 2.391,
      "text": "you just an idea of the scale of the operation that is unfolding. Mikey K, as"
    },
    {
      "start": 1284.08,
      "dur": 1.27,
      "text": "operation that is unfolding. Mikey K, as ever, thank you very much. And remember,"
    },
    {
      "start": 1285.36,
      "dur": 1.669,
      "text": "ever, thank you very much. And remember, if you want to look back at the previous"
    },
    {
      "start": 1287.039,
      "dur": 1.671,
      "text": "if you want to look back at the previous editions of the security brief, you will"
    },
    {
      "start": 1288.72,
      "dur": 2.23,
      "text": "editions of the security brief, you will be able to find them there on YouTube."
    },
    {
      "start": 1290.96,
      "dur": 1.43,
      "text": "be able to find them there on YouTube. We'll see you next time. Thanks for"
    },
    {
      "start": 1292.4,
      "dur": 3.0,
      "text": "We'll see you next time. Thanks for watching."
    }
  ]
}