{
  "videoId": "pEpgVQs1hSo",
  "title": "Will Syria's ISIS camps remain secure? | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 570,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.48,
      "text": "Hi, I'm Celia Hatton and welcome to the"
    },
    {
      "start": 2.8,
      "dur": 2.87,
      "text": "Hi, I'm Celia Hatton and welcome to the BBC's Global News podcast on YouTube,"
    },
    {
      "start": 5.68,
      "dur": 2.149,
      "text": "BBC's Global News podcast on YouTube, where we go behind the headlines to"
    },
    {
      "start": 7.839,
      "dur": 3.031,
      "text": "where we go behind the headlines to focus on one story and why it matters."
    },
    {
      "start": 10.88,
      "dur": 1.749,
      "text": "focus on one story and why it matters. Today, we're looking at what's happening"
    },
    {
      "start": 12.639,
      "dur": 2.231,
      "text": "Today, we're looking at what's happening to the prison camps holding Islamic"
    },
    {
      "start": 14.88,
      "dur": 2.63,
      "text": "to the prison camps holding Islamic State suspects and their families after"
    },
    {
      "start": 17.52,
      "dur": 3.03,
      "text": "State suspects and their families after a series of high-profile escapes. Those"
    },
    {
      "start": 20.56,
      "dur": 2.31,
      "text": "a series of high-profile escapes. Those camps are in Syria, and the Syrian"
    },
    {
      "start": 22.88,
      "dur": 1.83,
      "text": "camps are in Syria, and the Syrian government's just reached a ceasefire"
    },
    {
      "start": 24.72,
      "dur": 2.549,
      "text": "government's just reached a ceasefire deal that will see Kurdish forces"
    },
    {
      "start": 27.279,
      "dur": 1.99,
      "text": "deal that will see Kurdish forces gradually integrate with the Syrian"
    },
    {
      "start": 29.279,
      "dur": 2.39,
      "text": "gradually integrate with the Syrian army. It's hoped this will end weeks of"
    },
    {
      "start": 31.679,
      "dur": 2.55,
      "text": "army. It's hoped this will end weeks of fighting in the northeast. Stability in"
    },
    {
      "start": 34.239,
      "dur": 2.231,
      "text": "fighting in the northeast. Stability in that part of Syria is really important"
    },
    {
      "start": 36.48,
      "dur": 2.55,
      "text": "that part of Syria is really important to people in many countries because"
    },
    {
      "start": 39.04,
      "dur": 2.15,
      "text": "to people in many countries because that's where the camps are located and"
    },
    {
      "start": 41.2,
      "dur": 2.55,
      "text": "that's where the camps are located and they're guarded by the Kurds. We're"
    },
    {
      "start": 43.76,
      "dur": 1.51,
      "text": "they're guarded by the Kurds. We're joined by the BBC's Middle East"
    },
    {
      "start": 45.28,
      "dur": 2.55,
      "text": "joined by the BBC's Middle East correspondent, Lena Synab, who's just"
    },
    {
      "start": 47.84,
      "dur": 3.35,
      "text": "correspondent, Lena Synab, who's just returned from Syria. Lena, hi."
    },
    {
      "start": 51.2,
      "dur": 1.91,
      "text": "returned from Syria. Lena, hi. &gt;&gt; Pleasure. Thanks for having me."
    },
    {
      "start": 53.12,
      "dur": 3.03,
      "text": "&gt;&gt; Pleasure. Thanks for having me. &gt;&gt; Okay, so can we start by talking about"
    },
    {
      "start": 56.16,
      "dur": 3.43,
      "text": "&gt;&gt; Okay, so can we start by talking about these camps, these Islamic State fighter"
    },
    {
      "start": 59.6,
      "dur": 2.39,
      "text": "these camps, these Islamic State fighter camps? I mean, tell us how big are they"
    },
    {
      "start": 62.0,
      "dur": 2.549,
      "text": "camps? I mean, tell us how big are they and and who is being held inside them?"
    },
    {
      "start": 64.559,
      "dur": 2.071,
      "text": "and and who is being held inside them? &gt;&gt; Well, there are several locations,"
    },
    {
      "start": 66.64,
      "dur": 2.23,
      "text": "&gt;&gt; Well, there are several locations, several prisons, if we can call them,"
    },
    {
      "start": 68.88,
      "dur": 2.95,
      "text": "several prisons, if we can call them, but the biggest one is Alul camp in"
    },
    {
      "start": 71.84,
      "dur": 3.03,
      "text": "but the biggest one is Alul camp in northeast Syria. uh there are you know"
    },
    {
      "start": 74.88,
      "dur": 2.95,
      "text": "northeast Syria. uh there are you know thousands of is fighters who are being"
    },
    {
      "start": 77.84,
      "dur": 2.39,
      "text": "thousands of is fighters who are being held there kept there along with their"
    },
    {
      "start": 80.24,
      "dur": 2.39,
      "text": "held there kept there along with their families you would find many women in"
    },
    {
      "start": 82.64,
      "dur": 2.31,
      "text": "families you would find many women in like full veil lab bora there are many"
    },
    {
      "start": 84.96,
      "dur": 4.07,
      "text": "like full veil lab bora there are many children as well the situation is really"
    },
    {
      "start": 89.04,
      "dur": 2.87,
      "text": "children as well the situation is really uh tragic there it's like a um you know"
    },
    {
      "start": 91.92,
      "dur": 3.03,
      "text": "uh tragic there it's like a um you know a ticking bomb for radicalization you"
    },
    {
      "start": 94.96,
      "dur": 1.75,
      "text": "a ticking bomb for radicalization you know children if they see a woman"
    },
    {
      "start": 96.72,
      "dur": 2.47,
      "text": "know children if they see a woman without um you know a headscarve on they"
    },
    {
      "start": 99.2,
      "dur": 2.07,
      "text": "without um you know a headscarve on they would shout on on them that they are"
    },
    {
      "start": 101.28,
      "dur": 2.39,
      "text": "would shout on on them that they are infidel that they should be killed is"
    },
    {
      "start": 103.68,
      "dur": 2.789,
      "text": "infidel that they should be killed is just really a locked in place for"
    },
    {
      "start": 106.479,
      "dur": 2.071,
      "text": "just really a locked in place for radicalization in really dire"
    },
    {
      "start": 108.56,
      "dur": 2.229,
      "text": "radicalization in really dire conditions. And up until last week or"
    },
    {
      "start": 110.799,
      "dur": 1.911,
      "text": "conditions. And up until last week or the week before, all the responsibility"
    },
    {
      "start": 112.72,
      "dur": 2.47,
      "text": "the week before, all the responsibility of these um you know camps and prisons"
    },
    {
      "start": 115.2,
      "dur": 4.63,
      "text": "of these um you know camps and prisons was under the control of um uh SDF"
    },
    {
      "start": 119.84,
      "dur": 2.15,
      "text": "was under the control of um uh SDF fighters or the Syrian Democratic"
    },
    {
      "start": 122.0,
      "dur": 2.389,
      "text": "fighters or the Syrian Democratic Forces, the Kurdish forces. But"
    },
    {
      "start": 124.399,
      "dur": 2.151,
      "text": "Forces, the Kurdish forces. But throughout the negotiations and the deal"
    },
    {
      "start": 126.56,
      "dur": 2.71,
      "text": "throughout the negotiations and the deal discussed with the government, uh the"
    },
    {
      "start": 129.28,
      "dur": 3.75,
      "text": "discussed with the government, uh the agreement was that they hand over the um"
    },
    {
      "start": 133.04,
      "dur": 2.95,
      "text": "agreement was that they hand over the um authority of controlling and uh"
    },
    {
      "start": 136.0,
      "dur": 2.949,
      "text": "authority of controlling and uh monitoring these camps to the uh"
    },
    {
      "start": 138.959,
      "dur": 1.671,
      "text": "monitoring these camps to the uh government to the official government."
    },
    {
      "start": 140.64,
      "dur": 2.07,
      "text": "government to the official government. But unfortunately, we've seen that in"
    },
    {
      "start": 142.72,
      "dur": 2.79,
      "text": "But unfortunately, we've seen that in some cases the SDF abandoned the"
    },
    {
      "start": 145.52,
      "dur": 2.63,
      "text": "some cases the SDF abandoned the prisons, abandoned the camps. In one"
    },
    {
      "start": 148.16,
      "dur": 2.39,
      "text": "prisons, abandoned the camps. In one case particularly the the doors were"
    },
    {
      "start": 150.56,
      "dur": 2.23,
      "text": "case particularly the the doors were left wide open and we have heard"
    },
    {
      "start": 152.8,
      "dur": 2.23,
      "text": "left wide open and we have heard confirmed reports at least you know"
    },
    {
      "start": 155.04,
      "dur": 3.67,
      "text": "confirmed reports at least you know dozens if not more of IS fighters fled"
    },
    {
      "start": 158.72,
      "dur": 2.71,
      "text": "dozens if not more of IS fighters fled these prisons trying to escape into"
    },
    {
      "start": 161.44,
      "dur": 2.069,
      "text": "these prisons trying to escape into Iraq. The Syrian government said that"
    },
    {
      "start": 163.519,
      "dur": 2.231,
      "text": "Iraq. The Syrian government said that they've captured most of them but we're"
    },
    {
      "start": 165.76,
      "dur": 1.91,
      "text": "they've captured most of them but we're not sure about the exact figures and"
    },
    {
      "start": 167.68,
      "dur": 0.87,
      "text": "not sure about the exact figures and numbers."
    },
    {
      "start": 168.56,
      "dur": 1.99,
      "text": "numbers. &gt;&gt; But there are foreign fighters or people"
    },
    {
      "start": 170.56,
      "dur": 2.07,
      "text": "&gt;&gt; But there are foreign fighters or people from other countries who made their way"
    },
    {
      "start": 172.64,
      "dur": 3.51,
      "text": "from other countries who made their way to Syria and ended up in those camps."
    },
    {
      "start": 176.16,
      "dur": 1.91,
      "text": "to Syria and ended up in those camps. &gt;&gt; Yeah. thousands of them. I mean, we've"
    },
    {
      "start": 178.08,
      "dur": 2.07,
      "text": "&gt;&gt; Yeah. thousands of them. I mean, we've seen that during the IS times. We've"
    },
    {
      "start": 180.16,
      "dur": 2.789,
      "text": "seen that during the IS times. We've seen people from the US, from the UK,"
    },
    {
      "start": 182.959,
      "dur": 1.99,
      "text": "seen people from the US, from the UK, uh, you know, from France, from, you"
    },
    {
      "start": 184.959,
      "dur": 2.151,
      "text": "uh, you know, from France, from, you know, all AC across the the"
    },
    {
      "start": 187.12,
      "dur": 1.99,
      "text": "know, all AC across the the international world where, you know,"
    },
    {
      "start": 189.12,
      "dur": 2.79,
      "text": "international world where, you know, there was a hub for radicalization and"
    },
    {
      "start": 191.92,
      "dur": 2.71,
      "text": "there was a hub for radicalization and they joined forces of is and of course"
    },
    {
      "start": 194.64,
      "dur": 2.63,
      "text": "they joined forces of is and of course uh there are still cases where their"
    },
    {
      "start": 197.28,
      "dur": 1.43,
      "text": "uh there are still cases where their respective countries are still"
    },
    {
      "start": 198.72,
      "dur": 1.589,
      "text": "respective countries are still considering what to do with them. And"
    },
    {
      "start": 200.319,
      "dur": 1.751,
      "text": "considering what to do with them. And this is where the role of the Syrian"
    },
    {
      "start": 202.08,
      "dur": 1.75,
      "text": "this is where the role of the Syrian government comes because this is what"
    },
    {
      "start": 203.84,
      "dur": 2.95,
      "text": "government comes because this is what they've been saying over the past um"
    },
    {
      "start": 206.8,
      "dur": 3.349,
      "text": "they've been saying over the past um week about uh these prisons. Uh now the"
    },
    {
      "start": 210.159,
      "dur": 2.551,
      "text": "week about uh these prisons. Uh now the US said that they are moving 7,000"
    },
    {
      "start": 212.72,
      "dur": 1.67,
      "text": "US said that they are moving 7,000 fighters. They've already started to"
    },
    {
      "start": 214.4,
      "dur": 3.27,
      "text": "fighters. They've already started to move them from Syria uh from northeast"
    },
    {
      "start": 217.68,
      "dur": 3.03,
      "text": "move them from Syria uh from northeast Syria to Iraq. But the rest the Syrian"
    },
    {
      "start": 220.72,
      "dur": 1.75,
      "text": "Syria to Iraq. But the rest the Syrian government said that they will be going"
    },
    {
      "start": 222.48,
      "dur": 2.87,
      "text": "government said that they will be going through um you know legal process. There"
    },
    {
      "start": 225.36,
      "dur": 2.31,
      "text": "through um you know legal process. There will be trial. Those who are convicted"
    },
    {
      "start": 227.68,
      "dur": 3.59,
      "text": "will be trial. Those who are convicted will be uh prosecuted. But those who are"
    },
    {
      "start": 231.28,
      "dur": 3.029,
      "text": "will be uh prosecuted. But those who are have nothing to be held for, they will"
    },
    {
      "start": 234.319,
      "dur": 2.63,
      "text": "have nothing to be held for, they will be referred to rehabilitation center"
    },
    {
      "start": 236.959,
      "dur": 1.91,
      "text": "be referred to rehabilitation center because after years of being in these"
    },
    {
      "start": 238.879,
      "dur": 2.391,
      "text": "because after years of being in these camps, you've been fed with radical"
    },
    {
      "start": 241.28,
      "dur": 3.43,
      "text": "camps, you've been fed with radical ideologies that is going to be a danger"
    },
    {
      "start": 244.72,
      "dur": 2.069,
      "text": "ideologies that is going to be a danger for the community and for the whole"
    },
    {
      "start": 246.799,
      "dur": 1.751,
      "text": "for the community and for the whole world. I wonder if we can take a step"
    },
    {
      "start": 248.56,
      "dur": 1.91,
      "text": "world. I wonder if we can take a step back at this moment because we've been"
    },
    {
      "start": 250.48,
      "dur": 4.469,
      "text": "back at this moment because we've been talking about Kurdish forces guarding is"
    },
    {
      "start": 254.959,
      "dur": 1.67,
      "text": "talking about Kurdish forces guarding is suspects"
    },
    {
      "start": 256.639,
      "dur": 2.87,
      "text": "suspects and fighting the Syrian army and now"
    },
    {
      "start": 259.519,
      "dur": 2.311,
      "text": "and fighting the Syrian army and now announcing a a ceasefire deal. But how"
    },
    {
      "start": 261.84,
      "dur": 3.11,
      "text": "announcing a a ceasefire deal. But how did we get to this point after that uh"
    },
    {
      "start": 264.96,
      "dur": 2.31,
      "text": "did we get to this point after that uh optimism, that point of optimism last"
    },
    {
      "start": 267.28,
      "dur": 2.95,
      "text": "optimism, that point of optimism last year when the new government took power,"
    },
    {
      "start": 270.24,
      "dur": 3.19,
      "text": "year when the new government took power, when the uh when the Assad regime was"
    },
    {
      "start": 273.44,
      "dur": 2.71,
      "text": "when the uh when the Assad regime was overthrown? Well, actually, if you look"
    },
    {
      "start": 276.16,
      "dur": 2.63,
      "text": "overthrown? Well, actually, if you look back at that moment, and if you look"
    },
    {
      "start": 278.8,
      "dur": 4.389,
      "text": "back at that moment, and if you look back particularly at March 2025,"
    },
    {
      "start": 283.199,
      "dur": 2.951,
      "text": "back particularly at March 2025, the SDF forces led by their leader"
    },
    {
      "start": 286.16,
      "dur": 3.43,
      "text": "the SDF forces led by their leader Muslim Abdi was in Damascus, sat with"
    },
    {
      "start": 289.6,
      "dur": 1.83,
      "text": "Muslim Abdi was in Damascus, sat with President Al-Shara and signed an"
    },
    {
      "start": 291.44,
      "dur": 2.71,
      "text": "President Al-Shara and signed an agreement, an agreement that will unify"
    },
    {
      "start": 294.16,
      "dur": 2.87,
      "text": "agreement, an agreement that will unify Syria and that will uh, you know, merge"
    },
    {
      "start": 297.04,
      "dur": 2.55,
      "text": "Syria and that will uh, you know, merge the Kurdish forces into the Syrian army"
    },
    {
      "start": 299.6,
      "dur": 1.99,
      "text": "the Kurdish forces into the Syrian army and, you know, Syrian public"
    },
    {
      "start": 301.6,
      "dur": 2.39,
      "text": "and, you know, Syrian public institutions. This is something that"
    },
    {
      "start": 304.0,
      "dur": 2.39,
      "text": "institutions. This is something that also the government gave um you know a"
    },
    {
      "start": 306.4,
      "dur": 2.71,
      "text": "also the government gave um you know a deadline for end of 2025 to be"
    },
    {
      "start": 309.12,
      "dur": 1.99,
      "text": "deadline for end of 2025 to be implemented and throughout the whole"
    },
    {
      "start": 311.12,
      "dur": 2.31,
      "text": "implemented and throughout the whole year we've been told by government"
    },
    {
      "start": 313.44,
      "dur": 1.99,
      "text": "year we've been told by government forces that there were many meetings"
    },
    {
      "start": 315.44,
      "dur": 2.15,
      "text": "forces that there were many meetings many discussions and many negotiations"
    },
    {
      "start": 317.6,
      "dur": 2.309,
      "text": "many discussions and many negotiations going on with the Kurdish air forces"
    },
    {
      "start": 319.919,
      "dur": 1.911,
      "text": "going on with the Kurdish air forces with SDF and they've rejected"
    },
    {
      "start": 321.84,
      "dur": 2.15,
      "text": "with SDF and they've rejected implementing this agreement."
    },
    {
      "start": 324.0,
      "dur": 1.749,
      "text": "implementing this agreement. &gt;&gt; Okay. So they signed a deal in March"
    },
    {
      "start": 325.759,
      "dur": 4.071,
      "text": "&gt;&gt; Okay. So they signed a deal in March 2025 and then but it it didn't really"
    },
    {
      "start": 329.84,
      "dur": 1.75,
      "text": "2025 and then but it it didn't really ever get enacted. That's that's sort of"
    },
    {
      "start": 331.6,
      "dur": 1.19,
      "text": "ever get enacted. That's that's sort of what happened."
    },
    {
      "start": 332.8,
      "dur": 2.63,
      "text": "what happened. &gt;&gt; Absolutely. And and this this agreement"
    },
    {
      "start": 335.44,
      "dur": 4.15,
      "text": "&gt;&gt; Absolutely. And and this this agreement came to to um be realized uh supported"
    },
    {
      "start": 339.6,
      "dur": 3.429,
      "text": "came to to um be realized uh supported by the US and US being the main ally for"
    },
    {
      "start": 343.039,
      "dur": 2.15,
      "text": "by the US and US being the main ally for the Kurdish. Uh but the Kurdish forces"
    },
    {
      "start": 345.199,
      "dur": 1.83,
      "text": "the Kurdish. Uh but the Kurdish forces did not get the message clear. They"
    },
    {
      "start": 347.039,
      "dur": 2.231,
      "text": "did not get the message clear. They still wanted to keep their autonomous"
    },
    {
      "start": 349.28,
      "dur": 3.11,
      "text": "still wanted to keep their autonomous rule over northeast Syria. And mind you"
    },
    {
      "start": 352.4,
      "dur": 2.39,
      "text": "rule over northeast Syria. And mind you also that they don't only control"
    },
    {
      "start": 354.8,
      "dur": 2.63,
      "text": "also that they don't only control Kurdish majority Kurdish areas but they"
    },
    {
      "start": 357.44,
      "dur": 3.11,
      "text": "Kurdish majority Kurdish areas but they also control Arab areas like Disor and"
    },
    {
      "start": 360.56,
      "dur": 3.43,
      "text": "also control Arab areas like Disor and Raka that are the two big cities of oil"
    },
    {
      "start": 364.0,
      "dur": 3.35,
      "text": "Raka that are the two big cities of oil reserve and have the highest source of"
    },
    {
      "start": 367.36,
      "dur": 2.07,
      "text": "reserve and have the highest source of income for the country. They've been"
    },
    {
      "start": 369.44,
      "dur": 1.67,
      "text": "income for the country. They've been controlling it. They've been controlling"
    },
    {
      "start": 371.12,
      "dur": 2.069,
      "text": "controlling it. They've been controlling the income. They've been controlling the"
    },
    {
      "start": 373.199,
      "dur": 1.591,
      "text": "the income. They've been controlling the border crossing. They have their own"
    },
    {
      "start": 374.8,
      "dur": 1.59,
      "text": "border crossing. They have their own airports. And this is something that the"
    },
    {
      "start": 376.4,
      "dur": 3.19,
      "text": "airports. And this is something that the Syrian new government didn't want to um"
    },
    {
      "start": 379.6,
      "dur": 3.35,
      "text": "Syrian new government didn't want to um agree for. They the president al-Shara"
    },
    {
      "start": 382.96,
      "dur": 2.949,
      "text": "agree for. They the president al-Shara issued a decree last week granting the"
    },
    {
      "start": 385.919,
      "dur": 2.71,
      "text": "issued a decree last week granting the Kurds their rights for citizenship,"
    },
    {
      "start": 388.639,
      "dur": 2.951,
      "text": "Kurds their rights for citizenship, their rights for nationality, for"
    },
    {
      "start": 391.6,
      "dur": 2.39,
      "text": "their rights for nationality, for language to be equal citizens with"
    },
    {
      "start": 394.0,
      "dur": 2.71,
      "text": "language to be equal citizens with Syrians, something that the Assad uh"
    },
    {
      "start": 396.72,
      "dur": 2.71,
      "text": "Syrians, something that the Assad uh rejected and deprived them of since the"
    },
    {
      "start": 399.44,
      "dur": 3.189,
      "text": "rejected and deprived them of since the 1960s. Uh they've been called as the"
    },
    {
      "start": 402.639,
      "dur": 2.311,
      "text": "1960s. Uh they've been called as the unknown or unregistered. They had zero"
    },
    {
      "start": 404.96,
      "dur": 2.63,
      "text": "unknown or unregistered. They had zero rights in Syria and this is definitely"
    },
    {
      "start": 407.6,
      "dur": 2.55,
      "text": "rights in Syria and this is definitely not the way to go forward. So, President"
    },
    {
      "start": 410.16,
      "dur": 2.469,
      "text": "not the way to go forward. So, President Ashara issued a decree to include them"
    },
    {
      "start": 412.639,
      "dur": 3.67,
      "text": "Ashara issued a decree to include them and to give them equal rights. However,"
    },
    {
      "start": 416.319,
      "dur": 2.471,
      "text": "and to give them equal rights. However, uh their leadership refused to give up"
    },
    {
      "start": 418.8,
      "dur": 2.789,
      "text": "uh their leadership refused to give up on oil, give up on autonomous rule and"
    },
    {
      "start": 421.599,
      "dur": 2.231,
      "text": "on oil, give up on autonomous rule and on, you know, controlling northeast"
    },
    {
      "start": 423.84,
      "dur": 2.87,
      "text": "on, you know, controlling northeast Syria. But with pressure and mediation"
    },
    {
      "start": 426.72,
      "dur": 2.23,
      "text": "Syria. But with pressure and mediation from mainly the US and many other"
    },
    {
      "start": 428.96,
      "dur": 2.229,
      "text": "from mainly the US and many other partners, we've seen an agreement come"
    },
    {
      "start": 431.199,
      "dur": 2.71,
      "text": "partners, we've seen an agreement come to real effects today. And they've"
    },
    {
      "start": 433.919,
      "dur": 1.751,
      "text": "to real effects today. And they've announced that they will be merging into"
    },
    {
      "start": 435.68,
      "dur": 2.31,
      "text": "announced that they will be merging into the army and they have their own also"
    },
    {
      "start": 438.0,
      "dur": 2.55,
      "text": "the army and they have their own also divisions. Uh they will have their own"
    },
    {
      "start": 440.56,
      "dur": 2.55,
      "text": "divisions. Uh they will have their own brigades within divisions in Kurdish"
    },
    {
      "start": 443.12,
      "dur": 1.189,
      "text": "brigades within divisions in Kurdish controlled areas."
    },
    {
      "start": 444.319,
      "dur": 1.99,
      "text": "controlled areas. &gt;&gt; You mentioned the United States had been"
    },
    {
      "start": 446.319,
      "dur": 2.15,
      "text": "&gt;&gt; You mentioned the United States had been supporting the Kurds, had close ties"
    },
    {
      "start": 448.479,
      "dur": 2.951,
      "text": "supporting the Kurds, had close ties with the Kurds for for years."
    },
    {
      "start": 451.44,
      "dur": 1.99,
      "text": "with the Kurds for for years. Some are arguing that the United States"
    },
    {
      "start": 453.44,
      "dur": 3.51,
      "text": "Some are arguing that the United States has now abandoned the Kurds by really"
    },
    {
      "start": 456.96,
      "dur": 2.47,
      "text": "has now abandoned the Kurds by really supporting placing support behind the"
    },
    {
      "start": 459.44,
      "dur": 2.469,
      "text": "supporting placing support behind the new Syrian government. What what do you"
    },
    {
      "start": 461.919,
      "dur": 1.11,
      "text": "new Syrian government. What what do you make of that?"
    },
    {
      "start": 463.039,
      "dur": 2.311,
      "text": "make of that? &gt;&gt; I think it depends on how you read uh"
    },
    {
      "start": 465.36,
      "dur": 3.59,
      "text": "&gt;&gt; I think it depends on how you read uh the American position. The uh the US"
    },
    {
      "start": 468.96,
      "dur": 3.59,
      "text": "the American position. The uh the US supported SDF, Syrian Democratic Forces"
    },
    {
      "start": 472.56,
      "dur": 1.67,
      "text": "supported SDF, Syrian Democratic Forces over the past years and they were"
    },
    {
      "start": 474.24,
      "dur": 3.83,
      "text": "over the past years and they were partners in the fight uh against. Now"
    },
    {
      "start": 478.08,
      "dur": 1.829,
      "text": "partners in the fight uh against. Now there is a central government in"
    },
    {
      "start": 479.919,
      "dur": 2.311,
      "text": "there is a central government in Damascus. In the past, you know, there"
    },
    {
      "start": 482.24,
      "dur": 2.629,
      "text": "Damascus. In the past, you know, there was a government that the US opposed and"
    },
    {
      "start": 484.879,
      "dur": 2.471,
      "text": "was a government that the US opposed and even sanctioned. But now this is a"
    },
    {
      "start": 487.36,
      "dur": 2.229,
      "text": "even sanctioned. But now this is a government that is opening new ties with"
    },
    {
      "start": 489.599,
      "dur": 1.751,
      "text": "government that is opening new ties with the world that is, you know, having"
    },
    {
      "start": 491.36,
      "dur": 1.99,
      "text": "the world that is, you know, having great relationship with the US. They"
    },
    {
      "start": 493.36,
      "dur": 1.43,
      "text": "great relationship with the US. They even lifted sanctions. They're"
    },
    {
      "start": 494.8,
      "dur": 2.55,
      "text": "even lifted sanctions. They're supporting the leadership of President"
    },
    {
      "start": 497.36,
      "dur": 2.15,
      "text": "supporting the leadership of President Alshara. They lifted him from even the"
    },
    {
      "start": 499.52,
      "dur": 3.19,
      "text": "Alshara. They lifted him from even the terrorism list. Uh so uh they sent a"
    },
    {
      "start": 502.72,
      "dur": 2.869,
      "text": "terrorism list. Uh so uh they sent a clear message to SDF now especially that"
    },
    {
      "start": 505.599,
      "dur": 2.071,
      "text": "clear message to SDF now especially that you know President Shara signed an"
    },
    {
      "start": 507.68,
      "dur": 2.229,
      "text": "you know President Shara signed an agreement with the US that they will"
    },
    {
      "start": 509.919,
      "dur": 2.631,
      "text": "agreement with the US that they will that Syria will will join forces with"
    },
    {
      "start": 512.56,
      "dur": 3.19,
      "text": "that Syria will will join forces with the US in in the fight against IS. So"
    },
    {
      "start": 515.76,
      "dur": 2.23,
      "text": "the US in in the fight against IS. So the role now should go to the government"
    },
    {
      "start": 518.0,
      "dur": 2.949,
      "text": "the role now should go to the government in this uh mandate. The US did not"
    },
    {
      "start": 520.959,
      "dur": 2.55,
      "text": "in this uh mandate. The US did not abandon the Kurds but basically told the"
    },
    {
      "start": 523.519,
      "dur": 2.231,
      "text": "abandon the Kurds but basically told the Kurds your role now is to be part of"
    },
    {
      "start": 525.76,
      "dur": 2.069,
      "text": "Kurds your role now is to be part of Syria, part of the Syrian government,"
    },
    {
      "start": 527.839,
      "dur": 2.471,
      "text": "Syria, part of the Syrian government, part of a united Syria. The most"
    },
    {
      "start": 530.32,
      "dur": 1.75,
      "text": "part of a united Syria. The most important issue is that for this"
    },
    {
      "start": 532.08,
      "dur": 3.03,
      "text": "important issue is that for this government to prove that it is capable"
    },
    {
      "start": 535.12,
      "dur": 2.87,
      "text": "government to prove that it is capable of representing a multithnic,"
    },
    {
      "start": 538.0,
      "dur": 2.79,
      "text": "of representing a multithnic, multi-religious uh and diverse country"
    },
    {
      "start": 540.8,
      "dur": 3.99,
      "text": "multi-religious uh and diverse country to protect the minority groups rights"
    },
    {
      "start": 544.8,
      "dur": 2.55,
      "text": "to protect the minority groups rights including the Kurds and have a Syria"
    },
    {
      "start": 547.36,
      "dur": 2.31,
      "text": "including the Kurds and have a Syria that represents the whole society."
    },
    {
      "start": 549.68,
      "dur": 1.99,
      "text": "that represents the whole society. Something that is still at stake in"
    },
    {
      "start": 551.68,
      "dur": 1.11,
      "text": "Something that is still at stake in Syria."
    },
    {
      "start": 552.8,
      "dur": 2.469,
      "text": "Syria. &gt;&gt; Thanks, Lena. If you liked this episode,"
    },
    {
      "start": 555.279,
      "dur": 2.311,
      "text": "&gt;&gt; Thanks, Lena. If you liked this episode, please subscribe to us here on YouTube."
    },
    {
      "start": 557.6,
      "dur": 1.669,
      "text": "please subscribe to us here on YouTube. And if you'd like us to cover any other"
    },
    {
      "start": 559.279,
      "dur": 2.631,
      "text": "And if you'd like us to cover any other stories, leave a comment below. You can"
    },
    {
      "start": 561.92,
      "dur": 2.07,
      "text": "stories, leave a comment below. You can hear more international news on the"
    },
    {
      "start": 564.0,
      "dur": 2.949,
      "text": "hear more international news on the BBC's Global News podcast. Listen"
    },
    {
      "start": 566.959,
      "dur": 4.481,
      "text": "BBC's Global News podcast. Listen wherever you get your podcasts. Bye-bye."
    }
  ]
}