{
  "videoId": "PiYm_U9sMaI",
  "title": "Rallies for Iran's revolution overshadowed by discontent and defiance | BBC News",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 206,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.48,
      "text": "Iran is staging mass progovernment"
    },
    {
      "start": 2.72,
      "dur": 2.39,
      "text": "Iran is staging mass progovernment rallies to mark 47 years since the"
    },
    {
      "start": 5.12,
      "dur": 2.07,
      "text": "rallies to mark 47 years since the Islamic Revolution. It comes, of course,"
    },
    {
      "start": 7.2,
      "dur": 1.91,
      "text": "Islamic Revolution. It comes, of course, just weeks after the regime killed"
    },
    {
      "start": 9.12,
      "dur": 2.549,
      "text": "just weeks after the regime killed thousands of anti-government protesters."
    },
    {
      "start": 11.679,
      "dur": 1.83,
      "text": "thousands of anti-government protesters. But addressing the crowds today, the"
    },
    {
      "start": 13.519,
      "dur": 1.911,
      "text": "But addressing the crowds today, the country's president, while denouncing"
    },
    {
      "start": 15.44,
      "dur": 2.63,
      "text": "country's president, while denouncing Iran's enemies, also apologized for"
    },
    {
      "start": 18.08,
      "dur": 2.31,
      "text": "Iran's enemies, also apologized for government failings. It all comes as"
    },
    {
      "start": 20.4,
      "dur": 1.83,
      "text": "government failings. It all comes as Donald Trump hosted Israel's Benjamin"
    },
    {
      "start": 22.24,
      "dur": 2.63,
      "text": "Donald Trump hosted Israel's Benjamin Netanyahu at the White House. After the"
    },
    {
      "start": 24.88,
      "dur": 1.91,
      "text": "Netanyahu at the White House. After the meeting, the US president said in a"
    },
    {
      "start": 26.8,
      "dur": 2.07,
      "text": "meeting, the US president said in a social media post that talks with Iran"
    },
    {
      "start": 28.88,
      "dur": 2.87,
      "text": "social media post that talks with Iran over its nuclear program would continue."
    },
    {
      "start": 31.76,
      "dur": 2.469,
      "text": "over its nuclear program would continue. Lee Ducet is in the capital Tan and"
    },
    {
      "start": 34.239,
      "dur": 2.231,
      "text": "Lee Ducet is in the capital Tan and allowed to report on condition none of"
    },
    {
      "start": 36.48,
      "dur": 2.15,
      "text": "allowed to report on condition none of her material is used on the BBC's"
    },
    {
      "start": 38.64,
      "dur": 1.99,
      "text": "her material is used on the BBC's Persian service, a restriction that"
    },
    {
      "start": 40.64,
      "dur": 1.99,
      "text": "Persian service, a restriction that applies to all international media"
    },
    {
      "start": 42.64,
      "dur": 2.47,
      "text": "applies to all international media organizations operating inside the"
    },
    {
      "start": 45.12,
      "dur": 2.949,
      "text": "organizations operating inside the country."
    },
    {
      "start": 48.079,
      "dur": 3.031,
      "text": "country. Today, a surge through the main artery"
    },
    {
      "start": 51.12,
      "dur": 2.39,
      "text": "Today, a surge through the main artery in the heart of Thrron and across this"
    },
    {
      "start": 53.52,
      "dur": 2.549,
      "text": "in the heart of Thrron and across this country. The loyal foot soldiers of the"
    },
    {
      "start": 56.079,
      "dur": 3.031,
      "text": "country. The loyal foot soldiers of the Islamic Republic."
    },
    {
      "start": 59.12,
      "dur": 3.03,
      "text": "Islamic Republic. &gt;&gt; Death to America, death to Israel, its"
    },
    {
      "start": 62.16,
      "dur": 4.79,
      "text": "&gt;&gt; Death to America, death to Israel, its signature slogans."
    },
    {
      "start": 66.96,
      "dur": 2.56,
      "text": "And from the president, an accusation"
    },
    {
      "start": 69.52,
      "dur": 3.269,
      "text": "And from the president, an accusation that America and Europe had incited the"
    },
    {
      "start": 72.799,
      "dur": 3.67,
      "text": "that America and Europe had incited the recent protests he called riots."
    },
    {
      "start": 76.479,
      "dur": 1.831,
      "text": "recent protests he called riots. But he had a different message for"
    },
    {
      "start": 78.32,
      "dur": 3.27,
      "text": "But he had a different message for Iranians calling for an end to a painful"
    },
    {
      "start": 81.6,
      "dur": 4.07,
      "text": "Iranians calling for an end to a painful economic crisis."
    },
    {
      "start": 85.68,
      "dur": 2.72,
      "text": "&gt;&gt; I apologize to our noble people for our"
    },
    {
      "start": 88.4,
      "dur": 2.87,
      "text": "&gt;&gt; I apologize to our noble people for our shortcomings. We in the government are"
    },
    {
      "start": 91.28,
      "dur": 2.31,
      "text": "shortcomings. We in the government are making every effort with all our"
    },
    {
      "start": 93.6,
      "dur": 5.03,
      "text": "making every effort with all our strength to resolve all these problems."
    },
    {
      "start": 98.64,
      "dur": 2.88,
      "text": "&gt;&gt; Today, a public holiday also helped"
    },
    {
      "start": 101.52,
      "dur": 3.75,
      "text": "&gt;&gt; Today, a public holiday also helped families forget some of their daily wos."
    },
    {
      "start": 105.28,
      "dur": 2.39,
      "text": "families forget some of their daily wos. This woman tells me the revolution"
    },
    {
      "start": 107.68,
      "dur": 3.03,
      "text": "This woman tells me the revolution brought a new life for her, for Iran,"
    },
    {
      "start": 110.72,
      "dur": 3.19,
      "text": "brought a new life for her, for Iran, for the entire world. I ask her about"
    },
    {
      "start": 113.92,
      "dur": 3.509,
      "text": "for the entire world. I ask her about the protests."
    },
    {
      "start": 117.439,
      "dur": 1.04,
      "text": "There were protesters who were"
    },
    {
      "start": 118.479,
      "dur": 2.31,
      "text": "There were protesters who were dissatisfied with the economic situation"
    },
    {
      "start": 120.799,
      "dur": 2.871,
      "text": "dissatisfied with the economic situation and I recognize that. But there were"
    },
    {
      "start": 123.68,
      "dur": 2.63,
      "text": "and I recognize that. But there were rioters too who brought chaos and they"
    },
    {
      "start": 126.32,
      "dur": 4.149,
      "text": "rioters too who brought chaos and they were supported from outside our borders."
    },
    {
      "start": 130.479,
      "dur": 2.47,
      "text": "were supported from outside our borders. This is the government's reply to the"
    },
    {
      "start": 132.959,
      "dur": 2.551,
      "text": "This is the government's reply to the calls for change last month which filled"
    },
    {
      "start": 135.52,
      "dur": 3.03,
      "text": "calls for change last month which filled many streets and squares. But Iran now"
    },
    {
      "start": 138.56,
      "dur": 1.669,
      "text": "many streets and squares. But Iran now is at a crossroads. This is much bigger"
    },
    {
      "start": 140.239,
      "dur": 2.551,
      "text": "is at a crossroads. This is much bigger than a battle of the streets. Iran's"
    },
    {
      "start": 142.8,
      "dur": 2.47,
      "text": "than a battle of the streets. Iran's clerical rule now faced the most serious"
    },
    {
      "start": 145.28,
      "dur": 2.55,
      "text": "clerical rule now faced the most serious challenge since their Islamic revolution"
    },
    {
      "start": 147.84,
      "dur": 3.19,
      "text": "challenge since their Islamic revolution of 1979."
    },
    {
      "start": 151.04,
      "dur": 2.71,
      "text": "of 1979. &gt;&gt; And it's a perilous moment in its long"
    },
    {
      "start": 153.76,
      "dur": 2.87,
      "text": "&gt;&gt; And it's a perilous moment in its long standoff with America. We went to the"
    },
    {
      "start": 156.64,
      "dur": 2.63,
      "text": "standoff with America. We went to the former embassy, now a monument to"
    },
    {
      "start": 159.28,
      "dur": 3.75,
      "text": "former embassy, now a monument to distrust, going back to the 1979 hostage"
    },
    {
      "start": 163.04,
      "dur": 4.95,
      "text": "distrust, going back to the 1979 hostage crisis. Dozens taken captive."
    },
    {
      "start": 168.0,
      "dur": 2.47,
      "text": "crisis. Dozens taken captive. &gt;&gt; The manager shows us what's now called"
    },
    {
      "start": 170.48,
      "dur": 3.67,
      "text": "&gt;&gt; The manager shows us what's now called the den of espionage museum. I asked"
    },
    {
      "start": 174.16,
      "dur": 2.31,
      "text": "the den of espionage museum. I asked whether diplomacy had any chance of"
    },
    {
      "start": 176.48,
      "dur": 2.31,
      "text": "whether diplomacy had any chance of success."
    },
    {
      "start": 178.8,
      "dur": 3.19,
      "text": "success. If the US is really honest and observes"
    },
    {
      "start": 182.0,
      "dur": 1.83,
      "text": "If the US is really honest and observes the rights of the people and the"
    },
    {
      "start": 183.84,
      "dur": 3.83,
      "text": "the rights of the people and the country, why not? I believe and I'm 100%"
    },
    {
      "start": 187.68,
      "dur": 4.39,
      "text": "country, why not? I believe and I'm 100% sure that they can reach a deal."
    },
    {
      "start": 192.08,
      "dur": 2.229,
      "text": "sure that they can reach a deal. &gt;&gt; A show of strength on the day the"
    },
    {
      "start": 194.319,
      "dur": 2.711,
      "text": "&gt;&gt; A show of strength on the day the immediate threat of US military strikes"
    },
    {
      "start": 197.04,
      "dur": 2.15,
      "text": "immediate threat of US military strikes seems to have eased, but that risk"
    },
    {
      "start": 199.2,
      "dur": 3.83,
      "text": "seems to have eased, but that risk remains if a surge in diplomacy fails."
    },
    {
      "start": 203.04,
      "dur": 4.24,
      "text": "remains if a surge in diplomacy fails. Lee Duset, BBC News, Terron."
    }
  ]
}