{
  "videoId": "PkQV57duWOU",
  "title": "Politicians react as Trump claims Nato troops avoided front lines | BBC Question Time",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 839,
  "segments": [
    {
      "start": 0.24,
      "dur": 3.12,
      "text": "How dare he say we weren't on the front."
    },
    {
      "start": 3.36,
      "dur": 2.15,
      "text": "How dare he say we weren't on the front. How dare he?"
    },
    {
      "start": 5.52,
      "dur": 1.91,
      "text": "How dare he? &gt;&gt; Why are we still fostering a special"
    },
    {
      "start": 7.44,
      "dur": 1.51,
      "text": "&gt;&gt; Why are we still fostering a special relationship with Donald Trump and the"
    },
    {
      "start": 8.96,
      "dur": 2.07,
      "text": "relationship with Donald Trump and the US when his recent actions prove that he"
    },
    {
      "start": 11.04,
      "dur": 2.07,
      "text": "US when his recent actions prove that he can't be trusted?"
    },
    {
      "start": 13.12,
      "dur": 1.83,
      "text": "can't be trusted? &gt;&gt; It's been pretty lively this week,"
    },
    {
      "start": 14.96,
      "dur": 2.309,
      "text": "&gt;&gt; It's been pretty lively this week, hasn't it, with Donald Trump? Greg, I'm"
    },
    {
      "start": 17.279,
      "dur": 1.91,
      "text": "hasn't it, with Donald Trump? Greg, I'm going to come to you first because I"
    },
    {
      "start": 19.199,
      "dur": 2.311,
      "text": "going to come to you first because I think you probably have a greater"
    },
    {
      "start": 21.52,
      "dur": 3.27,
      "text": "think you probably have a greater understanding or certainly sympathy with"
    },
    {
      "start": 24.8,
      "dur": 3.03,
      "text": "understanding or certainly sympathy with with Donald Trump's position."
    },
    {
      "start": 27.84,
      "dur": 1.349,
      "text": "with Donald Trump's position. You know, we've had a week where he's"
    },
    {
      "start": 29.199,
      "dur": 1.591,
      "text": "You know, we've had a week where he's threatened to take over Greenland. He's"
    },
    {
      "start": 30.8,
      "dur": 1.269,
      "text": "threatened to take over Greenland. He's threatened to impose tariffs. He's"
    },
    {
      "start": 32.079,
      "dur": 3.271,
      "text": "threatened to impose tariffs. He's insulted NATO allies."
    },
    {
      "start": 35.36,
      "dur": 1.27,
      "text": "insulted NATO allies. &gt;&gt; I just want to tell you about something"
    },
    {
      "start": 36.64,
      "dur": 2.87,
      "text": "&gt;&gt; I just want to tell you about something he's also said this evening about NATO"
    },
    {
      "start": 39.52,
      "dur": 1.189,
      "text": "he's also said this evening about NATO allies"
    },
    {
      "start": 40.719,
      "dur": 3.35,
      "text": "allies &gt;&gt; in an interview with Fox News."
    },
    {
      "start": 44.079,
      "dur": 3.751,
      "text": "&gt;&gt; in an interview with Fox News. &gt;&gt; He talked about NATO not coming to help"
    },
    {
      "start": 47.84,
      "dur": 2.31,
      "text": "&gt;&gt; He talked about NATO not coming to help the United States if it needed them. And"
    },
    {
      "start": 50.16,
      "dur": 2.869,
      "text": "the United States if it needed them. And he said, \"We've never needed them. They"
    },
    {
      "start": 53.039,
      "dur": 1.911,
      "text": "he said, \"We've never needed them. They say they'll they sent some troops to"
    },
    {
      "start": 54.96,
      "dur": 2.39,
      "text": "say they'll they sent some troops to Afghanistan and this or that and they"
    },
    {
      "start": 57.36,
      "dur": 3.029,
      "text": "Afghanistan and this or that and they did. They stayed a little back, a little"
    },
    {
      "start": 60.399,
      "dur": 2.231,
      "text": "did. They stayed a little back, a little off the front lines."
    },
    {
      "start": 62.64,
      "dur": 1.11,
      "text": "off the front lines. &gt;&gt; What do you make of that?"
    },
    {
      "start": 63.76,
      "dur": 1.91,
      "text": "&gt;&gt; What do you make of that? &gt;&gt; Yeah, it's a mistake. And and look, the"
    },
    {
      "start": 65.68,
      "dur": 3.03,
      "text": "&gt;&gt; Yeah, it's a mistake. And and look, the president is very unfiltered and often"
    },
    {
      "start": 68.72,
      "dur": 2.47,
      "text": "president is very unfiltered and often doesn't have his facts perfectly lined"
    },
    {
      "start": 71.2,
      "dur": 2.63,
      "text": "doesn't have his facts perfectly lined up. We all know that not only was the UK"
    },
    {
      "start": 73.84,
      "dur": 2.629,
      "text": "up. We all know that not only was the UK fighting alongside of us in in both of"
    },
    {
      "start": 76.479,
      "dur": 2.791,
      "text": "fighting alongside of us in in both of those wars, but so was Denmark. And so"
    },
    {
      "start": 79.28,
      "dur": 1.91,
      "text": "those wars, but so was Denmark. And so in fact the percentage of uh casualties"
    },
    {
      "start": 81.2,
      "dur": 2.07,
      "text": "in fact the percentage of uh casualties for Denmark was as high as the United"
    },
    {
      "start": 83.28,
      "dur": 2.71,
      "text": "for Denmark was as high as the United States. So look, it was a mistake. He's"
    },
    {
      "start": 86.0,
      "dur": 2.39,
      "text": "States. So look, it was a mistake. He's very unfiltered. But uh to the to the"
    },
    {
      "start": 88.4,
      "dur": 2.389,
      "text": "very unfiltered. But uh to the to the question, of course he can be trusted. I"
    },
    {
      "start": 90.799,
      "dur": 2.151,
      "text": "question, of course he can be trusted. I think I think the president wants a"
    },
    {
      "start": 92.96,
      "dur": 2.789,
      "text": "think I think the president wants a stronger NATO and in many respects"
    },
    {
      "start": 95.759,
      "dur": 2.551,
      "text": "stronger NATO and in many respects alongside the the Russia Ukraine Ukraine"
    },
    {
      "start": 98.32,
      "dur": 2.07,
      "text": "alongside the the Russia Ukraine Ukraine conflict that I think inspired the"
    },
    {
      "start": 100.4,
      "dur": 1.83,
      "text": "conflict that I think inspired the Europeans to step it up. But he's been"
    },
    {
      "start": 102.24,
      "dur": 1.909,
      "text": "Europeans to step it up. But he's been very critical. So is Barack Obama for"
    },
    {
      "start": 104.159,
      "dur": 1.671,
      "text": "very critical. So is Barack Obama for that matter. It's just that President"
    },
    {
      "start": 105.84,
      "dur": 3.11,
      "text": "that matter. It's just that President Obama wasn't able to get any reaction"
    },
    {
      "start": 108.96,
      "dur": 1.829,
      "text": "Obama wasn't able to get any reaction and and and and"
    },
    {
      "start": 110.799,
      "dur": 2.551,
      "text": "and and and and encourage the Europeans to step up"
    },
    {
      "start": 113.36,
      "dur": 1.51,
      "text": "encourage the Europeans to step up defense spending and the president's"
    },
    {
      "start": 114.88,
      "dur": 1.35,
      "text": "defense spending and the president's been successful with that. So, we'll"
    },
    {
      "start": 116.24,
      "dur": 3.11,
      "text": "been successful with that. So, we'll see. I mean, you have Denmark, for"
    },
    {
      "start": 119.36,
      "dur": 3.59,
      "text": "see. I mean, you have Denmark, for example, at 3%, they were only at 1.6"
    },
    {
      "start": 122.96,
      "dur": 2.87,
      "text": "example, at 3%, they were only at 1.6 back in 2022. So, you're seeing the"
    },
    {
      "start": 125.84,
      "dur": 1.75,
      "text": "back in 2022. So, you're seeing the outcome. So, you might not like the"
    },
    {
      "start": 127.6,
      "dur": 2.069,
      "text": "outcome. So, you might not like the delivery. you might not like how he he"
    },
    {
      "start": 129.679,
      "dur": 2.151,
      "text": "delivery. you might not like how he he behaves or how he gets, you know, how he"
    },
    {
      "start": 131.84,
      "dur": 2.07,
      "text": "behaves or how he gets, you know, how he makes the argument, but the argument is"
    },
    {
      "start": 133.92,
      "dur": 2.55,
      "text": "makes the argument, but the argument is a good one. And so in this case, you"
    },
    {
      "start": 136.48,
      "dur": 1.67,
      "text": "a good one. And so in this case, you know, obviously a mistake on the"
    },
    {
      "start": 138.16,
      "dur": 3.11,
      "text": "know, obviously a mistake on the reference to Afghanistan and Iraq, but"
    },
    {
      "start": 141.28,
      "dur": 1.75,
      "text": "reference to Afghanistan and Iraq, but the outcome is that we'll have a"
    },
    {
      "start": 143.04,
      "dur": 1.75,
      "text": "the outcome is that we'll have a stronger NATO, whether that's because we"
    },
    {
      "start": 144.8,
      "dur": 1.91,
      "text": "stronger NATO, whether that's because we have more defense mechanisms in"
    },
    {
      "start": 146.72,
      "dur": 2.149,
      "text": "have more defense mechanisms in Greenland or you have all the countries"
    },
    {
      "start": 148.879,
      "dur": 2.71,
      "text": "Greenland or you have all the countries in the in the in NATO, all the European"
    },
    {
      "start": 151.599,
      "dur": 2.471,
      "text": "in the in the in NATO, all the European countries committing to 5% of GDP."
    },
    {
      "start": 154.08,
      "dur": 1.27,
      "text": "countries committing to 5% of GDP. Whether they get there is a different"
    },
    {
      "start": 155.36,
      "dur": 2.229,
      "text": "Whether they get there is a different argument. Emily, what do you make of"
    },
    {
      "start": 157.599,
      "dur": 1.511,
      "text": "argument. Emily, what do you make of that comment by Donald Trump?"
    },
    {
      "start": 159.12,
      "dur": 2.79,
      "text": "that comment by Donald Trump? &gt;&gt; It's not a mistake. It's not a mistake."
    },
    {
      "start": 161.92,
      "dur": 2.63,
      "text": "&gt;&gt; It's not a mistake. It's not a mistake. It's so much more than a mistake. It's"
    },
    {
      "start": 164.56,
      "dur": 3.59,
      "text": "It's so much more than a mistake. It's an absolute insult. It's an insult to"
    },
    {
      "start": 168.16,
      "dur": 1.59,
      "text": "an absolute insult. It's an insult to 457"
    },
    {
      "start": 169.76,
      "dur": 2.07,
      "text": "457 families who lost someone in"
    },
    {
      "start": 171.84,
      "dur": 2.79,
      "text": "families who lost someone in Afghanistan. How dare he say we weren't"
    },
    {
      "start": 174.64,
      "dur": 3.91,
      "text": "Afghanistan. How dare he say we weren't on the front. How dare we?"
    },
    {
      "start": 178.56,
      "dur": 2.55,
      "text": "on the front. How dare we? We have always been there. Whenever the"
    },
    {
      "start": 181.12,
      "dur": 2.15,
      "text": "We have always been there. Whenever the Americans have wanted us, we have always"
    },
    {
      "start": 183.28,
      "dur": 1.99,
      "text": "Americans have wanted us, we have always been there. I went out to the United"
    },
    {
      "start": 185.28,
      "dur": 1.43,
      "text": "been there. I went out to the United States at the beginning of the year and"
    },
    {
      "start": 186.72,
      "dur": 2.71,
      "text": "States at the beginning of the year and I had I had supper with a lot of of of"
    },
    {
      "start": 189.44,
      "dur": 1.67,
      "text": "I had I had supper with a lot of of of Republicans who to be quite honest I"
    },
    {
      "start": 191.12,
      "dur": 1.99,
      "text": "Republicans who to be quite honest I didn't exactly expect to get on with and"
    },
    {
      "start": 193.12,
      "dur": 1.43,
      "text": "didn't exactly expect to get on with and have a great deal to do with. But the"
    },
    {
      "start": 194.56,
      "dur": 1.589,
      "text": "have a great deal to do with. But the one thing that was clearly there there"
    },
    {
      "start": 196.159,
      "dur": 2.311,
      "text": "one thing that was clearly there there was a genuine affection for the United"
    },
    {
      "start": 198.48,
      "dur": 1.51,
      "text": "was a genuine affection for the United Kingdom because they understood they"
    },
    {
      "start": 200.0,
      "dur": 1.91,
      "text": "Kingdom because they understood they were all military men and they knew that"
    },
    {
      "start": 201.92,
      "dur": 1.91,
      "text": "were all military men and they knew that whenever they had been fighting they had"
    },
    {
      "start": 203.84,
      "dur": 1.83,
      "text": "whenever they had been fighting they had been fighting alongside someone from"
    },
    {
      "start": 205.68,
      "dur": 1.829,
      "text": "been fighting alongside someone from Britain who had been there to support"
    },
    {
      "start": 207.519,
      "dur": 1.751,
      "text": "Britain who had been there to support the United States and be involved in"
    },
    {
      "start": 209.28,
      "dur": 2.07,
      "text": "the United States and be involved in action with the United States. How dare"
    },
    {
      "start": 211.36,
      "dur": 1.99,
      "text": "action with the United States. How dare this man who's never seen any action,"
    },
    {
      "start": 213.36,
      "dur": 1.509,
      "text": "this man who's never seen any action, who somehow or other when there was a"
    },
    {
      "start": 214.879,
      "dur": 1.591,
      "text": "who somehow or other when there was a draft for everybody else in the United"
    },
    {
      "start": 216.48,
      "dur": 2.309,
      "text": "draft for everybody else in the United States managed to avoid it and yet now"
    },
    {
      "start": 218.799,
      "dur": 2.391,
      "text": "States managed to avoid it and yet now is commander-in-chief and knows nothing"
    },
    {
      "start": 221.2,
      "dur": 1.83,
      "text": "is commander-in-chief and knows nothing about how it is that America has been"
    },
    {
      "start": 223.04,
      "dur": 2.39,
      "text": "about how it is that America has been defended. I mean seriously, it's an"
    },
    {
      "start": 225.44,
      "dur": 2.23,
      "text": "defended. I mean seriously, it's an absolute insult. We have had a very"
    },
    {
      "start": 227.68,
      "dur": 2.31,
      "text": "absolute insult. We have had a very shocking few days. We've had a very f"
    },
    {
      "start": 230.0,
      "dur": 1.83,
      "text": "shocking few days. We've had a very f jocking few days where we have had the"
    },
    {
      "start": 231.84,
      "dur": 2.79,
      "text": "jocking few days where we have had the leader of Britain's most important ally"
    },
    {
      "start": 234.64,
      "dur": 1.83,
      "text": "leader of Britain's most important ally you know with whom we do have a close"
    },
    {
      "start": 236.48,
      "dur": 1.829,
      "text": "you know with whom we do have a close relationship in terms of defense in"
    },
    {
      "start": 238.319,
      "dur": 2.151,
      "text": "relationship in terms of defense in terms of security strong economic"
    },
    {
      "start": 240.48,
      "dur": 2.55,
      "text": "terms of security strong economic relationship cultural historic you know"
    },
    {
      "start": 243.04,
      "dur": 2.63,
      "text": "relationship cultural historic you know America's our friends but we have had a"
    },
    {
      "start": 245.68,
      "dur": 2.31,
      "text": "America's our friends but we have had a leader of the of that country who has"
    },
    {
      "start": 248.0,
      "dur": 1.99,
      "text": "leader of the of that country who has behaved in a way which is which is"
    },
    {
      "start": 250.0,
      "dur": 2.789,
      "text": "behaved in a way which is which is bullying which is rude which has been"
    },
    {
      "start": 252.799,
      "dur": 1.911,
      "text": "bullying which is rude which has been deliberately trying to undermine us"
    },
    {
      "start": 254.72,
      "dur": 2.229,
      "text": "deliberately trying to undermine us which has been trying to undermine NATO"
    },
    {
      "start": 256.959,
      "dur": 1.67,
      "text": "which has been trying to undermine NATO and you wonder where does this end. It's"
    },
    {
      "start": 258.639,
      "dur": 2.31,
      "text": "and you wonder where does this end. It's as if he has no anchor. It's as if that"
    },
    {
      "start": 260.959,
      "dur": 2.471,
      "text": "as if he has no anchor. It's as if that he has no off button. And what we have"
    },
    {
      "start": 263.44,
      "dur": 2.55,
      "text": "he has no off button. And what we have done fortunately and I'm really proud"
    },
    {
      "start": 266.0,
      "dur": 2.31,
      "text": "done fortunately and I'm really proud that we have is we have stood we have"
    },
    {
      "start": 268.32,
      "dur": 2.23,
      "text": "that we have is we have stood we have linked arms with our other friends and"
    },
    {
      "start": 270.56,
      "dur": 2.629,
      "text": "linked arms with our other friends and nations and we have said no enough"
    },
    {
      "start": 273.199,
      "dur": 2.471,
      "text": "nations and we have said no enough Donald Trump. No more of this. You are"
    },
    {
      "start": 275.68,
      "dur": 1.59,
      "text": "Donald Trump. No more of this. You are not getting Greenland. You are not"
    },
    {
      "start": 277.28,
      "dur": 1.83,
      "text": "not getting Greenland. You are not introducing tariffs. You are not going"
    },
    {
      "start": 279.12,
      "dur": 1.99,
      "text": "introducing tariffs. You are not going to be involved in military action. We"
    },
    {
      "start": 281.12,
      "dur": 1.19,
      "text": "to be involved in military action. We you are not going to breach"
    },
    {
      "start": 282.32,
      "dur": 2.23,
      "text": "you are not going to breach international law. This is the this is"
    },
    {
      "start": 284.56,
      "dur": 1.83,
      "text": "international law. This is the this is the line. Do not cross it."
    },
    {
      "start": 286.4,
      "dur": 2.069,
      "text": "the line. Do not cross it. &gt;&gt; Yeah. Yeah, I'm not sure that he will"
    },
    {
      "start": 288.479,
      "dur": 2.311,
      "text": "&gt;&gt; Yeah. Yeah, I'm not sure that he will react to those threats or whatever you"
    },
    {
      "start": 290.8,
      "dur": 1.43,
      "text": "react to those threats or whatever you want to describe them as, but"
    },
    {
      "start": 292.24,
      "dur": 1.59,
      "text": "want to describe them as, but &gt;&gt; we don't threaten. We're just saying no."
    },
    {
      "start": 293.84,
      "dur": 2.39,
      "text": "&gt;&gt; we don't threaten. We're just saying no. &gt;&gt; Yeah. Okay. But would do you think NATO"
    },
    {
      "start": 296.24,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah. Okay. But would do you think NATO will be stronger because of Donald"
    },
    {
      "start": 298.08,
      "dur": 1.99,
      "text": "will be stronger because of Donald Trump? And I think the answer is yes."
    },
    {
      "start": 300.08,
      "dur": 1.59,
      "text": "Trump? And I think the answer is yes. &gt;&gt; No, I don't think Donald I don't think"
    },
    {
      "start": 301.68,
      "dur": 1.67,
      "text": "&gt;&gt; No, I don't think Donald I don't think that NATO is being stronger because I"
    },
    {
      "start": 303.36,
      "dur": 2.47,
      "text": "that NATO is being stronger because I think the idea of of the most important"
    },
    {
      "start": 305.84,
      "dur": 2.23,
      "text": "think the idea of of the most important member of NATO saying that it's going to"
    },
    {
      "start": 308.08,
      "dur": 2.79,
      "text": "member of NATO saying that it's going to take on NATO and is going to invade one"
    },
    {
      "start": 310.88,
      "dur": 2.869,
      "text": "take on NATO and is going to invade one of the NATO countries undermines us."
    },
    {
      "start": 313.759,
      "dur": 1.43,
      "text": "of the NATO countries undermines us. Now, we've pulled it back from the"
    },
    {
      "start": 315.199,
      "dur": 2.151,
      "text": "Now, we've pulled it back from the brink, thank goodness. And actually,"
    },
    {
      "start": 317.36,
      "dur": 2.549,
      "text": "brink, thank goodness. And actually, what what I'm most most pleased about is"
    },
    {
      "start": 319.919,
      "dur": 2.151,
      "text": "what what I'm most most pleased about is that it at least it helps Ukraine"
    },
    {
      "start": 322.08,
      "dur": 1.75,
      "text": "that it at least it helps Ukraine because what we don't want is NATO"
    },
    {
      "start": 323.84,
      "dur": 2.31,
      "text": "because what we don't want is NATO splintering because it does not help a"
    },
    {
      "start": 326.16,
      "dur": 1.91,
      "text": "splintering because it does not help a country like Ukraine for NATO at a"
    },
    {
      "start": 328.08,
      "dur": 1.51,
      "text": "country like Ukraine for NATO at a moment like this to be splintered in"
    },
    {
      "start": 329.6,
      "dur": 1.99,
      "text": "moment like this to be splintered in this way. But, you know, I'm not going"
    },
    {
      "start": 331.6,
      "dur": 1.99,
      "text": "this way. But, you know, I'm not going to I'm not going to pretend that there"
    },
    {
      "start": 333.6,
      "dur": 1.91,
      "text": "to I'm not going to pretend that there is that Donald Trump has done anything"
    },
    {
      "start": 335.52,
      "dur": 1.43,
      "text": "is that Donald Trump has done anything other than behave in a thoroughly"
    },
    {
      "start": 336.96,
      "dur": 1.59,
      "text": "other than behave in a thoroughly reckless way. So you don't think NATO"
    },
    {
      "start": 338.56,
      "dur": 2.15,
      "text": "reckless way. So you don't think NATO will be stronger at the end of"
    },
    {
      "start": 340.72,
      "dur": 2.55,
      "text": "will be stronger at the end of &gt;&gt; President Trump's actually talking to I"
    },
    {
      "start": 343.28,
      "dur": 1.51,
      "text": "&gt;&gt; President Trump's actually talking to I was talking to to to the German"
    },
    {
      "start": 344.8,
      "dur": 2.31,
      "text": "was talking to to to the German ambassador yesterday and I said at least"
    },
    {
      "start": 347.12,
      "dur": 1.909,
      "text": "ambassador yesterday and I said at least one thing that comes out of this is that"
    },
    {
      "start": 349.039,
      "dur": 2.791,
      "text": "one thing that comes out of this is that it helps the smaller nations of NATO to"
    },
    {
      "start": 351.84,
      "dur": 2.15,
      "text": "it helps the smaller nations of NATO to remember that we need to stick together"
    },
    {
      "start": 354.0,
      "dur": 1.83,
      "text": "remember that we need to stick together and we need to take more responsibility."
    },
    {
      "start": 355.84,
      "dur": 0.71,
      "text": "and we need to take more responsibility. Of course we do."
    },
    {
      "start": 356.56,
      "dur": 1.189,
      "text": "Of course we do. &gt;&gt; There's lots of hands up. Let's hear"
    },
    {
      "start": 357.759,
      "dur": 1.511,
      "text": "&gt;&gt; There's lots of hands up. Let's hear from the man in the dark blue sweater"
    },
    {
      "start": 359.28,
      "dur": 2.23,
      "text": "from the man in the dark blue sweater with a white shirt there. Yes."
    },
    {
      "start": 361.52,
      "dur": 2.63,
      "text": "with a white shirt there. Yes. &gt;&gt; Yes. Um I I'm I'm very disappointed to"
    },
    {
      "start": 364.16,
      "dur": 1.91,
      "text": "&gt;&gt; Yes. Um I I'm I'm very disappointed to hear that Donald Trump said that about"
    },
    {
      "start": 366.08,
      "dur": 1.51,
      "text": "hear that Donald Trump said that about uh people like myself who served in"
    },
    {
      "start": 367.6,
      "dur": 1.029,
      "text": "uh people like myself who served in Iraq."
    },
    {
      "start": 368.639,
      "dur": 1.031,
      "text": "Iraq. &gt;&gt; You served in Iraq."
    },
    {
      "start": 369.68,
      "dur": 1.67,
      "text": "&gt;&gt; You served in Iraq. &gt;&gt; I was in Iraq in 2003."
    },
    {
      "start": 371.36,
      "dur": 2.07,
      "text": "&gt;&gt; I was in Iraq in 2003. &gt;&gt; And so this this idea that well he"
    },
    {
      "start": 373.44,
      "dur": 1.43,
      "text": "&gt;&gt; And so this this idea that well he talked about Afghanistan actually, but"
    },
    {
      "start": 374.88,
      "dur": 1.429,
      "text": "talked about Afghanistan actually, but the idea that British troops were"
    },
    {
      "start": 376.319,
      "dur": 1.511,
      "text": "the idea that British troops were holding back from the front line. I"
    },
    {
      "start": 377.84,
      "dur": 1.83,
      "text": "holding back from the front line. I &gt;&gt; I can promise you I was very close to"
    },
    {
      "start": 379.68,
      "dur": 2.229,
      "text": "&gt;&gt; I can promise you I was very close to that front line. Um I crossed over the"
    },
    {
      "start": 381.919,
      "dur": 2.39,
      "text": "that front line. Um I crossed over the border on the first day of the war, you"
    },
    {
      "start": 384.319,
      "dur": 1.511,
      "text": "border on the first day of the war, you know, and I saw things I don't want to"
    },
    {
      "start": 385.84,
      "dur": 1.27,
      "text": "know, and I saw things I don't want to see ever again."
    },
    {
      "start": 387.12,
      "dur": 2.55,
      "text": "see ever again. &gt;&gt; Um I think I think Mr. Trump has just,"
    },
    {
      "start": 389.68,
      "dur": 3.67,
      "text": "&gt;&gt; Um I think I think Mr. Trump has just, you know, upset all ex all veterans now."
    },
    {
      "start": 393.36,
      "dur": 1.03,
      "text": "you know, upset all ex all veterans now. &gt;&gt; I'm so sorry."
    },
    {
      "start": 394.4,
      "dur": 2.789,
      "text": "&gt;&gt; I'm so sorry. &gt;&gt; Okay. Thank you. Yes. Um man here in the"
    },
    {
      "start": 397.199,
      "dur": 1.43,
      "text": "&gt;&gt; Okay. Thank you. Yes. Um man here in the front in the middle."
    },
    {
      "start": 398.639,
      "dur": 2.071,
      "text": "front in the middle. &gt;&gt; Trump is wrong about this, but he's not"
    },
    {
      "start": 400.72,
      "dur": 1.83,
      "text": "&gt;&gt; Trump is wrong about this, but he's not wrong about NATO underspend. It's a"
    },
    {
      "start": 402.56,
      "dur": 1.59,
      "text": "wrong about NATO underspend. It's a simple fact. He warned about in his"
    },
    {
      "start": 404.16,
      "dur": 2.07,
      "text": "simple fact. He warned about in his previous tenure, we had the Bundesphere"
    },
    {
      "start": 406.24,
      "dur": 2.229,
      "text": "previous tenure, we had the Bundesphere and certain NATO exercises wielding"
    },
    {
      "start": 408.479,
      "dur": 2.231,
      "text": "and certain NATO exercises wielding brooms instead of machine guns. He"
    },
    {
      "start": 410.72,
      "dur": 1.67,
      "text": "brooms instead of machine guns. He warned about Angela Merkel's closing"
    },
    {
      "start": 412.4,
      "dur": 1.349,
      "text": "warned about Angela Merkel's closing relationship with Putin and over"
    },
    {
      "start": 413.759,
      "dur": 1.751,
      "text": "relationship with Putin and over reliance on Russia for energy which"
    },
    {
      "start": 415.52,
      "dur": 2.07,
      "text": "reliance on Russia for energy which undermined European security. And the"
    },
    {
      "start": 417.6,
      "dur": 1.83,
      "text": "undermined European security. And the truth is, no matter what you say about"
    },
    {
      "start": 419.44,
      "dur": 2.149,
      "text": "truth is, no matter what you say about him, he is getting NATO to uphold their"
    },
    {
      "start": 421.599,
      "dur": 2.31,
      "text": "him, he is getting NATO to uphold their commitments to their 2% spend. We've got"
    },
    {
      "start": 423.919,
      "dur": 1.591,
      "text": "commitments to their 2% spend. We've got we're in a more dangerous world with"
    },
    {
      "start": 425.52,
      "dur": 1.91,
      "text": "we're in a more dangerous world with Russia and China. We have to arm and we"
    },
    {
      "start": 427.44,
      "dur": 0.95,
      "text": "Russia and China. We have to arm and we need to start taking the threat"
    },
    {
      "start": 428.4,
      "dur": 1.99,
      "text": "need to start taking the threat seriously and Trump is getting that."
    },
    {
      "start": 430.4,
      "dur": 1.909,
      "text": "seriously and Trump is getting that. &gt;&gt; Okay, Harry, you asked the question."
    },
    {
      "start": 432.319,
      "dur": 1.671,
      "text": "&gt;&gt; Okay, Harry, you asked the question. Let's hear what you've got to say on it."
    },
    {
      "start": 434.0,
      "dur": 3.43,
      "text": "Let's hear what you've got to say on it. My only worry is that why if say that"
    },
    {
      "start": 437.44,
      "dur": 2.95,
      "text": "My only worry is that why if say that NATO gets stronger um but is threatening"
    },
    {
      "start": 440.4,
      "dur": 2.71,
      "text": "NATO gets stronger um but is threatening other NATO countries with tariffs with"
    },
    {
      "start": 443.12,
      "dur": 1.909,
      "text": "other NATO countries with tariffs with these the way he's going about it even"
    },
    {
      "start": 445.039,
      "dur": 2.15,
      "text": "these the way he's going about it even if NATO is stronger as a result the"
    },
    {
      "start": 447.199,
      "dur": 2.151,
      "text": "if NATO is stronger as a result the means aren't worth the end we shouldn't"
    },
    {
      "start": 449.36,
      "dur": 1.669,
      "text": "means aren't worth the end we shouldn't have one NATO country threatening"
    },
    {
      "start": 451.039,
      "dur": 1.27,
      "text": "have one NATO country threatening another NATO country."
    },
    {
      "start": 452.319,
      "dur": 0.471,
      "text": "another NATO country. &gt;&gt; Exactly."
    },
    {
      "start": 452.8,
      "dur": 1.43,
      "text": "&gt;&gt; Exactly. &gt;&gt; Okay Greg I'll come back to you on that."
    },
    {
      "start": 454.24,
      "dur": 1.83,
      "text": "&gt;&gt; Okay Greg I'll come back to you on that. Yes. Man in the middle at the very back."
    },
    {
      "start": 456.08,
      "dur": 1.109,
      "text": "Yes. Man in the middle at the very back. Yeah. Yes."
    },
    {
      "start": 457.199,
      "dur": 1.911,
      "text": "Yeah. Yes. &gt;&gt; Yeah. I don't I don't know why no one"
    },
    {
      "start": 459.12,
      "dur": 2.31,
      "text": "&gt;&gt; Yeah. I don't I don't know why no one expected this sooner. I mean, the United"
    },
    {
      "start": 461.44,
      "dur": 2.55,
      "text": "expected this sooner. I mean, the United States only own all their land on like"
    },
    {
      "start": 464.0,
      "dur": 1.749,
      "text": "States only own all their land on like the continental United States. They only"
    },
    {
      "start": 465.759,
      "dur": 2.071,
      "text": "the continental United States. They only own the land because they moved in with"
    },
    {
      "start": 467.84,
      "dur": 1.67,
      "text": "own the land because they moved in with military force and then forced them to"
    },
    {
      "start": 469.52,
      "dur": 2.069,
      "text": "military force and then forced them to buy it. Forced them to sell their land"
    },
    {
      "start": 471.599,
      "dur": 1.511,
      "text": "buy it. Forced them to sell their land that they didn't want to sell. There's"
    },
    {
      "start": 473.12,
      "dur": 1.99,
      "text": "that they didn't want to sell. There's already like tons of tribes that are"
    },
    {
      "start": 475.12,
      "dur": 2.95,
      "text": "already like tons of tribes that are being sat with massive money that they"
    },
    {
      "start": 478.08,
      "dur": 1.669,
      "text": "being sat with massive money that they didn't want to receive from the United"
    },
    {
      "start": 479.759,
      "dur": 1.83,
      "text": "didn't want to receive from the United States. So, why"
    },
    {
      "start": 481.599,
      "dur": 0.951,
      "text": "States. So, why &gt;&gt; where are you talking about in"
    },
    {
      "start": 482.56,
      "dur": 0.629,
      "text": "&gt;&gt; where are you talking about in particular?"
    },
    {
      "start": 483.199,
      "dur": 3.031,
      "text": "particular? &gt;&gt; Um, sorry, I can't remember the name,"
    },
    {
      "start": 486.24,
      "dur": 2.15,
      "text": "&gt;&gt; Um, sorry, I can't remember the name, but it's uh this northern in the"
    },
    {
      "start": 488.4,
      "dur": 1.43,
      "text": "but it's uh this northern in the northern America. Oh, so you're talking"
    },
    {
      "start": 489.84,
      "dur": 0.95,
      "text": "northern America. Oh, so you're talking about Native Americans."
    },
    {
      "start": 490.8,
      "dur": 2.87,
      "text": "about Native Americans. &gt;&gt; Yeah, Native Americans. Um, so the fact"
    },
    {
      "start": 493.68,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah, Native Americans. Um, so the fact that we can recognize all of that and"
    },
    {
      "start": 496.24,
      "dur": 2.15,
      "text": "that we can recognize all of that and then suddenly, oh, they're doing the"
    },
    {
      "start": 498.4,
      "dur": 2.31,
      "text": "then suddenly, oh, they're doing the exact same thing, but it's Denmark to a"
    },
    {
      "start": 500.72,
      "dur": 2.869,
      "text": "exact same thing, but it's Denmark to a bunch of white people who, you know,"
    },
    {
      "start": 503.599,
      "dur": 1.59,
      "text": "bunch of white people who, you know, that's just Yeah,"
    },
    {
      "start": 505.199,
      "dur": 1.191,
      "text": "that's just Yeah, &gt;&gt; that's unsurprising to you."
    },
    {
      "start": 506.4,
      "dur": 1.11,
      "text": "&gt;&gt; that's unsurprising to you. &gt;&gt; It's unsurprising to me."
    },
    {
      "start": 507.52,
      "dur": 3.509,
      "text": "&gt;&gt; It's unsurprising to me. &gt;&gt; St. So, so Harry's question, by all"
    },
    {
      "start": 511.039,
      "dur": 1.35,
      "text": "&gt;&gt; St. So, so Harry's question, by all means, feel free to comment on what"
    },
    {
      "start": 512.399,
      "dur": 3.43,
      "text": "means, feel free to comment on what Donald Trump said this evening about"
    },
    {
      "start": 515.839,
      "dur": 1.67,
      "text": "Donald Trump said this evening about NATO troops,"
    },
    {
      "start": 517.519,
      "dur": 2.39,
      "text": "NATO troops, &gt;&gt; but Harry's question is,"
    },
    {
      "start": 519.919,
      "dur": 1.511,
      "text": "&gt;&gt; but Harry's question is, &gt;&gt; why are we still fostering a special"
    },
    {
      "start": 521.44,
      "dur": 1.75,
      "text": "&gt;&gt; why are we still fostering a special relationship with Donald Trump when his"
    },
    {
      "start": 523.2,
      "dur": 1.35,
      "text": "relationship with Donald Trump when his recent actions prove he can't be"
    },
    {
      "start": 524.56,
      "dur": 1.91,
      "text": "recent actions prove he can't be trusted? Do you think he can be trusted?"
    },
    {
      "start": 526.48,
      "dur": 1.75,
      "text": "trusted? Do you think he can be trusted? &gt;&gt; Well, firstly, on the comments that have"
    },
    {
      "start": 528.24,
      "dur": 2.07,
      "text": "&gt;&gt; Well, firstly, on the comments that have been made, I want to echo that they are"
    },
    {
      "start": 530.32,
      "dur": 1.83,
      "text": "been made, I want to echo that they are disgraceful comments, and I want to say"
    },
    {
      "start": 532.16,
      "dur": 1.99,
      "text": "disgraceful comments, and I want to say thank you to the gentleman who did serve"
    },
    {
      "start": 534.16,
      "dur": 1.99,
      "text": "thank you to the gentleman who did serve for us. There are many people in this"
    },
    {
      "start": 536.16,
      "dur": 2.39,
      "text": "for us. There are many people in this country who served both in Iraq and"
    },
    {
      "start": 538.56,
      "dur": 3.91,
      "text": "country who served both in Iraq and Iran. Uh sorry, Iraq and Afghanistan,"
    },
    {
      "start": 542.48,
      "dur": 2.15,
      "text": "Iran. Uh sorry, Iraq and Afghanistan, many of whom lost their lives, but also"
    },
    {
      "start": 544.64,
      "dur": 2.79,
      "text": "many of whom lost their lives, but also many more who came back with"
    },
    {
      "start": 547.44,
      "dur": 3.35,
      "text": "many more who came back with life-changing um injuries. And we should"
    },
    {
      "start": 550.8,
      "dur": 3.27,
      "text": "life-changing um injuries. And we should say thank you to them. And it is"
    },
    {
      "start": 554.08,
      "dur": 2.15,
      "text": "say thank you to them. And it is appalling that that sort of comment has"
    },
    {
      "start": 556.24,
      "dur": 2.79,
      "text": "appalling that that sort of comment has been made. Does that mean though that we"
    },
    {
      "start": 559.04,
      "dur": 2.71,
      "text": "been made. Does that mean though that we risk our special relationship? No."
    },
    {
      "start": 561.76,
      "dur": 2.79,
      "text": "risk our special relationship? No. Because actually our relationship with"
    },
    {
      "start": 564.56,
      "dur": 1.91,
      "text": "Because actually our relationship with America and that's what it is. This is a"
    },
    {
      "start": 566.48,
      "dur": 3.19,
      "text": "America and that's what it is. This is a relationship with our the country is so"
    },
    {
      "start": 569.68,
      "dur": 2.55,
      "text": "relationship with our the country is so important for our defense, for our"
    },
    {
      "start": 572.24,
      "dur": 4.149,
      "text": "important for our defense, for our security uh and for our safety. Um and"
    },
    {
      "start": 576.399,
      "dur": 1.671,
      "text": "security uh and for our safety. Um and &gt;&gt; do you think he can be trusted? That's"
    },
    {
      "start": 578.08,
      "dur": 2.47,
      "text": "&gt;&gt; do you think he can be trusted? That's &gt;&gt; well I mean the only thing I will say is"
    },
    {
      "start": 580.56,
      "dur": 2.07,
      "text": "&gt;&gt; well I mean the only thing I will say is you know a few weeks ago were we all"
    },
    {
      "start": 582.64,
      "dur": 2.47,
      "text": "you know a few weeks ago were we all talking about the security of the"
    },
    {
      "start": 585.12,
      "dur": 4.149,
      "text": "talking about the security of the Arctic? No. And we are now. No, we were"
    },
    {
      "start": 589.279,
      "dur": 1.511,
      "text": "Arctic? No. And we are now. No, we were talking about Venezuela a couple of"
    },
    {
      "start": 590.8,
      "dur": 0.63,
      "text": "talking about Venezuela a couple of weeks ago."
    },
    {
      "start": 591.44,
      "dur": 2.47,
      "text": "weeks ago. &gt;&gt; No, but I'm not I'm not I'm not saying"
    },
    {
      "start": 593.92,
      "dur": 1.99,
      "text": "&gt;&gt; No, but I'm not I'm not I'm not saying that I agree with the methods of getting"
    },
    {
      "start": 595.92,
      "dur": 2.15,
      "text": "that I agree with the methods of getting there, but actually there is a very"
    },
    {
      "start": 598.08,
      "dur": 2.869,
      "text": "there, but actually there is a very serious threat in in the Arctic. There"
    },
    {
      "start": 600.959,
      "dur": 2.87,
      "text": "serious threat in in the Arctic. There is a very serious threat and Russia will"
    },
    {
      "start": 603.839,
      "dur": 2.391,
      "text": "is a very serious threat and Russia will expose that and use it against us."
    },
    {
      "start": 606.24,
      "dur": 1.589,
      "text": "expose that and use it against us. &gt;&gt; And do you think threatening to invade"
    },
    {
      "start": 607.839,
      "dur": 1.191,
      "text": "&gt;&gt; And do you think threatening to invade was the way to get people?"
    },
    {
      "start": 609.04,
      "dur": 2.63,
      "text": "was the way to get people? &gt;&gt; Absolutely not. Absolutely not. And"
    },
    {
      "start": 611.68,
      "dur": 2.389,
      "text": "&gt;&gt; Absolutely not. Absolutely not. And that's why we were absolutely behind"
    },
    {
      "start": 614.079,
      "dur": 1.831,
      "text": "that's why we were absolutely behind what the prime minister said. you know"
    },
    {
      "start": 615.92,
      "dur": 3.99,
      "text": "what the prime minister said. you know that we you cannot say we will um you"
    },
    {
      "start": 619.92,
      "dur": 1.83,
      "text": "that we you cannot say we will um you know you'll punish other countries with"
    },
    {
      "start": 621.76,
      "dur": 2.79,
      "text": "know you'll punish other countries with tariffs because you want to get your way"
    },
    {
      "start": 624.56,
      "dur": 3.75,
      "text": "tariffs because you want to get your way in Greenland. That is not um anything to"
    },
    {
      "start": 628.32,
      "dur": 2.15,
      "text": "in Greenland. That is not um anything to do with the other NATO countries. That"
    },
    {
      "start": 630.48,
      "dur": 1.83,
      "text": "do with the other NATO countries. That is for Greenland, the people of"
    },
    {
      "start": 632.32,
      "dur": 3.43,
      "text": "is for Greenland, the people of Greenland and for the Kingdom of Denmark"
    },
    {
      "start": 635.76,
      "dur": 3.749,
      "text": "Greenland and for the Kingdom of Denmark to decide. Uh but you know for me"
    },
    {
      "start": 639.519,
      "dur": 2.231,
      "text": "to decide. Uh but you know for me there's a danger you do a love actually"
    },
    {
      "start": 641.76,
      "dur": 2.71,
      "text": "there's a danger you do a love actually moment here but for me a relationship"
    },
    {
      "start": 644.48,
      "dur": 3.11,
      "text": "moment here but for me a relationship means that you can be honest and frank"
    },
    {
      "start": 647.6,
      "dur": 2.229,
      "text": "means that you can be honest and frank and that is what we have done this week."
    },
    {
      "start": 649.839,
      "dur": 2.791,
      "text": "and that is what we have done this week. We've been honest and frank with the"
    },
    {
      "start": 652.64,
      "dur": 2.95,
      "text": "We've been honest and frank with the president to say we will not tolerate"
    },
    {
      "start": 655.6,
      "dur": 3.27,
      "text": "president to say we will not tolerate you uh putting uh threatening tariffs"
    },
    {
      "start": 658.88,
      "dur": 3.35,
      "text": "you uh putting uh threatening tariffs and we will not tolerate you trying to"
    },
    {
      "start": 662.24,
      "dur": 2.63,
      "text": "and we will not tolerate you trying to go against the sovereignty of the people"
    },
    {
      "start": 664.88,
      "dur": 2.15,
      "text": "go against the sovereignty of the people of Greenland and the rights of the"
    },
    {
      "start": 667.04,
      "dur": 3.11,
      "text": "of Greenland and the rights of the Kingdom of Denmark."
    },
    {
      "start": 670.16,
      "dur": 1.83,
      "text": "Kingdom of Denmark. &gt;&gt; Who needs enemies when you've got"
    },
    {
      "start": 672.0,
      "dur": 3.269,
      "text": "&gt;&gt; Who needs enemies when you've got friends like Donald Trump? Seriously."
    },
    {
      "start": 675.279,
      "dur": 1.591,
      "text": "friends like Donald Trump? Seriously. And the Liberal Democrats have argued,"
    },
    {
      "start": 676.88,
      "dur": 1.99,
      "text": "And the Liberal Democrats have argued, long argued now. We should have learned"
    },
    {
      "start": 678.88,
      "dur": 1.75,
      "text": "long argued now. We should have learned from the first Trump presidency. We know"
    },
    {
      "start": 680.64,
      "dur": 2.07,
      "text": "from the first Trump presidency. We know what this guy's like. We're in a school."
    },
    {
      "start": 682.72,
      "dur": 1.51,
      "text": "what this guy's like. We're in a school. He's a bully. You're absolutely right,"
    },
    {
      "start": 684.24,
      "dur": 1.67,
      "text": "He's a bully. You're absolutely right, Emily. He's a bully. He's behaving like"
    },
    {
      "start": 685.92,
      "dur": 3.589,
      "text": "Emily. He's a bully. He's behaving like an international gangster. And they only"
    },
    {
      "start": 689.519,
      "dur": 2.471,
      "text": "an international gangster. And they only understand strength. They only"
    },
    {
      "start": 692.0,
      "dur": 1.59,
      "text": "understand strength. They only understand. If you aren't strong enough"
    },
    {
      "start": 693.6,
      "dur": 2.229,
      "text": "understand. If you aren't strong enough to stand up to them on your own, you get"
    },
    {
      "start": 695.839,
      "dur": 2.711,
      "text": "to stand up to them on your own, you get your friends around you and you do it"
    },
    {
      "start": 698.56,
      "dur": 1.91,
      "text": "your friends around you and you do it all together. And I think what this has"
    },
    {
      "start": 700.48,
      "dur": 3.51,
      "text": "all together. And I think what this has shown us is that the cow towing, the you"
    },
    {
      "start": 704.0,
      "dur": 1.99,
      "text": "shown us is that the cow towing, the you know kissing of the hand that we've seen"
    },
    {
      "start": 706.0,
      "dur": 2.47,
      "text": "know kissing of the hand that we've seen and it has been so difficult to watch K"
    },
    {
      "start": 708.48,
      "dur": 2.15,
      "text": "and it has been so difficult to watch K star and David Lammy go out there and be"
    },
    {
      "start": 710.64,
      "dur": 2.23,
      "text": "star and David Lammy go out there and be best pals and fishing with Vance and all"
    },
    {
      "start": 712.88,
      "dur": 2.31,
      "text": "best pals and fishing with Vance and all of that. And I understand it was hard to"
    },
    {
      "start": 715.2,
      "dur": 1.91,
      "text": "of that. And I understand it was hard to see but they were making an argument for"
    },
    {
      "start": 717.12,
      "dur": 2.47,
      "text": "see but they were making an argument for it. We said this is going to backfire."
    },
    {
      "start": 719.6,
      "dur": 1.99,
      "text": "it. We said this is going to backfire. They don't care. And then what we saw"
    },
    {
      "start": 721.6,
      "dur": 2.229,
      "text": "They don't care. And then what we saw this week is lo and behold they stole"
    },
    {
      "start": 723.839,
      "dur": 3.43,
      "text": "this week is lo and behold they stole our lunch money one time. We caved. And"
    },
    {
      "start": 727.279,
      "dur": 2.311,
      "text": "our lunch money one time. We caved. And why are we surprised that he did it"
    },
    {
      "start": 729.6,
      "dur": 2.95,
      "text": "why are we surprised that he did it again? He's going to keep doing it until"
    },
    {
      "start": 732.56,
      "dur": 2.55,
      "text": "again? He's going to keep doing it until we work out who our friends really are."
    },
    {
      "start": 735.12,
      "dur": 1.269,
      "text": "we work out who our friends really are. And I think this is what this is doing."
    },
    {
      "start": 736.399,
      "dur": 1.591,
      "text": "And I think this is what this is doing. &gt;&gt; But you could argue this that he hasn't"
    },
    {
      "start": 738.0,
      "dur": 1.829,
      "text": "&gt;&gt; But you could argue this that he hasn't done it. That he hasn't he hasn't"
    },
    {
      "start": 739.839,
      "dur": 1.911,
      "text": "done it. That he hasn't he hasn't invaded Greenland now and the tariffs"
    },
    {
      "start": 741.76,
      "dur": 0.95,
      "text": "invaded Greenland now and the tariffs have not been imposed"
    },
    {
      "start": 742.72,
      "dur": 2.47,
      "text": "have not been imposed &gt;&gt; for now. But do we really keep want to"
    },
    {
      "start": 745.2,
      "dur": 2.55,
      "text": "&gt;&gt; for now. But do we really keep want to have to go through this over and over?"
    },
    {
      "start": 747.76,
      "dur": 2.23,
      "text": "have to go through this over and over? And it wasn't until, okay, Mark Rutter"
    },
    {
      "start": 750.0,
      "dur": 1.509,
      "text": "And it wasn't until, okay, Mark Rutter got him in a room and made some kind of"
    },
    {
      "start": 751.519,
      "dur": 3.191,
      "text": "got him in a room and made some kind of a deal that I don't think Denmark or the"
    },
    {
      "start": 754.72,
      "dur": 1.909,
      "text": "a deal that I don't think Denmark or the uh people of Greenland had anything to"
    },
    {
      "start": 756.639,
      "dur": 3.111,
      "text": "uh people of Greenland had anything to do with, but also the EU got together,"
    },
    {
      "start": 759.76,
      "dur": 2.869,
      "text": "do with, but also the EU got together, suspended trade talks, and then put 93"
    },
    {
      "start": 762.639,
      "dur": 1.671,
      "text": "suspended trade talks, and then put 93 billion euros worth of potential"
    },
    {
      "start": 764.32,
      "dur": 2.069,
      "text": "billion euros worth of potential sanctions against him. And we all stood"
    },
    {
      "start": 766.399,
      "dur": 1.351,
      "text": "sanctions against him. And we all stood in lock step. He also achieved the"
    },
    {
      "start": 767.76,
      "dur": 1.99,
      "text": "in lock step. He also achieved the unbelievable which is he got all"
    },
    {
      "start": 769.76,
      "dur": 2.309,
      "text": "unbelievable which is he got all political parties across the whole"
    },
    {
      "start": 772.079,
      "dur": 1.671,
      "text": "political parties across the whole spectrum in this country coming out"
    },
    {
      "start": 773.76,
      "dur": 2.15,
      "text": "spectrum in this country coming out against him. I mean maybe that's a good"
    },
    {
      "start": 775.92,
      "dur": 2.55,
      "text": "against him. I mean maybe that's a good thing, maybe not. But this is not the"
    },
    {
      "start": 778.48,
      "dur": 2.87,
      "text": "thing, maybe not. But this is not the way grown-ups behave. And there are"
    },
    {
      "start": 781.36,
      "dur": 1.67,
      "text": "way grown-ups behave. And there are serious questions about his mental"
    },
    {
      "start": 783.04,
      "dur": 2.15,
      "text": "serious questions about his mental acuity. I mean that is not just a small"
    },
    {
      "start": 785.2,
      "dur": 1.59,
      "text": "acuity. I mean that is not just a small mistake. I completely agree. It's an"
    },
    {
      "start": 786.8,
      "dur": 2.39,
      "text": "mistake. I completely agree. It's an absolute insult to brave veterans who"
    },
    {
      "start": 789.2,
      "dur": 2.15,
      "text": "absolute insult to brave veterans who have served and died for this country."
    },
    {
      "start": 791.36,
      "dur": 2.149,
      "text": "have served and died for this country. It's not good enough. So, I think it's"
    },
    {
      "start": 793.519,
      "dur": 2.391,
      "text": "It's not good enough. So, I think it's putting into sharp relief that the way"
    },
    {
      "start": 795.92,
      "dur": 1.349,
      "text": "putting into sharp relief that the way this government has approached Donald"
    },
    {
      "start": 797.279,
      "dur": 2.391,
      "text": "this government has approached Donald Trump is the wrong approach. It's time"
    },
    {
      "start": 799.68,
      "dur": 2.63,
      "text": "Trump is the wrong approach. It's time to have some dignity and stand up for"
    },
    {
      "start": 802.32,
      "dur": 0.71,
      "text": "to have some dignity and stand up for ourselves."
    },
    {
      "start": 803.04,
      "dur": 2.71,
      "text": "ourselves. &gt;&gt; I I I don't agree. I think that actually"
    },
    {
      "start": 805.76,
      "dur": 2.069,
      "text": "&gt;&gt; I I I don't agree. I think that actually Kharma has behaved like a grown-up this"
    },
    {
      "start": 807.839,
      "dur": 0.23,
      "text": "Kharma has behaved like a grown-up this week."
    },
    {
      "start": 808.079,
      "dur": 1.671,
      "text": "week. &gt;&gt; No, Karma has I'm talking about Trump."
    },
    {
      "start": 809.76,
      "dur": 1.83,
      "text": "&gt;&gt; No, Karma has I'm talking about Trump. &gt;&gt; Yeah. But, you know, the way to respond"
    },
    {
      "start": 811.6,
      "dur": 2.229,
      "text": "&gt;&gt; Yeah. But, you know, the way to respond is the way that Karma has and he has"
    },
    {
      "start": 813.839,
      "dur": 1.67,
      "text": "is the way that Karma has and he has done it politely, a lot more politely"
    },
    {
      "start": 815.519,
      "dur": 2.151,
      "text": "done it politely, a lot more politely than I would. Um but but he has done it"
    },
    {
      "start": 817.68,
      "dur": 1.75,
      "text": "than I would. Um but but he has done it politely and he's stood up to him and"
    },
    {
      "start": 819.44,
      "dur": 1.91,
      "text": "politely and he's stood up to him and he's been clear and that's just in"
    },
    {
      "start": 821.36,
      "dur": 2.87,
      "text": "he's been clear and that's just in public. We can see, can't we, by the by"
    },
    {
      "start": 824.24,
      "dur": 2.23,
      "text": "public. We can see, can't we, by the by the by the affusive way in which the the"
    },
    {
      "start": 826.48,
      "dur": 1.589,
      "text": "the by the affusive way in which the the Danish prime minister came straight over"
    },
    {
      "start": 828.079,
      "dur": 2.55,
      "text": "Danish prime minister came straight over to London immediately after the deal was"
    },
    {
      "start": 830.639,
      "dur": 2.391,
      "text": "to London immediately after the deal was struck and thanked us. The amount of"
    },
    {
      "start": 833.04,
      "dur": 1.349,
      "text": "struck and thanked us. The amount of work that's been going on behind the"
    },
    {
      "start": 834.399,
      "dur": 1.031,
      "text": "work that's been going on behind the scenes, the sort of things we're"
    },
    {
      "start": 835.44,
      "dur": 1.749,
      "text": "scenes, the sort of things we're probably not going to read about. Let's"
    },
    {
      "start": 837.199,
      "dur": 3.121,
      "text": "probably not going to read about. Let's hear a bit more for our audience"
    }
  ]
}