{
  "videoId": "Q2ztueoyrdY",
  "title": "Venezuela approves bill to open up oil sector | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 247,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.76,
      "text": "Let's move on to Venezuela where the"
    },
    {
      "start": 2.0,
      "dur": 2.15,
      "text": "Let's move on to Venezuela where the interim president there, Deli Rodriguez,"
    },
    {
      "start": 4.16,
      "dur": 1.99,
      "text": "interim president there, Deli Rodriguez, has signed a law that opens the"
    },
    {
      "start": 6.16,
      "dur": 2.07,
      "text": "has signed a law that opens the country's oil industry to private"
    },
    {
      "start": 8.24,
      "dur": 2.71,
      "text": "country's oil industry to private investors, reversing decades of tight"
    },
    {
      "start": 10.96,
      "dur": 2.629,
      "text": "investors, reversing decades of tight state control. The move was demanded by"
    },
    {
      "start": 13.599,
      "dur": 1.751,
      "text": "state control. The move was demanded by the United States after it captured"
    },
    {
      "start": 15.36,
      "dur": 2.15,
      "text": "the United States after it captured President Nicolas Maduro earlier this"
    },
    {
      "start": 17.52,
      "dur": 1.909,
      "text": "President Nicolas Maduro earlier this month. Miss Rodriguez described the"
    },
    {
      "start": 19.439,
      "dur": 3.271,
      "text": "month. Miss Rodriguez described the change as a historic leap. BBC Mundo's"
    },
    {
      "start": 22.72,
      "dur": 2.789,
      "text": "change as a historic leap. BBC Mundo's Nberto Perez is the first international"
    },
    {
      "start": 25.519,
      "dur": 2.471,
      "text": "Nberto Perez is the first international journalist to report from Venezuela's"
    },
    {
      "start": 28.0,
      "dur": 2.79,
      "text": "journalist to report from Venezuela's decaying oil heartland since the removal"
    },
    {
      "start": 30.8,
      "dur": 2.15,
      "text": "decaying oil heartland since the removal of President Nicolas Maduro, where"
    },
    {
      "start": 32.96,
      "dur": 1.67,
      "text": "of President Nicolas Maduro, where people there are hoping the industry's"
    },
    {
      "start": 34.64,
      "dur": 2.95,
      "text": "people there are hoping the industry's revival will once again bring jobs and"
    },
    {
      "start": 37.6,
      "dur": 2.629,
      "text": "revival will once again bring jobs and prosperity."
    },
    {
      "start": 40.239,
      "dur": 3.271,
      "text": "prosperity. &gt;&gt; This is Lake Marbo on Venezuela's north"
    },
    {
      "start": 43.52,
      "dur": 3.99,
      "text": "&gt;&gt; This is Lake Marbo on Venezuela's north coast. Here you'll find local fishing"
    },
    {
      "start": 47.52,
      "dur": 1.59,
      "text": "coast. Here you'll find local fishing boats"
    },
    {
      "start": 49.12,
      "dur": 2.23,
      "text": "boats and the heart of the country's oil"
    },
    {
      "start": 51.36,
      "dur": 2.79,
      "text": "and the heart of the country's oil industry."
    },
    {
      "start": 54.16,
      "dur": 2.549,
      "text": "industry. The wealth pumped from the earth here"
    },
    {
      "start": 56.719,
      "dur": 3.191,
      "text": "The wealth pumped from the earth here once made Venezuela rich."
    },
    {
      "start": 59.92,
      "dur": 2.71,
      "text": "once made Venezuela rich. But now it's a rundown reminder of"
    },
    {
      "start": 62.64,
      "dur": 2.95,
      "text": "But now it's a rundown reminder of better times."
    },
    {
      "start": 65.6,
      "dur": 2.07,
      "text": "better times. This is where oil was first discovered"
    },
    {
      "start": 67.68,
      "dur": 2.31,
      "text": "This is where oil was first discovered in the country a century ago. You can"
    },
    {
      "start": 70.0,
      "dur": 2.07,
      "text": "in the country a century ago. You can see the oil right here on the surface."
    },
    {
      "start": 72.08,
      "dur": 2.23,
      "text": "see the oil right here on the surface. You can't even touch it."
    },
    {
      "start": 74.32,
      "dur": 1.829,
      "text": "You can't even touch it. If Donald Trump is really going to make"
    },
    {
      "start": 76.159,
      "dur": 2.551,
      "text": "If Donald Trump is really going to make Venezuela great again as he says, this"
    },
    {
      "start": 78.72,
      "dur": 3.35,
      "text": "Venezuela great again as he says, this is where the impact would be felt first."
    },
    {
      "start": 82.08,
      "dur": 1.99,
      "text": "is where the impact would be felt first. Decades of mismanagement under"
    },
    {
      "start": 84.08,
      "dur": 2.47,
      "text": "Decades of mismanagement under investment and sanctions have left the"
    },
    {
      "start": 86.56,
      "dur": 2.229,
      "text": "investment and sanctions have left the oil sector crumbling"
    },
    {
      "start": 88.799,
      "dur": 2.31,
      "text": "oil sector crumbling and pollution is affecting one of the"
    },
    {
      "start": 91.119,
      "dur": 3.35,
      "text": "and pollution is affecting one of the last remaining industries."
    },
    {
      "start": 94.479,
      "dur": 2.31,
      "text": "last remaining industries. Every year, fisherman Carlos is pulling"
    },
    {
      "start": 96.799,
      "dur": 2.391,
      "text": "Every year, fisherman Carlos is pulling fewer fish from these contaminated"
    },
    {
      "start": 99.2,
      "dur": 1.51,
      "text": "fewer fish from these contaminated waters."
    },
    {
      "start": 100.72,
      "dur": 2.389,
      "text": "waters. Despite the removal of his president by"
    },
    {
      "start": 103.119,
      "dur": 2.471,
      "text": "Despite the removal of his president by Donald Trump, he's ready for American"
    },
    {
      "start": 105.6,
      "dur": 2.789,
      "text": "Donald Trump, he's ready for American investment and the oil to start flowing"
    },
    {
      "start": 108.399,
      "dur": 2.71,
      "text": "investment and the oil to start flowing once more."
    },
    {
      "start": 111.119,
      "dur": 2.151,
      "text": "once more. &gt;&gt; It would be good because it would create"
    },
    {
      "start": 113.28,
      "dur": 2.31,
      "text": "&gt;&gt; It would be good because it would create jobs and our children wouldn't have to"
    },
    {
      "start": 115.6,
      "dur": 2.23,
      "text": "jobs and our children wouldn't have to work in the fishing industry anymore."
    },
    {
      "start": 117.84,
      "dur": 2.309,
      "text": "work in the fishing industry anymore. They could have real jobs, good jobs,"
    },
    {
      "start": 120.159,
      "dur": 3.351,
      "text": "They could have real jobs, good jobs, and they would earn a good salary."
    },
    {
      "start": 123.52,
      "dur": 2.15,
      "text": "and they would earn a good salary. &gt;&gt; This is what oil once built in"
    },
    {
      "start": 125.68,
      "dur": 3.03,
      "text": "&gt;&gt; This is what oil once built in Venezuela. model suburbs founded by the"
    },
    {
      "start": 128.72,
      "dur": 4.95,
      "text": "Venezuela. model suburbs founded by the big US companies which now lie in ruins."
    },
    {
      "start": 133.68,
      "dur": 2.95,
      "text": "big US companies which now lie in ruins. A taste of the old American life for the"
    },
    {
      "start": 136.64,
      "dur": 1.91,
      "text": "A taste of the old American life for the workers"
    },
    {
      "start": 138.56,
      "dur": 3.11,
      "text": "workers like 93y old hoser, one of the few"
    },
    {
      "start": 141.68,
      "dur": 2.07,
      "text": "like 93y old hoser, one of the few resins left."
    },
    {
      "start": 143.76,
      "dur": 2.31,
      "text": "resins left. His salary in the boom years bought him"
    },
    {
      "start": 146.08,
      "dur": 4.07,
      "text": "His salary in the boom years bought him this US muscle car. Now it like many of"
    },
    {
      "start": 150.16,
      "dur": 2.95,
      "text": "this US muscle car. Now it like many of the homes is just a reminder of how"
    },
    {
      "start": 153.12,
      "dur": 3.59,
      "text": "the homes is just a reminder of how things used to be."
    },
    {
      "start": 156.72,
      "dur": 2.229,
      "text": "things used to be. Everything has changed. Things have"
    },
    {
      "start": 158.959,
      "dur": 2.311,
      "text": "Everything has changed. Things have become more difficult. In the past,"
    },
    {
      "start": 161.28,
      "dur": 4.949,
      "text": "become more difficult. In the past, things were easier. We had more comforts"
    },
    {
      "start": 166.239,
      "dur": 2.07,
      "text": "things were easier. We had more comforts &gt;&gt; because you'd go to the pharmacy, get"
    },
    {
      "start": 168.319,
      "dur": 2.63,
      "text": "&gt;&gt; because you'd go to the pharmacy, get medicine, and it was right there. Now,"
    },
    {
      "start": 170.959,
      "dur": 2.871,
      "text": "medicine, and it was right there. Now, it's not like that. Now, they prescribe"
    },
    {
      "start": 173.84,
      "dur": 3.91,
      "text": "it's not like that. Now, they prescribe medication and no, it's not available."
    },
    {
      "start": 177.76,
      "dur": 2.71,
      "text": "medication and no, it's not available. &gt;&gt; Turning things around won't be easy."
    },
    {
      "start": 180.48,
      "dur": 2.31,
      "text": "&gt;&gt; Turning things around won't be easy. Uncertainty over America's long-term"
    },
    {
      "start": 182.8,
      "dur": 2.87,
      "text": "Uncertainty over America's long-term strategy means big oil might be slow to"
    },
    {
      "start": 185.68,
      "dur": 2.71,
      "text": "strategy means big oil might be slow to invest the tens of billions of dollars"
    },
    {
      "start": 188.4,
      "dur": 3.99,
      "text": "invest the tens of billions of dollars needed to restore output."
    },
    {
      "start": 192.4,
      "dur": 2.63,
      "text": "needed to restore output. And one local politician says there is"
    },
    {
      "start": 195.04,
      "dur": 2.469,
      "text": "And one local politician says there is still westperate anger over the American"
    },
    {
      "start": 197.519,
      "dur": 4.231,
      "text": "still westperate anger over the American military action earlier this month."
    },
    {
      "start": 201.76,
      "dur": 1.43,
      "text": "military action earlier this month. Look at what we Venezuelans are"
    },
    {
      "start": 203.2,
      "dur": 2.309,
      "text": "Look at what we Venezuelans are suffering. The events of January the 3rd"
    },
    {
      "start": 205.519,
      "dur": 2.07,
      "text": "suffering. The events of January the 3rd were a physical act of aggression, but"
    },
    {
      "start": 207.599,
      "dur": 2.151,
      "text": "were a physical act of aggression, but the attacks haven't stopped since"
    },
    {
      "start": 209.76,
      "dur": 1.67,
      "text": "the attacks haven't stopped since President Trump announced the start of a"
    },
    {
      "start": 211.44,
      "dur": 3.349,
      "text": "President Trump announced the start of a firm blockade on the country."
    },
    {
      "start": 214.799,
      "dur": 1.751,
      "text": "firm blockade on the country. There's a lot of theatricality and"
    },
    {
      "start": 216.56,
      "dur": 2.47,
      "text": "There's a lot of theatricality and little reality. Truths are mixed with"
    },
    {
      "start": 219.04,
      "dur": 3.189,
      "text": "little reality. Truths are mixed with lies."
    },
    {
      "start": 222.239,
      "dur": 2.08,
      "text": "Venezuela has just passed a new law"
    },
    {
      "start": 224.319,
      "dur": 1.99,
      "text": "Venezuela has just passed a new law giving foreign companies far greater"
    },
    {
      "start": 226.319,
      "dur": 3.591,
      "text": "giving foreign companies far greater access to its oil industry."
    },
    {
      "start": 229.92,
      "dur": 2.47,
      "text": "access to its oil industry. This has been a key demand of the Trump"
    },
    {
      "start": 232.4,
      "dur": 1.43,
      "text": "This has been a key demand of the Trump White House."
    },
    {
      "start": 233.84,
      "dur": 2.63,
      "text": "White House. But for many people here, unlocking the"
    },
    {
      "start": 236.48,
      "dur": 4.07,
      "text": "But for many people here, unlocking the country's vast oil wealth still feels a"
    },
    {
      "start": 240.56,
      "dur": 3.83,
      "text": "country's vast oil wealth still feels a long way off. Roberto Paredes, BBC News,"
    },
    {
      "start": 244.4,
      "dur": 4.24,
      "text": "long way off. Roberto Paredes, BBC News, Maraco, Venezuela. Enough."
    }
  ]
}