{
  "videoId": "q9tKaMYWxO4",
  "title": "Instagram and YouTube owners built 'addiction machines', trial hears | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 263,
  "segments": [
    {
      "start": 0.1,
      "dur": 9.7,
      "text": "The world's largest social media companies have uh been accused of companies have uh been accused of creating addiction machines as a creating addiction machines as a landmark trial began in California"
    },
    {
      "start": 9.8,
      "dur": 10.5,
      "text": "landmark trial began in California examining the mental health effects of examining the mental health effects of Instagram and YouTube. In his opening Instagram and YouTube. In his opening argument before the Los Angeles Superior argument before the Los Angeles Superior Court judge and a jury, Mark Lia argued"
    },
    {
      "start": 20.3,
      "dur": 8.6,
      "text": "Court judge and a jury, Mark Lia argued that his client plaintiff known as KGM that his client plaintiff known as KGM suffered from mental health issues as a suffered from mental health issues as a result of her social media addiction."
    },
    {
      "start": 28.9,
      "dur": 10.7,
      "text": "result of her social media addiction. This afternoon, the lawyers for Meta and This afternoon, the lawyers for Meta and YouTube are expected to argue that KGM's YouTube are expected to argue that KGM's addiction has stemmed from other issues addiction has stemmed from other issues in her life and not their negligence."
    },
    {
      "start": 39.6,
      "dur": 8.1,
      "text": "in her life and not their negligence. Well, Mary Gro Liry is law professor at Well, Mary Gro Liry is law professor at the Catholic University of uh America the Catholic University of uh America and she talked me through the opening"
    },
    {
      "start": 47.7,
      "dur": 9.9,
      "text": "and she talked me through the opening statements. statements. Sure. The thrust of this uh trial is it Sure. The thrust of this uh trial is it is the first time that before a jury, is the first time that before a jury, these big tech companies are going to be"
    },
    {
      "start": 57.6,
      "dur": 8.2,
      "text": "these big tech companies are going to be held responsible or at least have to held responsible or at least have to respond to in a public forum the respond to in a public forum the accusations that you laid out from the"
    },
    {
      "start": 65.8,
      "dur": 8.4,
      "text": "accusations that you laid out from the plaintiffs. So, this opening statement plaintiffs. So, this opening statement was pretty much what we expected based was pretty much what we expected based on the publicly available pieces of"
    },
    {
      "start": 74.2,
      "dur": 8.1,
      "text": "on the publicly available pieces of evidence and the previously filed evidence and the previously filed documents on both parties. The crux of documents on both parties. The crux of the plaintiff's allegations are that big"
    },
    {
      "start": 82.3,
      "dur": 9.9,
      "text": "the plaintiff's allegations are that big tech was aware of the harm of their tech was aware of the harm of their products, but they continued to pursue products, but they continued to pursue profit over children and they understood profit over children and they understood it as a cost of doing business that some"
    },
    {
      "start": 92.2,
      "dur": 8.3,
      "text": "it as a cost of doing business that some children would be harmed by their children would be harmed by their products. products. We will see uh Mark Zuckerberg and other We will see uh Mark Zuckerberg and other top bosses grilled as a part of this"
    },
    {
      "start": 100.5,
      "dur": 10.4,
      "text": "top bosses grilled as a part of this trial. Why do you think Meta and uh trial. Why do you think Meta and uh YouTube have not settled? YouTube have not settled? It's a great question. Of course, the It's a great question. Of course, the other two potential defendants in this"
    },
    {
      "start": 110.9,
      "dur": 8.8,
      "text": "other two potential defendants in this bellweather trial did settle, but these bellweather trial did settle, but these defendants have chosen not to. The defendants have chosen not to. The decision to settle is really a decision to settle is really a fact-specific one. And in some ways,"
    },
    {
      "start": 119.7,
      "dur": 9.2,
      "text": "fact-specific one. And in some ways, it's the importance and the value of set it's the importance and the value of set of settling is really only known by the of settling is really only known by the parties because they know better more"
    },
    {
      "start": 128.9,
      "dur": 9.7,
      "text": "parties because they know better more they have more information than the they have more information than the public does about exactly what evidence public does about exactly what evidence that they expect. And they also have that they expect. And they also have information that is someone intangible."
    },
    {
      "start": 138.6,
      "dur": 8.6,
      "text": "information that is someone intangible. Is this witness going to be a good Is this witness going to be a good witness? Is the opposing witness not witness? Is the opposing witness not going to be a good witness? So for all going to be a good witness? So for all of those reasons, defendants will come"
    },
    {
      "start": 147.2,
      "dur": 9.2,
      "text": "of those reasons, defendants will come out differently on whether or not they out differently on whether or not they should settle. But there is a business should settle. But there is a business aspect to this as well. And the choice aspect to this as well. And the choice to settle a case is often a financial"
    },
    {
      "start": 156.4,
      "dur": 10.7,
      "text": "to settle a case is often a financial one that it is more costeffective to one that it is more costeffective to settle the case than to go to trial. settle the case than to go to trial. either because of the cost of litigation either because of the cost of litigation or the risk that you are exposed to in"
    },
    {
      "start": 167.1,
      "dur": 8.9,
      "text": "or the risk that you are exposed to in terms of a final verdict. So these terms of a final verdict. So these parties have made that decision and it parties have made that decision and it would seem at this point with opening would seem at this point with opening statements having already begun that at"
    },
    {
      "start": 176.0,
      "dur": 10.3,
      "text": "statements having already begun that at this point they don't anticipate wanting this point they don't anticipate wanting to settle. to settle. From your perspective, is this case the From your perspective, is this case the beginning of a process a bit like we saw"
    },
    {
      "start": 186.3,
      "dur": 8.5,
      "text": "beginning of a process a bit like we saw years ago with the tobacco companies years ago with the tobacco companies when they were finally uh put put to when they were finally uh put put to task and it was proven that tobacco was"
    },
    {
      "start": 194.8,
      "dur": 9.0,
      "text": "task and it was proven that tobacco was harmful for health? Is this a similar harmful for health? Is this a similar scenario we're seeing here with these scenario we're seeing here with these tech companies? tech companies? I think it is a very similar scenario."
    },
    {
      "start": 203.8,
      "dur": 9.3,
      "text": "I think it is a very similar scenario. For over two decades here in the United For over two decades here in the United States, the tech companies have States, the tech companies have attempted to create an atmosphere in attempted to create an atmosphere in which they are free from being held"
    },
    {
      "start": 213.1,
      "dur": 9.7,
      "text": "which they are free from being held accountable for their decisions. They've accountable for their decisions. They've done it similar to the tobacco done it similar to the tobacco companies, it would seem. They've done companies, it would seem. They've done it in courtrooms by manipulating the law"
    },
    {
      "start": 222.8,
      "dur": 10.2,
      "text": "it in courtrooms by manipulating the law and making certain allegations and and making certain allegations and they've done it outside the courtrooms they've done it outside the courtrooms making certain claims that um perhaps making certain claims that um perhaps are misleading the public. By being able"
    },
    {
      "start": 233.0,
      "dur": 8.4,
      "text": "are misleading the public. By being able to get to the point where they are now to get to the point where they are now in front of a jury, the public for the in front of a jury, the public for the first time will be able to see what are"
    },
    {
      "start": 241.4,
      "dur": 9.4,
      "text": "first time will be able to see what are the decisions that these companies have the decisions that these companies have been making. What was the information been making. What was the information that they knew? When did they know it? that they knew? When did they know it? And this might change very much the"
    },
    {
      "start": 250.8,
      "dur": 9.5,
      "text": "And this might change very much the perception that these tech companies perception that these tech companies have been trying to publicly put forward have been trying to publicly put forward if the evidence is in opposed to what if the evidence is in opposed to what they are claiming was really happening"
    },
    {
      "start": 260.3,
      "dur": 3.8,
      "text": "they are claiming was really happening in those decisional meetings."
    }
  ]
}