{
  "videoId": "qKWl5vvbnUI",
  "title": "Mandelson 'betrayed our country', says UK PM | BBC News",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 722,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "The UK prime minister has come under"
    },
    {
      "start": 2.159,
      "dur": 2.15,
      "text": "The UK prime minister has come under extreme pressure about what he knew"
    },
    {
      "start": 4.319,
      "dur": 2.071,
      "text": "extreme pressure about what he knew about Lord Mandlesson's connections to"
    },
    {
      "start": 6.4,
      "dur": 2.31,
      "text": "about Lord Mandlesson's connections to Jeffrey Epstein when he appointed him as"
    },
    {
      "start": 8.72,
      "dur": 2.39,
      "text": "Jeffrey Epstein when he appointed him as US ambassador. At Prime Minister's"
    },
    {
      "start": 11.12,
      "dur": 2.469,
      "text": "US ambassador. At Prime Minister's questions, Karma said he regretted that"
    },
    {
      "start": 13.599,
      "dur": 2.23,
      "text": "questions, Karma said he regretted that appointment and that Peter Manderson had"
    },
    {
      "start": 15.839,
      "dur": 2.871,
      "text": "appointment and that Peter Manderson had lied repeatedly and let him, the party"
    },
    {
      "start": 18.72,
      "dur": 2.469,
      "text": "lied repeatedly and let him, the party and the country down. Crucially though,"
    },
    {
      "start": 21.199,
      "dur": 2.07,
      "text": "and the country down. Crucially though, the leader of the opposition extracted"
    },
    {
      "start": 23.279,
      "dur": 1.99,
      "text": "the leader of the opposition extracted an important admission with the prime"
    },
    {
      "start": 25.279,
      "dur": 1.99,
      "text": "an important admission with the prime minister saying he did know that"
    },
    {
      "start": 27.279,
      "dur": 2.23,
      "text": "minister saying he did know that Mandlesson had continued his friendship"
    },
    {
      "start": 29.519,
      "dur": 2.471,
      "text": "Mandlesson had continued his friendship with Epstein after his conviction and"
    },
    {
      "start": 32.0,
      "dur": 2.47,
      "text": "with Epstein after his conviction and jail sentence, but went ahead with the"
    },
    {
      "start": 34.48,
      "dur": 2.229,
      "text": "jail sentence, but went ahead with the appointment. Let let me take you back to"
    },
    {
      "start": 36.719,
      "dur": 2.311,
      "text": "appointment. Let let me take you back to the Commons because MPs will vote on the"
    },
    {
      "start": 39.04,
      "dur": 1.669,
      "text": "the Commons because MPs will vote on the release of the paperwork and the"
    },
    {
      "start": 40.719,
      "dur": 2.711,
      "text": "release of the paperwork and the background to that controversial"
    },
    {
      "start": 43.44,
      "dur": 2.71,
      "text": "background to that controversial appointment in about 3 hours time. The"
    },
    {
      "start": 46.16,
      "dur": 2.549,
      "text": "appointment in about 3 hours time. The debate well underway. We'll have more on"
    },
    {
      "start": 48.719,
      "dur": 1.431,
      "text": "debate well underway. We'll have more on that in a moment. More too on the"
    },
    {
      "start": 50.16,
      "dur": 3.11,
      "text": "that in a moment. More too on the fallout in the US and the latest details"
    },
    {
      "start": 53.28,
      "dur": 2.15,
      "text": "fallout in the US and the latest details around Andrew Mountbatton Windsor. First"
    },
    {
      "start": 55.44,
      "dur": 1.429,
      "text": "around Andrew Mountbatton Windsor. First though, let's hear a little more from"
    },
    {
      "start": 56.879,
      "dur": 2.951,
      "text": "though, let's hear a little more from the prime minister at PMQs."
    },
    {
      "start": 59.84,
      "dur": 2.229,
      "text": "the prime minister at PMQs. I am as angry as the public and any"
    },
    {
      "start": 62.079,
      "dur": 2.15,
      "text": "I am as angry as the public and any member of this house."
    },
    {
      "start": 64.239,
      "dur": 3.19,
      "text": "member of this house. Mandles betrayed our country, our"
    },
    {
      "start": 67.439,
      "dur": 3.751,
      "text": "Mandles betrayed our country, our parliament, and my party."
    },
    {
      "start": 71.2,
      "dur": 3.35,
      "text": "parliament, and my party. &gt;&gt; Mr. speaker. He lied repeatedly to my"
    },
    {
      "start": 74.56,
      "dur": 2.47,
      "text": "&gt;&gt; Mr. speaker. He lied repeatedly to my team when asked about his relationship"
    },
    {
      "start": 77.04,
      "dur": 2.389,
      "text": "team when asked about his relationship with Epstein before and during his"
    },
    {
      "start": 79.439,
      "dur": 2.071,
      "text": "with Epstein before and during his tenure as ambassador."
    },
    {
      "start": 81.52,
      "dur": 3.35,
      "text": "tenure as ambassador. I regret appointing him. If I knew then"
    },
    {
      "start": 84.88,
      "dur": 2.07,
      "text": "I regret appointing him. If I knew then what I know now, he would never have"
    },
    {
      "start": 86.96,
      "dur": 2.55,
      "text": "what I know now, he would never have been anywhere near government."
    },
    {
      "start": 89.52,
      "dur": 2.71,
      "text": "been anywhere near government. And that is why, Mr. Speaker, yesterday"
    },
    {
      "start": 92.24,
      "dur": 2.869,
      "text": "And that is why, Mr. Speaker, yesterday the cabinet secretary, with my support,"
    },
    {
      "start": 95.119,
      "dur": 2.711,
      "text": "the cabinet secretary, with my support, took the decision to refer material to"
    },
    {
      "start": 97.84,
      "dur": 2.55,
      "text": "took the decision to refer material to the police. and there is now a criminal"
    },
    {
      "start": 100.4,
      "dur": 1.51,
      "text": "the police. and there is now a criminal investigation."
    },
    {
      "start": 101.92,
      "dur": 1.99,
      "text": "investigation. I've instructed my team to draft"
    },
    {
      "start": 103.92,
      "dur": 2.63,
      "text": "I've instructed my team to draft legislation to strip Mandlesson of his"
    },
    {
      "start": 106.56,
      "dur": 3.03,
      "text": "legislation to strip Mandlesson of his title and wider legislation to remove"
    },
    {
      "start": 109.6,
      "dur": 2.31,
      "text": "title and wider legislation to remove disgraced peers."
    },
    {
      "start": 111.92,
      "dur": 2.79,
      "text": "disgraced peers. &gt;&gt; And this morning, I've agreed with his"
    },
    {
      "start": 114.72,
      "dur": 3.19,
      "text": "&gt;&gt; And this morning, I've agreed with his majesty the king that Mandlesson should"
    },
    {
      "start": 117.92,
      "dur": 2.149,
      "text": "majesty the king that Mandlesson should be removed from the list of privy"
    },
    {
      "start": 120.079,
      "dur": 2.07,
      "text": "be removed from the list of privy counselors on grounds that he's brought"
    },
    {
      "start": 122.159,
      "dur": 2.63,
      "text": "counselors on grounds that he's brought the reputation of the privy council into"
    },
    {
      "start": 124.799,
      "dur": 1.751,
      "text": "the reputation of the privy council into disrepute."
    },
    {
      "start": 126.56,
      "dur": 1.51,
      "text": "disrepute. Well, as I mentioned in the main"
    },
    {
      "start": 128.08,
      "dur": 1.589,
      "text": "Well, as I mentioned in the main introduction, the Conservative leader"
    },
    {
      "start": 129.679,
      "dur": 2.791,
      "text": "introduction, the Conservative leader Kimmy Ven extracted a crucial admission"
    },
    {
      "start": 132.48,
      "dur": 2.469,
      "text": "Kimmy Ven extracted a crucial admission today from Karma that he did know in"
    },
    {
      "start": 134.959,
      "dur": 1.831,
      "text": "today from Karma that he did know in advance of Manderson's continued"
    },
    {
      "start": 136.8,
      "dur": 1.99,
      "text": "advance of Manderson's continued friendship with Epstein, but appointed"
    },
    {
      "start": 138.8,
      "dur": 2.63,
      "text": "friendship with Epstein, but appointed him as the US ambassador. Anyway, have a"
    },
    {
      "start": 141.44,
      "dur": 2.23,
      "text": "him as the US ambassador. Anyway, have a listen to that exchange."
    },
    {
      "start": 143.68,
      "dur": 2.23,
      "text": "listen to that exchange. &gt;&gt; I am asking the prime minister something"
    },
    {
      "start": 145.92,
      "dur": 1.99,
      "text": "&gt;&gt; I am asking the prime minister something very specific, not about the"
    },
    {
      "start": 147.92,
      "dur": 2.79,
      "text": "very specific, not about the generalities of the full extent. Can the"
    },
    {
      "start": 150.72,
      "dur": 3.03,
      "text": "generalities of the full extent. Can the prime minister tell us did the official"
    },
    {
      "start": 153.76,
      "dur": 3.189,
      "text": "prime minister tell us did the official security vetting he received mention"
    },
    {
      "start": 156.959,
      "dur": 2.471,
      "text": "security vetting he received mention Mandlesson's ongoing relationship with"
    },
    {
      "start": 159.44,
      "dur": 1.83,
      "text": "Mandlesson's ongoing relationship with the pedophile Jeffrey Epstein?"
    },
    {
      "start": 161.28,
      "dur": 0.87,
      "text": "the pedophile Jeffrey Epstein? &gt;&gt; So clear"
    },
    {
      "start": 162.16,
      "dur": 1.51,
      "text": "&gt;&gt; So clear &gt;&gt; prime minister."
    },
    {
      "start": 163.68,
      "dur": 2.71,
      "text": "&gt;&gt; prime minister. &gt;&gt; Yes it did."
    },
    {
      "start": 166.4,
      "dur": 0.23,
      "text": "&gt;&gt; Yes it did. A"
    },
    {
      "start": 166.64,
      "dur": 4.07,
      "text": "A &gt;&gt; as a as a result various questions were"
    },
    {
      "start": 170.72,
      "dur": 2.71,
      "text": "&gt;&gt; as a as a result various questions were put to him. I intend to disclose to this"
    },
    {
      "start": 173.44,
      "dur": 3.429,
      "text": "put to him. I intend to disclose to this house all of the national security"
    },
    {
      "start": 176.879,
      "dur": 1.99,
      "text": "house all of the national security prejudice to international relations on"
    },
    {
      "start": 178.879,
      "dur": 2.871,
      "text": "prejudice to international relations on one side. I want to make sure that I"
    },
    {
      "start": 181.76,
      "dur": 2.31,
      "text": "one side. I want to make sure that I want to make sure this house sees the"
    },
    {
      "start": 184.08,
      "dur": 2.55,
      "text": "want to make sure this house sees the full documentation so it will see for"
    },
    {
      "start": 186.64,
      "dur": 3.43,
      "text": "full documentation so it will see for itself the extent to which the extent to"
    },
    {
      "start": 190.08,
      "dur": 2.869,
      "text": "itself the extent to which the extent to which time and time again Mandlesson"
    },
    {
      "start": 192.959,
      "dur": 2.55,
      "text": "which time and time again Mandlesson completely misrepresented the extent of"
    },
    {
      "start": 195.519,
      "dur": 2.79,
      "text": "completely misrepresented the extent of his relationship with Epstein and lied"
    },
    {
      "start": 198.319,
      "dur": 3.031,
      "text": "his relationship with Epstein and lied throughout the process including in"
    },
    {
      "start": 201.36,
      "dur": 5.75,
      "text": "throughout the process including in response to the due diligence."
    },
    {
      "start": 207.12,
      "dur": 1.92,
      "text": "straight to Westminster and the debate"
    },
    {
      "start": 209.04,
      "dur": 1.51,
      "text": "straight to Westminster and the debate that is currently going on. Our"
    },
    {
      "start": 210.56,
      "dur": 1.99,
      "text": "that is currently going on. Our political correspondent Ian Watson has"
    },
    {
      "start": 212.56,
      "dur": 2.79,
      "text": "political correspondent Ian Watson has news on the wording of that government"
    },
    {
      "start": 215.36,
      "dur": 2.07,
      "text": "news on the wording of that government amendment. Ian, tell me more."
    },
    {
      "start": 217.44,
      "dur": 1.75,
      "text": "amendment. Ian, tell me more. &gt;&gt; That's right, Matthew. Um, as you know,"
    },
    {
      "start": 219.2,
      "dur": 2.47,
      "text": "&gt;&gt; That's right, Matthew. Um, as you know, what's been debated now is how much"
    },
    {
      "start": 221.68,
      "dur": 1.51,
      "text": "what's been debated now is how much information is going to be divulged"
    },
    {
      "start": 223.2,
      "dur": 1.669,
      "text": "information is going to be divulged about Peter Mandlesson's time in"
    },
    {
      "start": 224.879,
      "dur": 2.871,
      "text": "about Peter Mandlesson's time in Washington as the UK's ambassador and"
    },
    {
      "start": 227.76,
      "dur": 2.31,
      "text": "Washington as the UK's ambassador and the process of his appointment. What"
    },
    {
      "start": 230.08,
      "dur": 2.47,
      "text": "the process of his appointment. What documents, what advice was given to the"
    },
    {
      "start": 232.56,
      "dur": 2.63,
      "text": "documents, what advice was given to the prime minister in the runup to that"
    },
    {
      "start": 235.2,
      "dur": 2.309,
      "text": "prime minister in the runup to that appointment? Now, it looked as though"
    },
    {
      "start": 237.519,
      "dur": 1.99,
      "text": "appointment? Now, it looked as though the government might not be able to win"
    },
    {
      "start": 239.519,
      "dur": 3.191,
      "text": "the government might not be able to win the vote today amongst its own MPs"
    },
    {
      "start": 242.72,
      "dur": 1.75,
      "text": "the vote today amongst its own MPs because they were trying to have a"
    },
    {
      "start": 244.48,
      "dur": 2.15,
      "text": "because they were trying to have a couple of exclusions. Exclusions on the"
    },
    {
      "start": 246.64,
      "dur": 2.949,
      "text": "couple of exclusions. Exclusions on the grounds of national security, exclusions"
    },
    {
      "start": 249.599,
      "dur": 2.63,
      "text": "grounds of national security, exclusions on the grounds of potentially damaging"
    },
    {
      "start": 252.239,
      "dur": 2.471,
      "text": "on the grounds of potentially damaging international relations. During the"
    },
    {
      "start": 254.72,
      "dur": 1.909,
      "text": "international relations. During the course of that debate, MPs on both sides"
    },
    {
      "start": 256.639,
      "dur": 1.191,
      "text": "course of that debate, MPs on both sides of the house are saying, \"Actually, we"
    },
    {
      "start": 257.84,
      "dur": 1.509,
      "text": "of the house are saying, \"Actually, we don't want the government to be able to"
    },
    {
      "start": 259.359,
      "dur": 1.911,
      "text": "don't want the government to be able to mark its own homework here. We want an"
    },
    {
      "start": 261.28,
      "dur": 2.23,
      "text": "mark its own homework here. We want an independent body to decide what is and"
    },
    {
      "start": 263.52,
      "dur": 2.63,
      "text": "independent body to decide what is and isn't d divulged.\" They suggested the"
    },
    {
      "start": 266.16,
      "dur": 1.83,
      "text": "isn't d divulged.\" They suggested the intelligence and security committee"
    },
    {
      "start": 268.0,
      "dur": 1.99,
      "text": "intelligence and security committee that's senior parliamentarians from"
    },
    {
      "start": 270.0,
      "dur": 1.51,
      "text": "that's senior parliamentarians from across the house who've been highly"
    },
    {
      "start": 271.52,
      "dur": 1.83,
      "text": "across the house who've been highly vetted who are in touch with the"
    },
    {
      "start": 273.36,
      "dur": 3.109,
      "text": "vetted who are in touch with the security services. In the past literally"
    },
    {
      "start": 276.479,
      "dur": 2.071,
      "text": "security services. In the past literally minute we have now seen the government"
    },
    {
      "start": 278.56,
      "dur": 2.069,
      "text": "minute we have now seen the government making a further change amending their"
    },
    {
      "start": 280.639,
      "dur": 2.951,
      "text": "making a further change amending their own amendment Matthew and this is it. Um"
    },
    {
      "start": 283.6,
      "dur": 1.35,
      "text": "own amendment Matthew and this is it. Um this is what's called a manuscript"
    },
    {
      "start": 284.96,
      "dur": 1.83,
      "text": "this is what's called a manuscript amendment. It's actually strolled quite"
    },
    {
      "start": 286.8,
      "dur": 2.63,
      "text": "amendment. It's actually strolled quite quickly and then typed out. It follows"
    },
    {
      "start": 289.44,
      "dur": 1.59,
      "text": "quickly and then typed out. It follows negotiations behind the scenes, but what"
    },
    {
      "start": 291.04,
      "dur": 1.35,
      "text": "negotiations behind the scenes, but what they're saying now is that the documents"
    },
    {
      "start": 292.4,
      "dur": 2.069,
      "text": "they're saying now is that the documents will indeed be referred to the"
    },
    {
      "start": 294.479,
      "dur": 3.031,
      "text": "will indeed be referred to the intelligence and security committee. I'm"
    },
    {
      "start": 297.52,
      "dur": 2.229,
      "text": "intelligence and security committee. I'm told from a chat I had with uh a couple"
    },
    {
      "start": 299.759,
      "dur": 2.71,
      "text": "told from a chat I had with uh a couple of Labour MPs who had concerns that they"
    },
    {
      "start": 302.479,
      "dur": 1.591,
      "text": "of Labour MPs who had concerns that they think that those concerns have now been"
    },
    {
      "start": 304.08,
      "dur": 2.47,
      "text": "think that those concerns have now been allayed and that the government will now"
    },
    {
      "start": 306.56,
      "dur": 2.31,
      "text": "allayed and that the government will now win the vote tonight. So, they've"
    },
    {
      "start": 308.88,
      "dur": 2.55,
      "text": "win the vote tonight. So, they've diffused a potential rebellion. And we"
    },
    {
      "start": 311.44,
      "dur": 1.51,
      "text": "diffused a potential rebellion. And we thought something was going on when the"
    },
    {
      "start": 312.96,
      "dur": 2.069,
      "text": "thought something was going on when the uh chief whip, the person in charge of"
    },
    {
      "start": 315.039,
      "dur": 1.271,
      "text": "uh chief whip, the person in charge of uh party discipline, government"
    },
    {
      "start": 316.32,
      "dur": 1.51,
      "text": "uh party discipline, government discipline, was seen walking back into"
    },
    {
      "start": 317.84,
      "dur": 2.31,
      "text": "discipline, was seen walking back into the chamber just about 10 or 12 minutes"
    },
    {
      "start": 320.16,
      "dur": 2.23,
      "text": "the chamber just about 10 or 12 minutes ago. He'd been involved in negotiations"
    },
    {
      "start": 322.4,
      "dur": 2.069,
      "text": "ago. He'd been involved in negotiations outside with some of those who had"
    },
    {
      "start": 324.479,
      "dur": 1.43,
      "text": "outside with some of those who had concerns. And just to give you a little"
    },
    {
      "start": 325.919,
      "dur": 1.911,
      "text": "concerns. And just to give you a little bit more detail on this, there were"
    },
    {
      "start": 327.84,
      "dur": 1.75,
      "text": "bit more detail on this, there were concerns that initially the government"
    },
    {
      "start": 329.6,
      "dur": 1.589,
      "text": "concerns that initially the government wanted to say this independent"
    },
    {
      "start": 331.199,
      "dur": 2.231,
      "text": "wanted to say this independent committee, [snorts] the ISC, could"
    },
    {
      "start": 333.44,
      "dur": 2.71,
      "text": "committee, [snorts] the ISC, could advise senior civil servants, could"
    },
    {
      "start": 336.16,
      "dur": 1.749,
      "text": "advise senior civil servants, could advise the cabinet secretary on what"
    },
    {
      "start": 337.919,
      "dur": 1.911,
      "text": "advise the cabinet secretary on what should be released or what shouldn't. It"
    },
    {
      "start": 339.84,
      "dur": 1.67,
      "text": "should be released or what shouldn't. It looks as though now it's the"
    },
    {
      "start": 341.52,
      "dur": 1.43,
      "text": "looks as though now it's the intelligence and security committee"
    },
    {
      "start": 342.96,
      "dur": 1.91,
      "text": "intelligence and security committee itself that can make that kind of"
    },
    {
      "start": 344.88,
      "dur": 1.11,
      "text": "itself that can make that kind of determination."
    },
    {
      "start": 346.0,
      "dur": 2.79,
      "text": "determination. &gt;&gt; And Ian, that means it's another hit for"
    },
    {
      "start": 348.8,
      "dur": 2.31,
      "text": "&gt;&gt; And Ian, that means it's another hit for Kem Benedok because she suggested that"
    },
    {
      "start": 351.12,
      "dur": 2.31,
      "text": "Kem Benedok because she suggested that in prime minister's questions as she"
    },
    {
      "start": 353.44,
      "dur": 2.95,
      "text": "in prime minister's questions as she warned Labour MPs not to be complicit in"
    },
    {
      "start": 356.4,
      "dur": 2.87,
      "text": "warned Labour MPs not to be complicit in the coverup. So she got and managed to"
    },
    {
      "start": 359.28,
      "dur": 1.43,
      "text": "the coverup. So she got and managed to get that extraction from the prime"
    },
    {
      "start": 360.72,
      "dur": 1.749,
      "text": "get that extraction from the prime minister. He did know about the"
    },
    {
      "start": 362.479,
      "dur": 1.83,
      "text": "minister. He did know about the continuing friendship with Jeffrey"
    },
    {
      "start": 364.319,
      "dur": 2.551,
      "text": "continuing friendship with Jeffrey Epstein when he made the appointment."
    },
    {
      "start": 366.88,
      "dur": 1.749,
      "text": "Epstein when he made the appointment. That was hit number one. But now hit"
    },
    {
      "start": 368.639,
      "dur": 2.071,
      "text": "That was hit number one. But now hit number two because the suggestion she"
    },
    {
      "start": 370.72,
      "dur": 2.07,
      "text": "number two because the suggestion she made in terms of the amendment that is"
    },
    {
      "start": 372.8,
      "dur": 1.59,
      "text": "made in terms of the amendment that is where we've ended up."
    },
    {
      "start": 374.4,
      "dur": 1.509,
      "text": "where we've ended up. &gt;&gt; That's right. And you're absolutely"
    },
    {
      "start": 375.919,
      "dur": 2.151,
      "text": "&gt;&gt; That's right. And you're absolutely right. I think it was significant that"
    },
    {
      "start": 378.08,
      "dur": 2.79,
      "text": "right. I think it was significant that she got uh Kier Salmer to say explicitly"
    },
    {
      "start": 380.88,
      "dur": 2.71,
      "text": "she got uh Kier Salmer to say explicitly what was implicitly the case that uh he"
    },
    {
      "start": 383.6,
      "dur": 2.23,
      "text": "what was implicitly the case that uh he knew that uh Peter Manderson's"
    },
    {
      "start": 385.84,
      "dur": 3.11,
      "text": "knew that uh Peter Manderson's relationship his uh his friendship with"
    },
    {
      "start": 388.96,
      "dur": 2.15,
      "text": "relationship his uh his friendship with Jeffrey Epstein continued beyond"
    },
    {
      "start": 391.12,
      "dur": 3.03,
      "text": "Jeffrey Epstein continued beyond Epstein's initial uh conviction back in"
    },
    {
      "start": 394.16,
      "dur": 2.95,
      "text": "Epstein's initial uh conviction back in 2008. uh and she wanted to draw a line"
    },
    {
      "start": 397.12,
      "dur": 1.189,
      "text": "2008. uh and she wanted to draw a line there and said actually you know the"
    },
    {
      "start": 398.319,
      "dur": 1.99,
      "text": "there and said actually you know the prime minister says the extent and depth"
    },
    {
      "start": 400.319,
      "dur": 2.231,
      "text": "prime minister says the extent and depth of that relationship only became known"
    },
    {
      "start": 402.56,
      "dur": 2.629,
      "text": "of that relationship only became known much much later uh that's why he was"
    },
    {
      "start": 405.199,
      "dur": 1.43,
      "text": "much much later uh that's why he was sacked she was saying no he should never"
    },
    {
      "start": 406.639,
      "dur": 1.191,
      "text": "sacked she was saying no he should never have been appointed in the first place"
    },
    {
      "start": 407.84,
      "dur": 1.59,
      "text": "have been appointed in the first place so that was as you say hit number one"
    },
    {
      "start": 409.44,
      "dur": 1.589,
      "text": "so that was as you say hit number one but hit number two I think she really"
    },
    {
      "start": 411.039,
      "dur": 1.59,
      "text": "but hit number two I think she really did punch the bruise on the labor"
    },
    {
      "start": 412.639,
      "dur": 2.39,
      "text": "did punch the bruise on the labor benches because no Labour MP wants to be"
    },
    {
      "start": 415.039,
      "dur": 1.831,
      "text": "benches because no Labour MP wants to be associated with Peter Manderson as"
    },
    {
      "start": 416.88,
      "dur": 1.67,
      "text": "associated with Peter Manderson as things are now including those who were"
    },
    {
      "start": 418.56,
      "dur": 1.51,
      "text": "things are now including those who were perhaps his close colleagues and"
    },
    {
      "start": 420.08,
      "dur": 2.87,
      "text": "perhaps his close colleagues and confidants not so long ago and she was"
    },
    {
      "start": 422.96,
      "dur": 1.669,
      "text": "confidants not so long ago and she was effectively saying that if they voted"
    },
    {
      "start": 424.639,
      "dur": 3.031,
      "text": "effectively saying that if they voted for exclusions to the uh documentation"
    },
    {
      "start": 427.68,
      "dur": 1.909,
      "text": "for exclusions to the uh documentation then they would be guilty of a cover up."
    },
    {
      "start": 429.599,
      "dur": 1.831,
      "text": "then they would be guilty of a cover up. They didn't want to do that and they've"
    },
    {
      "start": 431.44,
      "dur": 1.67,
      "text": "They didn't want to do that and they've now found a different way of doing that."
    },
    {
      "start": 433.12,
      "dur": 1.509,
      "text": "now found a different way of doing that. But she herself had suggested that the"
    },
    {
      "start": 434.639,
      "dur": 1.431,
      "text": "But she herself had suggested that the intelligence and security committee"
    },
    {
      "start": 436.08,
      "dur": 2.389,
      "text": "intelligence and security committee would be a useful compromise so that"
    },
    {
      "start": 438.479,
      "dur": 1.83,
      "text": "would be a useful compromise so that genuine national security considerations"
    },
    {
      "start": 440.319,
      "dur": 2.071,
      "text": "genuine national security considerations are taken into account rather than"
    },
    {
      "start": 442.4,
      "dur": 1.509,
      "text": "are taken into account rather than potentially the grounds for wider"
    },
    {
      "start": 443.919,
      "dur": 3.351,
      "text": "potentially the grounds for wider exclusions. So yes, in that sense"
    },
    {
      "start": 447.28,
      "dur": 2.79,
      "text": "exclusions. So yes, in that sense this makes K star's position even more"
    },
    {
      "start": 450.08,
      "dur": 2.31,
      "text": "this makes K star's position even more uncomfortable. Just a final quick"
    },
    {
      "start": 452.4,
      "dur": 4.15,
      "text": "uncomfortable. Just a final quick thought in how weak is Kama's position"
    },
    {
      "start": 456.56,
      "dur": 2.71,
      "text": "thought in how weak is Kama's position now within the party given everything"
    },
    {
      "start": 459.28,
      "dur": 1.83,
      "text": "now within the party given everything we're seeing and of course given all the"
    },
    {
      "start": 461.12,
      "dur": 2.23,
      "text": "we're seeing and of course given all the backdrop that led up to this."
    },
    {
      "start": 463.36,
      "dur": 1.59,
      "text": "backdrop that led up to this. &gt;&gt; Well, I think it's significant that they"
    },
    {
      "start": 464.96,
      "dur": 2.47,
      "text": "&gt;&gt; Well, I think it's significant that they couldn't necessarily shepherd his own"
    },
    {
      "start": 467.44,
      "dur": 2.55,
      "text": "couldn't necessarily shepherd his own MPs on this and and in in recent times"
    },
    {
      "start": 470.0,
      "dur": 2.07,
      "text": "MPs on this and and in in recent times of course on on many other issues. what"
    },
    {
      "start": 472.08,
      "dur": 1.509,
      "text": "of course on on many other issues. what the conservatives say is now the the"
    },
    {
      "start": 473.599,
      "dur": 1.751,
      "text": "the conservatives say is now the the backbenches, the people outside the the"
    },
    {
      "start": 475.36,
      "dur": 2.79,
      "text": "backbenches, the people outside the the cabinet are the people driving uh the"
    },
    {
      "start": 478.16,
      "dur": 1.83,
      "text": "cabinet are the people driving uh the government agenda rather than the prime"
    },
    {
      "start": 480.0,
      "dur": 2.15,
      "text": "government agenda rather than the prime minister himself. And he looked as"
    },
    {
      "start": 482.16,
      "dur": 1.35,
      "text": "minister himself. And he looked as though he was getting on the front foot."
    },
    {
      "start": 483.52,
      "dur": 1.349,
      "text": "though he was getting on the front foot. He was taken actually against Peter"
    },
    {
      "start": 484.879,
      "dur": 1.43,
      "text": "He was taken actually against Peter Manderson, trying to strip him of his"
    },
    {
      "start": 486.319,
      "dur": 2.231,
      "text": "Manderson, trying to strip him of his title, making sure he was under pressure"
    },
    {
      "start": 488.56,
      "dur": 2.309,
      "text": "title, making sure he was under pressure to resign from the House of Lords,"
    },
    {
      "start": 490.879,
      "dur": 2.31,
      "text": "to resign from the House of Lords, calling for an inquiry by the cabinet"
    },
    {
      "start": 493.199,
      "dur": 1.911,
      "text": "calling for an inquiry by the cabinet secretary into what Lord Manderson had"
    },
    {
      "start": 495.12,
      "dur": 1.349,
      "text": "secretary into what Lord Manderson had been up to when he was business"
    },
    {
      "start": 496.479,
      "dur": 2.15,
      "text": "been up to when he was business secretary many years ago. that looked"
    },
    {
      "start": 498.639,
      "dur": 1.191,
      "text": "secretary many years ago. that looked like he was getting the front foot, but"
    },
    {
      "start": 499.84,
      "dur": 2.55,
      "text": "like he was getting the front foot, but he wasn't able to bring his own troops"
    },
    {
      "start": 502.4,
      "dur": 1.509,
      "text": "he wasn't able to bring his own troops with him when it came to getting some"
    },
    {
      "start": 503.919,
      "dur": 2.631,
      "text": "with him when it came to getting some exclusions to the documents around Peter"
    },
    {
      "start": 506.56,
      "dur": 2.15,
      "text": "exclusions to the documents around Peter Manderson's uh appointment and what"
    },
    {
      "start": 508.72,
      "dur": 1.67,
      "text": "Manderson's uh appointment and what Peter Manderson was up to when he was in"
    },
    {
      "start": 510.4,
      "dur": 2.309,
      "text": "Peter Manderson was up to when he was in Washington far more recently. So yes,"
    },
    {
      "start": 512.719,
      "dur": 2.151,
      "text": "Washington far more recently. So yes, that does make his position weaker. I"
    },
    {
      "start": 514.88,
      "dur": 1.19,
      "text": "that does make his position weaker. I think the government did try to"
    },
    {
      "start": 516.08,
      "dur": 2.47,
      "text": "think the government did try to underline though that it's in favor of"
    },
    {
      "start": 518.56,
      "dur": 3.029,
      "text": "underline though that it's in favor of transparency despite these uh the events"
    },
    {
      "start": 521.599,
      "dur": 2.471,
      "text": "transparency despite these uh the events of this afternoon. Uh we are going to"
    },
    {
      "start": 524.08,
      "dur": 1.99,
      "text": "of this afternoon. Uh we are going to see the initial release of some"
    },
    {
      "start": 526.08,
      "dur": 2.39,
      "text": "see the initial release of some documents uh once this debate concludes"
    },
    {
      "start": 528.48,
      "dur": 1.51,
      "text": "documents uh once this debate concludes after 7 o'clock. [snorts]"
    },
    {
      "start": 530.0,
      "dur": 2.79,
      "text": "after 7 o'clock. [snorts] &gt;&gt; Ian, thanks again uh Ian Watson there at"
    },
    {
      "start": 532.8,
      "dur": 2.63,
      "text": "&gt;&gt; Ian, thanks again uh Ian Watson there at Westminster for us. Things moving all"
    },
    {
      "start": 535.44,
      "dur": 1.59,
      "text": "Westminster for us. Things moving all the time there. So we'll continue to"
    },
    {
      "start": 537.04,
      "dur": 2.39,
      "text": "the time there. So we'll continue to keep an eye on that debate. Well, I've"
    },
    {
      "start": 539.44,
      "dur": 2.15,
      "text": "keep an eye on that debate. Well, I've also been speaking on the program to"
    },
    {
      "start": 541.6,
      "dur": 1.83,
      "text": "also been speaking on the program to George Parker, political editor at the"
    },
    {
      "start": 543.44,
      "dur": 1.67,
      "text": "George Parker, political editor at the FT. You may remember that famous"
    },
    {
      "start": 545.12,
      "dur": 2.709,
      "text": "FT. You may remember that famous exchange he had with Peter Mandlesson on"
    },
    {
      "start": 547.839,
      "dur": 2.471,
      "text": "exchange he had with Peter Mandlesson on a train about Jeffrey Epstein. We"
    },
    {
      "start": 550.32,
      "dur": 2.23,
      "text": "a train about Jeffrey Epstein. We started by talking about the magnitude"
    },
    {
      "start": 552.56,
      "dur": 1.67,
      "text": "started by talking about the magnitude of this scandal."
    },
    {
      "start": 554.24,
      "dur": 2.31,
      "text": "of this scandal. &gt;&gt; I don't really remember a scandal on"
    },
    {
      "start": 556.56,
      "dur": 1.99,
      "text": "&gt;&gt; I don't really remember a scandal on quite this scale. You know, Peter Band"
    },
    {
      "start": 558.56,
      "dur": 1.91,
      "text": "quite this scale. You know, Peter Band was someone who was really almost at the"
    },
    {
      "start": 560.48,
      "dur": 1.349,
      "text": "was someone who was really almost at the very top of British politics. He was"
    },
    {
      "start": 561.839,
      "dur": 1.67,
      "text": "very top of British politics. He was effectively the deputy prime minister to"
    },
    {
      "start": 563.519,
      "dur": 2.951,
      "text": "effectively the deputy prime minister to Gordon Brown back in 2009. He'd been in"
    },
    {
      "start": 566.48,
      "dur": 2.95,
      "text": "Gordon Brown back in 2009. He'd been in receipt of money, $75,000 that we know"
    },
    {
      "start": 569.44,
      "dur": 2.47,
      "text": "receipt of money, $75,000 that we know about which wasn't declared. And later"
    },
    {
      "start": 571.92,
      "dur": 1.19,
      "text": "about which wasn't declared. And later on, when he was a minister, he was"
    },
    {
      "start": 573.12,
      "dur": 2.95,
      "text": "on, when he was a minister, he was passing government secrets to Jeffrey"
    },
    {
      "start": 576.08,
      "dur": 2.63,
      "text": "passing government secrets to Jeffrey Epstein, a convicted pedophile. And it's"
    },
    {
      "start": 578.72,
      "dur": 2.789,
      "text": "Epstein, a convicted pedophile. And it's an incredible story. Um, it will fuel"
    },
    {
      "start": 581.519,
      "dur": 1.75,
      "text": "an incredible story. Um, it will fuel conspiracy theories, I suspect, for many"
    },
    {
      "start": 583.279,
      "dur": 2.55,
      "text": "conspiracy theories, I suspect, for many years to come. Um, and you know, on a"
    },
    {
      "start": 585.839,
      "dur": 1.511,
      "text": "years to come. Um, and you know, on a scale of British political scandals,"
    },
    {
      "start": 587.36,
      "dur": 1.99,
      "text": "scale of British political scandals, it's right at the top, I'd say."
    },
    {
      "start": 589.36,
      "dur": 2.95,
      "text": "it's right at the top, I'd say. &gt;&gt; I mentioned the exchange you had uh a"
    },
    {
      "start": 592.32,
      "dur": 2.39,
      "text": "&gt;&gt; I mentioned the exchange you had uh a few years ago with Peter Mlesson on the"
    },
    {
      "start": 594.72,
      "dur": 3.91,
      "text": "few years ago with Peter Mlesson on the train uh where he let rip furiously at"
    },
    {
      "start": 598.64,
      "dur": 2.869,
      "text": "train uh where he let rip furiously at you exploitives as well. For for people"
    },
    {
      "start": 601.519,
      "dur": 2.551,
      "text": "you exploitives as well. For for people watching who don't know about that, just"
    },
    {
      "start": 604.08,
      "dur": 2.869,
      "text": "watching who don't know about that, just recap, explain what actually happened"
    },
    {
      "start": 606.959,
      "dur": 1.271,
      "text": "recap, explain what actually happened here."
    },
    {
      "start": 608.24,
      "dur": 1.91,
      "text": "here. Well, it was a story that we a magazine"
    },
    {
      "start": 610.16,
      "dur": 1.669,
      "text": "Well, it was a story that we a magazine story we wrote about Peter Manderson"
    },
    {
      "start": 611.839,
      "dur": 1.511,
      "text": "story we wrote about Peter Manderson exactly a year ago actually. It was"
    },
    {
      "start": 613.36,
      "dur": 2.63,
      "text": "exactly a year ago actually. It was published and um I was profiling him. I"
    },
    {
      "start": 616.0,
      "dur": 1.269,
      "text": "published and um I was profiling him. I was I think did the only interview with"
    },
    {
      "start": 617.279,
      "dur": 1.591,
      "text": "was I think did the only interview with Peter Manson before his appointment just"
    },
    {
      "start": 618.88,
      "dur": 2.71,
      "text": "Peter Manson before his appointment just before his appointment to Washington."
    },
    {
      "start": 621.6,
      "dur": 1.83,
      "text": "before his appointment to Washington. And I thought I would leave it to the"
    },
    {
      "start": 623.44,
      "dur": 1.43,
      "text": "And I thought I would leave it to the very end of the interview to ask him"
    },
    {
      "start": 624.88,
      "dur": 1.189,
      "text": "very end of the interview to ask him about his relationship with Jeffrey"
    },
    {
      "start": 626.079,
      "dur": 2.071,
      "text": "about his relationship with Jeffrey Epste. And frankly, not many people were"
    },
    {
      "start": 628.16,
      "dur": 2.31,
      "text": "Epste. And frankly, not many people were asking about that at the time. And you"
    },
    {
      "start": 630.48,
      "dur": 2.31,
      "text": "asking about that at the time. And you could feel the chill descend on the"
    },
    {
      "start": 632.8,
      "dur": 1.99,
      "text": "could feel the chill descend on the railway carriage. And he said that he"
    },
    {
      "start": 634.8,
      "dur": 1.75,
      "text": "railway carriage. And he said that he regretted meeting Epstein and the harm"
    },
    {
      "start": 636.56,
      "dur": 1.43,
      "text": "regretted meeting Epstein and the harm done to the women and girls that he"
    },
    {
      "start": 638.0,
      "dur": 3.11,
      "text": "done to the women and girls that he abused. And then he said this is an FT"
    },
    {
      "start": 641.12,
      "dur": 4.23,
      "text": "abused. And then he said this is an FT obsession and frankly you can all f off."
    },
    {
      "start": 645.36,
      "dur": 1.19,
      "text": "obsession and frankly you can all f off. Matthew not going to use the word he"
    },
    {
      "start": 646.56,
      "dur": 1.59,
      "text": "Matthew not going to use the word he used but he he said that word and I"
    },
    {
      "start": 648.16,
      "dur": 1.75,
      "text": "used but he he said that word and I thought that's extraordinary for someone"
    },
    {
      "start": 649.92,
      "dur": 1.11,
      "text": "thought that's extraordinary for someone who's about to take on the biggest"
    },
    {
      "start": 651.04,
      "dur": 1.43,
      "text": "who's about to take on the biggest diplomatic job in the British government"
    },
    {
      "start": 652.48,
      "dur": 1.83,
      "text": "diplomatic job in the British government to be using that kind of language. But"
    },
    {
      "start": 654.32,
      "dur": 1.91,
      "text": "to be using that kind of language. But it showed of course quite what he had to"
    },
    {
      "start": 656.24,
      "dur": 0.63,
      "text": "it showed of course quite what he had to hide."
    },
    {
      "start": 656.88,
      "dur": 2.23,
      "text": "hide. &gt;&gt; It it showed too perhaps he he just"
    },
    {
      "start": 659.12,
      "dur": 1.91,
      "text": "&gt;&gt; It it showed too perhaps he he just simply was dismissive. Thought all of"
    },
    {
      "start": 661.04,
      "dur": 2.31,
      "text": "simply was dismissive. Thought all of this didn't really matter. happened in"
    },
    {
      "start": 663.36,
      "dur": 3.35,
      "text": "this didn't really matter. happened in the past and presumably annoyed at"
    },
    {
      "start": 666.72,
      "dur": 1.91,
      "text": "the past and presumably annoyed at people like you continuing to ask"
    },
    {
      "start": 668.64,
      "dur": 2.23,
      "text": "people like you continuing to ask questions about it."
    },
    {
      "start": 670.88,
      "dur": 2.389,
      "text": "questions about it. &gt;&gt; Yeah, exactly. And I mean uh to be fair"
    },
    {
      "start": 673.279,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, exactly. And I mean uh to be fair to my excellent colleague Jim Pickard,"
    },
    {
      "start": 675.279,
      "dur": 1.911,
      "text": "to my excellent colleague Jim Pickard, he's been on Peter Manderson's case for"
    },
    {
      "start": 677.2,
      "dur": 3.83,
      "text": "he's been on Peter Manderson's case for 15 years or so reporting uh various"
    },
    {
      "start": 681.04,
      "dur": 2.15,
      "text": "15 years or so reporting uh various scandals that he's been involved in. And"
    },
    {
      "start": 683.2,
      "dur": 3.27,
      "text": "scandals that he's been involved in. And most recently he revealed in 2023, so"
    },
    {
      "start": 686.48,
      "dur": 1.83,
      "text": "most recently he revealed in 2023, so this is a couple of years ago now, that"
    },
    {
      "start": 688.32,
      "dur": 2.31,
      "text": "this is a couple of years ago now, that Peter Manson had stayed in the Manhattan"
    },
    {
      "start": 690.64,
      "dur": 2.47,
      "text": "Peter Manson had stayed in the Manhattan townhouse of Jeff Jeffrey Epstein while"
    },
    {
      "start": 693.12,
      "dur": 2.23,
      "text": "townhouse of Jeff Jeffrey Epstein while Jeffrey Epstein was in prison for"
    },
    {
      "start": 695.36,
      "dur": 2.39,
      "text": "Jeffrey Epstein was in prison for soliciting a minor for sex. At the time,"
    },
    {
      "start": 697.76,
      "dur": 1.43,
      "text": "soliciting a minor for sex. At the time, Peter Manson, I said, was effectively"
    },
    {
      "start": 699.2,
      "dur": 1.59,
      "text": "Peter Manson, I said, was effectively the deputy prime minister making a"
    },
    {
      "start": 700.8,
      "dur": 2.469,
      "text": "the deputy prime minister making a private visit to the home of a convicted"
    },
    {
      "start": 703.279,
      "dur": 1.271,
      "text": "private visit to the home of a convicted pedophile. So that was in the public"
    },
    {
      "start": 704.56,
      "dur": 3.43,
      "text": "pedophile. So that was in the public domain in 2023. Jim uh raised it with"
    },
    {
      "start": 708.0,
      "dur": 1.35,
      "text": "domain in 2023. Jim uh raised it with the prime minister at a press conference"
    },
    {
      "start": 709.36,
      "dur": 3.51,
      "text": "the prime minister at a press conference in January 2024. Also, Karma was well"
    },
    {
      "start": 712.88,
      "dur": 1.509,
      "text": "in January 2024. Also, Karma was well aware of it and that was what was"
    },
    {
      "start": 714.399,
      "dur": 2.311,
      "text": "aware of it and that was what was brought up in the chamber today by Kemmy"
    },
    {
      "start": 716.72,
      "dur": 1.669,
      "text": "brought up in the chamber today by Kemmy Bnock. the fact that Kiss Armor must"
    },
    {
      "start": 718.399,
      "dur": 1.751,
      "text": "Bnock. the fact that Kiss Armor must have known about this and for the first"
    },
    {
      "start": 720.16,
      "dur": 3.52,
      "text": "have known about this and for the first time publicly he confirmed that he"
    }
  ]
}