{
  "videoId": "r7iImDYhURA",
  "title": "Donald Trump says he ‘didn’t see’ part of video with racist clip depicting Obamas as apes | BBC News",
  "publishedAt": "2026-02-07",
  "channel": "BBC News",
  "durationSeconds": 321,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.52,
      "text": "to other news now. And President Trump"
    },
    {
      "start": 1.68,
      "dur": 2.31,
      "text": "to other news now. And President Trump has declined to apologize for a racist"
    },
    {
      "start": 4.0,
      "dur": 2.309,
      "text": "has declined to apologize for a racist video posted on his social media account"
    },
    {
      "start": 6.319,
      "dur": 1.991,
      "text": "video posted on his social media account depicting former President Barack Obama"
    },
    {
      "start": 8.32,
      "dur": 2.63,
      "text": "depicting former President Barack Obama and his wife Michelle as apes. Mr. Trump"
    },
    {
      "start": 10.96,
      "dur": 1.669,
      "text": "and his wife Michelle as apes. Mr. Trump blamed a member of his staff for what he"
    },
    {
      "start": 12.639,
      "dur": 1.99,
      "text": "blamed a member of his staff for what he called a mistake. Now deleted, he's"
    },
    {
      "start": 14.639,
      "dur": 2.39,
      "text": "called a mistake. Now deleted, he's facing a significant backlash over the"
    },
    {
      "start": 17.039,
      "dur": 2.871,
      "text": "facing a significant backlash over the video, which the BBC is not showing. It"
    },
    {
      "start": 19.92,
      "dur": 2.95,
      "text": "video, which the BBC is not showing. It is a parody of Disney's Lion King. It"
    },
    {
      "start": 22.88,
      "dur": 1.99,
      "text": "is a parody of Disney's Lion King. It depicts Mr. Trump as a lion, while"
    },
    {
      "start": 24.88,
      "dur": 1.67,
      "text": "depicts Mr. Trump as a lion, while senior Democrats are portrayed as"
    },
    {
      "start": 26.56,
      "dur": 2.23,
      "text": "senior Democrats are portrayed as various animals worshiping him. The"
    },
    {
      "start": 28.8,
      "dur": 2.229,
      "text": "various animals worshiping him. The Obamas are the only people depicted as"
    },
    {
      "start": 31.039,
      "dur": 2.071,
      "text": "Obamas are the only people depicted as apes. The White House press secretary,"
    },
    {
      "start": 33.12,
      "dur": 2.07,
      "text": "apes. The White House press secretary, Caroline Levit, initially defended the"
    },
    {
      "start": 35.2,
      "dur": 1.99,
      "text": "Caroline Levit, initially defended the video. Speaking on Air Force One,"
    },
    {
      "start": 37.2,
      "dur": 2.07,
      "text": "video. Speaking on Air Force One, President Trump said, \"I didn't see the"
    },
    {
      "start": 39.28,
      "dur": 1.75,
      "text": "President Trump said, \"I didn't see the whole thing.\" Claiming the video was"
    },
    {
      "start": 41.04,
      "dur": 2.07,
      "text": "whole thing.\" Claiming the video was published in error and he only saw the"
    },
    {
      "start": 43.12,
      "dur": 1.749,
      "text": "published in error and he only saw the start of it, which was focused on"
    },
    {
      "start": 44.879,
      "dur": 2.631,
      "text": "start of it, which was focused on alleged voter fraud, and he claims he"
    },
    {
      "start": 47.52,
      "dur": 1.99,
      "text": "alleged voter fraud, and he claims he gave it to staff to post. Well, the"
    },
    {
      "start": 49.52,
      "dur": 2.15,
      "text": "gave it to staff to post. Well, the video provoked widespread criticism,"
    },
    {
      "start": 51.68,
      "dur": 2.389,
      "text": "video provoked widespread criticism, including from many Republicans. Senator"
    },
    {
      "start": 54.079,
      "dur": 2.231,
      "text": "including from many Republicans. Senator Tim Scott, who is black, described it as"
    },
    {
      "start": 56.32,
      "dur": 2.869,
      "text": "Tim Scott, who is black, described it as the most racist thing I've seen out of"
    },
    {
      "start": 59.199,
      "dur": 2.231,
      "text": "the most racist thing I've seen out of this White House. When asked whether he"
    },
    {
      "start": 61.44,
      "dur": 2.07,
      "text": "this White House. When asked whether he renounces the racist part, Mr. Trump"
    },
    {
      "start": 63.52,
      "dur": 2.55,
      "text": "renounces the racist part, Mr. Trump fell short of making an apology."
    },
    {
      "start": 66.08,
      "dur": 0.389,
      "text": "fell short of making an apology. &gt;&gt; Did you?"
    },
    {
      "start": 66.479,
      "dur": 1.99,
      "text": "&gt;&gt; Did you? &gt;&gt; No, I didn't make a mistake. I mean, you"
    },
    {
      "start": 68.479,
      "dur": 2.151,
      "text": "&gt;&gt; No, I didn't make a mistake. I mean, you give I look at a lot of thousands of"
    },
    {
      "start": 70.64,
      "dur": 3.67,
      "text": "give I look at a lot of thousands of things. Um, and uh I looked at the"
    },
    {
      "start": 74.32,
      "dur": 2.23,
      "text": "things. Um, and uh I looked at the beginning of it. It was fine. They had"
    },
    {
      "start": 76.56,
      "dur": 1.589,
      "text": "beginning of it. It was fine. They had that one post and I guess it was a"
    },
    {
      "start": 78.159,
      "dur": 1.99,
      "text": "that one post and I guess it was a takeoff. By the way, a lot of people"
    },
    {
      "start": 80.159,
      "dur": 2.071,
      "text": "takeoff. By the way, a lot of people covered if you look at where it came"
    },
    {
      "start": 82.24,
      "dur": 2.31,
      "text": "covered if you look at where it came from. a lot of I guess it was a takeoff"
    },
    {
      "start": 84.56,
      "dur": 3.909,
      "text": "from. a lot of I guess it was a takeoff on the Lion King and uh certainly it was"
    },
    {
      "start": 88.479,
      "dur": 2.791,
      "text": "on the Lion King and uh certainly it was a a very strong post in terms of voter"
    },
    {
      "start": 91.28,
      "dur": 2.149,
      "text": "a a very strong post in terms of voter fraud. Nobody knew that that was in the"
    },
    {
      "start": 93.439,
      "dur": 1.111,
      "text": "fraud. Nobody knew that that was in the end. If they would have looked they"
    },
    {
      "start": 94.56,
      "dur": 1.83,
      "text": "end. If they would have looked they would have seen it and probably they"
    },
    {
      "start": 96.4,
      "dur": 1.27,
      "text": "would have seen it and probably they would have had the sense to take it"
    },
    {
      "start": 97.68,
      "dur": 0.789,
      "text": "would have had the sense to take it down."
    },
    {
      "start": 98.479,
      "dur": 1.511,
      "text": "down. &gt;&gt; As we mentioned there has been a lot of"
    },
    {
      "start": 100.0,
      "dur": 2.469,
      "text": "&gt;&gt; As we mentioned there has been a lot of reaction. Avette Clark is chair of the"
    },
    {
      "start": 102.479,
      "dur": 2.471,
      "text": "reaction. Avette Clark is chair of the Congressional Black Caucus in the US."
    },
    {
      "start": 104.96,
      "dur": 2.07,
      "text": "Congressional Black Caucus in the US. She says she isn't surprised by the"
    },
    {
      "start": 107.04,
      "dur": 3.67,
      "text": "She says she isn't surprised by the video being posted. My reaction was the"
    },
    {
      "start": 110.72,
      "dur": 4.63,
      "text": "video being posted. My reaction was the the same out outrage and alarm that uh"
    },
    {
      "start": 115.36,
      "dur": 2.87,
      "text": "the same out outrage and alarm that uh most people of goodwill uh felt at"
    },
    {
      "start": 118.24,
      "dur": 3.829,
      "text": "most people of goodwill uh felt at seeing the the video and posted by the"
    },
    {
      "start": 122.079,
      "dur": 2.07,
      "text": "seeing the the video and posted by the president of the United States or"
    },
    {
      "start": 124.159,
      "dur": 2.63,
      "text": "president of the United States or someone within his orbit. You know, I'm"
    },
    {
      "start": 126.799,
      "dur": 3.751,
      "text": "someone within his orbit. You know, I'm not surprised. Um I know that many"
    },
    {
      "start": 130.56,
      "dur": 2.15,
      "text": "not surprised. Um I know that many people are a bit shocked, but I'm I'm"
    },
    {
      "start": 132.72,
      "dur": 4.71,
      "text": "people are a bit shocked, but I'm I'm not. And that's because uh ever since"
    },
    {
      "start": 137.44,
      "dur": 4.55,
      "text": "not. And that's because uh ever since Donald Trump uh first ran for office, he"
    },
    {
      "start": 142.0,
      "dur": 1.67,
      "text": "Donald Trump uh first ran for office, he was"
    },
    {
      "start": 143.68,
      "dur": 4.549,
      "text": "was de a demonstrated racist. He cooked up a"
    },
    {
      "start": 148.239,
      "dur": 4.791,
      "text": "de a demonstrated racist. He cooked up a whole uh myth about President Barack"
    },
    {
      "start": 153.04,
      "dur": 5.51,
      "text": "whole uh myth about President Barack Obama uh being uh born in Kenya, the the"
    },
    {
      "start": 158.56,
      "dur": 2.389,
      "text": "Obama uh being uh born in Kenya, the the rise of birtherism here in the United"
    },
    {
      "start": 160.959,
      "dur": 2.231,
      "text": "rise of birtherism here in the United States. and and so it's it's just"
    },
    {
      "start": 163.2,
      "dur": 3.35,
      "text": "States. and and so it's it's just continued uh but the stakes have become"
    },
    {
      "start": 166.56,
      "dur": 3.91,
      "text": "continued uh but the stakes have become even higher uh with uh the his"
    },
    {
      "start": 170.48,
      "dur": 3.19,
      "text": "even higher uh with uh the his outlandish and quite frankly bigoted"
    },
    {
      "start": 173.68,
      "dur": 3.35,
      "text": "outlandish and quite frankly bigoted behavior. It it it it invokes violence"
    },
    {
      "start": 177.04,
      "dur": 3.75,
      "text": "behavior. It it it it invokes violence in a very volatile environment that"
    },
    {
      "start": 180.8,
      "dur": 3.11,
      "text": "in a very volatile environment that black Americans are living in right now."
    },
    {
      "start": 183.92,
      "dur": 1.589,
      "text": "black Americans are living in right now. Well, this was the reaction of Patrice"
    },
    {
      "start": 185.519,
      "dur": 2.231,
      "text": "Well, this was the reaction of Patrice Willoughby, global chief of policy at"
    },
    {
      "start": 187.76,
      "dur": 1.829,
      "text": "Willoughby, global chief of policy at the National Association for the"
    },
    {
      "start": 189.599,
      "dur": 2.71,
      "text": "the National Association for the Advancement of Colored People."
    },
    {
      "start": 192.319,
      "dur": 3.591,
      "text": "Advancement of Colored People. The president has used this type of"
    },
    {
      "start": 195.92,
      "dur": 4.55,
      "text": "The president has used this type of racial rhetoric in the past to create"
    },
    {
      "start": 200.48,
      "dur": 3.91,
      "text": "racial rhetoric in the past to create the impression that people of color are"
    },
    {
      "start": 204.4,
      "dur": 4.23,
      "text": "the impression that people of color are less worthy. And so the American public"
    },
    {
      "start": 208.64,
      "dur": 3.509,
      "text": "less worthy. And so the American public and the global public has recognized"
    },
    {
      "start": 212.159,
      "dur": 4.63,
      "text": "and the global public has recognized that this is a way to cast aspersions to"
    },
    {
      "start": 216.799,
      "dur": 1.831,
      "text": "that this is a way to cast aspersions to make other people appear as though they"
    },
    {
      "start": 218.64,
      "dur": 3.91,
      "text": "make other people appear as though they are less worthy of representation"
    },
    {
      "start": 222.56,
      "dur": 3.669,
      "text": "are less worthy of representation and it was very appropriately condemned"
    },
    {
      "start": 226.239,
      "dur": 3.35,
      "text": "and it was very appropriately condemned widely by politicians"
    },
    {
      "start": 229.599,
      "dur": 3.27,
      "text": "widely by politicians of both parties. But it is not"
    },
    {
      "start": 232.879,
      "dur": 2.391,
      "text": "of both parties. But it is not surprising because this is what the"
    },
    {
      "start": 235.28,
      "dur": 2.149,
      "text": "surprising because this is what the president has done throughout his"
    },
    {
      "start": 237.439,
      "dur": 1.51,
      "text": "president has done throughout his tenure."
    },
    {
      "start": 238.959,
      "dur": 2.151,
      "text": "tenure. &gt;&gt; In in any other sort of normal walk of"
    },
    {
      "start": 241.12,
      "dur": 2.469,
      "text": "&gt;&gt; In in any other sort of normal walk of life, I think it's fair to say that uh"
    },
    {
      "start": 243.599,
      "dur": 2.391,
      "text": "life, I think it's fair to say that uh if there was a CEO, this sort of thing"
    },
    {
      "start": 246.0,
      "dur": 2.869,
      "text": "if there was a CEO, this sort of thing would be career ending. I guess I want"
    },
    {
      "start": 248.879,
      "dur": 2.231,
      "text": "would be career ending. I guess I want to understand will this matter? Will"
    },
    {
      "start": 251.12,
      "dur": 2.95,
      "text": "to understand will this matter? Will this just blow over?"
    },
    {
      "start": 254.08,
      "dur": 2.31,
      "text": "this just blow over? &gt;&gt; This is a distraction."
    },
    {
      "start": 256.4,
      "dur": 3.91,
      "text": "&gt;&gt; This is a distraction. The president uh issues um uh statements"
    },
    {
      "start": 260.32,
      "dur": 3.03,
      "text": "The president uh issues um uh statements like this because it pulls attention"
    },
    {
      "start": 263.36,
      "dur": 4.47,
      "text": "like this because it pulls attention away from failed policies that he has on"
    },
    {
      "start": 267.84,
      "dur": 2.95,
      "text": "away from failed policies that he has on the economy and the lack of standing"
    },
    {
      "start": 270.8,
      "dur": 3.109,
      "text": "the economy and the lack of standing with other world leaders and the general"
    },
    {
      "start": 273.919,
      "dur": 4.631,
      "text": "with other world leaders and the general decline of the US in the eyes of people"
    },
    {
      "start": 278.56,
      "dur": 3.909,
      "text": "decline of the US in the eyes of people around the world. Overall, it will not"
    },
    {
      "start": 282.479,
      "dur": 3.831,
      "text": "around the world. Overall, it will not matter. It is a distraction because the"
    },
    {
      "start": 286.32,
      "dur": 2.71,
      "text": "matter. It is a distraction because the American people see what's happening in"
    },
    {
      "start": 289.04,
      "dur": 4.07,
      "text": "American people see what's happening in US cities with the proliferation of in"
    },
    {
      "start": 293.12,
      "dur": 4.069,
      "text": "US cities with the proliferation of in uh uh border and customs uh patrol uh"
    },
    {
      "start": 297.199,
      "dur": 2.871,
      "text": "uh uh border and customs uh patrol uh the growth of essentially secret police"
    },
    {
      "start": 300.08,
      "dur": 3.03,
      "text": "the growth of essentially secret police that are attacking people who are both"
    },
    {
      "start": 303.12,
      "dur": 2.55,
      "text": "that are attacking people who are both citizens and non-citizens and which"
    },
    {
      "start": 305.68,
      "dur": 2.789,
      "text": "citizens and non-citizens and which violates the constitution. So overall,"
    },
    {
      "start": 308.479,
      "dur": 1.911,
      "text": "violates the constitution. So overall, it's not going to matter because people"
    },
    {
      "start": 310.4,
      "dur": 2.789,
      "text": "it's not going to matter because people can differentiate between fact and"
    },
    {
      "start": 313.199,
      "dur": 2.311,
      "text": "can differentiate between fact and fiction. Patrice Willoughby, global"
    },
    {
      "start": 315.52,
      "dur": 1.669,
      "text": "fiction. Patrice Willoughby, global chief of policy at the National"
    },
    {
      "start": 317.199,
      "dur": 1.27,
      "text": "chief of policy at the National Association for the Advancement of"
    },
    {
      "start": 318.479,
      "dur": 2.56,
      "text": "Association for the Advancement of Colored People."
    }
  ]
}