{
  "videoId": "rKBfxp3cJ0c",
  "title": "Ukraine condemns 'brutal' Russian strikes ahead of second day of peace talks | BBC News",
  "publishedAt": "2026-01-24",
  "channel": "BBC News",
  "durationSeconds": 394,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.76,
      "text": "The Ukrainian foreign minister has"
    },
    {
      "start": 2.0,
      "dur": 2.23,
      "text": "The Ukrainian foreign minister has strongly criticized Russian air strikes"
    },
    {
      "start": 4.24,
      "dur": 1.91,
      "text": "strongly criticized Russian air strikes on the on the country overnight which"
    },
    {
      "start": 6.16,
      "dur": 2.07,
      "text": "on the on the country overnight which killed at least one person and injured"
    },
    {
      "start": 8.24,
      "dur": 2.389,
      "text": "killed at least one person and injured 15 others. Officials said the country"
    },
    {
      "start": 10.639,
      "dur": 2.151,
      "text": "15 others. Officials said the country was under air raid alert and warned of"
    },
    {
      "start": 12.8,
      "dur": 2.31,
      "text": "was under air raid alert and warned of drones and ballistic missiles. In the"
    },
    {
      "start": 15.12,
      "dur": 2.149,
      "text": "drones and ballistic missiles. In the capital Kev, the city's mayor, Vitali"
    },
    {
      "start": 17.279,
      "dur": 2.311,
      "text": "capital Kev, the city's mayor, Vitali Klitschko, said that nearly 6,000"
    },
    {
      "start": 19.6,
      "dur": 2.07,
      "text": "Klitschko, said that nearly 6,000 buildings were left without heating."
    },
    {
      "start": 21.68,
      "dur": 2.23,
      "text": "buildings were left without heating. Military bases were also struck."
    },
    {
      "start": 23.92,
      "dur": 1.589,
      "text": "Military bases were also struck. Ukraine's foreign minister said the"
    },
    {
      "start": 25.519,
      "dur": 2.391,
      "text": "Ukraine's foreign minister said the missiles had hit not only the Ukrainian"
    },
    {
      "start": 27.92,
      "dur": 3.669,
      "text": "missiles had hit not only the Ukrainian people but also the negotiation table."
    },
    {
      "start": 31.599,
      "dur": 1.831,
      "text": "people but also the negotiation table. While talks between Russia, the United"
    },
    {
      "start": 33.44,
      "dur": 2.55,
      "text": "While talks between Russia, the United States, and Ukraine are resuming in Abu"
    },
    {
      "start": 36.0,
      "dur": 2.229,
      "text": "States, and Ukraine are resuming in Abu Dhabi, they're the first three-way talk"
    },
    {
      "start": 38.239,
      "dur": 2.15,
      "text": "Dhabi, they're the first three-way talk since Russia's full-scale invasion of"
    },
    {
      "start": 40.399,
      "dur": 2.551,
      "text": "since Russia's full-scale invasion of Ukraine four years ago. Now, one of the"
    },
    {
      "start": 42.96,
      "dur": 2.39,
      "text": "Ukraine four years ago. Now, one of the key issues is the question of territory."
    },
    {
      "start": 45.36,
      "dur": 2.55,
      "text": "key issues is the question of territory. Before the full-scale invasion began in"
    },
    {
      "start": 47.92,
      "dur": 3.91,
      "text": "Before the full-scale invasion began in 2022, Russia had annexed just Crimea and"
    },
    {
      "start": 51.84,
      "dur": 2.389,
      "text": "2022, Russia had annexed just Crimea and parts of eastern Ukraine. But since"
    },
    {
      "start": 54.239,
      "dur": 2.15,
      "text": "parts of eastern Ukraine. But since then, Russia has taken much more of the"
    },
    {
      "start": 56.399,
      "dur": 2.47,
      "text": "then, Russia has taken much more of the country. The future of Ukraine's Donbass"
    },
    {
      "start": 58.879,
      "dur": 2.871,
      "text": "country. The future of Ukraine's Donbass region remains the key sticking point in"
    },
    {
      "start": 61.76,
      "dur": 1.99,
      "text": "region remains the key sticking point in these talks. Our Eastern Europe"
    },
    {
      "start": 63.76,
      "dur": 2.07,
      "text": "these talks. Our Eastern Europe correspondent Sarah Reignsford reports"
    },
    {
      "start": 65.84,
      "dur": 2.71,
      "text": "correspondent Sarah Reignsford reports from K. The format for these talks is"
    },
    {
      "start": 68.56,
      "dur": 2.71,
      "text": "from K. The format for these talks is new. the delegates are senior. But the"
    },
    {
      "start": 71.28,
      "dur": 2.07,
      "text": "new. the delegates are senior. But the starting positions haven't changed and"
    },
    {
      "start": 73.36,
      "dur": 1.429,
      "text": "starting positions haven't changed and they don't bode well for any"
    },
    {
      "start": 74.799,
      "dur": 2.63,
      "text": "they don't bode well for any breakthrough to peace because Russia is"
    },
    {
      "start": 77.439,
      "dur": 1.831,
      "text": "breakthrough to peace because Russia is still demanding Kiev surrender the rest"
    },
    {
      "start": 79.28,
      "dur": 2.79,
      "text": "still demanding Kiev surrender the rest of the eastern Donbass land Ukraine's"
    },
    {
      "start": 82.08,
      "dur": 2.15,
      "text": "of the eastern Donbass land Ukraine's troops have been defending for years."
    },
    {
      "start": 84.24,
      "dur": 5.11,
      "text": "troops have been defending for years. And for Kiev, that's impossible."
    },
    {
      "start": 89.36,
      "dur": 1.6,
      "text": "&gt;&gt; It is still too early to draw"
    },
    {
      "start": 90.96,
      "dur": 1.829,
      "text": "&gt;&gt; It is still too early to draw conclusions. We will see how the"
    },
    {
      "start": 92.799,
      "dur": 2.231,
      "text": "conclusions. We will see how the conversation goes tomorrow and what the"
    },
    {
      "start": 95.04,
      "dur": 2.15,
      "text": "conversation goes tomorrow and what the results will be. But it needs not only"
    },
    {
      "start": 97.2,
      "dur": 2.549,
      "text": "results will be. But it needs not only Ukraine to want to end this war. It"
    },
    {
      "start": 99.759,
      "dur": 5.831,
      "text": "Ukraine to want to end this war. It needs Russia to show a similar desire."
    },
    {
      "start": 105.6,
      "dur": 2.879,
      "text": "&gt;&gt; Instead, Russia is doing this."
    },
    {
      "start": 108.479,
      "dur": 2.231,
      "text": "&gt;&gt; Instead, Russia is doing this. Destroying power plants across Ukraine"
    },
    {
      "start": 110.72,
      "dur": 2.55,
      "text": "Destroying power plants across Ukraine that should supply homes, hospitals, and"
    },
    {
      "start": 113.28,
      "dur": 2.469,
      "text": "that should supply homes, hospitals, and schools. Round the clock repairs can't"
    },
    {
      "start": 115.759,
      "dur": 2.471,
      "text": "schools. Round the clock repairs can't keep up."
    },
    {
      "start": 118.24,
      "dur": 3.189,
      "text": "keep up. And this week, it's minus 11 in Kiev."
    },
    {
      "start": 121.439,
      "dur": 1.591,
      "text": "And this week, it's minus 11 in Kiev. There's talk of a humanitarian"
    },
    {
      "start": 123.04,
      "dur": 3.19,
      "text": "There's talk of a humanitarian catastrophe here. The attacks on the"
    },
    {
      "start": 126.24,
      "dur": 2.95,
      "text": "catastrophe here. The attacks on the power supply in Ukraine have been so"
    },
    {
      "start": 129.2,
      "dur": 1.99,
      "text": "power supply in Ukraine have been so extensive that when nightfalls now there"
    },
    {
      "start": 131.2,
      "dur": 2.15,
      "text": "extensive that when nightfalls now there are really big areas of Kiev just like"
    },
    {
      "start": 133.36,
      "dur": 2.63,
      "text": "are really big areas of Kiev just like this one where the lights don't come on"
    },
    {
      "start": 136.0,
      "dur": 2.07,
      "text": "this one where the lights don't come on anymore. There's no heat either in"
    },
    {
      "start": 138.08,
      "dur": 2.149,
      "text": "anymore. There's no heat either in people's homes. It is really"
    },
    {
      "start": 140.239,
      "dur": 2.07,
      "text": "people's homes. It is really debilitating and that's why so few"
    },
    {
      "start": 142.319,
      "dur": 2.63,
      "text": "debilitating and that's why so few Ukrainians really believe Vladimir Putin"
    },
    {
      "start": 144.959,
      "dur": 1.91,
      "text": "Ukrainians really believe Vladimir Putin can want peace when he's doing things"
    },
    {
      "start": 146.879,
      "dur": 2.551,
      "text": "can want peace when he's doing things like this."
    },
    {
      "start": 149.44,
      "dur": 2.789,
      "text": "like this. So families now huddle in heated tents"
    },
    {
      "start": 152.239,
      "dur": 2.63,
      "text": "So families now huddle in heated tents in the yards of their flats. Lydia"
    },
    {
      "start": 154.879,
      "dur": 2.951,
      "text": "in the yards of their flats. Lydia hasn't had electricity for 5 days. This"
    },
    {
      "start": 157.84,
      "dur": 4.07,
      "text": "hasn't had electricity for 5 days. This place is a lifeline."
    },
    {
      "start": 161.92,
      "dur": 1.76,
      "text": "&gt;&gt; But I ask her about doing a deal with"
    },
    {
      "start": 163.68,
      "dur": 3.99,
      "text": "&gt;&gt; But I ask her about doing a deal with Vladimir Putin."
    },
    {
      "start": 167.68,
      "dur": 2.48,
      "text": "&gt;&gt; And she tells me Ukrainians curse him in"
    },
    {
      "start": 170.16,
      "dur": 1.83,
      "text": "&gt;&gt; And she tells me Ukrainians curse him in their hearts."
    },
    {
      "start": 172.0,
      "dur": 2.39,
      "text": "their hearts. People here do want peace. They're"
    },
    {
      "start": 174.4,
      "dur": 1.59,
      "text": "People here do want peace. They're exhausted."
    },
    {
      "start": 176.0,
      "dur": 3.83,
      "text": "exhausted. but not peace at any cost,"
    },
    {
      "start": 179.84,
      "dur": 1.669,
      "text": "but not peace at any cost, even if they're being frozen in their"
    },
    {
      "start": 181.519,
      "dur": 3.271,
      "text": "even if they're being frozen in their own homes as punishment. Sarah Rainford,"
    },
    {
      "start": 184.8,
      "dur": 2.709,
      "text": "own homes as punishment. Sarah Rainford, BBC News, Kev."
    },
    {
      "start": 187.519,
      "dur": 1.99,
      "text": "BBC News, Kev. &gt;&gt; Our correspondent Abdul Jalil Abdul"
    },
    {
      "start": 189.519,
      "dur": 3.111,
      "text": "&gt;&gt; Our correspondent Abdul Jalil Abdul Razalov is in Kev for more on this. The"
    },
    {
      "start": 192.64,
      "dur": 3.27,
      "text": "Razalov is in Kev for more on this. The expectations here in Ukraine about these"
    },
    {
      "start": 195.92,
      "dur": 1.99,
      "text": "expectations here in Ukraine about these um this meeting in Abu Dhabi is quite"
    },
    {
      "start": 197.92,
      "dur": 2.71,
      "text": "um this meeting in Abu Dhabi is quite low because uh few people believe that"
    },
    {
      "start": 200.64,
      "dur": 2.39,
      "text": "low because uh few people believe that it would produce uh serious results"
    },
    {
      "start": 203.04,
      "dur": 2.31,
      "text": "it would produce uh serious results because the main issue the issue of"
    },
    {
      "start": 205.36,
      "dur": 2.71,
      "text": "because the main issue the issue of territory is still remaining and it"
    },
    {
      "start": 208.08,
      "dur": 2.869,
      "text": "territory is still remaining and it appears to be that uh the positions of"
    },
    {
      "start": 210.959,
      "dur": 2.151,
      "text": "appears to be that uh the positions of both Russia and Ukraine on this issue is"
    },
    {
      "start": 213.12,
      "dur": 2.55,
      "text": "both Russia and Ukraine on this issue is irreconcilable. Russia wants the part of"
    },
    {
      "start": 215.68,
      "dur": 2.39,
      "text": "irreconcilable. Russia wants the part of eastern Ukraine, the area called Donbas"
    },
    {
      "start": 218.08,
      "dur": 2.63,
      "text": "eastern Ukraine, the area called Donbas to be given to it and Ukraine says that"
    },
    {
      "start": 220.72,
      "dur": 1.429,
      "text": "to be given to it and Ukraine says that they've been defending that land for"
    },
    {
      "start": 222.159,
      "dur": 2.951,
      "text": "they've been defending that land for years and they cannot give it up without"
    },
    {
      "start": 225.12,
      "dur": 1.749,
      "text": "years and they cannot give it up without any fight and this is the red line that"
    },
    {
      "start": 226.879,
      "dur": 3.35,
      "text": "any fight and this is the red line that they will not cross and uh uh even"
    },
    {
      "start": 230.239,
      "dur": 1.671,
      "text": "they will not cross and uh uh even though President Zalinski says that this"
    },
    {
      "start": 231.92,
      "dur": 3.029,
      "text": "though President Zalinski says that this is the last mile in the negotiations and"
    },
    {
      "start": 234.959,
      "dur": 2.711,
      "text": "is the last mile in the negotiations and earlier Donald Trump mentioned that 95%"
    },
    {
      "start": 237.68,
      "dur": 2.39,
      "text": "earlier Donald Trump mentioned that 95% of the deal has been agreed. uh one"
    },
    {
      "start": 240.08,
      "dur": 2.149,
      "text": "of the deal has been agreed. uh one diplomat told me that unless everything"
    },
    {
      "start": 242.239,
      "dur": 2.791,
      "text": "diplomat told me that unless everything is agreed nothing is agreed. So uh"
    },
    {
      "start": 245.04,
      "dur": 1.51,
      "text": "is agreed nothing is agreed. So uh unless the issue of territory is"
    },
    {
      "start": 246.56,
      "dur": 2.79,
      "text": "unless the issue of territory is resolved there is no deal and therefore"
    },
    {
      "start": 249.36,
      "dur": 2.31,
      "text": "resolved there is no deal and therefore there won't be any peace and that's why"
    },
    {
      "start": 251.68,
      "dur": 1.51,
      "text": "there won't be any peace and that's why a lot of people here in Ukraine think"
    },
    {
      "start": 253.2,
      "dur": 2.15,
      "text": "a lot of people here in Ukraine think that Russia needs to show that they want"
    },
    {
      "start": 255.36,
      "dur": 2.709,
      "text": "that Russia needs to show that they want to end the war and this meeting is"
    },
    {
      "start": 258.079,
      "dur": 2.311,
      "text": "to end the war and this meeting is exactly about that for them. However,"
    },
    {
      "start": 260.4,
      "dur": 2.39,
      "text": "exactly about that for them. However, when Russia launches aerial attacks"
    },
    {
      "start": 262.8,
      "dur": 2.31,
      "text": "when Russia launches aerial attacks almost every day for them, it sends a"
    },
    {
      "start": 265.12,
      "dur": 2.069,
      "text": "almost every day for them, it sends a signal that Russia has no intentions of"
    },
    {
      "start": 267.199,
      "dur": 2.871,
      "text": "signal that Russia has no intentions of doing that and overnight they launch uh"
    },
    {
      "start": 270.08,
      "dur": 2.15,
      "text": "doing that and overnight they launch uh more than 20 missiles including"
    },
    {
      "start": 272.24,
      "dur": 3.75,
      "text": "more than 20 missiles including ballistic missiles and about 3775 drones"
    },
    {
      "start": 276.0,
      "dur": 1.83,
      "text": "ballistic missiles and about 3775 drones targeting different areas across"
    },
    {
      "start": 277.84,
      "dur": 3.67,
      "text": "targeting different areas across Ukraine. And uh at least one person was"
    },
    {
      "start": 281.52,
      "dur": 4.63,
      "text": "Ukraine. And uh at least one person was killed in Kiev. And now many areas in"
    },
    {
      "start": 286.16,
      "dur": 3.83,
      "text": "killed in Kiev. And now many areas in Kiev are now uh have no running water."
    },
    {
      "start": 290.0,
      "dur": 3.03,
      "text": "Kiev are now uh have no running water. They have nose heating and there is an"
    },
    {
      "start": 293.04,
      "dur": 2.63,
      "text": "They have nose heating and there is an emergency power crafts introduced across"
    },
    {
      "start": 295.68,
      "dur": 2.15,
      "text": "emergency power crafts introduced across the country because the energy grid is"
    },
    {
      "start": 297.84,
      "dur": 2.23,
      "text": "the country because the energy grid is already operating at its limits because"
    },
    {
      "start": 300.08,
      "dur": 2.71,
      "text": "already operating at its limits because all these attacks they target uh the"
    },
    {
      "start": 302.8,
      "dur": 2.55,
      "text": "all these attacks they target uh the energy facilities in K and other parts"
    },
    {
      "start": 305.36,
      "dur": 2.95,
      "text": "energy facilities in K and other parts of Ukraine. And as you say, we've been"
    },
    {
      "start": 308.32,
      "dur": 2.149,
      "text": "of Ukraine. And as you say, we've been here before when it comes to talks"
    },
    {
      "start": 310.479,
      "dur": 2.15,
      "text": "here before when it comes to talks trying to find a resolution. What"
    },
    {
      "start": 312.639,
      "dur": 1.751,
      "text": "trying to find a resolution. What concessions do you think Ukraine and"
    },
    {
      "start": 314.4,
      "dur": 6.55,
      "text": "concessions do you think Ukraine and Russia may make this time?"
    },
    {
      "start": 320.96,
      "dur": 3.28,
      "text": "&gt;&gt; Well, it is hard to say because uh as I"
    },
    {
      "start": 324.24,
      "dur": 3.11,
      "text": "&gt;&gt; Well, it is hard to say because uh as I said, the position uh of KF and Moscow"
    },
    {
      "start": 327.36,
      "dur": 2.389,
      "text": "said, the position uh of KF and Moscow on this issue and the issue of territory"
    },
    {
      "start": 329.759,
      "dur": 3.031,
      "text": "on this issue and the issue of territory has proven to be uh irreconcilable."
    },
    {
      "start": 332.8,
      "dur": 2.87,
      "text": "has proven to be uh irreconcilable. Moscow insists that they there is no"
    },
    {
      "start": 335.68,
      "dur": 2.789,
      "text": "Moscow insists that they there is no deal unless that area is given to them"
    },
    {
      "start": 338.479,
      "dur": 1.99,
      "text": "deal unless that area is given to them that they want that part of Donatk and"
    },
    {
      "start": 340.479,
      "dur": 2.871,
      "text": "that they want that part of Donatk and Lugans regions uh to be given to Russia"
    },
    {
      "start": 343.36,
      "dur": 3.35,
      "text": "Lugans regions uh to be given to Russia and without this they have no uh uh"
    },
    {
      "start": 346.72,
      "dur": 2.15,
      "text": "and without this they have no uh uh there is no agreement for them and they"
    },
    {
      "start": 348.88,
      "dur": 2.39,
      "text": "there is no agreement for them and they repeatedly stated that and President"
    },
    {
      "start": 351.28,
      "dur": 2.55,
      "text": "repeatedly stated that and President Zilinski and the Ukrainian officials"
    },
    {
      "start": 353.84,
      "dur": 4.47,
      "text": "Zilinski and the Ukrainian officials insist that uh they any territorial"
    },
    {
      "start": 358.32,
      "dur": 2.95,
      "text": "insist that uh they any territorial swaps any agreements on the territory"
    },
    {
      "start": 361.28,
      "dur": 1.99,
      "text": "swaps any agreements on the territory can be done only if there is a"
    },
    {
      "start": 363.28,
      "dur": 2.629,
      "text": "can be done only if there is a referendum and the people of Ukraine"
    },
    {
      "start": 365.919,
      "dur": 2.951,
      "text": "referendum and the people of Ukraine agree on those terms. But in order to"
    },
    {
      "start": 368.88,
      "dur": 1.67,
      "text": "agree on those terms. But in order to have a referendum, in order to have any"
    },
    {
      "start": 370.56,
      "dur": 1.83,
      "text": "have a referendum, in order to have any elections here, there must be a"
    },
    {
      "start": 372.4,
      "dur": 1.67,
      "text": "elections here, there must be a ceasefire. And this is something Russia"
    },
    {
      "start": 374.08,
      "dur": 1.75,
      "text": "ceasefire. And this is something Russia is not willing to do as well. They're"
    },
    {
      "start": 375.84,
      "dur": 1.99,
      "text": "is not willing to do as well. They're saying that there will be ceasefire only"
    },
    {
      "start": 377.84,
      "dur": 2.629,
      "text": "saying that there will be ceasefire only once there is a peace deal. And Ukraine"
    },
    {
      "start": 380.479,
      "dur": 1.43,
      "text": "once there is a peace deal. And Ukraine says in order to have a peace deal,"
    },
    {
      "start": 381.919,
      "dur": 1.83,
      "text": "says in order to have a peace deal, there must be a referendum. So we go"
    },
    {
      "start": 383.759,
      "dur": 2.231,
      "text": "there must be a referendum. So we go back to the square one again that both"
    },
    {
      "start": 386.0,
      "dur": 1.909,
      "text": "back to the square one again that both position both sides remain at their"
    },
    {
      "start": 387.919,
      "dur": 2.231,
      "text": "position both sides remain at their positions. And it appears that at this"
    },
    {
      "start": 390.16,
      "dur": 2.55,
      "text": "positions. And it appears that at this stage at least uh there there's unlikely"
    },
    {
      "start": 392.72,
      "dur": 3.12,
      "text": "stage at least uh there there's unlikely to be any serious progress."
    }
  ]
}