{
  "videoId": "RQKJ9hM16Cs",
  "title": "Andrea Bocelli on being asked to perform at the Winter Olympics | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 328,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.32,
      "text": "Now, this year's host Italy will kick"
    },
    {
      "start": 2.48,
      "dur": 2.07,
      "text": "Now, this year's host Italy will kick off the Winter Olympics with opening"
    },
    {
      "start": 4.56,
      "dur": 2.789,
      "text": "off the Winter Olympics with opening ceremonies in two locations. There are"
    },
    {
      "start": 7.359,
      "dur": 2.631,
      "text": "ceremonies in two locations. There are 16 sports to come, eight on ice, eight"
    },
    {
      "start": 10.0,
      "dur": 3.03,
      "text": "16 sports to come, eight on ice, eight on snow, involving some 3,000 athletes"
    },
    {
      "start": 13.04,
      "dur": 3.03,
      "text": "on snow, involving some 3,000 athletes who've traveled from 92 nations. Milan"
    },
    {
      "start": 16.08,
      "dur": 2.15,
      "text": "who've traveled from 92 nations. Milan and the town of Cortina Dampezo in the"
    },
    {
      "start": 18.24,
      "dur": 2.15,
      "text": "and the town of Cortina Dampezo in the heart of the Doommites. Most of the"
    },
    {
      "start": 20.4,
      "dur": 2.55,
      "text": "heart of the Doommites. Most of the indoor ice competitions such as figure"
    },
    {
      "start": 22.96,
      "dur": 1.99,
      "text": "indoor ice competitions such as figure skating and ice hockey will be hosted in"
    },
    {
      "start": 24.96,
      "dur": 2.389,
      "text": "skating and ice hockey will be hosted in Milan, while alpine skiing will be in"
    },
    {
      "start": 27.359,
      "dur": 2.791,
      "text": "Milan, while alpine skiing will be in Cortina. Snowboarding and free skiing"
    },
    {
      "start": 30.16,
      "dur": 2.63,
      "text": "Cortina. Snowboarding and free skiing will take place in Levvino. The opening"
    },
    {
      "start": 32.8,
      "dur": 2.71,
      "text": "will take place in Levvino. The opening ceremony will be held in Milan's famous"
    },
    {
      "start": 35.52,
      "dur": 4.709,
      "text": "ceremony will be held in Milan's famous Sansiro Stadium."
    },
    {
      "start": 40.239,
      "dur": 1.601,
      "text": "Well, it will feature musical"
    },
    {
      "start": 41.84,
      "dur": 2.63,
      "text": "Well, it will feature musical performances from Mariah Kerry Kerry and"
    },
    {
      "start": 44.48,
      "dur": 3.11,
      "text": "performances from Mariah Kerry Kerry and Andrea Belli. My colleague Maria Masheri"
    },
    {
      "start": 47.6,
      "dur": 2.07,
      "text": "Andrea Belli. My colleague Maria Masheri caught up with the worldrenowned tenner"
    },
    {
      "start": 49.68,
      "dur": 3.349,
      "text": "caught up with the worldrenowned tenner ahead of his performance. Andrea Belli,"
    },
    {
      "start": 53.039,
      "dur": 4.15,
      "text": "ahead of his performance. Andrea Belli, a very warm welcome to BBC News."
    },
    {
      "start": 57.199,
      "dur": 2.711,
      "text": "a very warm welcome to BBC News. Parlare conte it's a absolute pleasure"
    },
    {
      "start": 59.92,
      "dur": 2.23,
      "text": "Parlare conte it's a absolute pleasure to have you on the program and such an"
    },
    {
      "start": 62.16,
      "dur": 2.47,
      "text": "to have you on the program and such an exciting time as well as we look forward"
    },
    {
      "start": 64.64,
      "dur": 3.27,
      "text": "exciting time as well as we look forward to the winter Olympics kicking off and"
    },
    {
      "start": 67.92,
      "dur": 1.91,
      "text": "to the winter Olympics kicking off and let me ask you first of all you are of"
    },
    {
      "start": 69.84,
      "dur": 2.47,
      "text": "let me ask you first of all you are of course one of Italy's most renowned"
    },
    {
      "start": 72.32,
      "dur": 2.31,
      "text": "course one of Italy's most renowned artists worldwide. You performed in"
    },
    {
      "start": 74.64,
      "dur": 2.63,
      "text": "artists worldwide. You performed in incredible settings in incredible"
    },
    {
      "start": 77.28,
      "dur": 3.189,
      "text": "incredible settings in incredible moments. How excited are you about"
    },
    {
      "start": 80.479,
      "dur": 2.151,
      "text": "moments. How excited are you about performing in the opening ceremony of"
    },
    {
      "start": 82.64,
      "dur": 5.829,
      "text": "performing in the opening ceremony of the Winter Olympics?"
    },
    {
      "start": 88.479,
      "dur": 2.481,
      "text": "So, this is my second experience of this"
    },
    {
      "start": 90.96,
      "dur": 2.39,
      "text": "So, this is my second experience of this kind because years ago I took part in"
    },
    {
      "start": 93.36,
      "dur": 5.03,
      "text": "kind because years ago I took part in the opening of the Winter Olympics"
    },
    {
      "start": 98.4,
      "dur": 2.48,
      "text": "with a piece written by David Foster."
    },
    {
      "start": 100.88,
      "dur": 2.47,
      "text": "with a piece written by David Foster. This year, it's an even greater emotion"
    },
    {
      "start": 103.36,
      "dur": 2.069,
      "text": "This year, it's an even greater emotion because, as I've always said, I'm a"
    },
    {
      "start": 105.439,
      "dur": 2.071,
      "text": "because, as I've always said, I'm a patriot and I like representing my"
    },
    {
      "start": 107.52,
      "dur": 2.629,
      "text": "patriot and I like representing my country. What makes me happiest is my"
    },
    {
      "start": 110.159,
      "dur": 2.31,
      "text": "country. What makes me happiest is my country's ability to organize an event"
    },
    {
      "start": 112.479,
      "dur": 4.63,
      "text": "country's ability to organize an event of this importance and complexity."
    },
    {
      "start": 117.119,
      "dur": 2.881,
      "text": "Let's talk a little bit about your music"
    },
    {
      "start": 120.0,
      "dur": 3.35,
      "text": "Let's talk a little bit about your music and the way in which it has in the past"
    },
    {
      "start": 123.36,
      "dur": 3.029,
      "text": "and the way in which it has in the past been a symbol of unity in Italy,"
    },
    {
      "start": 126.399,
      "dur": 1.751,
      "text": "been a symbol of unity in Italy, including of course your unforgettable"
    },
    {
      "start": 128.16,
      "dur": 2.869,
      "text": "including of course your unforgettable solo performance in the Dwarma of Milan"
    },
    {
      "start": 131.039,
      "dur": 5.351,
      "text": "solo performance in the Dwarma of Milan during the COVID pandemic. Amazing"
    },
    {
      "start": 136.4,
      "dur": 3.12,
      "text": "grace, [singing]"
    },
    {
      "start": 139.52,
      "dur": 1.51,
      "text": "grace, [singing] how"
    },
    {
      "start": 141.04,
      "dur": 2.87,
      "text": "how sweet [singing]"
    },
    {
      "start": 143.92,
      "dur": 2.23,
      "text": "sweet [singing] the sound."
    },
    {
      "start": 146.16,
      "dur": 2.63,
      "text": "the sound. &gt;&gt; Do you think that sport and music have"
    },
    {
      "start": 148.8,
      "dur": 5.91,
      "text": "&gt;&gt; Do you think that sport and music have the ability to bring people together?"
    },
    {
      "start": 154.72,
      "dur": 1.36,
      "text": "&gt;&gt; There are three things that are"
    },
    {
      "start": 156.08,
      "dur": 2.31,
      "text": "&gt;&gt; There are three things that are extremely important for humanity and for"
    },
    {
      "start": 158.4,
      "dur": 3.109,
      "text": "extremely important for humanity and for a better future. truth, goodness, and"
    },
    {
      "start": 161.519,
      "dur": 2.471,
      "text": "a better future. truth, goodness, and beauty. Within beauty, of course,"
    },
    {
      "start": 164.0,
      "dur": 3.35,
      "text": "beauty. Within beauty, of course, belongs sport and music. As Dossyki"
    },
    {
      "start": 167.36,
      "dur": 2.47,
      "text": "belongs sport and music. As Dossyki said, \"Beauty will save the world.\" I"
    },
    {
      "start": 169.84,
      "dur": 6.71,
      "text": "said, \"Beauty will save the world.\" I believe it's true."
    },
    {
      "start": 176.56,
      "dur": 2.16,
      "text": "On that occasion, it wasn't a concert or"
    },
    {
      "start": 178.72,
      "dur": 2.07,
      "text": "On that occasion, it wasn't a concert or a performance, but a gesture meant to"
    },
    {
      "start": 180.8,
      "dur": 2.23,
      "text": "a performance, but a gesture meant to give hope and optimism to a world that"
    },
    {
      "start": 183.04,
      "dur": 1.59,
      "text": "give hope and optimism to a world that was going through an extremely difficult"
    },
    {
      "start": 184.64,
      "dur": 1.509,
      "text": "was going through an extremely difficult moment. Let me ask you a little bit"
    },
    {
      "start": 186.159,
      "dur": 2.871,
      "text": "moment. Let me ask you a little bit about Selen Dion, another icon in the"
    },
    {
      "start": 189.04,
      "dur": 2.79,
      "text": "about Selen Dion, another icon in the industry. Uh she famously said, \"If God"
    },
    {
      "start": 191.84,
      "dur": 2.389,
      "text": "industry. Uh she famously said, \"If God had a singing voice, he must sound a lot"
    },
    {
      "start": 194.239,
      "dur": 2.471,
      "text": "had a singing voice, he must sound a lot like Andrea Belli.\" How did that make"
    },
    {
      "start": 196.72,
      "dur": 1.67,
      "text": "like Andrea Belli.\" How did that make you feel?"
    },
    {
      "start": 198.4,
      "dur": 1.03,
      "text": "you feel? &gt;&gt; Selene."
    },
    {
      "start": 199.44,
      "dur": 2.23,
      "text": "&gt;&gt; Selene. &gt;&gt; Selen Dion paid me a great compliment,"
    },
    {
      "start": 201.68,
      "dur": 1.67,
      "text": "&gt;&gt; Selen Dion paid me a great compliment, but she didn't know she was condemning"
    },
    {
      "start": 203.36,
      "dur": 2.302,
      "text": "but she didn't know she was condemning me for life to answer this question."
    },
    {
      "start": 205.672,
      "dur": 3.758,
      "text": "me for life to answer this question. [laughter]"
    },
    {
      "start": 209.44,
      "dur": 2.24,
      "text": "&gt;&gt; It was a joke though, meant to show her"
    },
    {
      "start": 211.68,
      "dur": 2.31,
      "text": "&gt;&gt; It was a joke though, meant to show her esteem and friendship. I have a great"
    },
    {
      "start": 214.0,
      "dur": 1.67,
      "text": "esteem and friendship. I have a great affectionate relationship with Selen"
    },
    {
      "start": 215.68,
      "dur": 2.95,
      "text": "affectionate relationship with Selen Dion and great artistic respect."
    },
    {
      "start": 218.64,
      "dur": 2.39,
      "text": "Dion and great artistic respect. &gt;&gt; Now Andre, you're about to embark on uh"
    },
    {
      "start": 221.04,
      "dur": 2.469,
      "text": "&gt;&gt; Now Andre, you're about to embark on uh the US leg of a world tour celebrating"
    },
    {
      "start": 223.519,
      "dur": 2.07,
      "text": "the US leg of a world tour celebrating the 30th anniversary of the release of"
    },
    {
      "start": 225.599,
      "dur": 2.471,
      "text": "the 30th anniversary of the release of your first international album uh"
    },
    {
      "start": 228.08,
      "dur": 2.709,
      "text": "your first international album uh Romana. It remains the bestselling"
    },
    {
      "start": 230.799,
      "dur": 2.631,
      "text": "Romana. It remains the bestselling Italian language album of all time. An"
    },
    {
      "start": 233.44,
      "dur": 2.31,
      "text": "Italian language album of all time. An incredible feat. What can you tell us"
    },
    {
      "start": 235.76,
      "dur": 2.63,
      "text": "incredible feat. What can you tell us about the tour? See,"
    },
    {
      "start": 238.4,
      "dur": 2.07,
      "text": "about the tour? See, &gt;&gt; this year marks the 30th anniversary of"
    },
    {
      "start": 240.48,
      "dur": 1.749,
      "text": "&gt;&gt; this year marks the 30th anniversary of the release of this album, which"
    },
    {
      "start": 242.239,
      "dur": 2.71,
      "text": "the release of this album, which objectively had enormous success. These"
    },
    {
      "start": 244.959,
      "dur": 1.671,
      "text": "objectively had enormous success. These concerts I'll be doing with a new"
    },
    {
      "start": 246.64,
      "dur": 1.91,
      "text": "concerts I'll be doing with a new organization will therefore be"
    },
    {
      "start": 248.56,
      "dur": 1.83,
      "text": "organization will therefore be completely renewed. They will be"
    },
    {
      "start": 250.4,
      "dur": 2.15,
      "text": "completely renewed. They will be something new for me, too, hopefully for"
    },
    {
      "start": 252.56,
      "dur": 2.229,
      "text": "something new for me, too, hopefully for the best. I will certainly bring some of"
    },
    {
      "start": 254.799,
      "dur": 1.911,
      "text": "the best. I will certainly bring some of the songs from that record, but at the"
    },
    {
      "start": 256.72,
      "dur": 2.229,
      "text": "the songs from that record, but at the same time I will continue as I've always"
    },
    {
      "start": 258.959,
      "dur": 1.83,
      "text": "same time I will continue as I've always done around the world to bring great"
    },
    {
      "start": 260.799,
      "dur": 2.631,
      "text": "done around the world to bring great Italian music, the great opera areas and"
    },
    {
      "start": 263.44,
      "dur": 2.07,
      "text": "Italian music, the great opera areas and the Romansz that have made Italy so"
    },
    {
      "start": 265.52,
      "dur": 1.51,
      "text": "the Romansz that have made Italy so famous in the world of music."
    },
    {
      "start": 267.04,
      "dur": 2.23,
      "text": "famous in the world of music. &gt;&gt; What is your absolute favorite song that"
    },
    {
      "start": 269.28,
      "dur": 1.43,
      "text": "&gt;&gt; What is your absolute favorite song that you've ever sung? The one you'd take"
    },
    {
      "start": 270.72,
      "dur": 3.11,
      "text": "you've ever sung? The one you'd take with you if you could."
    },
    {
      "start": 273.84,
      "dur": 1.67,
      "text": "with you if you could. &gt;&gt; If we're talking about songs in the"
    },
    {
      "start": 275.52,
      "dur": 2.07,
      "text": "&gt;&gt; If we're talking about songs in the strict sense, I must give proper"
    },
    {
      "start": 277.6,
      "dur": 1.75,
      "text": "strict sense, I must give proper gratitude to the song that made me so"
    },
    {
      "start": 279.36,
      "dur": 5.59,
      "text": "gratitude to the song that made me so famous, which is Time to Say Goodbye."
    },
    {
      "start": 284.96,
      "dur": 4.07,
      "text": "Time to [singing]"
    },
    {
      "start": 289.04,
      "dur": 7.11,
      "text": "go."
    },
    {
      "start": 296.16,
      "dur": 2.319,
      "text": "&gt;&gt; If we speak more broadly about pieces,"
    },
    {
      "start": 298.479,
      "dur": 2.231,
      "text": "&gt;&gt; If we speak more broadly about pieces, Nessen Dorma from Turandot by Jakamo"
    },
    {
      "start": 300.72,
      "dur": 2.15,
      "text": "Nessen Dorma from Turandot by Jakamo Puchoini is one of the pieces I sing"
    },
    {
      "start": 302.88,
      "dur": 1.99,
      "text": "Puchoini is one of the pieces I sing most willingly and that always brings"
    },
    {
      "start": 304.88,
      "dur": 4.149,
      "text": "most willingly and that always brings the greatest reaction from the audience."
    },
    {
      "start": 309.039,
      "dur": 1.751,
      "text": "the greatest reaction from the audience. &gt;&gt; Thank you so much, Andrea. It's been an"
    },
    {
      "start": 310.8,
      "dur": 2.07,
      "text": "&gt;&gt; Thank you so much, Andrea. It's been an absolute pleasure to talk to you. Thank"
    },
    {
      "start": 312.88,
      "dur": 2.23,
      "text": "absolute pleasure to talk to you. Thank you. I hope that you have a wonderful"
    },
    {
      "start": 315.12,
      "dur": 1.59,
      "text": "you. I hope that you have a wonderful time at the opening ceremony and once"
    },
    {
      "start": 316.72,
      "dur": 1.67,
      "text": "time at the opening ceremony and once again, thank you for joining us on BBC"
    },
    {
      "start": 318.4,
      "dur": 0.789,
      "text": "again, thank you for joining us on BBC News."
    },
    {
      "start": 319.199,
      "dur": 8.294,
      "text": "News. &gt;&gt; Thank you very much. Bye-bye. [music]"
    },
    {
      "start": 327.503,
      "dur": 2.02,
      "text": "&gt;&gt; [cheering]"
    }
  ]
}