{
  "videoId": "rR5jo9F5hNw",
  "title": "New claim Epstein sent woman to UK to have sex with Andrew is under police review | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 197,
  "segments": [
    {
      "start": 0.32,
      "dur": 1.44,
      "text": "Tempame's Valley Police says tonight"
    },
    {
      "start": 1.76,
      "dur": 2.23,
      "text": "Tempame's Valley Police says tonight that it's assessing information after"
    },
    {
      "start": 4.0,
      "dur": 2.23,
      "text": "that it's assessing information after the BBC reported that a second woman"
    },
    {
      "start": 6.24,
      "dur": 1.669,
      "text": "the BBC reported that a second woman alleged she was sent to the UK by"
    },
    {
      "start": 7.919,
      "dur": 2.231,
      "text": "alleged she was sent to the UK by Jeffrey Epstein for a sexual encounter"
    },
    {
      "start": 10.16,
      "dur": 2.389,
      "text": "Jeffrey Epstein for a sexual encounter with Andrew Mountbat in Windsor. The"
    },
    {
      "start": 12.559,
      "dur": 1.671,
      "text": "with Andrew Mountbat in Windsor. The encounter allegedly occurred at the"
    },
    {
      "start": 14.24,
      "dur": 2.31,
      "text": "encounter allegedly occurred at the former prince's residence in Windsor in"
    },
    {
      "start": 16.56,
      "dur": 3.03,
      "text": "former prince's residence in Windsor in 2010. It comes as more details have also"
    },
    {
      "start": 19.6,
      "dur": 2.23,
      "text": "2010. It comes as more details have also emerged about Sarah Ferguson, the former"
    },
    {
      "start": 21.84,
      "dur": 1.75,
      "text": "emerged about Sarah Ferguson, the former Duchess of York's friendship with"
    },
    {
      "start": 23.6,
      "dur": 2.39,
      "text": "Duchess of York's friendship with Epstein. Our senior royal correspondent"
    },
    {
      "start": 26.0,
      "dur": 3.269,
      "text": "Epstein. Our senior royal correspondent Danielle Ralph reports. It is a tangled"
    },
    {
      "start": 29.279,
      "dur": 1.99,
      "text": "Danielle Ralph reports. It is a tangled web as we learn more about the"
    },
    {
      "start": 31.279,
      "dur": 2.231,
      "text": "web as we learn more about the relationship between Jeffrey Epstein,"
    },
    {
      "start": 33.52,
      "dur": 1.99,
      "text": "relationship between Jeffrey Epstein, Andrew Mountbatton Windsor, and Sarah"
    },
    {
      "start": 35.52,
      "dur": 2.709,
      "text": "Andrew Mountbatton Windsor, and Sarah Ferguson. This evening, Tempame's Valley"
    },
    {
      "start": 38.239,
      "dur": 2.31,
      "text": "Ferguson. This evening, Tempame's Valley Police said they were assessing claims"
    },
    {
      "start": 40.559,
      "dur": 1.99,
      "text": "Police said they were assessing claims that Jeffrey Epstein sent a woman to"
    },
    {
      "start": 42.559,
      "dur": 2.31,
      "text": "that Jeffrey Epstein sent a woman to Andrew's home, Royal Lodge in Windsor,"
    },
    {
      "start": 44.879,
      "dur": 2.551,
      "text": "Andrew's home, Royal Lodge in Windsor, for a sexual encounter. The allegations,"
    },
    {
      "start": 47.44,
      "dur": 2.15,
      "text": "for a sexual encounter. The allegations, first published by the BBC, were"
    },
    {
      "start": 49.6,
      "dur": 1.67,
      "text": "first published by the BBC, were reported to the police by the anti-"
    },
    {
      "start": 51.28,
      "dur": 2.31,
      "text": "reported to the police by the anti- monarchy group Republic. The former"
    },
    {
      "start": 53.6,
      "dur": 1.91,
      "text": "monarchy group Republic. The former prince has not responded to the"
    },
    {
      "start": 55.52,
      "dur": 2.63,
      "text": "prince has not responded to the accusation and has previously strongly"
    },
    {
      "start": 58.16,
      "dur": 2.229,
      "text": "accusation and has previously strongly denied any wrongdoing."
    },
    {
      "start": 60.399,
      "dur": 2.47,
      "text": "denied any wrongdoing. Amidst a swirl of revelations, a first"
    },
    {
      "start": 62.879,
      "dur": 1.751,
      "text": "Amidst a swirl of revelations, a first comment today from a member of the royal"
    },
    {
      "start": 64.64,
      "dur": 2.23,
      "text": "comment today from a member of the royal family. Prince Edward was in Dubai for"
    },
    {
      "start": 66.88,
      "dur": 2.07,
      "text": "family. Prince Edward was in Dubai for an education summit when he was asked"
    },
    {
      "start": 68.96,
      "dur": 1.27,
      "text": "an education summit when he was asked about the latest development."
    },
    {
      "start": 70.24,
      "dur": 1.51,
      "text": "about the latest development. &gt;&gt; Well, the best will in the world. I'm"
    },
    {
      "start": 71.76,
      "dur": 1.51,
      "text": "&gt;&gt; Well, the best will in the world. I'm not sure this is the audience that is"
    },
    {
      "start": 73.28,
      "dur": 1.43,
      "text": "not sure this is the audience that is probably the least bit interested in"
    },
    {
      "start": 74.72,
      "dur": 1.35,
      "text": "probably the least bit interested in that. So, they all came here to listen"
    },
    {
      "start": 76.08,
      "dur": 2.55,
      "text": "that. So, they all came here to listen to about education solving the future."
    },
    {
      "start": 78.64,
      "dur": 2.789,
      "text": "to about education solving the future. Um and um but no, I think it's all"
    },
    {
      "start": 81.439,
      "dur": 1.99,
      "text": "Um and um but no, I think it's all really important always to remember the"
    },
    {
      "start": 83.439,
      "dur": 1.831,
      "text": "really important always to remember the victims and and who are the victims in"
    },
    {
      "start": 85.28,
      "dur": 1.99,
      "text": "victims and and who are the victims in all this."
    },
    {
      "start": 87.28,
      "dur": 0.71,
      "text": "all this. &gt;&gt; Absolutely."
    },
    {
      "start": 88.0,
      "dur": 1.109,
      "text": "&gt;&gt; Absolutely. &gt;&gt; A lot of victims in this."
    },
    {
      "start": 89.119,
      "dur": 1.911,
      "text": "&gt;&gt; A lot of victims in this. &gt;&gt; The recent drop of the Epstein files"
    },
    {
      "start": 91.04,
      "dur": 2.389,
      "text": "&gt;&gt; The recent drop of the Epstein files draws in members of the royal family and"
    },
    {
      "start": 93.439,
      "dur": 3.431,
      "text": "draws in members of the royal family and those working with them. One 2010 email"
    },
    {
      "start": 96.88,
      "dur": 2.07,
      "text": "those working with them. One 2010 email from an unknown sender to Epstein's"
    },
    {
      "start": 98.96,
      "dur": 2.55,
      "text": "from an unknown sender to Epstein's assistant says the Duke's protection"
    },
    {
      "start": 101.52,
      "dur": 2.549,
      "text": "assistant says the Duke's protection officer, Julian, is hoping the Duke and"
    },
    {
      "start": 104.079,
      "dur": 2.71,
      "text": "officer, Julian, is hoping the Duke and his officers could have a temporary code"
    },
    {
      "start": 106.799,
      "dur": 2.63,
      "text": "his officers could have a temporary code to get in and out of the house. The"
    },
    {
      "start": 109.439,
      "dur": 2.391,
      "text": "to get in and out of the house. The house in question is Epstein's home in"
    },
    {
      "start": 111.84,
      "dur": 2.71,
      "text": "house in question is Epstein's home in Manhattan. Access is being requested for"
    },
    {
      "start": 114.56,
      "dur": 1.589,
      "text": "Manhattan. Access is being requested for the police officers traveling with"
    },
    {
      "start": 116.159,
      "dur": 2.55,
      "text": "the police officers traveling with Andrew. The former prince claimed he was"
    },
    {
      "start": 118.719,
      "dur": 2.39,
      "text": "Andrew. The former prince claimed he was in New York at the time to break off his"
    },
    {
      "start": 121.119,
      "dur": 2.151,
      "text": "in New York at the time to break off his friendship with Epstein."
    },
    {
      "start": 123.28,
      "dur": 1.67,
      "text": "friendship with Epstein. Another email comes from Epstein to"
    },
    {
      "start": 124.96,
      "dur": 2.87,
      "text": "Another email comes from Epstein to Sarah Ferguson asking for access to a"
    },
    {
      "start": 127.84,
      "dur": 3.51,
      "text": "Sarah Ferguson asking for access to a royal palace. Sarah, could you ask one"
    },
    {
      "start": 131.36,
      "dur": 3.99,
      "text": "royal palace. Sarah, could you ask one of the girls to show Buckingham? Thanks."
    },
    {
      "start": 135.36,
      "dur": 1.91,
      "text": "of the girls to show Buckingham? Thanks. Access to the royal family has got Sarah"
    },
    {
      "start": 137.28,
      "dur": 1.83,
      "text": "Access to the royal family has got Sarah Ferguson into trouble before"
    },
    {
      "start": 139.12,
      "dur": 1.67,
      "text": "Ferguson into trouble before &gt;&gt; £500,000"
    },
    {
      "start": 140.8,
      "dur": 4.149,
      "text": "&gt;&gt; £500,000 when you can to me."
    },
    {
      "start": 144.959,
      "dur": 2.801,
      "text": "Open doors. In 2010, she fell for a"
    },
    {
      "start": 147.76,
      "dur": 2.31,
      "text": "Open doors. In 2010, she fell for a Sunday newspaper sting filmed accepting"
    },
    {
      "start": 150.08,
      "dur": 3.03,
      "text": "Sunday newspaper sting filmed accepting money for access to her ex-husband. Her"
    },
    {
      "start": 153.12,
      "dur": 2.23,
      "text": "money for access to her ex-husband. Her journey within the royal family has been"
    },
    {
      "start": 155.36,
      "dur": 2.47,
      "text": "journey within the royal family has been troubled at times. But these Epstein"
    },
    {
      "start": 157.84,
      "dur": 2.31,
      "text": "troubled at times. But these Epstein files have shown a level of closeness to"
    },
    {
      "start": 160.16,
      "dur": 2.069,
      "text": "files have shown a level of closeness to the convicted sex offender that has been"
    },
    {
      "start": 162.239,
      "dur": 1.831,
      "text": "the convicted sex offender that has been especially damaging."
    },
    {
      "start": 164.08,
      "dur": 1.67,
      "text": "especially damaging. &gt;&gt; She's very much material witness. I"
    },
    {
      "start": 165.76,
      "dur": 1.51,
      "text": "&gt;&gt; She's very much material witness. I mean, people should have been calling"
    },
    {
      "start": 167.28,
      "dur": 1.91,
      "text": "mean, people should have been calling for her to give evidence to the Senate"
    },
    {
      "start": 169.2,
      "dur": 2.23,
      "text": "for her to give evidence to the Senate now and law enforcement and the victim's"
    },
    {
      "start": 171.44,
      "dur": 2.71,
      "text": "now and law enforcement and the victim's lawyers, etc. I described Sarah Ferguson"
    },
    {
      "start": 174.16,
      "dur": 1.51,
      "text": "lawyers, etc. I described Sarah Ferguson before as the Houdini of the royal"
    },
    {
      "start": 175.68,
      "dur": 1.59,
      "text": "before as the Houdini of the royal family. She does have an ability to"
    },
    {
      "start": 177.28,
      "dur": 2.47,
      "text": "family. She does have an ability to bounce back, but I she's now run out of"
    },
    {
      "start": 179.76,
      "dur": 3.03,
      "text": "bounce back, but I she's now run out of her nine lives. Both Andrew Mambbaten"
    },
    {
      "start": 182.8,
      "dur": 2.39,
      "text": "her nine lives. Both Andrew Mambbaten Windsor and Sarah Ferguson have not"
    },
    {
      "start": 185.2,
      "dur": 1.749,
      "text": "Windsor and Sarah Ferguson have not responded to the new detail in the"
    },
    {
      "start": 186.959,
      "dur": 2.391,
      "text": "responded to the new detail in the Epstein documents, but every word"
    },
    {
      "start": 189.36,
      "dur": 2.949,
      "text": "Epstein documents, but every word written, every email sent brings added"
    },
    {
      "start": 192.319,
      "dur": 2.63,
      "text": "written, every email sent brings added disgrace and embarrassment. Danielle"
    },
    {
      "start": 194.959,
      "dur": 3.28,
      "text": "disgrace and embarrassment. Danielle Lorel, BBC News."
    }
  ]
}