{
  "videoId": "RTvwzusKXPo",
  "title": "How drilling the 'Doomsday Glacier' could save our cities from climate crisis | Global News Podcast",
  "publishedAt": "2026-01-29",
  "channel": "BBC News",
  "durationSeconds": 681,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.239,
      "text": "Hi, I'm Celia Hatton and welcome to the"
    },
    {
      "start": 2.399,
      "dur": 2.39,
      "text": "Hi, I'm Celia Hatton and welcome to the Global News podcast on YouTube, where we"
    },
    {
      "start": 4.799,
      "dur": 2.711,
      "text": "Global News podcast on YouTube, where we go behind the headlines to focus on one"
    },
    {
      "start": 7.52,
      "dur": 3.109,
      "text": "go behind the headlines to focus on one story and why it matters. Today, a"
    },
    {
      "start": 10.639,
      "dur": 1.91,
      "text": "story and why it matters. Today, a mission to one of the ends of the Earth,"
    },
    {
      "start": 12.559,
      "dur": 2.391,
      "text": "mission to one of the ends of the Earth, Antarctica, where British and South"
    },
    {
      "start": 14.96,
      "dur": 1.91,
      "text": "Antarctica, where British and South Korean scientists are teaming up to"
    },
    {
      "start": 16.88,
      "dur": 2.309,
      "text": "Korean scientists are teaming up to reach the depths of one of the world's"
    },
    {
      "start": 19.199,
      "dur": 2.471,
      "text": "reach the depths of one of the world's biggest glaciers. Their research is"
    },
    {
      "start": 21.68,
      "dur": 1.749,
      "text": "biggest glaciers. Their research is really important. What the scientists"
    },
    {
      "start": 23.439,
      "dur": 2.231,
      "text": "really important. What the scientists learn could be vital in fighting the"
    },
    {
      "start": 25.68,
      "dur": 2.79,
      "text": "learn could be vital in fighting the existential threat of climate change."
    },
    {
      "start": 28.48,
      "dur": 2.31,
      "text": "existential threat of climate change. But it's not easy. It means drilling"
    },
    {
      "start": 30.8,
      "dur": 1.749,
      "text": "But it's not easy. It means drilling thousands of meters below the ice"
    },
    {
      "start": 32.559,
      "dur": 2.471,
      "text": "thousands of meters below the ice surface while also surviving in super"
    },
    {
      "start": 35.04,
      "dur": 2.39,
      "text": "surface while also surviving in super cold conditions. We're joined by the"
    },
    {
      "start": 37.44,
      "dur": 2.949,
      "text": "cold conditions. We're joined by the BBC's climate editor, Justin Rola, to"
    },
    {
      "start": 40.399,
      "dur": 3.111,
      "text": "BBC's climate editor, Justin Rola, to talk more about this. So Justin, just to"
    },
    {
      "start": 43.52,
      "dur": 2.869,
      "text": "talk more about this. So Justin, just to start, can you just tell us about this"
    },
    {
      "start": 46.399,
      "dur": 2.47,
      "text": "start, can you just tell us about this glacia and why it's so important? So,"
    },
    {
      "start": 48.879,
      "dur": 3.67,
      "text": "glacia and why it's so important? So, Thuait Glacia, as an Englishman, Thwait"
    },
    {
      "start": 52.559,
      "dur": 2.951,
      "text": "Thuait Glacia, as an Englishman, Thwait Glacia is a it's one of the largest and"
    },
    {
      "start": 55.52,
      "dur": 2.79,
      "text": "Glacia is a it's one of the largest and most, you know, changeable or fastest"
    },
    {
      "start": 58.32,
      "dur": 2.869,
      "text": "most, you know, changeable or fastest changing glasses in the whole world. Um,"
    },
    {
      "start": 61.199,
      "dur": 2.471,
      "text": "changing glasses in the whole world. Um, it sort of sits in West Antarctica. Now,"
    },
    {
      "start": 63.68,
      "dur": 1.27,
      "text": "it sort of sits in West Antarctica. Now, West Antarctica is really interesting."
    },
    {
      "start": 64.96,
      "dur": 2.71,
      "text": "West Antarctica is really interesting. It's a kind of basin of ice. It sits"
    },
    {
      "start": 67.68,
      "dur": 2.789,
      "text": "It's a kind of basin of ice. It sits below sea level. So, it sits up to 2"
    },
    {
      "start": 70.479,
      "dur": 3.191,
      "text": "below sea level. So, it sits up to 2 kilometers below of ice from the bottom"
    },
    {
      "start": 73.68,
      "dur": 2.55,
      "text": "kilometers below of ice from the bottom of the sea up to the and then another 2"
    },
    {
      "start": 76.24,
      "dur": 3.27,
      "text": "of the sea up to the and then another 2 km above that. 4 km of ice and the fear"
    },
    {
      "start": 79.52,
      "dur": 1.909,
      "text": "km above that. 4 km of ice and the fear is obviously that's a lot of water above"
    },
    {
      "start": 81.439,
      "dur": 2.151,
      "text": "is obviously that's a lot of water above sea level the water the ice above sea"
    },
    {
      "start": 83.6,
      "dur": 1.59,
      "text": "sea level the water the ice above sea level if it melts out would raise sea"
    },
    {
      "start": 85.2,
      "dur": 3.51,
      "text": "level if it melts out would raise sea levels so on its own this this tongue of"
    },
    {
      "start": 88.72,
      "dur": 1.67,
      "text": "levels so on its own this this tongue of ice if you like in the center of the"
    },
    {
      "start": 90.4,
      "dur": 2.47,
      "text": "ice if you like in the center of the glacia kind of keystone within that bowl"
    },
    {
      "start": 92.88,
      "dur": 4.39,
      "text": "glacia kind of keystone within that bowl of ice alone is 6 and a half cm of sea"
    },
    {
      "start": 97.28,
      "dur": 2.07,
      "text": "of ice alone is 6 and a half cm of sea level rise worldwide across the whole"
    },
    {
      "start": 99.36,
      "dur": 1.27,
      "text": "level rise worldwide across the whole world I mean think of the volume of"
    },
    {
      "start": 100.64,
      "dur": 1.91,
      "text": "world I mean think of the volume of water you need to raise sea levels by"
    },
    {
      "start": 102.56,
      "dur": 3.43,
      "text": "water you need to raise sea levels by one centimeter let alone 65 um and it it"
    },
    {
      "start": 106.0,
      "dur": 2.31,
      "text": "one centimeter let alone 65 um and it it the The glacia alone is the size of"
    },
    {
      "start": 108.32,
      "dur": 1.109,
      "text": "the The glacia alone is the size of Great Britain. It's about the size of"
    },
    {
      "start": 109.439,
      "dur": 2.95,
      "text": "Great Britain. It's about the size of the state of Florida. Um, and then it"
    },
    {
      "start": 112.399,
      "dur": 1.831,
      "text": "the state of Florida. Um, and then it also, as I say, acts like a kind of"
    },
    {
      "start": 114.24,
      "dur": 1.43,
      "text": "also, as I say, acts like a kind of keystone. It's the kind of cork in the"
    },
    {
      "start": 115.68,
      "dur": 1.99,
      "text": "keystone. It's the kind of cork in the bottle that holds back a network of"
    },
    {
      "start": 117.68,
      "dur": 2.23,
      "text": "bottle that holds back a network of other glacias. Glacias being kind of"
    },
    {
      "start": 119.92,
      "dur": 2.229,
      "text": "other glacias. Glacias being kind of slowm moving rivers of ice. So, it sort"
    },
    {
      "start": 122.159,
      "dur": 1.751,
      "text": "slowm moving rivers of ice. So, it sort of stops them from flowing out. So,"
    },
    {
      "start": 123.92,
      "dur": 2.71,
      "text": "of stops them from flowing out. So, we're ths to melt out, the other glacias"
    },
    {
      "start": 126.64,
      "dur": 1.51,
      "text": "we're ths to melt out, the other glacias would flow out as well. And then you're"
    },
    {
      "start": 128.16,
      "dur": 3.59,
      "text": "would flow out as well. And then you're talking about sort of three plus meters"
    },
    {
      "start": 131.76,
      "dur": 1.91,
      "text": "talking about sort of three plus meters of sea level rise. Now, when you"
    },
    {
      "start": 133.68,
      "dur": 1.59,
      "text": "of sea level rise. Now, when you remember that virtually all of our towns"
    },
    {
      "start": 135.28,
      "dur": 1.589,
      "text": "remember that virtually all of our towns and cities, lot, not virtually all of"
    },
    {
      "start": 136.879,
      "dur": 1.99,
      "text": "and cities, lot, not virtually all of them, lots of our towns and cities are"
    },
    {
      "start": 138.879,
      "dur": 3.35,
      "text": "them, lots of our towns and cities are in low-lying areas or on the coast, 3 m"
    },
    {
      "start": 142.239,
      "dur": 2.231,
      "text": "in low-lying areas or on the coast, 3 m of sea level rise with a big storm and a"
    },
    {
      "start": 144.48,
      "dur": 2.07,
      "text": "of sea level rise with a big storm and a high tide, you're talking a hell of a"
    },
    {
      "start": 146.56,
      "dur": 2.71,
      "text": "high tide, you're talking a hell of a lot of uh of of of additional water,"
    },
    {
      "start": 149.28,
      "dur": 2.47,
      "text": "lot of uh of of of additional water, enough to flood, devastating floods for,"
    },
    {
      "start": 151.76,
      "dur": 1.51,
      "text": "enough to flood, devastating floods for, you know, cities across. I mean, think"
    },
    {
      "start": 153.28,
      "dur": 1.83,
      "text": "you know, cities across. I mean, think of New York. New York sits at sea level."
    },
    {
      "start": 155.12,
      "dur": 2.469,
      "text": "of New York. New York sits at sea level. You know, 3 meters of that is a really"
    },
    {
      "start": 157.599,
      "dur": 2.791,
      "text": "You know, 3 meters of that is a really substantial volume of water. That is why"
    },
    {
      "start": 160.4,
      "dur": 2.23,
      "text": "substantial volume of water. That is why the weights is so important. So, we're"
    },
    {
      "start": 162.64,
      "dur": 2.07,
      "text": "the weights is so important. So, we're going to talk more about this research"
    },
    {
      "start": 164.72,
      "dur": 1.509,
      "text": "going to talk more about this research that I mentioned in just a moment, but"
    },
    {
      "start": 166.239,
      "dur": 1.99,
      "text": "that I mentioned in just a moment, but first we have to focus on the personal"
    },
    {
      "start": 168.239,
      "dur": 1.671,
      "text": "first we have to focus on the personal element of the story because you are one"
    },
    {
      "start": 169.92,
      "dur": 3.35,
      "text": "element of the story because you are one of the first the the few reporters or"
    },
    {
      "start": 173.28,
      "dur": 2.309,
      "text": "of the first the the few reporters or even just people to ever visit Thuaits."
    },
    {
      "start": 175.599,
      "dur": 1.35,
      "text": "even just people to ever visit Thuaits. Can can you tell us about that?"
    },
    {
      "start": 176.959,
      "dur": 1.431,
      "text": "Can can you tell us about that? &gt;&gt; So, the research they're doing at the"
    },
    {
      "start": 178.4,
      "dur": 1.909,
      "text": "&gt;&gt; So, the research they're doing at the moment is actually towards the end of an"
    },
    {
      "start": 180.319,
      "dur": 2.151,
      "text": "moment is actually towards the end of an almost decadel long project to look at"
    },
    {
      "start": 182.48,
      "dur": 2.23,
      "text": "almost decadel long project to look at Thuait because it's such an important uh"
    },
    {
      "start": 184.72,
      "dur": 2.71,
      "text": "Thuait because it's such an important uh body of ice. Um, and it involved a whole"
    },
    {
      "start": 187.44,
      "dur": 2.31,
      "text": "body of ice. Um, and it involved a whole series of of of teams going out to"
    },
    {
      "start": 189.76,
      "dur": 1.59,
      "text": "series of of of teams going out to different parts of the glacia. And I"
    },
    {
      "start": 191.36,
      "dur": 1.75,
      "text": "different parts of the glacia. And I went to the very front of the glacia,"
    },
    {
      "start": 193.12,
      "dur": 2.23,
      "text": "went to the very front of the glacia, the kind of um the ice tongue of the"
    },
    {
      "start": 195.36,
      "dur": 2.07,
      "text": "the kind of um the ice tongue of the glacia where it floats on the seawater."
    },
    {
      "start": 197.44,
      "dur": 3.429,
      "text": "glacia where it floats on the seawater. Um, and we were the I mean, we say one"
    },
    {
      "start": 200.879,
      "dur": 1.831,
      "text": "Um, and we were the I mean, we say one of very few people. I was one of like a"
    },
    {
      "start": 202.72,
      "dur": 2.07,
      "text": "of very few people. I was one of like a handful, maybe 25 people who've ever"
    },
    {
      "start": 204.8,
      "dur": 2.23,
      "text": "handful, maybe 25 people who've ever been to that place at the front of the"
    },
    {
      "start": 207.04,
      "dur": 1.67,
      "text": "been to that place at the front of the glass. I mean, one of the most literally"
    },
    {
      "start": 208.72,
      "dur": 2.069,
      "text": "glass. I mean, one of the most literally the most remote places on Earth. I mean,"
    },
    {
      "start": 210.799,
      "dur": 2.07,
      "text": "the most remote places on Earth. I mean, West Antarctica is, you know, remote"
    },
    {
      "start": 212.879,
      "dur": 1.831,
      "text": "West Antarctica is, you know, remote within Antarctica. And then you're right"
    },
    {
      "start": 214.72,
      "dur": 2.069,
      "text": "within Antarctica. And then you're right at the end of the glacia. It felt like"
    },
    {
      "start": 216.799,
      "dur": 3.111,
      "text": "at the end of the glacia. It felt like it's probably the greatest adventure of"
    },
    {
      "start": 219.92,
      "dur": 2.229,
      "text": "it's probably the greatest adventure of my life. It was two months in this"
    },
    {
      "start": 222.159,
      "dur": 2.311,
      "text": "my life. It was two months in this completely kind of I say alien. I mean"
    },
    {
      "start": 224.48,
      "dur": 1.99,
      "text": "completely kind of I say alien. I mean it feels alien. Antarctica is completely"
    },
    {
      "start": 226.48,
      "dur": 1.99,
      "text": "it feels alien. Antarctica is completely unlike anywhere else on Earth. Really"
    },
    {
      "start": 228.48,
      "dur": 1.109,
      "text": "unlike anywhere else on Earth. Really amazing experience."
    },
    {
      "start": 229.599,
      "dur": 1.27,
      "text": "amazing experience. &gt;&gt; Okay, I'm we're going to move on in a"
    },
    {
      "start": 230.879,
      "dur": 1.751,
      "text": "&gt;&gt; Okay, I'm we're going to move on in a moment, but just one one very quick"
    },
    {
      "start": 232.64,
      "dur": 1.83,
      "text": "moment, but just one one very quick question. I mean, how many layers were"
    },
    {
      "start": 234.48,
      "dur": 2.15,
      "text": "question. I mean, how many layers were you wearing every day? Were you just"
    },
    {
      "start": 236.64,
      "dur": 1.27,
      "text": "you wearing every day? Were you just bundled up all the time?"
    },
    {
      "start": 237.92,
      "dur": 1.509,
      "text": "bundled up all the time? &gt;&gt; It's interesting. I mean, you're given a"
    },
    {
      "start": 239.439,
      "dur": 2.15,
      "text": "&gt;&gt; It's interesting. I mean, you're given a big you're given a sort of a bag full of"
    },
    {
      "start": 241.599,
      "dur": 1.99,
      "text": "big you're given a sort of a bag full of the most amazing, you know, cold weather"
    },
    {
      "start": 243.599,
      "dur": 1.751,
      "text": "the most amazing, you know, cold weather gear, including kind of, you know, long"
    },
    {
      "start": 245.36,
      "dur": 2.069,
      "text": "gear, including kind of, you know, long johns and stuff and layer after layer."
    },
    {
      "start": 247.439,
      "dur": 2.231,
      "text": "johns and stuff and layer after layer. You get um you get these kind of quilted"
    },
    {
      "start": 249.68,
      "dur": 1.829,
      "text": "You get um you get these kind of quilted trousers as well as quilted tops. You"
    },
    {
      "start": 251.519,
      "dur": 2.391,
      "text": "trousers as well as quilted tops. You get this super puffy kind of thousand"
    },
    {
      "start": 253.92,
      "dur": 2.869,
      "text": "get this super puffy kind of thousand pound coat or $15,000 coat which is"
    },
    {
      "start": 256.799,
      "dur": 2.791,
      "text": "pound coat or $15,000 coat which is supposed to be down to sort of -30 - 35"
    },
    {
      "start": 259.6,
      "dur": 2.23,
      "text": "supposed to be down to sort of -30 - 35 actually. And the air temperature is"
    },
    {
      "start": 261.84,
      "dur": 1.67,
      "text": "actually. And the air temperature is obviously very cold in Antarctica, kind"
    },
    {
      "start": 263.52,
      "dur": 2.15,
      "text": "obviously very cold in Antarctica, kind of - 20 or something like that. But it's"
    },
    {
      "start": 265.68,
      "dur": 2.39,
      "text": "of - 20 or something like that. But it's sun. It's daytime all the time. 24-hour"
    },
    {
      "start": 268.08,
      "dur": 1.669,
      "text": "sun. It's daytime all the time. 24-hour sunlight. And when the sun is shining,"
    },
    {
      "start": 269.759,
      "dur": 1.831,
      "text": "sunlight. And when the sun is shining, it's the same sun that shines everywhere"
    },
    {
      "start": 271.6,
      "dur": 1.91,
      "text": "it's the same sun that shines everywhere else on Earth. And it shines out and you"
    },
    {
      "start": 273.52,
      "dur": 1.27,
      "text": "else on Earth. And it shines out and you can actually get really hot."
    },
    {
      "start": 274.8,
      "dur": 2.15,
      "text": "can actually get really hot. &gt;&gt; Well, let's focus again on on this"
    },
    {
      "start": 276.96,
      "dur": 1.59,
      "text": "&gt;&gt; Well, let's focus again on on this latest project. You mentioned you were"
    },
    {
      "start": 278.56,
      "dur": 1.349,
      "text": "latest project. You mentioned you were there for the start of it. I mean, what"
    },
    {
      "start": 279.919,
      "dur": 1.99,
      "text": "there for the start of it. I mean, what are scientists trying to achieve?"
    },
    {
      "start": 281.919,
      "dur": 2.391,
      "text": "are scientists trying to achieve? &gt;&gt; So, the the idea is to understand the"
    },
    {
      "start": 284.32,
      "dur": 2.149,
      "text": "&gt;&gt; So, the the idea is to understand the processes that are changing this glacia"
    },
    {
      "start": 286.479,
      "dur": 2.15,
      "text": "processes that are changing this glacia that explain why satellite uh"
    },
    {
      "start": 288.639,
      "dur": 2.151,
      "text": "that explain why satellite uh observations show that it's moving"
    },
    {
      "start": 290.8,
      "dur": 1.59,
      "text": "observations show that it's moving faster than ever. It's melting faster"
    },
    {
      "start": 292.4,
      "dur": 1.67,
      "text": "faster than ever. It's melting faster than ever. Why is that happening? What"
    },
    {
      "start": 294.08,
      "dur": 1.59,
      "text": "than ever. Why is that happening? What does it mean for global sea level rise?"
    },
    {
      "start": 295.68,
      "dur": 1.03,
      "text": "does it mean for global sea level rise? Those are the questions they want to"
    },
    {
      "start": 296.72,
      "dur": 1.749,
      "text": "Those are the questions they want to ask. They want to get down through the"
    },
    {
      "start": 298.479,
      "dur": 1.671,
      "text": "ask. They want to get down through the ice to the point to it's called the"
    },
    {
      "start": 300.16,
      "dur": 1.589,
      "text": "ice to the point to it's called the grounding line. It's the point at which"
    },
    {
      "start": 301.759,
      "dur": 1.751,
      "text": "grounding line. It's the point at which the glacia which is sitting on the"
    },
    {
      "start": 303.52,
      "dur": 2.63,
      "text": "the glacia which is sitting on the seabed, remember lifts off. So the warm"
    },
    {
      "start": 306.16,
      "dur": 1.91,
      "text": "seabed, remember lifts off. So the warm water that comes in from the sea melting"
    },
    {
      "start": 308.08,
      "dur": 1.829,
      "text": "water that comes in from the sea melting underneath the glacia, it begins to lift"
    },
    {
      "start": 309.919,
      "dur": 2.151,
      "text": "underneath the glacia, it begins to lift off and form an ice shelf. And that"
    },
    {
      "start": 312.08,
      "dur": 1.829,
      "text": "off and form an ice shelf. And that obviously that's the point at which the"
    },
    {
      "start": 313.919,
      "dur": 2.231,
      "text": "obviously that's the point at which the water is crucially interacting with the"
    },
    {
      "start": 316.16,
      "dur": 1.749,
      "text": "water is crucially interacting with the ice. So they want to understand what the"
    },
    {
      "start": 317.919,
      "dur": 1.431,
      "text": "ice. So they want to understand what the currents are like, what the temperatures"
    },
    {
      "start": 319.36,
      "dur": 1.59,
      "text": "currents are like, what the temperatures are like. They also want to drill down"
    },
    {
      "start": 320.96,
      "dur": 1.83,
      "text": "are like. They also want to drill down into the sediment, pull cores out, which"
    },
    {
      "start": 322.8,
      "dur": 2.55,
      "text": "into the sediment, pull cores out, which will show layers of of sediment over,"
    },
    {
      "start": 325.36,
      "dur": 1.59,
      "text": "will show layers of of sediment over, you know, I mean, it could be hundreds"
    },
    {
      "start": 326.96,
      "dur": 1.99,
      "text": "you know, I mean, it could be hundreds of years. And that might tell us whether"
    },
    {
      "start": 328.96,
      "dur": 1.91,
      "text": "of years. And that might tell us whether the glacia has melted out in the past,"
    },
    {
      "start": 330.88,
      "dur": 2.309,
      "text": "the glacia has melted out in the past, how it's moved in the past. Could it,"
    },
    {
      "start": 333.199,
      "dur": 1.83,
      "text": "how it's moved in the past. Could it, you know, refreeze and could could it"
    },
    {
      "start": 335.039,
      "dur": 1.751,
      "text": "you know, refreeze and could could it get bigger and draw water out of the sea"
    },
    {
      "start": 336.8,
      "dur": 1.51,
      "text": "get bigger and draw water out of the sea or is it going to continue to melt? So,"
    },
    {
      "start": 338.32,
      "dur": 2.23,
      "text": "or is it going to continue to melt? So, these are all crucial me measurements"
    },
    {
      "start": 340.56,
      "dur": 2.39,
      "text": "these are all crucial me measurements that will give us an idea about how that"
    },
    {
      "start": 342.96,
      "dur": 1.669,
      "text": "that will give us an idea about how that glacia will change and therefore the"
    },
    {
      "start": 344.639,
      "dur": 2.231,
      "text": "glacia will change and therefore the rest of uh the the ice in West"
    },
    {
      "start": 346.88,
      "dur": 2.07,
      "text": "rest of uh the the ice in West Antarctica as we described. Why is that"
    },
    {
      "start": 348.96,
      "dur": 2.069,
      "text": "Antarctica as we described. Why is that important? Now, that is important"
    },
    {
      "start": 351.039,
      "dur": 2.071,
      "text": "important? Now, that is important because we need to plan for the sea"
    },
    {
      "start": 353.12,
      "dur": 2.15,
      "text": "because we need to plan for the sea level rise that's coming. Climate change"
    },
    {
      "start": 355.28,
      "dur": 1.83,
      "text": "level rise that's coming. Climate change is almost like turning up the thermostat"
    },
    {
      "start": 357.12,
      "dur": 2.15,
      "text": "is almost like turning up the thermostat in your house. So, you had it at 20, now"
    },
    {
      "start": 359.28,
      "dur": 2.79,
      "text": "in your house. So, you had it at 20, now it's at 22. So, the consequences of that"
    },
    {
      "start": 362.08,
      "dur": 1.75,
      "text": "it's at 22. So, the consequences of that will last for a long time. I mean, when"
    },
    {
      "start": 363.84,
      "dur": 1.75,
      "text": "will last for a long time. I mean, when I it was it was it was actually quite a"
    },
    {
      "start": 365.6,
      "dur": 1.35,
      "text": "I it was it was it was actually quite a shock to me. I remember saying to a"
    },
    {
      "start": 366.96,
      "dur": 1.669,
      "text": "shock to me. I remember saying to a scientist, you know, you know, is this"
    },
    {
      "start": 368.639,
      "dur": 1.83,
      "text": "scientist, you know, you know, is this going to melt out? And he said, well, of"
    },
    {
      "start": 370.479,
      "dur": 1.351,
      "text": "going to melt out? And he said, well, of course it is. Yeah. I mean, we've"
    },
    {
      "start": 371.84,
      "dur": 1.909,
      "text": "course it is. Yeah. I mean, we've changed the temperature. It will melt"
    },
    {
      "start": 373.759,
      "dur": 1.27,
      "text": "changed the temperature. It will melt out. The question is how long will it"
    },
    {
      "start": 375.039,
      "dur": 0.391,
      "text": "out. The question is how long will it take?"
    },
    {
      "start": 375.44,
      "dur": 1.91,
      "text": "take? &gt;&gt; Exactly. So, you know, I mean, he was"
    },
    {
      "start": 377.36,
      "dur": 1.91,
      "text": "&gt;&gt; Exactly. So, you know, I mean, he was saying, you know, centuries and it could"
    },
    {
      "start": 379.28,
      "dur": 2.79,
      "text": "saying, you know, centuries and it could be two, three centuries for it to melt"
    },
    {
      "start": 382.08,
      "dur": 3.27,
      "text": "be two, three centuries for it to melt out. Now, that gives humanity time to"
    },
    {
      "start": 385.36,
      "dur": 2.87,
      "text": "out. Now, that gives humanity time to plan and build defenses and maybe move"
    },
    {
      "start": 388.24,
      "dur": 2.229,
      "text": "plan and build defenses and maybe move special buildings and and that kind of"
    },
    {
      "start": 390.479,
      "dur": 2.951,
      "text": "special buildings and and that kind of thing. It gives us time to plan. Knowing"
    },
    {
      "start": 393.44,
      "dur": 1.67,
      "text": "thing. It gives us time to plan. Knowing what the change, how long the changes"
    },
    {
      "start": 395.12,
      "dur": 2.23,
      "text": "what the change, how long the changes are likely to to take arms us with"
    },
    {
      "start": 397.36,
      "dur": 2.23,
      "text": "are likely to to take arms us with knowledge that we can use to protect our"
    },
    {
      "start": 399.6,
      "dur": 2.47,
      "text": "knowledge that we can use to protect our communities. So when when you say two to"
    },
    {
      "start": 402.08,
      "dur": 2.87,
      "text": "communities. So when when you say two to three centuries then you know it becomes"
    },
    {
      "start": 404.96,
      "dur": 2.31,
      "text": "three centuries then you know it becomes a little bit more difficult for for for"
    },
    {
      "start": 407.28,
      "dur": 2.39,
      "text": "a little bit more difficult for for for us living in this current moment to"
    },
    {
      "start": 409.68,
      "dur": 1.59,
      "text": "us living in this current moment to really worry about it. I mean they call"
    },
    {
      "start": 411.28,
      "dur": 1.99,
      "text": "really worry about it. I mean they call it the doomsday glacier don't they?"
    },
    {
      "start": 413.28,
      "dur": 1.99,
      "text": "it the doomsday glacier don't they? &gt;&gt; Well it depends on your your mindset"
    },
    {
      "start": 415.28,
      "dur": 2.15,
      "text": "&gt;&gt; Well it depends on your your mindset doesn't it really? I mean don't we have"
    },
    {
      "start": 417.44,
      "dur": 3.11,
      "text": "doesn't it really? I mean don't we have a responsibility to deliver ideally a"
    },
    {
      "start": 420.56,
      "dur": 2.23,
      "text": "a responsibility to deliver ideally a better world to our children than the"
    },
    {
      "start": 422.8,
      "dur": 2.63,
      "text": "better world to our children than the one that we inherited? Um there's a duty"
    },
    {
      "start": 425.44,
      "dur": 2.07,
      "text": "one that we inherited? Um there's a duty to future generations. you know, three"
    },
    {
      "start": 427.52,
      "dur": 1.75,
      "text": "to future generations. you know, three centuries sounds like a long time, but"
    },
    {
      "start": 429.28,
      "dur": 2.15,
      "text": "centuries sounds like a long time, but actually, you know, it isn't that long,"
    },
    {
      "start": 431.44,
      "dur": 2.63,
      "text": "actually, you know, it isn't that long, you know, looking back, you know, and"
    },
    {
      "start": 434.08,
      "dur": 2.229,
      "text": "you know, looking back, you know, and we've got a responsibility to humanity,"
    },
    {
      "start": 436.319,
      "dur": 2.071,
      "text": "we've got a responsibility to humanity, the humanity that comes after us to"
    },
    {
      "start": 438.4,
      "dur": 2.39,
      "text": "the humanity that comes after us to deliver a a better world. So, I mean,"
    },
    {
      "start": 440.8,
      "dur": 1.99,
      "text": "deliver a a better world. So, I mean, yeah, it's it's it is a long time in an"
    },
    {
      "start": 442.8,
      "dur": 1.829,
      "text": "yeah, it's it's it is a long time in an individual lifetime, but it isn't a long"
    },
    {
      "start": 444.639,
      "dur": 1.431,
      "text": "individual lifetime, but it isn't a long time in the history of humanity."
    },
    {
      "start": 446.08,
      "dur": 2.31,
      "text": "time in the history of humanity. &gt;&gt; Any sense yet what those scientists are"
    },
    {
      "start": 448.4,
      "dur": 1.83,
      "text": "&gt;&gt; Any sense yet what those scientists are finding, what what they what their"
    },
    {
      "start": 450.24,
      "dur": 3.59,
      "text": "finding, what what they what their conclusions might be? Uh well it I mean"
    },
    {
      "start": 453.84,
      "dur": 1.51,
      "text": "conclusions might be? Uh well it I mean because we've done some of the work has"
    },
    {
      "start": 455.36,
      "dur": 1.35,
      "text": "because we've done some of the work has come back from the work that you know"
    },
    {
      "start": 456.72,
      "dur": 1.99,
      "text": "come back from the work that you know the trip that I was on. It seems there"
    },
    {
      "start": 458.72,
      "dur": 2.71,
      "text": "the trip that I was on. It seems there is more warm water uh attacking the"
    },
    {
      "start": 461.44,
      "dur": 1.589,
      "text": "is more warm water uh attacking the bottom of the glacia. It does appear"
    },
    {
      "start": 463.039,
      "dur": 1.511,
      "text": "bottom of the glacia. It does appear that it's melting more quickly. So the"
    },
    {
      "start": 464.56,
      "dur": 2.39,
      "text": "that it's melting more quickly. So the prognosis is not good in terms of the"
    },
    {
      "start": 466.96,
      "dur": 1.43,
      "text": "prognosis is not good in terms of the work that they're doing now and they've"
    },
    {
      "start": 468.4,
      "dur": 2.15,
      "text": "work that they're doing now and they've flown I think it was 40 helicopter"
    },
    {
      "start": 470.56,
      "dur": 2.31,
      "text": "flown I think it was 40 helicopter flights. They've went by boat to the to"
    },
    {
      "start": 472.88,
      "dur": 1.51,
      "text": "flights. They've went by boat to the to the nose of the glacia and then flew"
    },
    {
      "start": 474.4,
      "dur": 1.67,
      "text": "the nose of the glacia and then flew helicopters to get them onto the trunk"
    },
    {
      "start": 476.08,
      "dur": 1.99,
      "text": "helicopters to get them onto the trunk to the main fastest moving bit of the"
    },
    {
      "start": 478.08,
      "dur": 1.43,
      "text": "to the main fastest moving bit of the glacia. The most dangerous. It's the"
    },
    {
      "start": 479.52,
      "dur": 3.509,
      "text": "glacia. The most dangerous. It's the most creass one. And uh so they threw I"
    },
    {
      "start": 483.039,
      "dur": 2.071,
      "text": "most creass one. And uh so they threw I think 40 helicopter flights to set up"
    },
    {
      "start": 485.12,
      "dur": 2.15,
      "text": "think 40 helicopter flights to set up this camp and they're just beginning"
    },
    {
      "start": 487.28,
      "dur": 1.83,
      "text": "this camp and they're just beginning today which is why it's news to"
    },
    {
      "start": 489.12,
      "dur": 1.27,
      "text": "today which is why it's news to beginning the drilling operation."
    },
    {
      "start": 490.4,
      "dur": 1.909,
      "text": "beginning the drilling operation. They've melted water, they heat it up"
    },
    {
      "start": 492.319,
      "dur": 1.751,
      "text": "They've melted water, they heat it up and they melt their way down a"
    },
    {
      "start": 494.08,
      "dur": 1.43,
      "text": "and they melt their way down a kilometer. I think it's I think it's a"
    },
    {
      "start": 495.52,
      "dur": 3.43,
      "text": "kilometer. I think it's I think it's a meter every uh every minute. I think"
    },
    {
      "start": 498.96,
      "dur": 2.949,
      "text": "meter every uh every minute. I think it's uh yeah so it's a long process. Um"
    },
    {
      "start": 501.919,
      "dur": 1.591,
      "text": "it's uh yeah so it's a long process. Um and uh yeah they're"
    },
    {
      "start": 503.52,
      "dur": 1.75,
      "text": "and uh yeah they're &gt;&gt; it's fascinating when you describe the"
    },
    {
      "start": 505.28,
      "dur": 1.749,
      "text": "&gt;&gt; it's fascinating when you describe the lengths these scientists are going to"
    },
    {
      "start": 507.039,
      "dur": 1.43,
      "text": "lengths these scientists are going to the amounts of money that are being"
    },
    {
      "start": 508.479,
      "dur": 2.471,
      "text": "the amounts of money that are being spent in order to get this data. I mean"
    },
    {
      "start": 510.96,
      "dur": 1.429,
      "text": "spent in order to get this data. I mean it just shows you how important this"
    },
    {
      "start": 512.399,
      "dur": 1.911,
      "text": "it just shows you how important this data this data really is and how it"
    },
    {
      "start": 514.32,
      "dur": 0.949,
      "text": "data this data really is and how it could change things"
    },
    {
      "start": 515.279,
      "dur": 2.31,
      "text": "could change things &gt;&gt; and how remote and inaccessible you know"
    },
    {
      "start": 517.599,
      "dur": 1.67,
      "text": "&gt;&gt; and how remote and inaccessible you know the places that we're talking about are."
    },
    {
      "start": 519.279,
      "dur": 1.43,
      "text": "the places that we're talking about are. I mean these were you know these were"
    },
    {
      "start": 520.719,
      "dur": 2.631,
      "text": "I mean these were you know these were places that you know 100 years ago you'd"
    },
    {
      "start": 523.36,
      "dur": 1.75,
      "text": "places that you know 100 years ago you'd think would never change and yet there's"
    },
    {
      "start": 525.12,
      "dur": 1.829,
      "text": "think would never change and yet there's great change. Actually I when I was"
    },
    {
      "start": 526.959,
      "dur": 1.591,
      "text": "great change. Actually I when I was there I got quite emotional about the"
    },
    {
      "start": 528.56,
      "dur": 1.59,
      "text": "there I got quite emotional about the idea. You go and you think this is a"
    },
    {
      "start": 530.16,
      "dur": 1.83,
      "text": "idea. You go and you think this is a pristine untouched wilderness. It's so"
    },
    {
      "start": 532.0,
      "dur": 2.23,
      "text": "pristine untouched wilderness. It's so huge. I mean it's huge unimaginably"
    },
    {
      "start": 534.24,
      "dur": 1.589,
      "text": "huge. I mean it's huge unimaginably huge. Like I say we flew for eight hours"
    },
    {
      "start": 535.839,
      "dur": 2.311,
      "text": "huge. Like I say we flew for eight hours from McMurdo to waste divide. fly over"
    },
    {
      "start": 538.16,
      "dur": 2.39,
      "text": "from McMurdo to waste divide. fly over ice the entire time and you just think"
    },
    {
      "start": 540.56,
      "dur": 1.43,
      "text": "ice the entire time and you just think this is massive. You know, the roar of"
    },
    {
      "start": 542.0,
      "dur": 1.99,
      "text": "this is massive. You know, the roar of the plane going at what 4 500 miles an"
    },
    {
      "start": 544.0,
      "dur": 3.43,
      "text": "the plane going at what 4 500 miles an hour. So, it's huge uh uh uh area of ice"
    },
    {
      "start": 547.44,
      "dur": 2.069,
      "text": "hour. So, it's huge uh uh uh area of ice and then you realize, you know, that we"
    },
    {
      "start": 549.519,
      "dur": 1.831,
      "text": "and then you realize, you know, that we are these fundamental changes are"
    },
    {
      "start": 551.36,
      "dur": 1.909,
      "text": "are these fundamental changes are happening to the ice. The ice is moving"
    },
    {
      "start": 553.279,
      "dur": 1.67,
      "text": "happening to the ice. The ice is moving in ways it never did before. One of the"
    },
    {
      "start": 554.959,
      "dur": 2.31,
      "text": "in ways it never did before. One of the glaciologists said when I went into uh"
    },
    {
      "start": 557.279,
      "dur": 1.911,
      "text": "glaciologists said when I went into uh glaciology, you know, I I thought it"
    },
    {
      "start": 559.2,
      "dur": 1.35,
      "text": "glaciology, you know, I I thought it would be a slowmoving science. He said"
    },
    {
      "start": 560.56,
      "dur": 1.51,
      "text": "would be a slowmoving science. He said since I've you know, he'd been involved"
    },
    {
      "start": 562.08,
      "dur": 1.83,
      "text": "since I've you know, he'd been involved for 30 years. He said it's it's become"
    },
    {
      "start": 563.92,
      "dur": 2.07,
      "text": "for 30 years. He said it's it's become this really dynamic, you know, science"
    },
    {
      "start": 566.0,
      "dur": 1.99,
      "text": "this really dynamic, you know, science in a way that it literally shouldn't be."
    },
    {
      "start": 568.0,
      "dur": 1.59,
      "text": "in a way that it literally shouldn't be. Glacias are supposed to move really"
    },
    {
      "start": 569.6,
      "dur": 0.55,
      "text": "Glacias are supposed to move really slowly."
    },
    {
      "start": 570.16,
      "dur": 1.43,
      "text": "slowly. &gt;&gt; Yeah. And those those researchers must"
    },
    {
      "start": 571.6,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah. And those those researchers must be so dedicated because they're going"
    },
    {
      "start": 574.16,
      "dur": 1.91,
      "text": "be so dedicated because they're going onto this research trip for for months"
    },
    {
      "start": 576.08,
      "dur": 0.869,
      "text": "onto this research trip for for months at a time, right?"
    },
    {
      "start": 576.959,
      "dur": 1.43,
      "text": "at a time, right? &gt;&gt; Well, they're doing, you know, they're"
    },
    {
      "start": 578.399,
      "dur": 1.671,
      "text": "&gt;&gt; Well, they're doing, you know, they're they're practicing their, you know,"
    },
    {
      "start": 580.08,
      "dur": 1.429,
      "text": "they're practicing their, you know, their kind of area of interest. I mean,"
    },
    {
      "start": 581.519,
      "dur": 2.071,
      "text": "their kind of area of interest. I mean, it's a it is an amazing process to go"
    },
    {
      "start": 583.6,
      "dur": 1.83,
      "text": "it's a it is an amazing process to go and I think I mean, look, it's not about"
    },
    {
      "start": 585.44,
      "dur": 1.91,
      "text": "and I think I mean, look, it's not about enjoying it, but it is it is a, you"
    },
    {
      "start": 587.36,
      "dur": 1.83,
      "text": "enjoying it, but it is it is a, you know, a really profound experience. And"
    },
    {
      "start": 589.2,
      "dur": 3.83,
      "text": "know, a really profound experience. And so and they are trained glaciologists"
    },
    {
      "start": 593.04,
      "dur": 2.07,
      "text": "so and they are trained glaciologists whose kind of you know career mission if"
    },
    {
      "start": 595.12,
      "dur": 1.75,
      "text": "whose kind of you know career mission if you like is to understand this stuff. So"
    },
    {
      "start": 596.88,
      "dur": 1.75,
      "text": "you like is to understand this stuff. So this is a great opportunity for them. So"
    },
    {
      "start": 598.64,
      "dur": 1.35,
      "text": "this is a great opportunity for them. So this is a really exciting moment for"
    },
    {
      "start": 600.0,
      "dur": 2.47,
      "text": "this is a really exciting moment for them I think is what I'd say. Um and no"
    },
    {
      "start": 602.48,
      "dur": 0.87,
      "text": "them I think is what I'd say. Um and no it's fascinating."
    },
    {
      "start": 603.36,
      "dur": 2.55,
      "text": "it's fascinating. &gt;&gt; Justin just to finish on a on a on an"
    },
    {
      "start": 605.92,
      "dur": 1.909,
      "text": "&gt;&gt; Justin just to finish on a on a on an optimistic note if we can. I mean, we've"
    },
    {
      "start": 607.839,
      "dur": 2.631,
      "text": "optimistic note if we can. I mean, we've been talking about this doom and gloom"
    },
    {
      "start": 610.48,
      "dur": 2.63,
      "text": "been talking about this doom and gloom glacier. Uh, but you know, are there do"
    },
    {
      "start": 613.12,
      "dur": 2.709,
      "text": "glacier. Uh, but you know, are there do you see any cause for hope? Any"
    },
    {
      "start": 615.839,
      "dur": 2.55,
      "text": "you see any cause for hope? Any solutions to to to glacier melt that we"
    },
    {
      "start": 618.399,
      "dur": 1.751,
      "text": "solutions to to to glacier melt that we can all take away? Everybody watching on"
    },
    {
      "start": 620.16,
      "dur": 0.789,
      "text": "can all take away? Everybody watching on YouTube?"
    },
    {
      "start": 620.959,
      "dur": 1.191,
      "text": "YouTube? &gt;&gt; I remember thinking about that when I"
    },
    {
      "start": 622.16,
      "dur": 1.59,
      "text": "&gt;&gt; I remember thinking about that when I was on the Glacia and I was thinking"
    },
    {
      "start": 623.76,
      "dur": 2.309,
      "text": "was on the Glacia and I was thinking about the unbelievable human effort that"
    },
    {
      "start": 626.079,
      "dur": 2.071,
      "text": "about the unbelievable human effort that had led to that research project that I"
    },
    {
      "start": 628.16,
      "dur": 1.909,
      "text": "had led to that research project that I was on happening very similar to this"
    },
    {
      "start": 630.079,
      "dur": 1.671,
      "text": "was on happening very similar to this one. all the people who'd been involved"
    },
    {
      "start": 631.76,
      "dur": 2.47,
      "text": "one. all the people who'd been involved in the preparatory science preparing all"
    },
    {
      "start": 634.24,
      "dur": 1.589,
      "text": "in the preparatory science preparing all the equipment, you know, building and"
    },
    {
      "start": 635.839,
      "dur": 1.191,
      "text": "the equipment, you know, building and making the planes that flew us out"
    },
    {
      "start": 637.04,
      "dur": 1.27,
      "text": "making the planes that flew us out there. And you think of this huge chain"
    },
    {
      "start": 638.32,
      "dur": 2.069,
      "text": "there. And you think of this huge chain of humanity working together to the"
    },
    {
      "start": 640.399,
      "dur": 1.751,
      "text": "of humanity working together to the objective of understanding these"
    },
    {
      "start": 642.16,
      "dur": 2.55,
      "text": "objective of understanding these processes on our earth better and"
    },
    {
      "start": 644.72,
      "dur": 1.75,
      "text": "processes on our earth better and finding ways then to tackle the changes"
    },
    {
      "start": 646.48,
      "dur": 1.51,
      "text": "finding ways then to tackle the changes that we're seeing. And I think the fact"
    },
    {
      "start": 648.0,
      "dur": 1.829,
      "text": "that we're seeing. And I think the fact that we can get together as a human"
    },
    {
      "start": 649.839,
      "dur": 2.311,
      "text": "that we can get together as a human community and undertake these amazing"
    },
    {
      "start": 652.16,
      "dur": 1.99,
      "text": "community and undertake these amazing research efforts should give should give"
    },
    {
      "start": 654.16,
      "dur": 2.15,
      "text": "research efforts should give should give us hope that we are capable of solving"
    },
    {
      "start": 656.32,
      "dur": 1.35,
      "text": "us hope that we are capable of solving some of these really big challenges that"
    },
    {
      "start": 657.68,
      "dur": 3.51,
      "text": "some of these really big challenges that we face. Thank you, Justin. The BBC's"
    },
    {
      "start": 661.2,
      "dur": 2.47,
      "text": "we face. Thank you, Justin. The BBC's climate editor, Justin Rolat. Well, if"
    },
    {
      "start": 663.68,
      "dur": 1.829,
      "text": "climate editor, Justin Rolat. Well, if you liked this episode, do please"
    },
    {
      "start": 665.519,
      "dur": 2.31,
      "text": "you liked this episode, do please subscribe to us here on YouTube. And if"
    },
    {
      "start": 667.839,
      "dur": 1.351,
      "text": "subscribe to us here on YouTube. And if you'd like us to cover any other"
    },
    {
      "start": 669.2,
      "dur": 2.39,
      "text": "you'd like us to cover any other stories, please leave a comment below."
    },
    {
      "start": 671.6,
      "dur": 1.909,
      "text": "stories, please leave a comment below. You can hear more international news on"
    },
    {
      "start": 673.519,
      "dur": 3.191,
      "text": "You can hear more international news on the BBC's Global News podcast. Listen"
    },
    {
      "start": 676.72,
      "dur": 4.6,
      "text": "the BBC's Global News podcast. Listen wherever you get your podcasts. Bye-bye."
    }
  ]
}