{
  "videoId": "rv5WmmVI2Fc",
  "title": "Russian general shot several times in Moscow | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 171,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.44,
      "text": "Let's get to one of the stories in those"
    },
    {
      "start": 1.68,
      "dur": 1.989,
      "text": "Let's get to one of the stories in those headlines. A top ranking Russian general"
    },
    {
      "start": 3.679,
      "dur": 1.991,
      "text": "headlines. A top ranking Russian general linked to the Salsbury poisonings back"
    },
    {
      "start": 5.68,
      "dur": 2.949,
      "text": "linked to the Salsbury poisonings back in 2018 has been shot several times and"
    },
    {
      "start": 8.639,
      "dur": 2.631,
      "text": "in 2018 has been shot several times and wounded in Moscow. Lieutenant General"
    },
    {
      "start": 11.28,
      "dur": 2.309,
      "text": "wounded in Moscow. Lieutenant General Vladimir Alexf was rushed to hospital"
    },
    {
      "start": 13.599,
      "dur": 1.511,
      "text": "Vladimir Alexf was rushed to hospital this morning after an attack in a"
    },
    {
      "start": 15.12,
      "dur": 1.989,
      "text": "this morning after an attack in a residential apartment block on the"
    },
    {
      "start": 17.119,
      "dur": 2.23,
      "text": "residential apartment block on the northwestern outskirts of the city. His"
    },
    {
      "start": 19.359,
      "dur": 2.551,
      "text": "northwestern outskirts of the city. His current condition is unknown. Alexf is"
    },
    {
      "start": 21.92,
      "dur": 1.91,
      "text": "current condition is unknown. Alexf is part of the GRU's military intelligence"
    },
    {
      "start": 23.84,
      "dur": 1.91,
      "text": "part of the GRU's military intelligence unit, so he will have been closely"
    },
    {
      "start": 25.76,
      "dur": 2.47,
      "text": "unit, so he will have been closely connected to the operations in Ukraine."
    },
    {
      "start": 28.24,
      "dur": 1.75,
      "text": "connected to the operations in Ukraine. and he's not the first highranking"
    },
    {
      "start": 30.0,
      "dur": 2.069,
      "text": "and he's not the first highranking official to be targeted in the capital."
    },
    {
      "start": 32.079,
      "dur": 1.911,
      "text": "official to be targeted in the capital. Let's speak to the BBC's Russian"
    },
    {
      "start": 34.0,
      "dur": 3.27,
      "text": "Let's speak to the BBC's Russian correspondent Olga Isha. Um Olga, what"
    },
    {
      "start": 37.28,
      "dur": 1.35,
      "text": "correspondent Olga Isha. Um Olga, what do we know about the circumstances"
    },
    {
      "start": 38.64,
      "dur": 2.15,
      "text": "do we know about the circumstances around the attack?"
    },
    {
      "start": 40.8,
      "dur": 2.47,
      "text": "around the attack? Yeah, as you rightly said, um General"
    },
    {
      "start": 43.28,
      "dur": 1.99,
      "text": "Yeah, as you rightly said, um General Alex was assassinated this morning"
    },
    {
      "start": 45.28,
      "dur": 3.429,
      "text": "Alex was assassinated this morning around 700 a.m. when he was leaving um"
    },
    {
      "start": 48.719,
      "dur": 1.67,
      "text": "around 700 a.m. when he was leaving um apartment block where he lives and"
    },
    {
      "start": 50.399,
      "dur": 2.551,
      "text": "apartment block where he lives and apparently he met someone uh at the"
    },
    {
      "start": 52.96,
      "dur": 2.47,
      "text": "apparently he met someone uh at the entrance and um from what we know, he"
    },
    {
      "start": 55.44,
      "dur": 2.15,
      "text": "entrance and um from what we know, he was shot several times and taken into"
    },
    {
      "start": 57.6,
      "dur": 2.39,
      "text": "was shot several times and taken into the hospital in critical condition. Uh"
    },
    {
      "start": 60.0,
      "dur": 3.43,
      "text": "the hospital in critical condition. Uh what what what his um state of health is"
    },
    {
      "start": 63.44,
      "dur": 2.069,
      "text": "what what what his um state of health is currently, we don't know. uh"
    },
    {
      "start": 65.519,
      "dur": 2.151,
      "text": "currently, we don't know. uh spokesperson of Russia's Russia's"
    },
    {
      "start": 67.68,
      "dur": 1.67,
      "text": "spokesperson of Russia's Russia's president"
    },
    {
      "start": 69.36,
      "dur": 3.67,
      "text": "president said that uh Mr. Putin is getting hourly"
    },
    {
      "start": 73.04,
      "dur": 3.27,
      "text": "said that uh Mr. Putin is getting hourly updates about um general's health and"
    },
    {
      "start": 76.32,
      "dur": 2.39,
      "text": "updates about um general's health and that Russia would respond appropriate"
    },
    {
      "start": 78.72,
      "dur": 1.11,
      "text": "that Russia would respond appropriate appropriately."
    },
    {
      "start": 79.84,
      "dur": 1.83,
      "text": "appropriately. &gt;&gt; So is there any speculation in Russia as"
    },
    {
      "start": 81.68,
      "dur": 2.39,
      "text": "&gt;&gt; So is there any speculation in Russia as to who was responsible?"
    },
    {
      "start": 84.08,
      "dur": 2.709,
      "text": "to who was responsible? Well, if judging by statements by"
    },
    {
      "start": 86.799,
      "dur": 1.911,
      "text": "Well, if judging by statements by Russian officials and what they say on"
    },
    {
      "start": 88.72,
      "dur": 3.51,
      "text": "Russian officials and what they say on Russian state TV, they they have almost"
    },
    {
      "start": 92.24,
      "dur": 2.549,
      "text": "Russian state TV, they they have almost no doubt Ukraine was behind the attack."
    },
    {
      "start": 94.799,
      "dur": 2.871,
      "text": "no doubt Ukraine was behind the attack. Uh officials in Kiev have not commented"
    },
    {
      "start": 97.68,
      "dur": 3.83,
      "text": "Uh officials in Kiev have not commented on the case, but uh General Alex is"
    },
    {
      "start": 101.52,
      "dur": 1.99,
      "text": "on the case, but uh General Alex is actually the fifth general, the fifth"
    },
    {
      "start": 103.52,
      "dur": 1.67,
      "text": "actually the fifth general, the fifth Russian general who has been"
    },
    {
      "start": 105.2,
      "dur": 4.549,
      "text": "Russian general who has been assassinated in Moscow over the past u"
    },
    {
      "start": 109.759,
      "dur": 2.39,
      "text": "assassinated in Moscow over the past u 16 months probably. source since end of"
    },
    {
      "start": 112.159,
      "dur": 3.031,
      "text": "16 months probably. source since end of 2024. Uh and some of the previous"
    },
    {
      "start": 115.2,
      "dur": 2.63,
      "text": "2024. Uh and some of the previous attacks, our sources in Ukrainian"
    },
    {
      "start": 117.84,
      "dur": 1.909,
      "text": "attacks, our sources in Ukrainian intelligence hinted that they might have"
    },
    {
      "start": 119.759,
      "dur": 1.431,
      "text": "intelligence hinted that they might have some connection to that."
    },
    {
      "start": 121.2,
      "dur": 2.47,
      "text": "some connection to that. &gt;&gt; What will peak interest here in the UK"
    },
    {
      "start": 123.68,
      "dur": 2.87,
      "text": "&gt;&gt; What will peak interest here in the UK is his links, his historic links to what"
    },
    {
      "start": 126.56,
      "dur": 2.15,
      "text": "is his links, his historic links to what happened in Salsbury."
    },
    {
      "start": 128.72,
      "dur": 3.19,
      "text": "happened in Salsbury. &gt;&gt; Yes. Uh so General Alex is a longerving"
    },
    {
      "start": 131.92,
      "dur": 2.47,
      "text": "&gt;&gt; Yes. Uh so General Alex is a longerving intelligence officer. From what we know,"
    },
    {
      "start": 134.4,
      "dur": 2.23,
      "text": "intelligence officer. From what we know, he has been at the top levels of Russian"
    },
    {
      "start": 136.64,
      "dur": 2.39,
      "text": "he has been at the top levels of Russian military intelligence GRU at least since"
    },
    {
      "start": 139.04,
      "dur": 2.39,
      "text": "military intelligence GRU at least since 2011. And yes, as you rightly said, he"
    },
    {
      "start": 141.44,
      "dur": 3.11,
      "text": "2011. And yes, as you rightly said, he has been put on sanctions list uh for"
    },
    {
      "start": 144.56,
      "dur": 2.389,
      "text": "has been put on sanctions list uh for his involvement in Salsbury Salsbury"
    },
    {
      "start": 146.959,
      "dur": 2.311,
      "text": "his involvement in Salsbury Salsbury poisoning. Allegedly, he has also"
    },
    {
      "start": 149.28,
      "dur": 2.87,
      "text": "poisoning. Allegedly, he has also planned and executed operations in Syria"
    },
    {
      "start": 152.16,
      "dur": 1.99,
      "text": "planned and executed operations in Syria in during Russian Russia's full-scale"
    },
    {
      "start": 154.16,
      "dur": 2.39,
      "text": "in during Russian Russia's full-scale invasion into Ukraine. Um so yeah, he"
    },
    {
      "start": 156.56,
      "dur": 1.83,
      "text": "invasion into Ukraine. Um so yeah, he has quite a long track list of things"
    },
    {
      "start": 158.4,
      "dur": 1.51,
      "text": "has quite a long track list of things and that's only the things we know,"
    },
    {
      "start": 159.92,
      "dur": 1.51,
      "text": "and that's only the things we know, right? Because of course the main"
    },
    {
      "start": 161.44,
      "dur": 1.99,
      "text": "right? Because of course the main operations are still top secret and"
    },
    {
      "start": 163.44,
      "dur": 0.95,
      "text": "operations are still top secret and classified."
    },
    {
      "start": 164.4,
      "dur": 1.51,
      "text": "classified. &gt;&gt; Olga, thanks very much for that. We'll"
    },
    {
      "start": 165.92,
      "dur": 2.55,
      "text": "&gt;&gt; Olga, thanks very much for that. We'll continue to monitor that situation. The"
    },
    {
      "start": 168.48,
      "dur": 4.08,
      "text": "continue to monitor that situation. The general in hospital receiving urgent"
    }
  ]
}