{
  "videoId": "rv7c0jAm_ys",
  "title": "US President Donald Trump touts 'softer touch' on immigration | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 480,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.999,
      "text": "Welcome back. President Trump has given"
    },
    {
      "start": 2.399,
      "dur": 2.551,
      "text": "Welcome back. President Trump has given a wide-ranging interview to NBC, which"
    },
    {
      "start": 4.96,
      "dur": 1.67,
      "text": "a wide-ranging interview to NBC, which will air this weekend during the Super"
    },
    {
      "start": 6.64,
      "dur": 2.31,
      "text": "will air this weekend during the Super Bowl coverage. And in it, he concedes"
    },
    {
      "start": 8.96,
      "dur": 2.95,
      "text": "Bowl coverage. And in it, he concedes there needs to be a softer touch on"
    },
    {
      "start": 11.92,
      "dur": 1.669,
      "text": "there needs to be a softer touch on immigration after the deaths in"
    },
    {
      "start": 13.599,
      "dur": 2.391,
      "text": "immigration after the deaths in Minnesota. The man newly in charge of"
    },
    {
      "start": 16.0,
      "dur": 1.99,
      "text": "Minnesota. The man newly in charge of ICE deployments in the city, Tom Hman,"
    },
    {
      "start": 18.0,
      "dur": 1.83,
      "text": "ICE deployments in the city, Tom Hman, says he is drawing down the number of"
    },
    {
      "start": 19.84,
      "dur": 1.75,
      "text": "says he is drawing down the number of agents roaming the streets to focus"
    },
    {
      "start": 21.6,
      "dur": 2.39,
      "text": "agents roaming the streets to focus instead on the processing of illegal"
    },
    {
      "start": 24.0,
      "dur": 2.31,
      "text": "instead on the processing of illegal migrants they've already arrested."
    },
    {
      "start": 26.32,
      "dur": 1.75,
      "text": "migrants they've already arrested. Here's the president. when questioned on"
    },
    {
      "start": 28.08,
      "dur": 2.47,
      "text": "Here's the president. when questioned on the deaths of Renee Good and Alex Prey"
    },
    {
      "start": 30.56,
      "dur": 1.829,
      "text": "the deaths of Renee Good and Alex Prey and the way in which the administration"
    },
    {
      "start": 32.399,
      "dur": 1.591,
      "text": "and the way in which the administration had responded to them."
    },
    {
      "start": 34.0,
      "dur": 2.63,
      "text": "had responded to them. &gt;&gt; 700 officers leaving Minneapolis. Did"
    },
    {
      "start": 36.64,
      "dur": 1.11,
      "text": "&gt;&gt; 700 officers leaving Minneapolis. Did that come from you?"
    },
    {
      "start": 37.76,
      "dur": 4.23,
      "text": "that come from you? &gt;&gt; Yes, it did. I learned that uh maybe we"
    },
    {
      "start": 42.0,
      "dur": 2.47,
      "text": "&gt;&gt; Yes, it did. I learned that uh maybe we can use a little bit of a softer touch,"
    },
    {
      "start": 44.48,
      "dur": 1.589,
      "text": "can use a little bit of a softer touch, but you still have to be tough. These"
    },
    {
      "start": 46.079,
      "dur": 1.911,
      "text": "but you still have to be tough. These are criminal. We're dealing with really"
    },
    {
      "start": 48.0,
      "dur": 3.35,
      "text": "are criminal. We're dealing with really hard criminals. But uh look, I've called"
    },
    {
      "start": 51.36,
      "dur": 1.59,
      "text": "hard criminals. But uh look, I've called the people. I've called the governor."
    },
    {
      "start": 52.96,
      "dur": 1.99,
      "text": "the people. I've called the governor. I've called the mayor. Spoke to him. Had"
    },
    {
      "start": 54.96,
      "dur": 1.67,
      "text": "I've called the mayor. Spoke to him. Had great conversations with him. And then I"
    },
    {
      "start": 56.64,
      "dur": 2.549,
      "text": "great conversations with him. And then I see them ranting and raving out there uh"
    },
    {
      "start": 59.199,
      "dur": 2.471,
      "text": "see them ranting and raving out there uh literally as though a call wasn't made."
    },
    {
      "start": 61.68,
      "dur": 2.789,
      "text": "literally as though a call wasn't made. &gt;&gt; Still 2,000 agents in Minneapolis. Let's"
    },
    {
      "start": 64.479,
      "dur": 1.751,
      "text": "&gt;&gt; Still 2,000 agents in Minneapolis. Let's go live to Boston, speak to Shannon"
    },
    {
      "start": 66.24,
      "dur": 1.99,
      "text": "go live to Boston, speak to Shannon Felton Spence. She's a politics and"
    },
    {
      "start": 68.24,
      "dur": 1.67,
      "text": "Felton Spence. She's a politics and communication strategist at the Harvard"
    },
    {
      "start": 69.92,
      "dur": 1.59,
      "text": "communication strategist at the Harvard Think Tank, the Belfa Center. Welcome to"
    },
    {
      "start": 71.52,
      "dur": 1.83,
      "text": "Think Tank, the Belfa Center. Welcome to the program. Further into that"
    },
    {
      "start": 73.36,
      "dur": 2.55,
      "text": "the program. Further into that interview, he says he would like similar"
    },
    {
      "start": 75.92,
      "dur": 2.71,
      "text": "interview, he says he would like similar operations in five other cities, which"
    },
    {
      "start": 78.64,
      "dur": 1.67,
      "text": "operations in five other cities, which will be ringing alarm bells, no doubt,"
    },
    {
      "start": 80.32,
      "dur": 1.91,
      "text": "will be ringing alarm bells, no doubt, among Democratic governors. Did he give"
    },
    {
      "start": 82.24,
      "dur": 2.31,
      "text": "among Democratic governors. Did he give any clues as to where he's looking and"
    },
    {
      "start": 84.56,
      "dur": 2.31,
      "text": "any clues as to where he's looking and how that would unfold?"
    },
    {
      "start": 86.88,
      "dur": 2.15,
      "text": "how that would unfold? &gt;&gt; He didn't. In that interview with NBC,"
    },
    {
      "start": 89.04,
      "dur": 2.069,
      "text": "&gt;&gt; He didn't. In that interview with NBC, he said that he was looking at"
    },
    {
      "start": 91.119,
      "dur": 1.751,
      "text": "he said that he was looking at particularly five cities, but a lot of"
    },
    {
      "start": 92.88,
      "dur": 1.67,
      "text": "particularly five cities, but a lot of places. But what he did say was that he"
    },
    {
      "start": 94.56,
      "dur": 2.39,
      "text": "places. But what he did say was that he wants to be invited in. He wants a call"
    },
    {
      "start": 96.96,
      "dur": 1.67,
      "text": "wants to be invited in. He wants a call from the governor or the mayor saying"
    },
    {
      "start": 98.64,
      "dur": 1.91,
      "text": "from the governor or the mayor saying that we need your help. I think that's"
    },
    {
      "start": 100.56,
      "dur": 1.99,
      "text": "that we need your help. I think that's going to be hard to find in these major"
    },
    {
      "start": 102.56,
      "dur": 2.869,
      "text": "going to be hard to find in these major cities uh where most of them are run by"
    },
    {
      "start": 105.439,
      "dur": 2.391,
      "text": "cities uh where most of them are run by uh you know, Democratic uh mayors"
    },
    {
      "start": 107.84,
      "dur": 1.589,
      "text": "uh you know, Democratic uh mayors certainly and many of them Democratic"
    },
    {
      "start": 109.439,
      "dur": 2.31,
      "text": "certainly and many of them Democratic governors as well. So, uh, we'll have to"
    },
    {
      "start": 111.759,
      "dur": 2.231,
      "text": "governors as well. So, uh, we'll have to see if that remains true. Um, but that"
    },
    {
      "start": 114.0,
      "dur": 1.67,
      "text": "see if that remains true. Um, but that was sort of his concession of what went"
    },
    {
      "start": 115.68,
      "dur": 1.67,
      "text": "was sort of his concession of what went wrong in Minneapolis was that he hadn't"
    },
    {
      "start": 117.36,
      "dur": 1.349,
      "text": "wrong in Minneapolis was that he hadn't been invited in and he didn't have a"
    },
    {
      "start": 118.719,
      "dur": 2.631,
      "text": "been invited in and he didn't have a good working relationship with, um, the"
    },
    {
      "start": 121.36,
      "dur": 1.59,
      "text": "good working relationship with, um, the mayor or the governor. And then he"
    },
    {
      "start": 122.96,
      "dur": 1.35,
      "text": "mayor or the governor. And then he pointed to Louisiana where he says the"
    },
    {
      "start": 124.32,
      "dur": 1.35,
      "text": "pointed to Louisiana where he says the governor has given him a call. Now, of"
    },
    {
      "start": 125.68,
      "dur": 1.749,
      "text": "governor has given him a call. Now, of course, Louisiana is a deep red uh,"
    },
    {
      "start": 127.439,
      "dur": 1.911,
      "text": "course, Louisiana is a deep red uh, Republican state, so that's not maybe"
    },
    {
      "start": 129.36,
      "dur": 1.109,
      "text": "Republican state, so that's not maybe the best example,"
    },
    {
      "start": 130.479,
      "dur": 1.671,
      "text": "the best example, &gt;&gt; right? But there did seem to be, did"
    },
    {
      "start": 132.16,
      "dur": 2.149,
      "text": "&gt;&gt; right? But there did seem to be, did there, a sort of mellowing of his"
    },
    {
      "start": 134.319,
      "dur": 2.151,
      "text": "there, a sort of mellowing of his attitude towards these deployments. He"
    },
    {
      "start": 136.48,
      "dur": 1.59,
      "text": "attitude towards these deployments. He talks about a softer touch. So there is"
    },
    {
      "start": 138.08,
      "dur": 1.91,
      "text": "talks about a softer touch. So there is a recognition at least on the part of"
    },
    {
      "start": 140.0,
      "dur": 1.91,
      "text": "a recognition at least on the part of the president that things didn't go as"
    },
    {
      "start": 141.92,
      "dur": 1.43,
      "text": "the president that things didn't go as they should have."
    },
    {
      "start": 143.36,
      "dur": 1.43,
      "text": "they should have. &gt;&gt; Certainly Christian I believe that"
    },
    {
      "start": 144.8,
      "dur": 1.509,
      "text": "&gt;&gt; Certainly Christian I believe that Minnesota was a turning point in this"
    },
    {
      "start": 146.319,
      "dur": 1.99,
      "text": "Minnesota was a turning point in this presidency in this administration. The"
    },
    {
      "start": 148.319,
      "dur": 3.511,
      "text": "presidency in this administration. The images were absolutely appalling and"
    },
    {
      "start": 151.84,
      "dur": 1.99,
      "text": "images were absolutely appalling and shocking and just imagine the sheer"
    },
    {
      "start": 153.84,
      "dur": 3.99,
      "text": "shocking and just imagine the sheer numbers of 700 ICE officers now leaving"
    },
    {
      "start": 157.84,
      "dur": 2.07,
      "text": "numbers of 700 ICE officers now leaving uh the city and the state. Like 700"
    },
    {
      "start": 159.92,
      "dur": 1.91,
      "text": "uh the city and the state. Like 700 people in a major American city uh you"
    },
    {
      "start": 161.84,
      "dur": 1.83,
      "text": "people in a major American city uh you know federal law enforcement. and he's"
    },
    {
      "start": 163.68,
      "dur": 1.35,
      "text": "know federal law enforcement. and he's talking about hardened criminals are"
    },
    {
      "start": 165.04,
      "dur": 1.269,
      "text": "talking about hardened criminals are going after really tough, hard"
    },
    {
      "start": 166.319,
      "dur": 2.071,
      "text": "going after really tough, hard criminals, violent criminals. But yet,"
    },
    {
      "start": 168.4,
      "dur": 2.23,
      "text": "criminals, violent criminals. But yet, we saw two American citizens get killed"
    },
    {
      "start": 170.64,
      "dur": 2.71,
      "text": "we saw two American citizens get killed on the streets of Minneapolis. And we"
    },
    {
      "start": 173.36,
      "dur": 1.99,
      "text": "on the streets of Minneapolis. And we saw a four-year-old little boy in a"
    },
    {
      "start": 175.36,
      "dur": 3.19,
      "text": "saw a four-year-old little boy in a Pikachu uh winter hat and backpack uh"
    },
    {
      "start": 178.56,
      "dur": 1.99,
      "text": "Pikachu uh winter hat and backpack uh getting put into a car. So, to the"
    },
    {
      "start": 180.56,
      "dur": 1.749,
      "text": "getting put into a car. So, to the American people, the images just are not"
    },
    {
      "start": 182.319,
      "dur": 1.351,
      "text": "American people, the images just are not adding up with what the president is"
    },
    {
      "start": 183.68,
      "dur": 2.629,
      "text": "adding up with what the president is saying. He's been returning in the last"
    },
    {
      "start": 186.319,
      "dur": 3.031,
      "text": "saying. He's been returning in the last few weeks to 2020 and the stolen"
    },
    {
      "start": 189.36,
      "dur": 1.35,
      "text": "few weeks to 2020 and the stolen election in the absence of any facts"
    },
    {
      "start": 190.72,
      "dur": 1.99,
      "text": "election in the absence of any facts that it was actually stolen. But he's"
    },
    {
      "start": 192.72,
      "dur": 1.91,
      "text": "that it was actually stolen. But he's sent in investigators to Fulton County"
    },
    {
      "start": 194.64,
      "dur": 2.07,
      "text": "sent in investigators to Fulton County in Georgia and then he talked about"
    },
    {
      "start": 196.72,
      "dur": 3.27,
      "text": "in Georgia and then he talked about nationalizing the vote. Um he appears to"
    },
    {
      "start": 200.0,
      "dur": 3.03,
      "text": "nationalizing the vote. Um he appears to be walking that back. Have a listen."
    },
    {
      "start": 203.04,
      "dur": 1.99,
      "text": "be walking that back. Have a listen. &gt;&gt; You've recently suggested nationalizing"
    },
    {
      "start": 205.04,
      "dur": 1.909,
      "text": "&gt;&gt; You've recently suggested nationalizing elections. What do you mean by that?"
    },
    {
      "start": 206.959,
      "dur": 2.311,
      "text": "elections. What do you mean by that? &gt;&gt; Uh when and I didn't say national. I"
    },
    {
      "start": 209.28,
      "dur": 2.309,
      "text": "&gt;&gt; Uh when and I didn't say national. I said there are some areas in our country"
    },
    {
      "start": 211.599,
      "dur": 1.671,
      "text": "said there are some areas in our country that are extremely corrupt. They have"
    },
    {
      "start": 213.28,
      "dur": 1.83,
      "text": "that are extremely corrupt. They have very corrupt elections. Take a look at"
    },
    {
      "start": 215.12,
      "dur": 2.55,
      "text": "very corrupt elections. Take a look at Detroit. Take a look at Philadelphia."
    },
    {
      "start": 217.68,
      "dur": 2.31,
      "text": "Detroit. Take a look at Philadelphia. Take a look at Atlanta. There are some"
    },
    {
      "start": 220.0,
      "dur": 2.47,
      "text": "Take a look at Atlanta. There are some areas that are unbelievably corrupt. I"
    },
    {
      "start": 222.48,
      "dur": 3.19,
      "text": "areas that are unbelievably corrupt. I could give you plenty of more, too. Uh I"
    },
    {
      "start": 225.68,
      "dur": 1.67,
      "text": "could give you plenty of more, too. Uh I say that we cannot have corrupt"
    },
    {
      "start": 227.36,
      "dur": 1.429,
      "text": "say that we cannot have corrupt elections."
    },
    {
      "start": 228.799,
      "dur": 1.671,
      "text": "elections. &gt;&gt; And then he goes on to talk about his"
    },
    {
      "start": 230.48,
      "dur": 3.99,
      "text": "&gt;&gt; And then he goes on to talk about his role in 2028 and whether he would run"
    },
    {
      "start": 234.48,
      "dur": 3.19,
      "text": "role in 2028 and whether he would run again. What does he say about that?"
    },
    {
      "start": 237.68,
      "dur": 3.269,
      "text": "again. What does he say about that? Listen, this is all part of the plan to"
    },
    {
      "start": 240.959,
      "dur": 2.391,
      "text": "Listen, this is all part of the plan to uh make the American people doubt"
    },
    {
      "start": 243.36,
      "dur": 1.589,
      "text": "uh make the American people doubt whatever result is going to come out in"
    },
    {
      "start": 244.959,
      "dur": 1.91,
      "text": "whatever result is going to come out in the midterm elections in November, which"
    },
    {
      "start": 246.879,
      "dur": 1.751,
      "text": "the midterm elections in November, which is only a few short months away, and we"
    },
    {
      "start": 248.64,
      "dur": 1.19,
      "text": "is only a few short months away, and we are about to get into the height of"
    },
    {
      "start": 249.84,
      "dur": 2.309,
      "text": "are about to get into the height of midterm campaign season. The reason he"
    },
    {
      "start": 252.159,
      "dur": 1.671,
      "text": "midterm campaign season. The reason he is doing that is because he is in"
    },
    {
      "start": 253.84,
      "dur": 2.07,
      "text": "is doing that is because he is in trouble. Every indication in a special"
    },
    {
      "start": 255.92,
      "dur": 1.91,
      "text": "trouble. Every indication in a special election, including one state senate"
    },
    {
      "start": 257.84,
      "dur": 1.43,
      "text": "election, including one state senate seat in Texas this week, which should"
    },
    {
      "start": 259.28,
      "dur": 1.669,
      "text": "seat in Texas this week, which should have gone to a Republican, went to a"
    },
    {
      "start": 260.959,
      "dur": 2.151,
      "text": "have gone to a Republican, went to a Democrat. All indications are this is"
    },
    {
      "start": 263.12,
      "dur": 2.069,
      "text": "Democrat. All indications are this is going to be a very very tough midterm"
    },
    {
      "start": 265.199,
      "dur": 1.43,
      "text": "going to be a very very tough midterm for the Republicans and for the"
    },
    {
      "start": 266.639,
      "dur": 1.591,
      "text": "for the Republicans and for the president which means the back end of"
    },
    {
      "start": 268.24,
      "dur": 1.43,
      "text": "president which means the back end of this administration is going to be very"
    },
    {
      "start": 269.68,
      "dur": 1.59,
      "text": "this administration is going to be very very tough for him and he is not going"
    },
    {
      "start": 271.28,
      "dur": 1.59,
      "text": "very tough for him and he is not going to be able to legislate or act the way"
    },
    {
      "start": 272.88,
      "dur": 2.07,
      "text": "to be able to legislate or act the way that he has been acting. So all of this"
    },
    {
      "start": 274.96,
      "dur": 2.229,
      "text": "that he has been acting. So all of this is pretense so that when we come to the"
    },
    {
      "start": 277.199,
      "dur": 1.911,
      "text": "is pretense so that when we come to the second week of November he can challenge"
    },
    {
      "start": 279.12,
      "dur": 1.67,
      "text": "second week of November he can challenge these election results in the same way"
    },
    {
      "start": 280.8,
      "dur": 2.63,
      "text": "these election results in the same way that he did with 2020. So he's talking"
    },
    {
      "start": 283.44,
      "dur": 1.83,
      "text": "that he did with 2020. So he's talking about voter fraud in all of these cities"
    },
    {
      "start": 285.28,
      "dur": 2.07,
      "text": "about voter fraud in all of these cities where he lost by a very thin margin in"
    },
    {
      "start": 287.36,
      "dur": 2.549,
      "text": "where he lost by a very thin margin in 2020. And it has been proven time and"
    },
    {
      "start": 289.919,
      "dur": 2.311,
      "text": "2020. And it has been proven time and time and time again that voter fraud in"
    },
    {
      "start": 292.24,
      "dur": 2.07,
      "text": "time and time again that voter fraud in this country is very very very low and"
    },
    {
      "start": 294.32,
      "dur": 1.429,
      "text": "this country is very very very low and it does not amount to anything"
    },
    {
      "start": 295.759,
      "dur": 1.43,
      "text": "it does not amount to anything meaningful to be able to sway an"
    },
    {
      "start": 297.199,
      "dur": 2.631,
      "text": "meaningful to be able to sway an election in any locality. He talks about"
    },
    {
      "start": 299.84,
      "dur": 1.75,
      "text": "election in any locality. He talks about illegal aliens voting in these"
    },
    {
      "start": 301.6,
      "dur": 1.589,
      "text": "illegal aliens voting in these elections. What incentive would they"
    },
    {
      "start": 303.199,
      "dur": 2.231,
      "text": "elections. What incentive would they have to vote in in one of our elections?"
    },
    {
      "start": 305.44,
      "dur": 1.67,
      "text": "have to vote in in one of our elections? It just doesn't it doesn't add up. It"
    },
    {
      "start": 307.12,
      "dur": 1.509,
      "text": "It just doesn't it doesn't add up. It doesn't make sense. And you can tell"
    },
    {
      "start": 308.639,
      "dur": 1.351,
      "text": "doesn't make sense. And you can tell that he's in trouble because he is"
    },
    {
      "start": 310.0,
      "dur": 2.469,
      "text": "that he's in trouble because he is getting more erratic in his in his"
    },
    {
      "start": 312.479,
      "dur": 2.311,
      "text": "getting more erratic in his in his rhetoric and he is gearing up for a big"
    },
    {
      "start": 314.8,
      "dur": 2.71,
      "text": "rhetoric and he is gearing up for a big fight through the midterm season. And of"
    },
    {
      "start": 317.52,
      "dur": 1.91,
      "text": "fight through the midterm season. And of course, one of the big issues in that"
    },
    {
      "start": 319.44,
      "dur": 1.91,
      "text": "course, one of the big issues in that midseason, midterm season will be"
    },
    {
      "start": 321.36,
      "dur": 2.23,
      "text": "midseason, midterm season will be affordability, the cost of living. Um,"
    },
    {
      "start": 323.6,
      "dur": 2.149,
      "text": "affordability, the cost of living. Um, he has recently appointed the next chair"
    },
    {
      "start": 325.759,
      "dur": 2.551,
      "text": "he has recently appointed the next chair of the Fed, uh, Kevin Walsh. Here's what"
    },
    {
      "start": 328.32,
      "dur": 1.589,
      "text": "of the Fed, uh, Kevin Walsh. Here's what he said about him."
    },
    {
      "start": 329.919,
      "dur": 1.671,
      "text": "he said about him. &gt;&gt; Is there any doubt in your mind that"
    },
    {
      "start": 331.6,
      "dur": 2.47,
      "text": "&gt;&gt; Is there any doubt in your mind that interest rates are going to be lowered?"
    },
    {
      "start": 334.08,
      "dur": 1.03,
      "text": "interest rates are going to be lowered? &gt;&gt; Not much."
    },
    {
      "start": 335.12,
      "dur": 1.03,
      "text": "&gt;&gt; Not much. &gt;&gt; Why? How can you say that?"
    },
    {
      "start": 336.16,
      "dur": 1.19,
      "text": "&gt;&gt; Why? How can you say that? &gt;&gt; I just think they're going to be lower"
    },
    {
      "start": 337.36,
      "dur": 0.95,
      "text": "&gt;&gt; I just think they're going to be lower to"
    },
    {
      "start": 338.32,
      "dur": 1.589,
      "text": "to &gt;&gt; Is your new Fed pick on board with that?"
    },
    {
      "start": 339.919,
      "dur": 2.151,
      "text": "&gt;&gt; Is your new Fed pick on board with that? &gt;&gt; We're way high. Okay. We're way high in"
    },
    {
      "start": 342.08,
      "dur": 2.87,
      "text": "&gt;&gt; We're way high. Okay. We're way high in interest. We have now with me and with"
    },
    {
      "start": 344.96,
      "dur": 1.75,
      "text": "interest. We have now with me and with all the money. I' I've always been good"
    },
    {
      "start": 346.72,
      "dur": 2.15,
      "text": "all the money. I' I've always been good at money. And with all the money coming"
    },
    {
      "start": 348.88,
      "dur": 1.83,
      "text": "at money. And with all the money coming into our country, we're a rich country"
    },
    {
      "start": 350.72,
      "dur": 2.87,
      "text": "into our country, we're a rich country again. We have debt, but we also have"
    },
    {
      "start": 353.6,
      "dur": 2.149,
      "text": "again. We have debt, but we also have growth. And the growth will soon make"
    },
    {
      "start": 355.759,
      "dur": 1.27,
      "text": "growth. And the growth will soon make the debt look very small."
    },
    {
      "start": 357.039,
      "dur": 1.831,
      "text": "the debt look very small. &gt;&gt; Does your new Fed pick understand that"
    },
    {
      "start": 358.88,
      "dur": 1.11,
      "text": "&gt;&gt; Does your new Fed pick understand that you want him to lower interest rates?"
    },
    {
      "start": 360.0,
      "dur": 1.35,
      "text": "you want him to lower interest rates? &gt;&gt; Well, I think he does, but I think he"
    },
    {
      "start": 361.36,
      "dur": 1.51,
      "text": "&gt;&gt; Well, I think he does, but I think he wants to anyway. I mean, if he came in"
    },
    {
      "start": 362.88,
      "dur": 1.51,
      "text": "wants to anyway. I mean, if he came in and said, \"I want to raise him.\" We"
    },
    {
      "start": 364.4,
      "dur": 0.229,
      "text": "and said, \"I want to raise him.\" We should"
    },
    {
      "start": 364.639,
      "dur": 1.031,
      "text": "should &gt;&gt; If he said that, he wouldn't have gotten"
    },
    {
      "start": 365.68,
      "dur": 0.55,
      "text": "&gt;&gt; If he said that, he wouldn't have gotten a job."
    },
    {
      "start": 366.24,
      "dur": 2.31,
      "text": "a job. &gt;&gt; He would not have gotten a job. No. But"
    },
    {
      "start": 368.56,
      "dur": 1.749,
      "text": "&gt;&gt; He would not have gotten a job. No. But there is a question about the"
    },
    {
      "start": 370.319,
      "dur": 1.671,
      "text": "there is a question about the independence of the Fed. And that's the"
    },
    {
      "start": 372.0,
      "dur": 4.39,
      "text": "independence of the Fed. And that's the bit that alarms Wall Street in the city."
    },
    {
      "start": 376.4,
      "dur": 2.229,
      "text": "bit that alarms Wall Street in the city. &gt;&gt; First of all, he's not good with money."
    },
    {
      "start": 378.639,
      "dur": 1.911,
      "text": "&gt;&gt; First of all, he's not good with money. Watch like an E-News true Hollywood"
    },
    {
      "start": 380.56,
      "dur": 2.31,
      "text": "Watch like an E-News true Hollywood story from like 1993."
    },
    {
      "start": 382.88,
      "dur": 1.51,
      "text": "story from like 1993. Donald Trump is not good with money."
    },
    {
      "start": 384.4,
      "dur": 2.39,
      "text": "Donald Trump is not good with money. Second of all, Jerome Paul's uh term is"
    },
    {
      "start": 386.8,
      "dur": 1.829,
      "text": "Second of all, Jerome Paul's uh term is coming up on May 15th. He has two more"
    },
    {
      "start": 388.639,
      "dur": 2.39,
      "text": "coming up on May 15th. He has two more chair meetings. He may uh lower interest"
    },
    {
      "start": 391.039,
      "dur": 1.671,
      "text": "chair meetings. He may uh lower interest rates in one of those meetings. We do"
    },
    {
      "start": 392.72,
      "dur": 2.63,
      "text": "rates in one of those meetings. We do not know. But no person interviewing for"
    },
    {
      "start": 395.36,
      "dur": 2.79,
      "text": "not know. But no person interviewing for the next uh chair job is going to say,"
    },
    {
      "start": 398.16,
      "dur": 1.35,
      "text": "the next uh chair job is going to say, \"Oh yeah, I want to keep interest rates"
    },
    {
      "start": 399.52,
      "dur": 1.75,
      "text": "\"Oh yeah, I want to keep interest rates high. I want to, you know, I want to"
    },
    {
      "start": 401.28,
      "dur": 1.83,
      "text": "high. I want to, you know, I want to even make them increase them.\" They're"
    },
    {
      "start": 403.12,
      "dur": 0.95,
      "text": "even make them increase them.\" They're of course going to tell the president"
    },
    {
      "start": 404.08,
      "dur": 2.47,
      "text": "of course going to tell the president that they want to decrease them. So what"
    },
    {
      "start": 406.56,
      "dur": 2.31,
      "text": "that they want to decrease them. So what I will say to this is that Jerome Pal is"
    },
    {
      "start": 408.88,
      "dur": 1.91,
      "text": "I will say to this is that Jerome Pal is in place until May 15th and then we will"
    },
    {
      "start": 410.8,
      "dur": 2.15,
      "text": "in place until May 15th and then we will get a new Fed chair. The chair does not"
    },
    {
      "start": 412.96,
      "dur": 1.59,
      "text": "get a new Fed chair. The chair does not make the decision alone. He has a whole"
    },
    {
      "start": 414.56,
      "dur": 2.15,
      "text": "make the decision alone. He has a whole board of governors and this chair has to"
    },
    {
      "start": 416.72,
      "dur": 1.35,
      "text": "board of governors and this chair has to be confirmed by the Senate which I don't"
    },
    {
      "start": 418.08,
      "dur": 1.829,
      "text": "be confirmed by the Senate which I don't think will be a problem. But yes, you"
    },
    {
      "start": 419.919,
      "dur": 3.11,
      "text": "think will be a problem. But yes, you know, this is Donald Trump um making uh"
    },
    {
      "start": 423.039,
      "dur": 3.59,
      "text": "know, this is Donald Trump um making uh overarching uh sort of uh threats and"
    },
    {
      "start": 426.639,
      "dur": 2.071,
      "text": "overarching uh sort of uh threats and statements about his influence on the"
    },
    {
      "start": 428.72,
      "dur": 1.43,
      "text": "statements about his influence on the economy through the Fed, which is not"
    },
    {
      "start": 430.16,
      "dur": 1.35,
      "text": "economy through the Fed, which is not how this is supposed to work. It is"
    },
    {
      "start": 431.52,
      "dur": 1.669,
      "text": "how this is supposed to work. It is important that America has an"
    },
    {
      "start": 433.199,
      "dur": 2.071,
      "text": "important that America has an independent Federal Reserve because it"
    },
    {
      "start": 435.28,
      "dur": 2.309,
      "text": "independent Federal Reserve because it gives us long-term monetary policy that"
    },
    {
      "start": 437.599,
      "dur": 1.671,
      "text": "gives us long-term monetary policy that is not influenced by the whims of a"
    },
    {
      "start": 439.28,
      "dur": 1.83,
      "text": "is not influenced by the whims of a president or by a congress, which you"
    },
    {
      "start": 441.12,
      "dur": 1.27,
      "text": "president or by a congress, which you know, many of our other things like"
    },
    {
      "start": 442.4,
      "dur": 2.15,
      "text": "know, many of our other things like foreign policy and other things are. So,"
    },
    {
      "start": 444.56,
      "dur": 1.51,
      "text": "foreign policy and other things are. So, this is a really important issue that we"
    },
    {
      "start": 446.08,
      "dur": 1.43,
      "text": "this is a really important issue that we will be watching for the next, you know,"
    },
    {
      "start": 447.52,
      "dur": 1.509,
      "text": "will be watching for the next, you know, five months. And when you talk about his"
    },
    {
      "start": 449.039,
      "dur": 1.831,
      "text": "five months. And when you talk about his whims on on foreign policy, we're"
    },
    {
      "start": 450.88,
      "dur": 1.749,
      "text": "whims on on foreign policy, we're slightly taking a breath after Davos,"
    },
    {
      "start": 452.639,
      "dur": 1.591,
      "text": "slightly taking a breath after Davos, but we're heading into another big week"
    },
    {
      "start": 454.24,
      "dur": 2.47,
      "text": "but we're heading into another big week with the Munich Security Conference,"
    },
    {
      "start": 456.72,
      "dur": 1.749,
      "text": "with the Munich Security Conference, &gt;&gt; the Munich Security Conference where all"
    },
    {
      "start": 458.479,
      "dur": 1.671,
      "text": "&gt;&gt; the Munich Security Conference where all of, you know, the European leaders and"
    },
    {
      "start": 460.16,
      "dur": 1.51,
      "text": "of, you know, the European leaders and many leaders from around the world will"
    },
    {
      "start": 461.68,
      "dur": 1.99,
      "text": "many leaders from around the world will be uh kicking off uh in the middle of"
    },
    {
      "start": 463.68,
      "dur": 1.99,
      "text": "be uh kicking off uh in the middle of next week and go through the weekend and"
    },
    {
      "start": 465.68,
      "dur": 1.909,
      "text": "next week and go through the weekend and I think we're in for a rocky, you know,"
    },
    {
      "start": 467.599,
      "dur": 1.671,
      "text": "I think we're in for a rocky, you know, conference. The president and the vice"
    },
    {
      "start": 469.28,
      "dur": 1.59,
      "text": "conference. The president and the vice president have made it quite clear how"
    },
    {
      "start": 470.88,
      "dur": 1.99,
      "text": "president have made it quite clear how they feel about Europe and NATO and"
    },
    {
      "start": 472.88,
      "dur": 1.91,
      "text": "they feel about Europe and NATO and Ukraine. And all of those issues will be"
    },
    {
      "start": 474.8,
      "dur": 1.669,
      "text": "Ukraine. And all of those issues will be the headlines coming out of Friday and"
    },
    {
      "start": 476.479,
      "dur": 1.11,
      "text": "the headlines coming out of Friday and Saturday next week."
    },
    {
      "start": 477.599,
      "dur": 1.27,
      "text": "Saturday next week. &gt;&gt; Shannon, good to talk to you as ever."
    },
    {
      "start": 478.879,
      "dur": 3.04,
      "text": "&gt;&gt; Shannon, good to talk to you as ever. Thanks for coming on the program."
    }
  ]
}