{
  "videoId": "RYPp71uA4iE",
  "title": "Badenoch says Tory defectors to Reform are 'drama queens' having a 'tantrum' | BBC Newscast",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 1396,
  "segments": [
    {
      "start": 7.2,
      "dur": 1.92,
      "text": "That is what it was like to be waiting"
    },
    {
      "start": 9.12,
      "dur": 2.31,
      "text": "That is what it was like to be waiting for Kem Bean to deliver a big speech in"
    },
    {
      "start": 11.44,
      "dur": 1.99,
      "text": "for Kem Bean to deliver a big speech in Westminster today, Wednesday the 28th of"
    },
    {
      "start": 13.44,
      "dur": 2.87,
      "text": "Westminster today, Wednesday the 28th of January. She had some very um I don't"
    },
    {
      "start": 16.32,
      "dur": 1.27,
      "text": "January. She had some very um I don't quite know how to describe it. I've seen"
    },
    {
      "start": 17.6,
      "dur": 3.27,
      "text": "quite know how to describe it. I've seen it as IA style chill out warm-up music."
    },
    {
      "start": 20.88,
      "dur": 1.67,
      "text": "it as IA style chill out warm-up music. But the person who was really there for"
    },
    {
      "start": 22.56,
      "dur": 1.75,
      "text": "But the person who was really there for real was Alex Vythe. Hello."
    },
    {
      "start": 24.32,
      "dur": 0.789,
      "text": "real was Alex Vythe. Hello. &gt;&gt; Hello."
    },
    {
      "start": 25.119,
      "dur": 2.871,
      "text": "&gt;&gt; Hello. &gt;&gt; Um do you want to do a let's let's stick"
    },
    {
      "start": 28.0,
      "dur": 1.91,
      "text": "&gt;&gt; Um do you want to do a let's let's stick with the cool thing. Would you like to"
    },
    {
      "start": 29.92,
      "dur": 1.99,
      "text": "with the cool thing. Would you like to do a vibe check from the Chem Bonox"
    },
    {
      "start": 31.92,
      "dur": 0.309,
      "text": "do a vibe check from the Chem Bonox speech?"
    },
    {
      "start": 32.239,
      "dur": 1.671,
      "text": "speech? &gt;&gt; Well, look, just on the music, it's so"
    },
    {
      "start": 33.92,
      "dur": 1.51,
      "text": "&gt;&gt; Well, look, just on the music, it's so interesting that you like picked up on"
    },
    {
      "start": 35.44,
      "dur": 1.83,
      "text": "interesting that you like picked up on that because as I was sat in the room"
    },
    {
      "start": 37.28,
      "dur": 1.589,
      "text": "that because as I was sat in the room waiting for her to come on and deliver"
    },
    {
      "start": 38.879,
      "dur": 1.911,
      "text": "waiting for her to come on and deliver this speech, I actually turned to one of"
    },
    {
      "start": 40.8,
      "dur": 1.269,
      "text": "this speech, I actually turned to one of the other journalists that was there and"
    },
    {
      "start": 42.079,
      "dur": 1.831,
      "text": "the other journalists that was there and said, \"My god, this music feels like I'm"
    },
    {
      "start": 43.92,
      "dur": 1.75,
      "text": "said, \"My god, this music feels like I'm just about to start an aerobics class or"
    },
    {
      "start": 45.68,
      "dur": 0.95,
      "text": "just about to start an aerobics class or something, you know, it was [laughter]"
    },
    {
      "start": 46.64,
      "dur": 2.389,
      "text": "something, you know, it was [laughter] like really notable.\" Um, so I don't"
    },
    {
      "start": 49.039,
      "dur": 2.231,
      "text": "like really notable.\" Um, so I don't know, vibe check in the room. I mean, it"
    },
    {
      "start": 51.28,
      "dur": 1.909,
      "text": "know, vibe check in the room. I mean, it was packed. It was busy. Quite often"
    },
    {
      "start": 53.199,
      "dur": 1.83,
      "text": "was packed. It was busy. Quite often parties obviously do ship in supporters"
    },
    {
      "start": 55.039,
      "dur": 1.67,
      "text": "parties obviously do ship in supporters for these kind of events so that it does"
    },
    {
      "start": 56.719,
      "dur": 1.431,
      "text": "for these kind of events so that it does look like they've got a big crowded room"
    },
    {
      "start": 58.16,
      "dur": 1.27,
      "text": "look like they've got a big crowded room that they're delivering a speech to, but"
    },
    {
      "start": 59.44,
      "dur": 1.749,
      "text": "that they're delivering a speech to, but there really were quite a lot of people"
    },
    {
      "start": 61.199,
      "dur": 2.551,
      "text": "there really were quite a lot of people at this event. And it was among the"
    },
    {
      "start": 63.76,
      "dur": 1.669,
      "text": "at this event. And it was among the clearly conservative supporters in the"
    },
    {
      "start": 65.439,
      "dur": 2.151,
      "text": "clearly conservative supporters in the room. It was really wellreceived"
    },
    {
      "start": 67.6,
      "dur": 1.35,
      "text": "room. It was really wellreceived &gt;&gt; and we should explain to younger"
    },
    {
      "start": 68.96,
      "dur": 1.99,
      "text": "&gt;&gt; and we should explain to younger newscast listeners that aerobics is what"
    },
    {
      "start": 70.96,
      "dur": 2.469,
      "text": "newscast listeners that aerobics is what people did before hit and high rocks."
    },
    {
      "start": 73.439,
      "dur": 1.591,
      "text": "people did before hit and high rocks. &gt;&gt; Oh my god, you've just made me feel"
    },
    {
      "start": 75.04,
      "dur": 2.63,
      "text": "&gt;&gt; Oh my god, you've just made me feel really old in one sentence."
    },
    {
      "start": 77.68,
      "dur": 1.27,
      "text": "really old in one sentence. &gt;&gt; Well, we're the same age though. You're"
    },
    {
      "start": 78.96,
      "dur": 1.27,
      "text": "&gt;&gt; Well, we're the same age though. You're nice pretty much. So we're both really"
    },
    {
      "start": 80.24,
      "dur": 1.59,
      "text": "nice pretty much. So we're both really old. It's okay. Yes."
    },
    {
      "start": 81.84,
      "dur": 1.67,
      "text": "old. It's okay. Yes. &gt;&gt; Right. That's the musical analysis. In"
    },
    {
      "start": 83.52,
      "dur": 2.229,
      "text": "&gt;&gt; Right. That's the musical analysis. In fact, there's a little bit more Kem Bean"
    },
    {
      "start": 85.759,
      "dur": 2.151,
      "text": "fact, there's a little bit more Kem Bean musical content coming up at the end of"
    },
    {
      "start": 87.92,
      "dur": 1.67,
      "text": "musical content coming up at the end of today's newscast, but you'll get the"
    },
    {
      "start": 89.6,
      "dur": 2.149,
      "text": "today's newscast, but you'll get the political analysis first on this episode"
    },
    {
      "start": 91.759,
      "dur": 1.751,
      "text": "political analysis first on this episode of Newscast."
    },
    {
      "start": 93.52,
      "dur": 1.75,
      "text": "of Newscast. &gt;&gt; Hello, it's Adam in the newscast studio."
    },
    {
      "start": 95.28,
      "dur": 1.35,
      "text": "&gt;&gt; Hello, it's Adam in the newscast studio. &gt;&gt; Hello, it's Alex in the Westminster"
    },
    {
      "start": 96.64,
      "dur": 0.39,
      "text": "&gt;&gt; Hello, it's Alex in the Westminster studio"
    },
    {
      "start": 97.04,
      "dur": 1.59,
      "text": "studio &gt;&gt; and we'll be joined shortly by Chris"
    },
    {
      "start": 98.64,
      "dur": 1.59,
      "text": "&gt;&gt; and we'll be joined shortly by Chris Mason who will give us an update on the"
    },
    {
      "start": 100.24,
      "dur": 1.43,
      "text": "Mason who will give us an update on the prime minister's trip to China because"
    },
    {
      "start": 101.68,
      "dur": 1.67,
      "text": "prime minister's trip to China because Chris is on the plane with him. So,"
    },
    {
      "start": 103.36,
      "dur": 2.23,
      "text": "Chris is on the plane with him. So, Alex, um, do you want to do sort of the"
    },
    {
      "start": 105.6,
      "dur": 1.75,
      "text": "Alex, um, do you want to do sort of the context of Chem Bedonox's speech first"
    },
    {
      "start": 107.36,
      "dur": 1.91,
      "text": "context of Chem Bedonox's speech first of all, like why we think she felt the"
    },
    {
      "start": 109.28,
      "dur": 2.149,
      "text": "of all, like why we think she felt the need to summon you all to a room with"
    },
    {
      "start": 111.439,
      "dur": 1.99,
      "text": "need to summon you all to a room with aerobics or chill out music?"
    },
    {
      "start": 113.439,
      "dur": 1.911,
      "text": "aerobics or chill out music? &gt;&gt; Yes. Inter insert interpretation of"
    },
    {
      "start": 115.36,
      "dur": 1.67,
      "text": "&gt;&gt; Yes. Inter insert interpretation of musical choice here. Yeah. I mean, look,"
    },
    {
      "start": 117.04,
      "dur": 1.429,
      "text": "musical choice here. Yeah. I mean, look, the background is key because obviously"
    },
    {
      "start": 118.479,
      "dur": 2.791,
      "text": "the background is key because obviously what we've had in recent weeks is this"
    },
    {
      "start": 121.28,
      "dur": 2.63,
      "text": "what we've had in recent weeks is this steady stream, I think it's fair to say,"
    },
    {
      "start": 123.92,
      "dur": 1.829,
      "text": "steady stream, I think it's fair to say, of defections from the Conservative"
    },
    {
      "start": 125.759,
      "dur": 2.951,
      "text": "of defections from the Conservative Party to Reform UK, including some names"
    },
    {
      "start": 128.72,
      "dur": 1.83,
      "text": "Party to Reform UK, including some names that will be familiar to people. So, of"
    },
    {
      "start": 130.56,
      "dur": 1.669,
      "text": "that will be familiar to people. So, of course, we had the one-time shadow"
    },
    {
      "start": 132.239,
      "dur": 2.391,
      "text": "course, we had the one-time shadow justice secretary, Robert Gener, who in"
    },
    {
      "start": 134.64,
      "dur": 1.43,
      "text": "justice secretary, Robert Gener, who in a day of high drama left the"
    },
    {
      "start": 136.08,
      "dur": 2.07,
      "text": "a day of high drama left the Conservatives Reform UK. Then there were"
    },
    {
      "start": 138.16,
      "dur": 1.99,
      "text": "Conservatives Reform UK. Then there were others like Andrew Rossundell and then"
    },
    {
      "start": 140.16,
      "dur": 1.83,
      "text": "others like Andrew Rossundell and then most recently Suela Bravman, former"
    },
    {
      "start": 142.0,
      "dur": 1.589,
      "text": "most recently Suela Bravman, former Conservative Home Secretary who crossed"
    },
    {
      "start": 143.599,
      "dur": 2.311,
      "text": "Conservative Home Secretary who crossed the floor and was revealed at an Nigel"
    },
    {
      "start": 145.92,
      "dur": 2.71,
      "text": "the floor and was revealed at an Nigel Farage veterans event. So I think that"
    },
    {
      "start": 148.64,
      "dur": 2.47,
      "text": "Farage veterans event. So I think that this was Kem Benedok in the wake of all"
    },
    {
      "start": 151.12,
      "dur": 2.31,
      "text": "this was Kem Benedok in the wake of all of that with lots of questions swirling"
    },
    {
      "start": 153.44,
      "dur": 1.67,
      "text": "of that with lots of questions swirling about what's going on on the right of"
    },
    {
      "start": 155.12,
      "dur": 2.31,
      "text": "about what's going on on the right of British politics trying to assert"
    },
    {
      "start": 157.44,
      "dur": 2.47,
      "text": "British politics trying to assert control over her party and trying to"
    },
    {
      "start": 159.92,
      "dur": 2.15,
      "text": "control over her party and trying to kind of put her flag in the ground as to"
    },
    {
      "start": 162.08,
      "dur": 2.07,
      "text": "kind of put her flag in the ground as to where she thinks the Conservative party"
    },
    {
      "start": 164.16,
      "dur": 2.149,
      "text": "where she thinks the Conservative party sits when it comes to the political"
    },
    {
      "start": 166.319,
      "dur": 1.751,
      "text": "sits when it comes to the political spectrum. The kind of trying to carve"
    },
    {
      "start": 168.08,
      "dur": 1.429,
      "text": "spectrum. The kind of trying to carve out the space it can claim."
    },
    {
      "start": 169.519,
      "dur": 1.511,
      "text": "out the space it can claim. &gt;&gt; I mean the cliched way of reporting it"
    },
    {
      "start": 171.04,
      "dur": 1.67,
      "text": "&gt;&gt; I mean the cliched way of reporting it as a political journalist would be Cammy"
    },
    {
      "start": 172.72,
      "dur": 2.39,
      "text": "as a political journalist would be Cammy Bedok mounts fight back and tries to get"
    },
    {
      "start": 175.12,
      "dur": 1.51,
      "text": "Bedok mounts fight back and tries to get on front foot, wouldn't it?"
    },
    {
      "start": 176.64,
      "dur": 2.79,
      "text": "on front foot, wouldn't it? &gt;&gt; Yeah, totally. it would be um and she to"
    },
    {
      "start": 179.44,
      "dur": 1.83,
      "text": "&gt;&gt; Yeah, totally. it would be um and she to be fair to Chem Bednog addressed those"
    },
    {
      "start": 181.28,
      "dur": 1.99,
      "text": "be fair to Chem Bednog addressed those defections head on. You know, she kind"
    },
    {
      "start": 183.28,
      "dur": 1.51,
      "text": "defections head on. You know, she kind of didn't shy away from what has"
    },
    {
      "start": 184.8,
      "dur": 2.069,
      "text": "of didn't shy away from what has happened, but she kept saying in her"
    },
    {
      "start": 186.879,
      "dur": 1.99,
      "text": "happened, but she kept saying in her words that she was trying to draw a line"
    },
    {
      "start": 188.879,
      "dur": 2.231,
      "text": "words that she was trying to draw a line under the psycho drama. Interesting"
    },
    {
      "start": 191.12,
      "dur": 1.829,
      "text": "under the psycho drama. Interesting because of course the word psychodrama,"
    },
    {
      "start": 192.959,
      "dur": 1.751,
      "text": "because of course the word psychodrama, which is flung around quite a lot in"
    },
    {
      "start": 194.72,
      "dur": 1.75,
      "text": "which is flung around quite a lot in politics at the moment, is something"
    },
    {
      "start": 196.48,
      "dur": 2.31,
      "text": "politics at the moment, is something that opposition parties like to accuse"
    },
    {
      "start": 198.8,
      "dur": 2.069,
      "text": "that opposition parties like to accuse the conservative party of. Now, Chem"
    },
    {
      "start": 200.879,
      "dur": 3.031,
      "text": "the conservative party of. Now, Chem Bedon is doing exactly the same. So this"
    },
    {
      "start": 203.92,
      "dur": 2.71,
      "text": "Bedon is doing exactly the same. So this was her trying to do exactly that to say"
    },
    {
      "start": 206.64,
      "dur": 2.47,
      "text": "was her trying to do exactly that to say look um defections come what may you"
    },
    {
      "start": 209.12,
      "dur": 2.15,
      "text": "look um defections come what may you know whatever's going on with those uh"
    },
    {
      "start": 211.28,
      "dur": 1.99,
      "text": "know whatever's going on with those uh we are cracking on this is where I think"
    },
    {
      "start": 213.28,
      "dur": 1.509,
      "text": "we are cracking on this is where I think the party sits this is what I think"
    },
    {
      "start": 214.799,
      "dur": 1.35,
      "text": "the party sits this is what I think about the defectors and she had some"
    },
    {
      "start": 216.159,
      "dur": 1.43,
      "text": "about the defectors and she had some pretty choice language when she was"
    },
    {
      "start": 217.599,
      "dur": 0.63,
      "text": "pretty choice language when she was talking about them"
    },
    {
      "start": 218.239,
      "dur": 1.27,
      "text": "talking about them &gt;&gt; well yeah she said that they were just"
    },
    {
      "start": 219.519,
      "dur": 2.151,
      "text": "&gt;&gt; well yeah she said that they were just throwing a tantrum and she then said oh"
    },
    {
      "start": 221.68,
      "dur": 1.43,
      "text": "throwing a tantrum and she then said oh I'm sorry you didn't win the leadership"
    },
    {
      "start": 223.12,
      "dur": 1.43,
      "text": "I'm sorry you didn't win the leadership contest I'm sorry you didn't get a place"
    },
    {
      "start": 224.56,
      "dur": 1.589,
      "text": "contest I'm sorry you didn't get a place in the shadow cabinet I'm sorry you"
    },
    {
      "start": 226.159,
      "dur": 1.751,
      "text": "in the shadow cabinet I'm sorry you didn't get a place in the house of lords"
    },
    {
      "start": 227.92,
      "dur": 1.99,
      "text": "didn't get a place in the house of lords which was without naming three of the"
    },
    {
      "start": 229.92,
      "dur": 2.07,
      "text": "which was without naming three of the individuals who've who've gone over that"
    },
    {
      "start": 232.0,
      "dur": 1.43,
      "text": "individuals who've who've gone over that that's what she claims names that they"
    },
    {
      "start": 233.44,
      "dur": 0.55,
      "text": "that's what she claims names that they were wanting."
    },
    {
      "start": 234.0,
      "dur": 1.43,
      "text": "were wanting. &gt;&gt; Yeah. Very clearly indicating them"
    },
    {
      "start": 235.44,
      "dur": 1.349,
      "text": "&gt;&gt; Yeah. Very clearly indicating them without saying their names. And she"
    },
    {
      "start": 236.799,
      "dur": 1.591,
      "text": "without saying their names. And she Yeah. Accused them of tantrums dressed"
    },
    {
      "start": 238.4,
      "dur": 1.749,
      "text": "Yeah. Accused them of tantrums dressed up as politics and called them drama"
    },
    {
      "start": 240.159,
      "dur": 1.99,
      "text": "up as politics and called them drama queens and was attempting to draw this"
    },
    {
      "start": 242.159,
      "dur": 1.751,
      "text": "queens and was attempting to draw this contrast between what she was trying to"
    },
    {
      "start": 243.92,
      "dur": 1.99,
      "text": "contrast between what she was trying to portray as a sort of serious party in"
    },
    {
      "start": 245.92,
      "dur": 3.029,
      "text": "portray as a sort of serious party in the conservatives um while those others"
    },
    {
      "start": 248.959,
      "dur": 1.91,
      "text": "the conservatives um while those others can kind of disappear off to Reform UK"
    },
    {
      "start": 250.879,
      "dur": 2.07,
      "text": "can kind of disappear off to Reform UK if they choose. But what was interesting"
    },
    {
      "start": 252.959,
      "dur": 2.151,
      "text": "if they choose. But what was interesting is of course the fact that she wasn't"
    },
    {
      "start": 255.12,
      "dur": 3.27,
      "text": "is of course the fact that she wasn't able to rule out any further defections."
    },
    {
      "start": 258.4,
      "dur": 1.59,
      "text": "able to rule out any further defections. um she was trying to sort of brush it"
    },
    {
      "start": 260.0,
      "dur": 2.069,
      "text": "um she was trying to sort of brush it aside and say, you know, we only want"
    },
    {
      "start": 262.079,
      "dur": 1.511,
      "text": "aside and say, you know, we only want people that are conservatives in the"
    },
    {
      "start": 263.6,
      "dur": 1.589,
      "text": "people that are conservatives in the party and that if people choose to lose,"
    },
    {
      "start": 265.199,
      "dur": 1.031,
      "text": "party and that if people choose to lose, you know, if they don't agree with the"
    },
    {
      "start": 266.24,
      "dur": 1.27,
      "text": "you know, if they don't agree with the direction I'm taking the party, they can"
    },
    {
      "start": 267.52,
      "dur": 2.63,
      "text": "direction I'm taking the party, they can get out of the way. Um but she couldn't"
    },
    {
      "start": 270.16,
      "dur": 1.029,
      "text": "get out of the way. Um but she couldn't say that there weren't going to be"
    },
    {
      "start": 271.199,
      "dur": 2.391,
      "text": "say that there weren't going to be others that might might jump ship in"
    },
    {
      "start": 273.6,
      "dur": 1.99,
      "text": "others that might might jump ship in coming days or weeks. And in the middle"
    },
    {
      "start": 275.6,
      "dur": 1.19,
      "text": "coming days or weeks. And in the middle of what you just said, there was a"
    },
    {
      "start": 276.8,
      "dur": 1.59,
      "text": "of what you just said, there was a little reference to the other people she"
    },
    {
      "start": 278.4,
      "dur": 1.83,
      "text": "little reference to the other people she was taking aim at, which are her own"
    },
    {
      "start": 280.24,
      "dur": 1.59,
      "text": "was taking aim at, which are her own colleagues in the Conservative party,"
    },
    {
      "start": 281.84,
      "dur": 2.55,
      "text": "colleagues in the Conservative party, some of whom set up this little side"
    },
    {
      "start": 284.4,
      "dur": 2.47,
      "text": "some of whom set up this little side group on Monday called Prosper UK, where"
    },
    {
      "start": 286.88,
      "dur": 1.43,
      "text": "group on Monday called Prosper UK, where they're arguing that the Conservatives"
    },
    {
      "start": 288.32,
      "dur": 1.91,
      "text": "they're arguing that the Conservatives need to fight on the kind of the center"
    },
    {
      "start": 290.24,
      "dur": 1.99,
      "text": "need to fight on the kind of the center right or the center ground as opposed to"
    },
    {
      "start": 292.24,
      "dur": 3.27,
      "text": "right or the center ground as opposed to the the the proper right as Kevin Bagnog"
    },
    {
      "start": 295.52,
      "dur": 1.59,
      "text": "the the the proper right as Kevin Bagnog would describe it. And that was people"
    },
    {
      "start": 297.12,
      "dur": 1.75,
      "text": "would describe it. And that was people like Andy Street, former mayor of the"
    },
    {
      "start": 298.88,
      "dur": 2.15,
      "text": "like Andy Street, former mayor of the West Midlands, Ruth Davidson, former"
    },
    {
      "start": 301.04,
      "dur": 1.35,
      "text": "West Midlands, Ruth Davidson, former leader of the Conservatives in Scotland"
    },
    {
      "start": 302.4,
      "dur": 2.15,
      "text": "leader of the Conservatives in Scotland under David Cameron. Yeah, this was"
    },
    {
      "start": 304.56,
      "dur": 1.43,
      "text": "under David Cameron. Yeah, this was really interesting. So this was a sort"
    },
    {
      "start": 306.0,
      "dur": 1.43,
      "text": "really interesting. So this was a sort of argument that Kimmy Baden not was"
    },
    {
      "start": 307.44,
      "dur": 1.51,
      "text": "of argument that Kimmy Baden not was attempting to make about the party"
    },
    {
      "start": 308.96,
      "dur": 2.55,
      "text": "attempting to make about the party positioning and she kept saying you know"
    },
    {
      "start": 311.52,
      "dur": 2.87,
      "text": "positioning and she kept saying you know we are a party of the right and I think"
    },
    {
      "start": 314.4,
      "dur": 2.39,
      "text": "we are a party of the right and I think that is obviously because we know and we"
    },
    {
      "start": 316.8,
      "dur": 2.229,
      "text": "that is obviously because we know and we have discussed before the fact that with"
    },
    {
      "start": 319.039,
      "dur": 2.311,
      "text": "have discussed before the fact that with reform UK and where reform UK is sitting"
    },
    {
      "start": 321.36,
      "dur": 1.51,
      "text": "reform UK and where reform UK is sitting in the polls and with the defections"
    },
    {
      "start": 322.88,
      "dur": 1.67,
      "text": "in the polls and with the defections it's had from the conservatives"
    },
    {
      "start": 324.56,
      "dur": 1.59,
      "text": "it's had from the conservatives everybody knows that there is this sort"
    },
    {
      "start": 326.16,
      "dur": 1.589,
      "text": "everybody knows that there is this sort of tussle on the right of British"
    },
    {
      "start": 327.759,
      "dur": 1.591,
      "text": "of tussle on the right of British politics with the conservatives and"
    },
    {
      "start": 329.36,
      "dur": 1.75,
      "text": "politics with the conservatives and reform UK both trying to assert"
    },
    {
      "start": 331.12,
      "dur": 2.39,
      "text": "reform UK both trying to assert themselves as that party and Chem Bait"
    },
    {
      "start": 333.52,
      "dur": 1.75,
      "text": "themselves as that party and Chem Bait was saying that you know she was and she"
    },
    {
      "start": 335.28,
      "dur": 1.99,
      "text": "was saying that you know she was and she was talking about things that she would"
    },
    {
      "start": 337.28,
      "dur": 2.71,
      "text": "was talking about things that she would perceive as being values of a party of"
    },
    {
      "start": 340.0,
      "dur": 1.749,
      "text": "perceive as being values of a party of the right arounding immigration or"
    },
    {
      "start": 341.759,
      "dur": 2.471,
      "text": "the right arounding immigration or energy and net zero in the economy. But"
    },
    {
      "start": 344.24,
      "dur": 2.87,
      "text": "energy and net zero in the economy. But she was also trying to say because I put"
    },
    {
      "start": 347.12,
      "dur": 1.67,
      "text": "she was also trying to say because I put it to her said look if you're saying"
    },
    {
      "start": 348.8,
      "dur": 1.27,
      "text": "it to her said look if you're saying that you're a party of the right does"
    },
    {
      "start": 350.08,
      "dur": 1.91,
      "text": "that you're a party of the right does that mean you're abandoning the middle"
    },
    {
      "start": 352.0,
      "dur": 2.15,
      "text": "that mean you're abandoning the middle ground of politics? But she was trying"
    },
    {
      "start": 354.16,
      "dur": 2.07,
      "text": "ground of politics? But she was trying to say look no we're not. um she was"
    },
    {
      "start": 356.24,
      "dur": 1.43,
      "text": "to say look no we're not. um she was saying this isn't about left or right."
    },
    {
      "start": 357.68,
      "dur": 2.229,
      "text": "saying this isn't about left or right. This is about kind of common sense and"
    },
    {
      "start": 359.919,
      "dur": 2.951,
      "text": "This is about kind of common sense and rather than factionalism, but I kind of"
    },
    {
      "start": 362.88,
      "dur": 1.19,
      "text": "rather than factionalism, but I kind of pushed her a bit on this and I said,"
    },
    {
      "start": 364.08,
      "dur": 2.389,
      "text": "pushed her a bit on this and I said, \"Look, you've got Ruth Davidson and"
    },
    {
      "start": 366.479,
      "dur": 1.911,
      "text": "\"Look, you've got Ruth Davidson and you've got Andy Street warning that you"
    },
    {
      "start": 368.4,
      "dur": 1.75,
      "text": "you've got Andy Street warning that you can't abandon the center ground of"
    },
    {
      "start": 370.16,
      "dur": 1.43,
      "text": "can't abandon the center ground of British politics and the people that are"
    },
    {
      "start": 371.6,
      "dur": 1.35,
      "text": "British politics and the people that are feeling maybe that they might be a bit"
    },
    {
      "start": 372.96,
      "dur": 1.83,
      "text": "feeling maybe that they might be a bit politically homeless at the moment.\" And"
    },
    {
      "start": 374.8,
      "dur": 1.43,
      "text": "politically homeless at the moment.\" And she was saying, look, again, if people"
    },
    {
      "start": 376.24,
      "dur": 0.949,
      "text": "she was saying, look, again, if people don't agree with the direction I'm"
    },
    {
      "start": 377.199,
      "dur": 1.351,
      "text": "don't agree with the direction I'm taking a party, they can get out of the"
    },
    {
      "start": 378.56,
      "dur": 1.99,
      "text": "taking a party, they can get out of the way. But she went on to kind of caveat"
    },
    {
      "start": 380.56,
      "dur": 1.99,
      "text": "way. But she went on to kind of caveat by saying she thought that Andy Street"
    },
    {
      "start": 382.56,
      "dur": 2.469,
      "text": "by saying she thought that Andy Street and Ruth Davidson could be helpful. But"
    },
    {
      "start": 385.039,
      "dur": 1.831,
      "text": "and Ruth Davidson could be helpful. But it's clear that what she's attempting to"
    },
    {
      "start": 386.88,
      "dur": 2.39,
      "text": "it's clear that what she's attempting to do is assert her authority over the"
    },
    {
      "start": 389.28,
      "dur": 1.83,
      "text": "do is assert her authority over the party and take it in the direction that"
    },
    {
      "start": 391.12,
      "dur": 1.11,
      "text": "party and take it in the direction that she wants it to go."
    },
    {
      "start": 392.24,
      "dur": 1.75,
      "text": "she wants it to go. &gt;&gt; You said today you are not a party of"
    },
    {
      "start": 394.0,
      "dur": 1.51,
      "text": "&gt;&gt; You said today you are not a party of the left. You're not accommodating"
    },
    {
      "start": 395.52,
      "dur": 2.15,
      "text": "the left. You're not accommodating people who want to paint that picture."
    },
    {
      "start": 397.68,
      "dur": 1.509,
      "text": "people who want to paint that picture. Who do you mean? Andy Street and Ruth"
    },
    {
      "start": 399.199,
      "dur": 3.031,
      "text": "Who do you mean? Andy Street and Ruth Davidson. I anyone anyone who is trying"
    },
    {
      "start": 402.24,
      "dur": 2.47,
      "text": "Davidson. I anyone anyone who is trying to change the perception of our party"
    },
    {
      "start": 404.72,
      "dur": 2.23,
      "text": "to change the perception of our party from the story that I'm telling uh you"
    },
    {
      "start": 406.96,
      "dur": 1.91,
      "text": "from the story that I'm telling uh you know Andy Street and Ruth Davidson are"
    },
    {
      "start": 408.88,
      "dur": 1.67,
      "text": "know Andy Street and Ruth Davidson are great people who did great things in our"
    },
    {
      "start": 410.56,
      "dur": 1.99,
      "text": "great people who did great things in our party. There are other people um who"
    },
    {
      "start": 412.56,
      "dur": 1.909,
      "text": "party. There are other people um who joined that movement who defected from"
    },
    {
      "start": 414.479,
      "dur": 2.15,
      "text": "joined that movement who defected from our party to the lived dams and there"
    },
    {
      "start": 416.639,
      "dur": 1.431,
      "text": "our party to the lived dams and there the thing I'm trying to say is that"
    },
    {
      "start": 418.08,
      "dur": 1.91,
      "text": "the thing I'm trying to say is that people who don't stay in our party to"
    },
    {
      "start": 420.0,
      "dur": 1.749,
      "text": "people who don't stay in our party to fix problems but rush off to every other"
    },
    {
      "start": 421.759,
      "dur": 2.391,
      "text": "fix problems but rush off to every other party. It's all part of the personality"
    },
    {
      "start": 424.16,
      "dur": 1.029,
      "text": "party. It's all part of the personality politics. It's"
    },
    {
      "start": 425.199,
      "dur": 1.11,
      "text": "politics. It's &gt;&gt; you mean Ruth Davidson?"
    },
    {
      "start": 426.319,
      "dur": 1.99,
      "text": "&gt;&gt; you mean Ruth Davidson? &gt;&gt; No no no not at all. Um Ruth Davidson"
    },
    {
      "start": 428.319,
      "dur": 2.31,
      "text": "&gt;&gt; No no no not at all. Um Ruth Davidson and Ruth Davidson and Andy Street um"
    },
    {
      "start": 430.639,
      "dur": 2.55,
      "text": "and Ruth Davidson and Andy Street um have been very supportive, but um they"
    },
    {
      "start": 433.199,
      "dur": 1.83,
      "text": "have been very supportive, but um they are supporting the agenda which I'm"
    },
    {
      "start": 435.039,
      "dur": 1.911,
      "text": "are supporting the agenda which I'm delivering. I'm not changing my agenda"
    },
    {
      "start": 436.96,
      "dur": 1.43,
      "text": "delivering. I'm not changing my agenda to be something different. And I think"
    },
    {
      "start": 438.4,
      "dur": 1.99,
      "text": "to be something different. And I think it's important uh that people understand"
    },
    {
      "start": 440.4,
      "dur": 1.509,
      "text": "it's important uh that people understand that. And anyone who wants a different"
    },
    {
      "start": 441.919,
      "dur": 1.67,
      "text": "that. And anyone who wants a different agenda needs to understand that that's"
    },
    {
      "start": 443.599,
      "dur": 1.751,
      "text": "agenda needs to understand that that's not coming. I have been very consistent."
    },
    {
      "start": 445.36,
      "dur": 2.229,
      "text": "not coming. I have been very consistent. I haven't changed my mind. I stood on a"
    },
    {
      "start": 447.599,
      "dur": 2.15,
      "text": "I haven't changed my mind. I stood on a platform uh to lead the party. Party"
    },
    {
      "start": 449.759,
      "dur": 2.231,
      "text": "platform uh to lead the party. Party members voted for me, not anyone else."
    },
    {
      "start": 452.0,
      "dur": 2.309,
      "text": "members voted for me, not anyone else. And I am delivering uh for them what I"
    },
    {
      "start": 454.319,
      "dur": 1.27,
      "text": "And I am delivering uh for them what I said I would deliver. say you"
    },
    {
      "start": 455.599,
      "dur": 2.231,
      "text": "said I would deliver. say you &gt;&gt; also Alex Kami Block was asked about"
    },
    {
      "start": 457.84,
      "dur": 2.39,
      "text": "&gt;&gt; also Alex Kami Block was asked about that response that the Conservatives put"
    },
    {
      "start": 460.24,
      "dur": 1.669,
      "text": "that response that the Conservatives put out initially to Sella Braverman's"
    },
    {
      "start": 461.919,
      "dur": 1.511,
      "text": "out initially to Sella Braverman's defection on Monday which seemed to call"
    },
    {
      "start": 463.44,
      "dur": 1.749,
      "text": "defection on Monday which seemed to call into question Sella Braverman's mental"
    },
    {
      "start": 465.199,
      "dur": 1.911,
      "text": "into question Sella Braverman's mental health. Uh and obviously enough people"
    },
    {
      "start": 467.12,
      "dur": 1.189,
      "text": "health. Uh and obviously enough people in the Conservative party called that"
    },
    {
      "start": 468.319,
      "dur": 1.43,
      "text": "in the Conservative party called that into question that that statement was"
    },
    {
      "start": 469.759,
      "dur": 2.15,
      "text": "into question that that statement was withdrawn and replaced with another one."
    },
    {
      "start": 471.919,
      "dur": 1.351,
      "text": "withdrawn and replaced with another one. &gt;&gt; Yeah, I asked her again about this"
    },
    {
      "start": 473.28,
      "dur": 2.39,
      "text": "&gt;&gt; Yeah, I asked her again about this directly and um she was she you know she"
    },
    {
      "start": 475.68,
      "dur": 1.67,
      "text": "directly and um she was she you know she just said that that should never have"
    },
    {
      "start": 477.36,
      "dur": 1.75,
      "text": "just said that that should never have gone out. She apologized for it. She"
    },
    {
      "start": 479.12,
      "dur": 1.509,
      "text": "gone out. She apologized for it. She said that it shouldn't have happened."
    },
    {
      "start": 480.639,
      "dur": 1.751,
      "text": "said that it shouldn't have happened. and she said the person that did put"
    },
    {
      "start": 482.4,
      "dur": 2.15,
      "text": "and she said the person that did put that mistakenly out in her words"
    },
    {
      "start": 484.56,
      "dur": 2.79,
      "text": "that mistakenly out in her words mistakenly um they've been spoken to. So"
    },
    {
      "start": 487.36,
      "dur": 1.35,
      "text": "mistakenly um they've been spoken to. So again trying to draw a line under it"
    },
    {
      "start": 488.72,
      "dur": 1.11,
      "text": "again trying to draw a line under it because that did obviously attract quite"
    },
    {
      "start": 489.84,
      "dur": 2.39,
      "text": "because that did obviously attract quite a lot of constonnation from quite a lot"
    },
    {
      "start": 492.24,
      "dur": 3.03,
      "text": "a lot of constonnation from quite a lot of quarters. Uh but she did put her"
    },
    {
      "start": 495.28,
      "dur": 2.07,
      "text": "of quarters. Uh but she did put her hands up and say that the party"
    },
    {
      "start": 497.36,
      "dur": 1.19,
      "text": "hands up and say that the party apologized and that should never have"
    },
    {
      "start": 498.56,
      "dur": 0.95,
      "text": "apologized and that should never have happened."
    },
    {
      "start": 499.52,
      "dur": 1.83,
      "text": "happened. Now, we will talk about what she said"
    },
    {
      "start": 501.36,
      "dur": 1.75,
      "text": "Now, we will talk about what she said about China, but after we've heard from"
    },
    {
      "start": 503.12,
      "dur": 2.069,
      "text": "about China, but after we've heard from actual China, because Chris Mason is"
    },
    {
      "start": 505.199,
      "dur": 2.151,
      "text": "actual China, because Chris Mason is there having landed in Beijing with the"
    },
    {
      "start": 507.36,
      "dur": 1.59,
      "text": "there having landed in Beijing with the prime minister and a whole load of"
    },
    {
      "start": 508.96,
      "dur": 1.83,
      "text": "prime minister and a whole load of people on the plane as well. Uh, and"
    },
    {
      "start": 510.8,
      "dur": 1.349,
      "text": "people on the plane as well. Uh, and here's the conversation I had with Chris"
    },
    {
      "start": 512.159,
      "dur": 2.151,
      "text": "here's the conversation I had with Chris as we managed to grab him in between"
    },
    {
      "start": 514.32,
      "dur": 1.99,
      "text": "as we managed to grab him in between planes and Chinese banquetss and oh"
    },
    {
      "start": 516.32,
      "dur": 3.03,
      "text": "planes and Chinese banquetss and oh yeah, going to sleep. Chris, hello."
    },
    {
      "start": 519.36,
      "dur": 0.95,
      "text": "yeah, going to sleep. Chris, hello. &gt;&gt; Hello."
    },
    {
      "start": 520.32,
      "dur": 1.91,
      "text": "&gt;&gt; Hello. &gt;&gt; Where are you right now as we record"
    },
    {
      "start": 522.24,
      "dur": 2.47,
      "text": "&gt;&gt; Where are you right now as we record this bit of this bit of newscast on"
    },
    {
      "start": 524.72,
      "dur": 3.51,
      "text": "this bit of this bit of newscast on Wednesday at 12:45 UK time? So, it is"
    },
    {
      "start": 528.24,
      "dur": 2.709,
      "text": "Wednesday at 12:45 UK time? So, it is almost 9:00 at night where I am in"
    },
    {
      "start": 530.959,
      "dur": 1.99,
      "text": "almost 9:00 at night where I am in Beijing, and I am currently watching the"
    },
    {
      "start": 532.959,
      "dur": 3.191,
      "text": "Beijing, and I am currently watching the spectacle of a reversing motorcade. So,"
    },
    {
      "start": 536.16,
      "dur": 2.15,
      "text": "spectacle of a reversing motorcade. So, we're in a back street at the back of a"
    },
    {
      "start": 538.32,
      "dur": 1.59,
      "text": "we're in a back street at the back of a restaurant that the prime minister has"
    },
    {
      "start": 539.92,
      "dur": 2.95,
      "text": "restaurant that the prime minister has just arrived at. He got out of a very"
    },
    {
      "start": 542.88,
      "dur": 3.11,
      "text": "just arrived at. He got out of a very gleaming uh motor uh with the flags on"
    },
    {
      "start": 546.0,
      "dur": 1.59,
      "text": "gleaming uh motor uh with the flags on the front, the Chinese flag and the and"
    },
    {
      "start": 547.6,
      "dur": 3.669,
      "text": "the front, the Chinese flag and the and the UK uh the Union flag, and uh headed"
    },
    {
      "start": 551.279,
      "dur": 1.751,
      "text": "the UK uh the Union flag, and uh headed into the restaurant. And then what tends"
    },
    {
      "start": 553.04,
      "dur": 1.83,
      "text": "into the restaurant. And then what tends to happen uh in these moments is that"
    },
    {
      "start": 554.88,
      "dur": 2.47,
      "text": "to happen uh in these moments is that the motorcade needs to do some sort of"
    },
    {
      "start": 557.36,
      "dur": 2.07,
      "text": "the motorcade needs to do some sort of performative kind of U-turns that it's"
    },
    {
      "start": 559.44,
      "dur": 2.23,
      "text": "performative kind of U-turns that it's ready to drive off when he comes out in"
    },
    {
      "start": 561.68,
      "dur": 2.07,
      "text": "ready to drive off when he comes out in an hour or two's time. So that's what's"
    },
    {
      "start": 563.76,
      "dur": 2.39,
      "text": "an hour or two's time. So that's what's happening right now in the um mid"
    },
    {
      "start": 566.16,
      "dur": 4.95,
      "text": "happening right now in the um mid evening uh chill of Beijing in January."
    },
    {
      "start": 571.12,
      "dur": 1.91,
      "text": "evening uh chill of Beijing in January. It is a bit on the parky side here."
    },
    {
      "start": 573.04,
      "dur": 1.59,
      "text": "It is a bit on the parky side here. &gt;&gt; Well, our colleague Laura Baker in"
    },
    {
      "start": 574.64,
      "dur": 1.67,
      "text": "&gt;&gt; Well, our colleague Laura Baker in Beijing did warn that the main feature"
    },
    {
      "start": 576.32,
      "dur": 1.75,
      "text": "Beijing did warn that the main feature of this trip apart from the geopolitics"
    },
    {
      "start": 578.08,
      "dur": 2.23,
      "text": "of this trip apart from the geopolitics would be the coldness. Uh so she was"
    },
    {
      "start": 580.32,
      "dur": 1.509,
      "text": "would be the coldness. Uh so she was definitely right about the second half."
    },
    {
      "start": 581.839,
      "dur": 1.591,
      "text": "definitely right about the second half. Uh what about the first half? Has there"
    },
    {
      "start": 583.44,
      "dur": 1.509,
      "text": "Uh what about the first half? Has there been any politics yet?"
    },
    {
      "start": 584.959,
      "dur": 2.231,
      "text": "been any politics yet? &gt;&gt; Yeah, a little bit. So obviously as I"
    },
    {
      "start": 587.2,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, a little bit. So obviously as I say it's late late into the or mid"
    },
    {
      "start": 589.2,
      "dur": 1.83,
      "text": "say it's late late into the or mid evening here. So the itinerary for the"
    },
    {
      "start": 591.04,
      "dur": 3.03,
      "text": "evening here. So the itinerary for the prime minister on Wednesday is pretty"
    },
    {
      "start": 594.08,
      "dur": 2.309,
      "text": "prime minister on Wednesday is pretty limited. Wednesday by basically from our"
    },
    {
      "start": 596.399,
      "dur": 1.591,
      "text": "limited. Wednesday by basically from our perspective here disappeared in a"
    },
    {
      "start": 598.0,
      "dur": 2.23,
      "text": "perspective here disappeared in a combination of a long haul flight and an"
    },
    {
      "start": 600.24,
      "dur": 2.87,
      "text": "combination of a long haul flight and an 8hour time difference. Uh what it does"
    },
    {
      "start": 603.12,
      "dur": 1.51,
      "text": "8hour time difference. Uh what it does mean is that by the time the prime"
    },
    {
      "start": 604.64,
      "dur": 1.83,
      "text": "mean is that by the time the prime minister is having his crucial meeting"
    },
    {
      "start": 606.48,
      "dur": 2.95,
      "text": "minister is having his crucial meeting with President Xi tomorrow on Thursday,"
    },
    {
      "start": 609.44,
      "dur": 1.27,
      "text": "with President Xi tomorrow on Thursday, he will have actually had a night's"
    },
    {
      "start": 610.72,
      "dur": 1.83,
      "text": "he will have actually had a night's sleep in a bed as opposed to rattling"
    },
    {
      "start": 612.56,
      "dur": 2.23,
      "text": "sleep in a bed as opposed to rattling around um on a plane. So what's he done"
    },
    {
      "start": 614.8,
      "dur": 2.23,
      "text": "around um on a plane. So what's he done since he arrived? There was the usual"
    },
    {
      "start": 617.04,
      "dur": 2.229,
      "text": "since he arrived? There was the usual kind of thing of walking down the steps"
    },
    {
      "start": 619.279,
      "dur": 1.67,
      "text": "kind of thing of walking down the steps from the plane and being met by the"
    },
    {
      "start": 620.959,
      "dur": 1.43,
      "text": "from the plane and being met by the ambassador and also something of a"
    },
    {
      "start": 622.399,
      "dur": 2.55,
      "text": "ambassador and also something of a welcoming uh delegation. Uh,"
    },
    {
      "start": 624.959,
      "dur": 2.071,
      "text": "welcoming uh delegation. Uh, intriguingly, Adam, he uh, as we were"
    },
    {
      "start": 627.04,
      "dur": 3.029,
      "text": "intriguingly, Adam, he uh, as we were about 10 15 minutes shy of getting into,"
    },
    {
      "start": 630.079,
      "dur": 1.99,
      "text": "about 10 15 minutes shy of getting into, uh, Beijing, there was the old bing bong"
    },
    {
      "start": 632.079,
      "dur": 1.671,
      "text": "uh, Beijing, there was the old bing bong on the plane and the tanoi and you half"
    },
    {
      "start": 633.76,
      "dur": 2.069,
      "text": "on the plane and the tanoi and you half expect it to be, you know, the pilot"
    },
    {
      "start": 635.839,
      "dur": 1.191,
      "text": "expect it to be, you know, the pilot saying, \"Put your seat belt on or"
    },
    {
      "start": 637.04,
      "dur": 2.15,
      "text": "saying, \"Put your seat belt on or whatever.\" And it was and it was Kia"
    },
    {
      "start": 639.2,
      "dur": 1.91,
      "text": "whatever.\" And it was and it was Kia Star. He [snorts] was in the cockpit."
    },
    {
      "start": 641.12,
      "dur": 2.55,
      "text": "Star. He [snorts] was in the cockpit. He'd commandeered the tanoi and he was"
    },
    {
      "start": 643.68,
      "dur": 2.149,
      "text": "He'd commandeered the tanoi and he was thanking the delegation of kind of"
    },
    {
      "start": 645.839,
      "dur": 1.511,
      "text": "thanking the delegation of kind of corporate and cultural leaders who have"
    },
    {
      "start": 647.36,
      "dur": 2.55,
      "text": "corporate and cultural leaders who have come out on this trip with him for"
    },
    {
      "start": 649.92,
      "dur": 2.87,
      "text": "come out on this trip with him for coming. um and and then had a joke about"
    },
    {
      "start": 652.8,
      "dur": 1.11,
      "text": "coming. um and and then had a joke about how he how he was going to land the"
    },
    {
      "start": 653.92,
      "dur": 0.87,
      "text": "how he how he was going to land the plane himself."
    },
    {
      "start": 654.8,
      "dur": 1.83,
      "text": "plane himself. &gt;&gt; And here is Captain K."
    },
    {
      "start": 656.64,
      "dur": 2.629,
      "text": "&gt;&gt; And here is Captain K. &gt;&gt; This is the first prime minister trip to"
    },
    {
      "start": 659.279,
      "dur": 2.951,
      "text": "&gt;&gt; This is the first prime minister trip to China in 8 years. And we've got an"
    },
    {
      "start": 662.24,
      "dur": 2.23,
      "text": "China in 8 years. And we've got an excellent delegation on board from"
    },
    {
      "start": 664.48,
      "dur": 3.27,
      "text": "excellent delegation on board from business, culture, art, sport, and we're"
    },
    {
      "start": 667.76,
      "dur": 2.23,
      "text": "business, culture, art, sport, and we're going to unlock opportunities for our"
    },
    {
      "start": 670.0,
      "dur": 2.63,
      "text": "going to unlock opportunities for our country. I just wanted to say a special"
    },
    {
      "start": 672.64,
      "dur": 3.11,
      "text": "country. I just wanted to say a special shout out for Mark from BA. It is his"
    },
    {
      "start": 675.76,
      "dur": 3.509,
      "text": "shout out for Mark from BA. It is his 60th birthday and he volunteered to work"
    },
    {
      "start": 679.279,
      "dur": 4.23,
      "text": "60th birthday and he volunteered to work uh today. So Mark, thank you very much."
    },
    {
      "start": 683.519,
      "dur": 3.75,
      "text": "uh today. So Mark, thank you very much. And finally, can I say sit back, enjoy"
    },
    {
      "start": 687.279,
      "dur": 2.55,
      "text": "And finally, can I say sit back, enjoy the rest of the flight. I'll be bringing"
    },
    {
      "start": 689.839,
      "dur": 1.43,
      "text": "the rest of the flight. I'll be bringing the plane in from here."
    },
    {
      "start": 691.279,
      "dur": 0.951,
      "text": "the plane in from here. &gt;&gt; Thank you."
    },
    {
      "start": 692.24,
      "dur": 1.91,
      "text": "&gt;&gt; Thank you. &gt;&gt; A little bit of an insight into life on"
    },
    {
      "start": 694.16,
      "dur": 1.75,
      "text": "&gt;&gt; A little bit of an insight into life on the PM's plane there. Who else was on"
    },
    {
      "start": 695.92,
      "dur": 2.149,
      "text": "the PM's plane there. Who else was on the plane with you and he?"
    },
    {
      "start": 698.079,
      "dur": 1.911,
      "text": "the plane with you and he? &gt;&gt; So, a fair old mix of folk because"
    },
    {
      "start": 700.0,
      "dur": 1.509,
      "text": "&gt;&gt; So, a fair old mix of folk because normally on these trips, I've done quite"
    },
    {
      "start": 701.519,
      "dur": 1.271,
      "text": "normally on these trips, I've done quite a few of these trips in the last four"
    },
    {
      "start": 702.8,
      "dur": 2.149,
      "text": "a few of these trips in the last four years or so. It's usually the PM and his"
    },
    {
      "start": 704.959,
      "dur": 1.43,
      "text": "years or so. It's usually the PM and his team and then rattling around in the"
    },
    {
      "start": 706.399,
      "dur": 1.831,
      "text": "team and then rattling around in the back is a sort of ragtag bunch of"
    },
    {
      "start": 708.24,
      "dur": 3.029,
      "text": "back is a sort of ragtag bunch of reporters like me. [snorts] Um, and on"
    },
    {
      "start": 711.279,
      "dur": 1.351,
      "text": "reporters like me. [snorts] Um, and on some of them it's a bit different and"
    },
    {
      "start": 712.64,
      "dur": 1.27,
      "text": "some of them it's a bit different and this is one of them. So, a bit like the"
    },
    {
      "start": 713.92,
      "dur": 2.63,
      "text": "this is one of them. So, a bit like the trip he did to India last uh autumn."
    },
    {
      "start": 716.56,
      "dur": 1.35,
      "text": "trip he did to India last uh autumn. That wasn't a trip I was on cuz it"
    },
    {
      "start": 717.92,
      "dur": 1.11,
      "text": "That wasn't a trip I was on cuz it clashed with the Conservative Party"
    },
    {
      "start": 719.04,
      "dur": 2.469,
      "text": "clashed with the Conservative Party conference but newscaster Alex Vythe was"
    },
    {
      "start": 721.519,
      "dur": 3.031,
      "text": "conference but newscaster Alex Vythe was there for us. That one like this one"
    },
    {
      "start": 724.56,
      "dur": 2.069,
      "text": "there for us. That one like this one he's brought a delegation of business"
    },
    {
      "start": 726.639,
      "dur": 3.271,
      "text": "he's brought a delegation of business folk uh with him. So there's people from"
    },
    {
      "start": 729.92,
      "dur": 2.79,
      "text": "folk uh with him. So there's people from HSBC and from Barclays and from some law"
    },
    {
      "start": 732.72,
      "dur": 2.15,
      "text": "HSBC and from Barclays and from some law firms, but there's also then cultural"
    },
    {
      "start": 734.88,
      "dur": 2.71,
      "text": "firms, but there's also then cultural figures from some museums around the UK,"
    },
    {
      "start": 737.6,
      "dur": 2.789,
      "text": "figures from some museums around the UK, from Table Tennis England, I noticed. So"
    },
    {
      "start": 740.399,
      "dur": 2.471,
      "text": "from Table Tennis England, I noticed. So there's a desire to uh deepen and"
    },
    {
      "start": 742.88,
      "dur": 1.91,
      "text": "there's a desire to uh deepen and broaden cultural connections with China"
    },
    {
      "start": 744.8,
      "dur": 2.63,
      "text": "broaden cultural connections with China as well as kind of corporate and"
    },
    {
      "start": 747.44,
      "dur": 2.71,
      "text": "as well as kind of corporate and business ones. Um I think part of I"
    },
    {
      "start": 750.16,
      "dur": 1.909,
      "text": "business ones. Um I think part of I think part of the rationale is to"
    },
    {
      "start": 752.079,
      "dur": 3.75,
      "text": "think part of the rationale is to project the image of the UK being open"
    },
    {
      "start": 755.839,
      "dur": 1.511,
      "text": "project the image of the UK being open for business. Yes. To an audience in"
    },
    {
      "start": 757.36,
      "dur": 1.67,
      "text": "for business. Yes. To an audience in China. Although, let's, you know, let's"
    },
    {
      "start": 759.04,
      "dur": 2.39,
      "text": "China. Although, let's, you know, let's not kid ourselves. The prime minister of"
    },
    {
      "start": 761.44,
      "dur": 1.99,
      "text": "not kid ourselves. The prime minister of the UK coming here isn't going to be"
    },
    {
      "start": 763.44,
      "dur": 1.99,
      "text": "the UK coming here isn't going to be sort of on the uh on the tip of the"
    },
    {
      "start": 765.44,
      "dur": 3.59,
      "text": "sort of on the uh on the tip of the tongue of every Chinese uh citizen. Um"
    },
    {
      "start": 769.04,
      "dur": 2.87,
      "text": "tongue of every Chinese uh citizen. Um but also to project an image back home"
    },
    {
      "start": 771.92,
      "dur": 2.39,
      "text": "but also to project an image back home uh that the prime minister is banging"
    },
    {
      "start": 774.32,
      "dur": 1.83,
      "text": "uh that the prime minister is banging the drum for British business and to try"
    },
    {
      "start": 776.16,
      "dur": 1.83,
      "text": "the drum for British business and to try and take on that thing about the you"
    },
    {
      "start": 778.0,
      "dur": 1.91,
      "text": "and take on that thing about the you know the never here kia label that gets"
    },
    {
      "start": 779.92,
      "dur": 1.51,
      "text": "know the never here kia label that gets thrown around his neck for all of the"
    },
    {
      "start": 781.44,
      "dur": 1.67,
      "text": "thrown around his neck for all of the foreign travel that he does and trying"
    },
    {
      "start": 783.12,
      "dur": 1.67,
      "text": "foreign travel that he does and trying to make an argument that the national"
    },
    {
      "start": 784.8,
      "dur": 3.11,
      "text": "to make an argument that the national and the international are are um"
    },
    {
      "start": 787.92,
      "dur": 1.51,
      "text": "and the international are are um indivisible. But yeah, he seemed in"
    },
    {
      "start": 789.44,
      "dur": 1.189,
      "text": "indivisible. But yeah, he seemed in pretty good spirits and you heard it"
    },
    {
      "start": 790.639,
      "dur": 1.99,
      "text": "pretty good spirits and you heard it there in that little bit of fun in the"
    },
    {
      "start": 792.639,
      "dur": 2.151,
      "text": "there in that little bit of fun in the cockpit. but also when we spoke to him"
    },
    {
      "start": 794.8,
      "dur": 1.91,
      "text": "cockpit. but also when we spoke to him on the plane out here, the little huddle"
    },
    {
      "start": 796.72,
      "dur": 1.43,
      "text": "on the plane out here, the little huddle where we're sort of loitering near the"
    },
    {
      "start": 798.16,
      "dur": 1.909,
      "text": "where we're sort of loitering near the toilets on the plane and asking"
    },
    {
      "start": 800.079,
      "dur": 1.111,
      "text": "toilets on the plane and asking questions of the prime minister and"
    },
    {
      "start": 801.2,
      "dur": 1.189,
      "text": "questions of the prime minister and trying to hear the answers because"
    },
    {
      "start": 802.399,
      "dur": 2.23,
      "text": "trying to hear the answers because obviously planes are uh pretty noisy. He"
    },
    {
      "start": 804.639,
      "dur": 2.151,
      "text": "obviously planes are uh pretty noisy. He wouldn't give us Adam much of a insight"
    },
    {
      "start": 806.8,
      "dur": 1.75,
      "text": "wouldn't give us Adam much of a insight perhaps perfectly sensibly to be frank,"
    },
    {
      "start": 808.56,
      "dur": 1.11,
      "text": "perhaps perfectly sensibly to be frank, but he wouldn't give us much of an"
    },
    {
      "start": 809.68,
      "dur": 2.87,
      "text": "but he wouldn't give us much of an insight into his kind of conversational"
    },
    {
      "start": 812.56,
      "dur": 2.949,
      "text": "insight into his kind of conversational negotiating strategy with uh President"
    },
    {
      "start": 815.519,
      "dur": 1.99,
      "text": "negotiating strategy with uh President Xi that that is to come. particularly"
    },
    {
      "start": 817.519,
      "dur": 2.231,
      "text": "Xi that that is to come. particularly the whole business of how you raise uh"
    },
    {
      "start": 819.76,
      "dur": 2.55,
      "text": "the whole business of how you raise uh human rights issues, how you raise all"
    },
    {
      "start": 822.32,
      "dur": 2.309,
      "text": "human rights issues, how you raise all sorts of issues where frankly the UK and"
    },
    {
      "start": 824.639,
      "dur": 1.99,
      "text": "sorts of issues where frankly the UK and China are are a long way apart. I think"
    },
    {
      "start": 826.639,
      "dur": 1.911,
      "text": "China are are a long way apart. I think those issues will be raised. He didn't"
    },
    {
      "start": 828.56,
      "dur": 2.31,
      "text": "those issues will be raised. He didn't really want to give a a um if not a"
    },
    {
      "start": 830.88,
      "dur": 1.509,
      "text": "really want to give a a um if not a running commentary than a sort of pre-"
    },
    {
      "start": 832.399,
      "dur": 1.99,
      "text": "running commentary than a sort of pre- commentary on uh on all of that, but"
    },
    {
      "start": 834.399,
      "dur": 1.67,
      "text": "commentary on uh on all of that, but we'll get a sense of it um in the next"
    },
    {
      "start": 836.079,
      "dur": 1.75,
      "text": "we'll get a sense of it um in the next 24 hours when those meetings happen."
    },
    {
      "start": 837.839,
      "dur": 1.67,
      "text": "24 hours when those meetings happen. &gt;&gt; And Chris, you mentioned Table Tennis"
    },
    {
      "start": 839.519,
      "dur": 1.43,
      "text": "&gt;&gt; And Chris, you mentioned Table Tennis England there. I'm guessing you've not"
    },
    {
      "start": 840.959,
      "dur": 2.151,
      "text": "England there. I'm guessing you've not had time to see the Oscar nominated ping"
    },
    {
      "start": 843.12,
      "dur": 2.069,
      "text": "had time to see the Oscar nominated ping pong film Marty Supreme, so we will just"
    },
    {
      "start": 845.199,
      "dur": 2.87,
      "text": "pong film Marty Supreme, so we will just park that for another day. Um, also"
    },
    {
      "start": 848.079,
      "dur": 2.791,
      "text": "park that for another day. Um, also &gt;&gt; I haven't but but but sorry to interrupt"
    },
    {
      "start": 850.88,
      "dur": 2.23,
      "text": "&gt;&gt; I haven't but but but sorry to interrupt but I just feel I must inject here. Uh,"
    },
    {
      "start": 853.12,
      "dur": 1.269,
      "text": "but I just feel I must inject here. Uh, we are going to get the chance"
    },
    {
      "start": 854.399,
      "dur": 1.351,
      "text": "we are going to get the chance apparently I don't know if I'll have"
    },
    {
      "start": 855.76,
      "dur": 3.509,
      "text": "apparently I don't know if I'll have time but to actually have a have a go at"
    },
    {
      "start": 859.279,
      "dur": 2.631,
      "text": "time but to actually have a have a go at sort of serving a table tennis ball in"
    },
    {
      "start": 861.92,
      "dur": 1.99,
      "text": "sort of serving a table tennis ball in the direction of kind of these Chinese"
    },
    {
      "start": 863.92,
      "dur": 2.55,
      "text": "the direction of kind of these Chinese table tennis mega stars. So presumably"
    },
    {
      "start": 866.48,
      "dur": 1.67,
      "text": "table tennis mega stars. So presumably that is not an activity that lasts very"
    },
    {
      "start": 868.16,
      "dur": 1.99,
      "text": "that is not an activity that lasts very long because you sort of tap the ball"
    },
    {
      "start": 870.16,
      "dur": 2.15,
      "text": "long because you sort of tap the ball over to them and then they sort of"
    },
    {
      "start": 872.32,
      "dur": 1.59,
      "text": "over to them and then they sort of &gt;&gt; uh smash it back at you. But anyway,"
    },
    {
      "start": 873.92,
      "dur": 0.149,
      "text": "&gt;&gt; uh smash it back at you. But anyway, yeah."
    },
    {
      "start": 874.079,
      "dur": 1.271,
      "text": "yeah. &gt;&gt; Well, Chris, as long as that's the only"
    },
    {
      "start": 875.36,
      "dur": 1.829,
      "text": "&gt;&gt; Well, Chris, as long as that's the only bit of that film you recreate on this"
    },
    {
      "start": 877.199,
      "dur": 2.471,
      "text": "bit of that film you recreate on this trip, we'll be okay. Right. I can't wait"
    },
    {
      "start": 879.68,
      "dur": 1.35,
      "text": "trip, we'll be okay. Right. I can't wait for you to see it when it comes out on"
    },
    {
      "start": 881.04,
      "dur": 2.149,
      "text": "for you to see it when it comes out on streaming after I said that. Right. Um,"
    },
    {
      "start": 883.199,
      "dur": 2.471,
      "text": "streaming after I said that. Right. Um, you mentioned Alex uh and her being on"
    },
    {
      "start": 885.68,
      "dur": 1.75,
      "text": "you mentioned Alex uh and her being on the India trip. Um, she was telling us"
    },
    {
      "start": 887.44,
      "dur": 1.509,
      "text": "the India trip. Um, she was telling us earlier on in this episode of Newscast"
    },
    {
      "start": 888.959,
      "dur": 1.591,
      "text": "earlier on in this episode of Newscast about Chem Basinox's big speech today,"
    },
    {
      "start": 890.56,
      "dur": 1.829,
      "text": "about Chem Basinox's big speech today, and I won't get you to do the the"
    },
    {
      "start": 892.399,
      "dur": 1.99,
      "text": "and I won't get you to do the the domestic analysis of it cuz you're on"
    },
    {
      "start": 894.399,
      "dur": 1.351,
      "text": "domestic analysis of it cuz you're on the other side of the world. That"
    },
    {
      "start": 895.76,
      "dur": 2.47,
      "text": "the other side of the world. That wouldn't be fair. But she did say if she"
    },
    {
      "start": 898.24,
      "dur": 1.67,
      "text": "wouldn't be fair. But she did say if she was prime minister, she would not be"
    },
    {
      "start": 899.92,
      "dur": 1.589,
      "text": "was prime minister, she would not be doing this trip. So, there is some"
    },
    {
      "start": 901.519,
      "dur": 1.99,
      "text": "doing this trip. So, there is some domestic politics around this. And also"
    },
    {
      "start": 903.519,
      "dur": 2.391,
      "text": "domestic politics around this. And also I'm also just thinking actually I can't"
    },
    {
      "start": 905.92,
      "dur": 3.19,
      "text": "I'm also just thinking actually I can't imagine Donald Trump being super keen"
    },
    {
      "start": 909.12,
      "dur": 2.709,
      "text": "imagine Donald Trump being super keen that a country like Britain is okay"
    },
    {
      "start": 911.839,
      "dur": 2.071,
      "text": "that a country like Britain is okay cozying up to China. That's a value"
    },
    {
      "start": 913.92,
      "dur": 2.07,
      "text": "cozying up to China. That's a value loaded description of what Kstarmmer is"
    },
    {
      "start": 916.0,
      "dur": 2.069,
      "text": "loaded description of what Kstarmmer is doing today. But he's got he's got a bit"
    },
    {
      "start": 918.079,
      "dur": 2.391,
      "text": "doing today. But he's got he's got a bit of political triangulation to do here."
    },
    {
      "start": 920.48,
      "dur": 1.83,
      "text": "of political triangulation to do here. &gt;&gt; Yeah, he does. So yeah, Alex and I were"
    },
    {
      "start": 922.32,
      "dur": 2.309,
      "text": "&gt;&gt; Yeah, he does. So yeah, Alex and I were exchanging WhatsApps as she was hurtling"
    },
    {
      "start": 924.639,
      "dur": 1.671,
      "text": "exchanging WhatsApps as she was hurtling along to the Chem Bednok speech and I"
    },
    {
      "start": 926.32,
      "dur": 1.43,
      "text": "along to the Chem Bednok speech and I was uh trying to speak to the prime"
    },
    {
      "start": 927.76,
      "dur": 2.629,
      "text": "was uh trying to speak to the prime minister and his team uh here. Um, and"
    },
    {
      "start": 930.399,
      "dur": 2.55,
      "text": "minister and his team uh here. Um, and yeah, Chem Bedno has got a very"
    },
    {
      "start": 932.959,
      "dur": 1.99,
      "text": "yeah, Chem Bedno has got a very different strategy and instinct as far"
    },
    {
      "start": 934.959,
      "dur": 2.151,
      "text": "different strategy and instinct as far as China is concerned right now. A"
    },
    {
      "start": 937.12,
      "dur": 2.23,
      "text": "as China is concerned right now. A definitive answer to that question of"
    },
    {
      "start": 939.36,
      "dur": 2.07,
      "text": "definitive answer to that question of whether or not she would be here right"
    },
    {
      "start": 941.44,
      "dur": 2.069,
      "text": "whether or not she would be here right now were she prime minister right now."
    },
    {
      "start": 943.519,
      "dur": 2.711,
      "text": "now were she prime minister right now. And her answer was no. And then, as you"
    },
    {
      "start": 946.24,
      "dur": 1.35,
      "text": "And her answer was no. And then, as you say, there's the international picture."
    },
    {
      "start": 947.6,
      "dur": 2.31,
      "text": "say, there's the international picture. I know from speaking to some folk who"
    },
    {
      "start": 949.92,
      "dur": 2.469,
      "text": "I know from speaking to some folk who know the minds of plenty in the uh Trump"
    },
    {
      "start": 952.399,
      "dur": 2.071,
      "text": "know the minds of plenty in the uh Trump administration that they are nervous,"
    },
    {
      "start": 954.48,
      "dur": 3.43,
      "text": "administration that they are nervous, skeptical about as as they might see it."
    },
    {
      "start": 957.92,
      "dur": 1.909,
      "text": "skeptical about as as they might see it. as you say, it's a rather loaded phrase,"
    },
    {
      "start": 959.839,
      "dur": 2.071,
      "text": "as you say, it's a rather loaded phrase, but sort of cozying up to China. It's"
    },
    {
      "start": 961.92,
      "dur": 1.829,
      "text": "but sort of cozying up to China. It's not just the UK doing it. We saw the"
    },
    {
      "start": 963.759,
      "dur": 1.75,
      "text": "not just the UK doing it. We saw the reaction that the Trump administration"
    },
    {
      "start": 965.519,
      "dur": 1.75,
      "text": "reaction that the Trump administration had to Mark Carney, the Canadian prime"
    },
    {
      "start": 967.279,
      "dur": 2.79,
      "text": "had to Mark Carney, the Canadian prime minister's trip here um recently. The"
    },
    {
      "start": 970.079,
      "dur": 3.511,
      "text": "minister's trip here um recently. The argument the UK government makes is look"
    },
    {
      "start": 973.6,
      "dur": 1.99,
      "text": "argument the UK government makes is look the position that they are seeking to"
    },
    {
      "start": 975.6,
      "dur": 2.95,
      "text": "the position that they are seeking to move the UK to which is the as as they"
    },
    {
      "start": 978.56,
      "dur": 1.99,
      "text": "move the UK to which is the as as they would put it a warmer and more pragmatic"
    },
    {
      "start": 980.56,
      "dur": 2.55,
      "text": "would put it a warmer and more pragmatic relationship with China is entirely in"
    },
    {
      "start": 983.12,
      "dur": 2.149,
      "text": "relationship with China is entirely in keeping and normal with the relationship"
    },
    {
      "start": 985.279,
      "dur": 1.591,
      "text": "keeping and normal with the relationship that France and Germany have had for"
    },
    {
      "start": 986.88,
      "dur": 2.23,
      "text": "that France and Germany have had for much of the last decade. Their"
    },
    {
      "start": 989.12,
      "dur": 2.069,
      "text": "much of the last decade. Their presidents and uh chancellors"
    },
    {
      "start": 991.199,
      "dur": 1.591,
      "text": "presidents and uh chancellors respectively have been making plenty of"
    },
    {
      "start": 992.8,
      "dur": 1.51,
      "text": "respectively have been making plenty of trips here in the eight years that there"
    },
    {
      "start": 994.32,
      "dur": 2.309,
      "text": "trips here in the eight years that there hasn't been a British prime ministerial"
    },
    {
      "start": 996.639,
      "dur": 2.471,
      "text": "hasn't been a British prime ministerial visit. As I say, the Canadian Prime"
    },
    {
      "start": 999.12,
      "dur": 2.31,
      "text": "visit. As I say, the Canadian Prime Minister Mark Carney here recently and"
    },
    {
      "start": 1001.44,
      "dur": 3.35,
      "text": "Minister Mark Carney here recently and Donald Trump's expected here in April."
    },
    {
      "start": 1004.8,
      "dur": 2.87,
      "text": "Donald Trump's expected here in April. So, uh, you know, to that extent, folk"
    },
    {
      "start": 1007.68,
      "dur": 1.269,
      "text": "So, uh, you know, to that extent, folk around the Prime Minister are saying,"
    },
    {
      "start": 1008.959,
      "dur": 2.391,
      "text": "around the Prime Minister are saying, \"Look, you know, let's not overdo the"
    },
    {
      "start": 1011.36,
      "dur": 2.95,
      "text": "\"Look, you know, let's not overdo the idea of it sort of being one thing um or"
    },
    {
      "start": 1014.32,
      "dur": 1.749,
      "text": "idea of it sort of being one thing um or the other.\" Intriguingly, Adam, I was"
    },
    {
      "start": 1016.079,
      "dur": 2.391,
      "text": "the other.\" Intriguingly, Adam, I was talking to the the guy who runs Brmpton"
    },
    {
      "start": 1018.48,
      "dur": 2.149,
      "text": "talking to the the guy who runs Brmpton Bikes on the way out here in the dead of"
    },
    {
      "start": 1020.639,
      "dur": 1.19,
      "text": "Bikes on the way out here in the dead of night whilst we were queuing for the"
    },
    {
      "start": 1021.839,
      "dur": 3.271,
      "text": "night whilst we were queuing for the toilet on the plane and he was saying"
    },
    {
      "start": 1025.12,
      "dur": 4.709,
      "text": "toilet on the plane and he was saying that doing business here is more if you"
    },
    {
      "start": 1029.839,
      "dur": 3.031,
      "text": "that doing business here is more if you like predictable and stable than it is"
    },
    {
      "start": 1032.88,
      "dur": 2.789,
      "text": "like predictable and stable than it is in America. Yes, America right now"
    },
    {
      "start": 1035.679,
      "dur": 2.311,
      "text": "in America. Yes, America right now because you know will there won't be be"
    },
    {
      "start": 1038.0,
      "dur": 2.069,
      "text": "because you know will there won't be be tariffs etc etc which can just make a"
    },
    {
      "start": 1040.079,
      "dur": 2.87,
      "text": "tariffs etc etc which can just make a business model uh obsolete or redundant"
    },
    {
      "start": 1042.959,
      "dur": 1.751,
      "text": "business model uh obsolete or redundant overnight. But he said it actually"
    },
    {
      "start": 1044.72,
      "dur": 2.87,
      "text": "overnight. But he said it actually stretch stretches back before uh Donald"
    },
    {
      "start": 1047.6,
      "dur": 2.55,
      "text": "stretch stretches back before uh Donald Trump's time in the um in the White"
    },
    {
      "start": 1050.16,
      "dur": 1.749,
      "text": "Trump's time in the um in the White House. So you So when you have those"
    },
    {
      "start": 1051.919,
      "dur": 1.831,
      "text": "House. So you So when you have those conversations padding around in your"
    },
    {
      "start": 1053.76,
      "dur": 2.31,
      "text": "conversations padding around in your socks at 36,000 ft at 3 in the morning,"
    },
    {
      "start": 1056.08,
      "dur": 2.63,
      "text": "socks at 36,000 ft at 3 in the morning, you just get that sense of how rapidly"
    },
    {
      "start": 1058.72,
      "dur": 1.51,
      "text": "you just get that sense of how rapidly the world is changing in these early"
    },
    {
      "start": 1060.24,
      "dur": 2.07,
      "text": "the world is changing in these early decades of the of the 21st century."
    },
    {
      "start": 1062.32,
      "dur": 1.99,
      "text": "decades of the of the 21st century. &gt;&gt; And all eyes will be on whether Kirst"
    },
    {
      "start": 1064.32,
      "dur": 1.67,
      "text": "&gt;&gt; And all eyes will be on whether Kirst folds in the face of pressure from"
    },
    {
      "start": 1066.0,
      "dur": 1.669,
      "text": "folds in the face of pressure from Xiinping, which is a little Brmpton"
    },
    {
      "start": 1067.679,
      "dur": 1.431,
      "text": "Xiinping, which is a little Brmpton bikes reference there because they are"
    },
    {
      "start": 1069.12,
      "dur": 1.83,
      "text": "bikes reference there because they are folding bikes. Um right, Chris, I'm"
    },
    {
      "start": 1070.96,
      "dur": 1.829,
      "text": "folding bikes. Um right, Chris, I'm going to very well done."
    },
    {
      "start": 1072.799,
      "dur": 1.591,
      "text": "going to very well done. &gt;&gt; Thank you. Thank you. Uh, right, Chris,"
    },
    {
      "start": 1074.4,
      "dur": 1.43,
      "text": "&gt;&gt; Thank you. Thank you. Uh, right, Chris, I'm going to let you go because I know"
    },
    {
      "start": 1075.84,
      "dur": 1.91,
      "text": "I'm going to let you go because I know you've got lots of work to do and some"
    },
    {
      "start": 1077.76,
      "dur": 1.67,
      "text": "you've got lots of work to do and some sleep to catch up on. And now also, even"
    },
    {
      "start": 1079.44,
      "dur": 1.67,
      "text": "sleep to catch up on. And now also, even just broadcasting from China, as we were"
    },
    {
      "start": 1081.12,
      "dur": 2.07,
      "text": "just broadcasting from China, as we were hearing on the previous episode, is is"
    },
    {
      "start": 1083.2,
      "dur": 1.91,
      "text": "hearing on the previous episode, is is not not the simplest thing. But before"
    },
    {
      "start": 1085.12,
      "dur": 1.429,
      "text": "not not the simplest thing. But before you go, are we going to see video"
    },
    {
      "start": 1086.559,
      "dur": 1.591,
      "text": "you go, are we going to see video evidence of you playing table tennis"
    },
    {
      "start": 1088.16,
      "dur": 2.31,
      "text": "evidence of you playing table tennis against a Chinese champion?"
    },
    {
      "start": 1090.48,
      "dur": 2.23,
      "text": "against a Chinese champion? &gt;&gt; Uh, now there is a there is a request."
    },
    {
      "start": 1092.72,
      "dur": 2.63,
      "text": "&gt;&gt; Uh, now there is a there is a request. Uh, let's see about that. Should I put"
    },
    {
      "start": 1095.36,
      "dur": 0.71,
      "text": "Uh, let's see about that. Should I put it like that?"
    },
    {
      "start": 1096.08,
      "dur": 1.51,
      "text": "it like that? &gt;&gt; Maybe we could have like an audio"
    },
    {
      "start": 1097.6,
      "dur": 1.91,
      "text": "&gt;&gt; Maybe we could have like an audio recounting of it if we don't have video"
    },
    {
      "start": 1099.52,
      "dur": 1.35,
      "text": "recounting of it if we don't have video evidence. Anyway, Chris, thank you very"
    },
    {
      "start": 1100.88,
      "dur": 2.07,
      "text": "evidence. Anyway, Chris, thank you very much and safe travels."
    },
    {
      "start": 1102.96,
      "dur": 2.069,
      "text": "much and safe travels. Cheers. See you."
    },
    {
      "start": 1105.039,
      "dur": 1.271,
      "text": "Cheers. See you. &gt;&gt; So, Alex, in that conversation with"
    },
    {
      "start": 1106.32,
      "dur": 1.43,
      "text": "&gt;&gt; So, Alex, in that conversation with Chrissy, let's slip that you and he had"
    },
    {
      "start": 1107.76,
      "dur": 2.07,
      "text": "Chrissy, let's slip that you and he had been WhatsAppapping across across the"
    },
    {
      "start": 1109.84,
      "dur": 0.949,
      "text": "been WhatsAppapping across across the continents"
    },
    {
      "start": 1110.799,
      "dur": 1.831,
      "text": "continents &gt;&gt; across the continents because a weird"
    },
    {
      "start": 1112.64,
      "dur": 1.909,
      "text": "&gt;&gt; across the continents because a weird number popped up as I was sitting in the"
    },
    {
      "start": 1114.559,
      "dur": 1.751,
      "text": "number popped up as I was sitting in the chem press conference waiting for her to"
    },
    {
      "start": 1116.32,
      "dur": 2.07,
      "text": "chem press conference waiting for her to get going. I got a a WhatsApp from a"
    },
    {
      "start": 1118.4,
      "dur": 1.83,
      "text": "get going. I got a a WhatsApp from a random number. I was, \"Oh, who's that?"
    },
    {
      "start": 1120.24,
      "dur": 1.35,
      "text": "random number. I was, \"Oh, who's that? &gt;&gt; Is this Chinese embassy up and running"
    },
    {
      "start": 1121.6,
      "dur": 0.47,
      "text": "&gt;&gt; Is this Chinese embassy up and running already?\""
    },
    {
      "start": 1122.08,
      "dur": 1.75,
      "text": "already?\" &gt;&gt; Yeah. What's occurring here? And it was"
    },
    {
      "start": 1123.84,
      "dur": 2.79,
      "text": "&gt;&gt; Yeah. What's occurring here? And it was Chris on his burner phone. Um, so he was"
    },
    {
      "start": 1126.64,
      "dur": 2.87,
      "text": "Chris on his burner phone. Um, so he was Yes. because it was it was obviously"
    },
    {
      "start": 1129.52,
      "dur": 2.07,
      "text": "Yes. because it was it was obviously Kemmy Bedno had written in the Daily"
    },
    {
      "start": 1131.6,
      "dur": 1.99,
      "text": "Kemmy Bedno had written in the Daily Telegraph a highly critical piece about"
    },
    {
      "start": 1133.6,
      "dur": 1.35,
      "text": "Telegraph a highly critical piece about Kia Starama and the government's"
    },
    {
      "start": 1134.96,
      "dur": 2.15,
      "text": "Kia Starama and the government's approach to China but what was not"
    },
    {
      "start": 1137.12,
      "dur": 1.59,
      "text": "approach to China but what was not abundantly clear in that piece as to"
    },
    {
      "start": 1138.72,
      "dur": 1.11,
      "text": "abundantly clear in that piece as to whether or not she agreed with his"
    },
    {
      "start": 1139.84,
      "dur": 2.87,
      "text": "whether or not she agreed with his decision to actually go so um so yes we"
    },
    {
      "start": 1142.72,
      "dur": 1.43,
      "text": "decision to actually go so um so yes we were having a little WhatsApp exchange"
    },
    {
      "start": 1144.16,
      "dur": 2.31,
      "text": "were having a little WhatsApp exchange with Chris from China from strange"
    },
    {
      "start": 1146.48,
      "dur": 1.67,
      "text": "with Chris from China from strange number and me in the chem press"
    },
    {
      "start": 1148.16,
      "dur": 2.389,
      "text": "number and me in the chem press conference and then I did ask her um"
    },
    {
      "start": 1150.559,
      "dur": 1.99,
      "text": "conference and then I did ask her um bluntly you know would you be on a plane"
    },
    {
      "start": 1152.559,
      "dur": 1.99,
      "text": "bluntly you know would you be on a plane to Beijing if you were prime minister"
    },
    {
      "start": 1154.559,
      "dur": 1.831,
      "text": "to Beijing if you were prime minister right now given the argument that some"
    },
    {
      "start": 1156.4,
      "dur": 1.59,
      "text": "right now given the argument that some people advance and the argument that the"
    },
    {
      "start": 1158.0,
      "dur": 2.15,
      "text": "people advance and the argument that the government has advanced about the kind"
    },
    {
      "start": 1160.16,
      "dur": 2.47,
      "text": "government has advanced about the kind of need to have a dialogue with China in"
    },
    {
      "start": 1162.64,
      "dur": 0.71,
      "text": "of need to have a dialogue with China in the government where there's a"
    },
    {
      "start": 1163.36,
      "dur": 2.309,
      "text": "the government where there's a clear-eyed dialogue because of the"
    },
    {
      "start": 1165.679,
      "dur": 1.911,
      "text": "clear-eyed dialogue because of the nature of China's economy and the trade"
    },
    {
      "start": 1167.6,
      "dur": 1.189,
      "text": "nature of China's economy and the trade links between the two countries and all"
    },
    {
      "start": 1168.799,
      "dur": 1.271,
      "text": "links between the two countries and all the rest of it. And she was really clear"
    },
    {
      "start": 1170.08,
      "dur": 2.79,
      "text": "the rest of it. And she was really clear on that. She said no, not now. And her"
    },
    {
      "start": 1172.88,
      "dur": 1.75,
      "text": "on that. She said no, not now. And her argument about that was primarily down"
    },
    {
      "start": 1174.64,
      "dur": 2.55,
      "text": "argument about that was primarily down to security concerns. So she was saying"
    },
    {
      "start": 1177.2,
      "dur": 2.469,
      "text": "to security concerns. So she was saying it's not the right time in her view to"
    },
    {
      "start": 1179.679,
      "dur": 2.23,
      "text": "it's not the right time in her view to be having that kind of in-person"
    },
    {
      "start": 1181.919,
      "dur": 3.191,
      "text": "be having that kind of in-person dialogue with China. um highly critical"
    },
    {
      "start": 1185.12,
      "dur": 1.909,
      "text": "dialogue with China. um highly critical of Kiama's approach, but you heard of"
    },
    {
      "start": 1187.039,
      "dur": 1.191,
      "text": "of Kiama's approach, but you heard of course the argument that the government"
    },
    {
      "start": 1188.24,
      "dur": 1.83,
      "text": "course the argument that the government is is advancing as to why it thinks that"
    },
    {
      "start": 1190.08,
      "dur": 1.43,
      "text": "is is advancing as to why it thinks that it does in fact need to."
    },
    {
      "start": 1191.52,
      "dur": 1.99,
      "text": "it does in fact need to. &gt;&gt; And of course slightly easier for the"
    },
    {
      "start": 1193.52,
      "dur": 1.35,
      "text": "&gt;&gt; And of course slightly easier for the leader of the opposition to say that"
    },
    {
      "start": 1194.88,
      "dur": 1.669,
      "text": "leader of the opposition to say that because she's turning down an invitation"
    },
    {
      "start": 1196.559,
      "dur": 1.431,
      "text": "because she's turning down an invitation she hasn't received."
    },
    {
      "start": 1198.0,
      "dur": 1.59,
      "text": "she hasn't received. &gt;&gt; Yeah. Quite right. Quite right. Of"
    },
    {
      "start": 1199.6,
      "dur": 2.069,
      "text": "&gt;&gt; Yeah. Quite right. Quite right. Of course. um is that it's a very similar"
    },
    {
      "start": 1201.679,
      "dur": 2.151,
      "text": "course. um is that it's a very similar thing, isn't it, to what can sometimes"
    },
    {
      "start": 1203.84,
      "dur": 1.91,
      "text": "thing, isn't it, to what can sometimes be a criticism that's leveled at Ed"
    },
    {
      "start": 1205.76,
      "dur": 1.99,
      "text": "be a criticism that's leveled at Ed Davyy when he talks about Donald Trump"
    },
    {
      "start": 1207.76,
      "dur": 1.59,
      "text": "Davyy when he talks about Donald Trump and is highly critical of President"
    },
    {
      "start": 1209.36,
      "dur": 2.549,
      "text": "and is highly critical of President Trump is that um that when of course"
    },
    {
      "start": 1211.919,
      "dur": 1.671,
      "text": "Trump is that um that when of course when you are in government as a leader"
    },
    {
      "start": 1213.6,
      "dur": 2.63,
      "text": "when you are in government as a leader of a country, can you do what you always"
    },
    {
      "start": 1216.24,
      "dur": 1.35,
      "text": "of a country, can you do what you always said you would have done when you were"
    },
    {
      "start": 1217.6,
      "dur": 1.67,
      "text": "said you would have done when you were in opposition? Is the sort of"
    },
    {
      "start": 1219.28,
      "dur": 2.95,
      "text": "in opposition? Is the sort of &gt;&gt; the old proverb of if you don't go to a"
    },
    {
      "start": 1222.24,
      "dur": 1.27,
      "text": "&gt;&gt; the old proverb of if you don't go to a state banquet, you were never going to"
    },
    {
      "start": 1223.52,
      "dur": 1.99,
      "text": "state banquet, you were never going to be noticed at in the first place, did"
    },
    {
      "start": 1225.52,
      "dur": 1.91,
      "text": "be noticed at in the first place, did you not go at all or something like"
    },
    {
      "start": 1227.44,
      "dur": 1.19,
      "text": "you not go at all or something like that. [laughter]"
    },
    {
      "start": 1228.64,
      "dur": 1.83,
      "text": "that. [laughter] &gt;&gt; Sorry. Sorry to the Chinese for mangling"
    },
    {
      "start": 1230.48,
      "dur": 0.309,
      "text": "&gt;&gt; Sorry. Sorry to the Chinese for mangling that one."
    },
    {
      "start": 1230.799,
      "dur": 1.35,
      "text": "that one. &gt;&gt; If a tree falls in the woods and no one"
    },
    {
      "start": 1232.159,
      "dur": 0.551,
      "text": "&gt;&gt; If a tree falls in the woods and no one hears."
    },
    {
      "start": 1232.72,
      "dur": 1.304,
      "text": "hears. &gt;&gt; Yeah, I was trying to do that one."
    },
    {
      "start": 1234.034,
      "dur": 1.156,
      "text": "&gt;&gt; Yeah, I was trying to do that one. [laughter] Yeah, exactly. But I was"
    },
    {
      "start": 1235.2,
      "dur": 1.589,
      "text": "[laughter] Yeah, exactly. But I was trying to be too clever for my own good."
    },
    {
      "start": 1236.799,
      "dur": 1.35,
      "text": "trying to be too clever for my own good. Right. Anything else from Westminster"
    },
    {
      "start": 1238.159,
      "dur": 1.031,
      "text": "Right. Anything else from Westminster you'd like to bring us?"
    },
    {
      "start": 1239.2,
      "dur": 1.43,
      "text": "you'd like to bring us? &gt;&gt; No, I think that's probably it. I mean,"
    },
    {
      "start": 1240.64,
      "dur": 1.269,
      "text": "&gt;&gt; No, I think that's probably it. I mean, all eyes on China on what's going to"
    },
    {
      "start": 1241.919,
      "dur": 1.351,
      "text": "all eyes on China on what's going to happen and where Chris ends up in the"
    },
    {
      "start": 1243.28,
      "dur": 1.35,
      "text": "happen and where Chris ends up in the next couple of days. Interesting."
    },
    {
      "start": 1244.64,
      "dur": 1.99,
      "text": "next couple of days. Interesting. &gt;&gt; Now, I promised some more Kem Benedok"
    },
    {
      "start": 1246.64,
      "dur": 1.83,
      "text": "&gt;&gt; Now, I promised some more Kem Benedok related musical content because she was"
    },
    {
      "start": 1248.48,
      "dur": 2.71,
      "text": "related musical content because she was on Desert Island Discs on Radio 4."
    },
    {
      "start": 1251.2,
      "dur": 1.11,
      "text": "on Desert Island Discs on Radio 4. &gt;&gt; Oh, I haven't heard this yet."
    },
    {
      "start": 1252.32,
      "dur": 2.07,
      "text": "&gt;&gt; Oh, I haven't heard this yet. &gt;&gt; Oh, good. Good. I haven't heard this yet"
    },
    {
      "start": 1254.4,
      "dur": 1.83,
      "text": "&gt;&gt; Oh, good. Good. I haven't heard this yet &gt;&gt; because we're going to issue you a"
    },
    {
      "start": 1256.24,
      "dur": 1.75,
      "text": "&gt;&gt; because we're going to issue you a little challenge, Alex, as a a fellow"
    },
    {
      "start": 1258.0,
      "dur": 1.19,
      "text": "little challenge, Alex, as a a fellow Radio 4 presenter."
    },
    {
      "start": 1259.2,
      "dur": 0.87,
      "text": "Radio 4 presenter. &gt;&gt; Oh, criy."
    },
    {
      "start": 1260.08,
      "dur": 2.55,
      "text": "&gt;&gt; Oh, criy. &gt;&gt; So, three of the best known tracks that"
    },
    {
      "start": 1262.64,
      "dur": 2.79,
      "text": "&gt;&gt; So, three of the best known tracks that Chem Bay picked, we're going to try and"
    },
    {
      "start": 1265.44,
      "dur": 2.469,
      "text": "Chem Bay picked, we're going to try and get you to identify them because that"
    },
    {
      "start": 1267.919,
      "dur": 0.391,
      "text": "get you to identify them because that already"
    },
    {
      "start": 1268.32,
      "dur": 1.91,
      "text": "already &gt;&gt; ah but because of musical Well, wait, I"
    },
    {
      "start": 1270.24,
      "dur": 0.95,
      "text": "&gt;&gt; ah but because of musical Well, wait, I should be the one that's more stressed"
    },
    {
      "start": 1271.2,
      "dur": 1.589,
      "text": "should be the one that's more stressed because wait to hear this. Because of"
    },
    {
      "start": 1272.799,
      "dur": 2.471,
      "text": "because wait to hear this. Because of musical rights issues on a podcast,"
    },
    {
      "start": 1275.28,
      "dur": 1.35,
      "text": "musical rights issues on a podcast, you're not really allowed to play"
    },
    {
      "start": 1276.64,
      "dur": 2.47,
      "text": "you're not really allowed to play commercial tracks. So, I'm going to hum"
    },
    {
      "start": 1279.12,
      "dur": 1.75,
      "text": "commercial tracks. So, I'm going to hum them to you and you have to see if you"
    },
    {
      "start": 1280.88,
      "dur": 1.51,
      "text": "them to you and you have to see if you can recognize them. This is like a bad"
    },
    {
      "start": 1282.4,
      "dur": 1.35,
      "text": "can recognize them. This is like a bad Christmas game. Okay."
    },
    {
      "start": 1283.76,
      "dur": 2.63,
      "text": "Christmas game. Okay. &gt;&gt; Or a bad BBC 2 panel show. [laughter]"
    },
    {
      "start": 1286.4,
      "dur": 0.71,
      "text": "&gt;&gt; Or a bad BBC 2 panel show. [laughter] &gt;&gt; Okay."
    },
    {
      "start": 1287.12,
      "dur": 1.83,
      "text": "&gt;&gt; Okay. &gt;&gt; Right. Here is one. So these are these"
    },
    {
      "start": 1288.96,
      "dur": 1.51,
      "text": "&gt;&gt; Right. Here is one. So these are these are quite well known. No, one of them is"
    },
    {
      "start": 1290.48,
      "dur": 2.15,
      "text": "are quite well known. No, one of them is very tricky. This one is this is one is"
    },
    {
      "start": 1292.64,
      "dur": 5.574,
      "text": "very tricky. This one is this is one is this one's really famous."
    },
    {
      "start": 1298.224,
      "dur": 2.726,
      "text": "[snorts]"
    },
    {
      "start": 1300.96,
      "dur": 1.52,
      "text": "Absolutely no idea. What on earth is"
    },
    {
      "start": 1302.48,
      "dur": 1.83,
      "text": "Absolutely no idea. What on earth is that? Is your humming is terrible."
    },
    {
      "start": 1304.32,
      "dur": 1.99,
      "text": "that? Is your humming is terrible. &gt;&gt; I know. Can you make it more tuneful?"
    },
    {
      "start": 1306.32,
      "dur": 1.19,
      "text": "&gt;&gt; I know. Can you make it more tuneful? Can't you sing it?"
    },
    {
      "start": 1307.52,
      "dur": 1.99,
      "text": "Can't you sing it? &gt;&gt; No."
    },
    {
      "start": 1309.52,
      "dur": 2.149,
      "text": "&gt;&gt; No. No. LA."
    },
    {
      "start": 1311.679,
      "dur": 2.47,
      "text": "No. LA. &gt;&gt; That was No, I'm just doing humming."
    },
    {
      "start": 1314.159,
      "dur": 0.87,
      "text": "&gt;&gt; That was No, I'm just doing humming. &gt;&gt; Okay, no idea."
    },
    {
      "start": 1315.039,
      "dur": 1.271,
      "text": "&gt;&gt; Okay, no idea. &gt;&gt; That was Michael Jackson. Don't stop"
    },
    {
      "start": 1316.32,
      "dur": 0.87,
      "text": "&gt;&gt; That was Michael Jackson. Don't stop till you get enough."
    },
    {
      "start": 1317.2,
      "dur": 0.87,
      "text": "till you get enough. &gt;&gt; That was rubbish."
    },
    {
      "start": 1318.08,
      "dur": 3.91,
      "text": "&gt;&gt; That was rubbish. &gt;&gt; Okay, here we go. [laughter]"
    },
    {
      "start": 1322.0,
      "dur": 2.24,
      "text": "&gt;&gt; I feel it [singing] in my toes. Wet,"
    },
    {
      "start": 1324.24,
      "dur": 0.549,
      "text": "&gt;&gt; I feel it [singing] in my toes. Wet, wet, wet."
    },
    {
      "start": 1324.799,
      "dur": 2.071,
      "text": "wet, wet. &gt;&gt; Yes. Love is all around. Right. This"
    },
    {
      "start": 1326.88,
      "dur": 7.99,
      "text": "&gt;&gt; Yes. Love is all around. Right. This one's really hard."
    },
    {
      "start": 1334.88,
      "dur": 1.36,
      "text": "&gt;&gt; It sounds like you're speaking. Is it"
    },
    {
      "start": 1336.24,
      "dur": 1.27,
      "text": "&gt;&gt; It sounds like you're speaking. Is it like wear sun cream?"
    },
    {
      "start": 1337.52,
      "dur": 1.19,
      "text": "like wear sun cream? &gt;&gt; Yes. Bas Lurman."
    },
    {
      "start": 1338.72,
      "dur": 0.79,
      "text": "&gt;&gt; Yes. Bas Lurman. &gt;&gt; Oh,"
    },
    {
      "start": 1339.52,
      "dur": 2.58,
      "text": "&gt;&gt; Oh, &gt;&gt; well done. Is it called worse?"
    },
    {
      "start": 1342.11,
      "dur": 0.28,
      "text": "&gt;&gt; well done. Is it called worse? [laughter]"
    },
    {
      "start": 1342.4,
      "dur": 1.91,
      "text": "[laughter] &gt;&gt; There we are. Oh, better than we"
    },
    {
      "start": 1344.32,
      "dur": 0.469,
      "text": "&gt;&gt; There we are. Oh, better than we thought."
    },
    {
      "start": 1344.799,
      "dur": 1.671,
      "text": "thought. &gt;&gt; You're the winner and my humming is the"
    },
    {
      "start": 1346.48,
      "dur": 0.309,
      "text": "&gt;&gt; You're the winner and my humming is the loser."
    },
    {
      "start": 1346.799,
      "dur": 1.11,
      "text": "loser. &gt;&gt; No, it was excellent."
    },
    {
      "start": 1347.919,
      "dur": 1.591,
      "text": "&gt;&gt; No, it was excellent. &gt;&gt; Thank you very much, uh, Alex, but"
    },
    {
      "start": 1349.52,
      "dur": 1.59,
      "text": "&gt;&gt; Thank you very much, uh, Alex, but mainly thank you for your political"
    },
    {
      "start": 1351.12,
      "dur": 1.83,
      "text": "mainly thank you for your political analysis. [laughter]"
    },
    {
      "start": 1352.96,
      "dur": 1.43,
      "text": "analysis. [laughter] &gt;&gt; And your willingness and secondarily,"
    },
    {
      "start": 1354.4,
      "dur": 1.509,
      "text": "&gt;&gt; And your willingness and secondarily, your willingness to play along with our"
    },
    {
      "start": 1355.919,
      "dur": 2.071,
      "text": "your willingness to play along with our silly chemoc desert island disc game"
    },
    {
      "start": 1358.0,
      "dur": 0.39,
      "text": "silly chemoc desert island disc game show."
    },
    {
      "start": 1358.4,
      "dur": 1.03,
      "text": "show. &gt;&gt; Always willing."
    },
    {
      "start": 1359.44,
      "dur": 1.43,
      "text": "&gt;&gt; Always willing. &gt;&gt; Actually, could that be a companion"
    },
    {
      "start": 1360.88,
      "dur": 2.63,
      "text": "&gt;&gt; Actually, could that be a companion podcast to Desert Island Discs where I"
    },
    {
      "start": 1363.52,
      "dur": 0.95,
      "text": "podcast to Desert Island Discs where I just hum the tracks?"
    },
    {
      "start": 1364.48,
      "dur": 1.429,
      "text": "just hum the tracks? &gt;&gt; You know what? I think it's got a"
    },
    {
      "start": 1365.919,
      "dur": 1.726,
      "text": "&gt;&gt; You know what? I think it's got a limited shelf life. I'll be honest."
    },
    {
      "start": 1367.655,
      "dur": 0.975,
      "text": "limited shelf life. I'll be honest. [laughter]"
    },
    {
      "start": 1368.64,
      "dur": 1.19,
      "text": "[laughter] &gt;&gt; I mean, people are talking about a"
    },
    {
      "start": 1369.84,
      "dur": 1.51,
      "text": "&gt;&gt; I mean, people are talking about a vacancy on the Today program. That's not"
    },
    {
      "start": 1371.36,
      "dur": 1.669,
      "text": "vacancy on the Today program. That's not the vacancy people need to think about."
    },
    {
      "start": 1373.039,
      "dur": 3.351,
      "text": "the vacancy people need to think about. &gt;&gt; Or maybe not even the pitch. [laughter]"
    },
    {
      "start": 1376.4,
      "dur": 1.99,
      "text": "&gt;&gt; Or maybe not even the pitch. [laughter] &gt;&gt; Well, hang on. I could do the pips on"
    },
    {
      "start": 1378.4,
      "dur": 5.83,
      "text": "&gt;&gt; Well, hang on. I could do the pips on the Today program."
    },
    {
      "start": 1384.24,
      "dur": 1.36,
      "text": "&gt;&gt; No, that was pretty good."
    },
    {
      "start": 1385.6,
      "dur": 1.35,
      "text": "&gt;&gt; No, that was pretty good. &gt;&gt; Okay. Right. I think we should"
    },
    {
      "start": 1386.96,
      "dur": 2.069,
      "text": "&gt;&gt; Okay. Right. I think we should definitely end this episode. Alex,"
    },
    {
      "start": 1389.039,
      "dur": 0.551,
      "text": "definitely end this episode. Alex, goodbye."
    },
    {
      "start": 1389.6,
      "dur": 3.0,
      "text": "goodbye. &gt;&gt; Goodbye."
    }
  ]
}