{
  "videoId": "s7KY1IDEyVA",
  "title": "Andy Burnham's bid to return as UK MP blocked | BBC News",
  "publishedAt": "2026-01-25",
  "channel": "BBC News",
  "durationSeconds": 676,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.84,
      "text": "Well, let's h look further at that"
    },
    {
      "start": 2.08,
      "dur": 2.31,
      "text": "Well, let's h look further at that breaking news with Andy Bernham having"
    },
    {
      "start": 4.4,
      "dur": 1.59,
      "text": "breaking news with Andy Bernham having been blocked from standing as a"
    },
    {
      "start": 6.0,
      "dur": 1.909,
      "text": "been blocked from standing as a candidate for an upcoming parliamentary"
    },
    {
      "start": 7.919,
      "dur": 3.271,
      "text": "candidate for an upcoming parliamentary bi-election in Gorton and Denton by"
    },
    {
      "start": 11.2,
      "dur": 2.79,
      "text": "bi-election in Gorton and Denton by Labour's ruling body. As a directly"
    },
    {
      "start": 14.0,
      "dur": 1.99,
      "text": "Labour's ruling body. As a directly elected mayor, Mr. Bernham had to get"
    },
    {
      "start": 16.0,
      "dur": 1.59,
      "text": "elected mayor, Mr. Bernham had to get approval from Labour's National"
    },
    {
      "start": 17.6,
      "dur": 2.55,
      "text": "approval from Labour's National Executive Committee after he applied to"
    },
    {
      "start": 20.16,
      "dur": 3.269,
      "text": "Executive Committee after he applied to be a candidate on Saturday. Some NEC"
    },
    {
      "start": 23.439,
      "dur": 1.59,
      "text": "be a candidate on Saturday. Some NEC members were concerned about an"
    },
    {
      "start": 25.039,
      "dur": 2.23,
      "text": "members were concerned about an expensive mayoral election to replace"
    },
    {
      "start": 27.279,
      "dur": 2.15,
      "text": "expensive mayoral election to replace Andy Bernham and allies of the prime"
    },
    {
      "start": 29.439,
      "dur": 1.99,
      "text": "Andy Bernham and allies of the prime minister Sakir Stalmer feared that he"
    },
    {
      "start": 31.439,
      "dur": 2.071,
      "text": "minister Sakir Stalmer feared that he could mount a leadership challenge"
    },
    {
      "start": 33.52,
      "dur": 2.709,
      "text": "could mount a leadership challenge should he return to Westminster. Well,"
    },
    {
      "start": 36.239,
      "dur": 1.83,
      "text": "should he return to Westminster. Well, before that decision was made, the home"
    },
    {
      "start": 38.079,
      "dur": 3.191,
      "text": "before that decision was made, the home secretary Shabbana Mmood said this."
    },
    {
      "start": 41.28,
      "dur": 1.589,
      "text": "secretary Shabbana Mmood said this. &gt;&gt; Andy has said in his own words that Kier"
    },
    {
      "start": 42.879,
      "dur": 1.19,
      "text": "&gt;&gt; Andy has said in his own words that Kier is the best person to be the prime"
    },
    {
      "start": 44.079,
      "dur": 1.271,
      "text": "is the best person to be the prime minister and he's made it very clear in"
    },
    {
      "start": 45.36,
      "dur": 1.91,
      "text": "minister and he's made it very clear in his letter what his motivation is for"
    },
    {
      "start": 47.28,
      "dur": 1.83,
      "text": "his letter what his motivation is for wanting to come into parliament. I do"
    },
    {
      "start": 49.12,
      "dur": 1.99,
      "text": "wanting to come into parliament. I do believe Andy Bernham because I take him"
    },
    {
      "start": 51.12,
      "dur": 1.51,
      "text": "believe Andy Bernham because I take him at his word. I've never had any reason"
    },
    {
      "start": 52.64,
      "dur": 2.31,
      "text": "at his word. I've never had any reason not to take him at his word. Um I I"
    },
    {
      "start": 54.96,
      "dur": 1.51,
      "text": "not to take him at his word. Um I I trust him. As I say, we work very"
    },
    {
      "start": 56.48,
      "dur": 1.99,
      "text": "trust him. As I say, we work very closely together and I I I am going to"
    },
    {
      "start": 58.48,
      "dur": 1.35,
      "text": "closely together and I I I am going to take what he says at face value because"
    },
    {
      "start": 59.84,
      "dur": 2.79,
      "text": "take what he says at face value because I know I can do that with Andy."
    },
    {
      "start": 62.64,
      "dur": 2.149,
      "text": "I know I can do that with Andy. &gt;&gt; That was Siobhan Mafmood speaking"
    },
    {
      "start": 64.799,
      "dur": 1.591,
      "text": "&gt;&gt; That was Siobhan Mafmood speaking earlier on the Laura Kunber program."
    },
    {
      "start": 66.4,
      "dur": 1.83,
      "text": "earlier on the Laura Kunber program. Let's speak to Emma Bernell. She's"
    },
    {
      "start": 68.24,
      "dur": 5.03,
      "text": "Let's speak to Emma Bernell. She's editor of uh Labor List. Emma, had you"
    },
    {
      "start": 73.28,
      "dur": 3.11,
      "text": "editor of uh Labor List. Emma, had you seen this coming?"
    },
    {
      "start": 76.4,
      "dur": 2.95,
      "text": "seen this coming? Yes, I think um I think it was more than"
    },
    {
      "start": 79.36,
      "dur": 2.71,
      "text": "Yes, I think um I think it was more than 50/50 that the the decision would go"
    },
    {
      "start": 82.08,
      "dur": 2.23,
      "text": "50/50 that the the decision would go this way. I think there were many people"
    },
    {
      "start": 84.32,
      "dur": 2.149,
      "text": "this way. I think there were many people counseling that that might be a mistake"
    },
    {
      "start": 86.479,
      "dur": 1.27,
      "text": "counseling that that might be a mistake or there were other people saying the"
    },
    {
      "start": 87.759,
      "dur": 3.35,
      "text": "or there were other people saying the opposite. Um but I think given the"
    },
    {
      "start": 91.119,
      "dur": 3.591,
      "text": "opposite. Um but I think given the makeup of the committee um and some of"
    },
    {
      "start": 94.72,
      "dur": 2.709,
      "text": "makeup of the committee um and some of the attitudes that we'd seen u being"
    },
    {
      "start": 97.439,
      "dur": 2.471,
      "text": "the attitudes that we'd seen u being reported in the last couple of days, I"
    },
    {
      "start": 99.92,
      "dur": 2.31,
      "text": "reported in the last couple of days, I think that it it did seem that this was"
    },
    {
      "start": 102.24,
      "dur": 2.229,
      "text": "think that it it did seem that this was the way it was going to go."
    },
    {
      "start": 104.479,
      "dur": 2.471,
      "text": "the way it was going to go. What problems though does this result"
    },
    {
      "start": 106.96,
      "dur": 2.469,
      "text": "What problems though does this result cause for the prime minister and the"
    },
    {
      "start": 109.439,
      "dur": 2.391,
      "text": "cause for the prime minister and the Labour party generally?"
    },
    {
      "start": 111.84,
      "dur": 2.47,
      "text": "Labour party generally? &gt;&gt; Um well that there's like an ironclad"
    },
    {
      "start": 114.32,
      "dur": 2.149,
      "text": "&gt;&gt; Um well that there's like an ironclad rule in the Labour party that if you"
    },
    {
      "start": 116.479,
      "dur": 1.99,
      "text": "rule in the Labour party that if you make a ruling"
    },
    {
      "start": 118.479,
      "dur": 1.59,
      "text": "make a ruling that [clears throat] is intended to"
    },
    {
      "start": 120.079,
      "dur": 4.07,
      "text": "that [clears throat] is intended to benefit your faction, it almost always"
    },
    {
      "start": 124.159,
      "dur": 2.391,
      "text": "benefit your faction, it almost always redowns on you. It almost always goes uh"
    },
    {
      "start": 126.56,
      "dur": 1.59,
      "text": "redowns on you. It almost always goes uh against you in ways that you just hadn't"
    },
    {
      "start": 128.16,
      "dur": 1.589,
      "text": "against you in ways that you just hadn't envvisaged."
    },
    {
      "start": 129.759,
      "dur": 2.791,
      "text": "envvisaged. And I think that may be the case here."
    },
    {
      "start": 132.56,
      "dur": 1.99,
      "text": "And I think that may be the case here. Um, Andy Burnernham might not be the"
    },
    {
      "start": 134.56,
      "dur": 3.27,
      "text": "Um, Andy Burnernham might not be the individual who is vested with the uh"
    },
    {
      "start": 137.84,
      "dur": 1.99,
      "text": "individual who is vested with the uh leadership speculation, but that's not"
    },
    {
      "start": 139.84,
      "dur": 1.83,
      "text": "leadership speculation, but that's not going to quell leadership speculation."
    },
    {
      "start": 141.68,
      "dur": 3.189,
      "text": "going to quell leadership speculation. And I'm afraid that in attempting to do"
    },
    {
      "start": 144.879,
      "dur": 2.471,
      "text": "And I'm afraid that in attempting to do so, uh, it just looks more like Kiss"
    },
    {
      "start": 147.36,
      "dur": 1.509,
      "text": "so, uh, it just looks more like Kiss Armor is weak."
    },
    {
      "start": 148.879,
      "dur": 2.391,
      "text": "Armor is weak. &gt;&gt; Emma, you you probably need a drink. So,"
    },
    {
      "start": 151.28,
      "dur": 2.39,
      "text": "&gt;&gt; Emma, you you probably need a drink. So, I'm going to let you grab grab a glass"
    },
    {
      "start": 153.68,
      "dur": 2.15,
      "text": "I'm going to let you grab grab a glass of water. Stay with us though and um"
    },
    {
      "start": 155.84,
      "dur": 1.43,
      "text": "of water. Stay with us though and um we'll we'll fold you back into the"
    },
    {
      "start": 157.28,
      "dur": 1.43,
      "text": "we'll we'll fold you back into the conversation in a minute because also"
    },
    {
      "start": 158.72,
      "dur": 2.229,
      "text": "conversation in a minute because also joining us is Megan Kenyon, a political"
    },
    {
      "start": 160.959,
      "dur": 2.951,
      "text": "joining us is Megan Kenyon, a political correspondent for the New Statesman. I"
    },
    {
      "start": 163.92,
      "dur": 1.11,
      "text": "correspondent for the New Statesman. I hope you don't have a frog in your"
    },
    {
      "start": 165.04,
      "dur": 2.71,
      "text": "hope you don't have a frog in your throat, Megan. I'm relying on you. Um"
    },
    {
      "start": 167.76,
      "dur": 1.829,
      "text": "throat, Megan. I'm relying on you. Um tell us what you think of this of this"
    },
    {
      "start": 169.599,
      "dur": 2.071,
      "text": "tell us what you think of this of this uh decision that they've made to block"
    },
    {
      "start": 171.68,
      "dur": 1.909,
      "text": "uh decision that they've made to block Andy Bernham from taking part in this"
    },
    {
      "start": 173.599,
      "dur": 1.27,
      "text": "Andy Bernham from taking part in this bi-election."
    },
    {
      "start": 174.879,
      "dur": 2.07,
      "text": "bi-election. &gt;&gt; Yeah, I mean as Emma said, it kind of"
    },
    {
      "start": 176.959,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, I mean as Emma said, it kind of wasn't that surprising. I think as soon"
    },
    {
      "start": 178.959,
      "dur": 1.751,
      "text": "wasn't that surprising. I think as soon as the bi-election had been announced,"
    },
    {
      "start": 180.72,
      "dur": 1.75,
      "text": "as the bi-election had been announced, there was speculation, one that Andy"
    },
    {
      "start": 182.48,
      "dur": 1.669,
      "text": "there was speculation, one that Andy Bernham would put himself forward, but"
    },
    {
      "start": 184.159,
      "dur": 2.391,
      "text": "Bernham would put himself forward, but also that if he chose to do so, he would"
    },
    {
      "start": 186.56,
      "dur": 2.79,
      "text": "also that if he chose to do so, he would be blocked. Um, I think, you know,"
    },
    {
      "start": 189.36,
      "dur": 1.75,
      "text": "be blocked. Um, I think, you know, obviously, as I just said, wasn't a"
    },
    {
      "start": 191.12,
      "dur": 1.59,
      "text": "obviously, as I just said, wasn't a surprising decision, but I think there"
    },
    {
      "start": 192.72,
      "dur": 2.07,
      "text": "surprising decision, but I think there will be several consequences for the"
    },
    {
      "start": 194.8,
      "dur": 2.709,
      "text": "will be several consequences for the prime minister after this. Uh, obviously"
    },
    {
      "start": 197.519,
      "dur": 2.231,
      "text": "prime minister after this. Uh, obviously yesterday had several members of his own"
    },
    {
      "start": 199.76,
      "dur": 2.549,
      "text": "yesterday had several members of his own cabinet saying that Andy Burnham"
    },
    {
      "start": 202.319,
      "dur": 1.511,
      "text": "cabinet saying that Andy Burnham shouldn't be blocked. you know, Lucy"
    },
    {
      "start": 203.84,
      "dur": 3.43,
      "text": "shouldn't be blocked. you know, Lucy Powell um and Ed Milliband both saying"
    },
    {
      "start": 207.28,
      "dur": 2.309,
      "text": "Powell um and Ed Milliband both saying things along those lines. Um Angela"
    },
    {
      "start": 209.599,
      "dur": 2.151,
      "text": "things along those lines. Um Angela Raina, former deputy prime minister"
    },
    {
      "start": 211.76,
      "dur": 2.549,
      "text": "Raina, former deputy prime minister today saying something similar and"
    },
    {
      "start": 214.319,
      "dur": 2.311,
      "text": "today saying something similar and Sadique Khan, the mayor of London. So,"
    },
    {
      "start": 216.64,
      "dur": 1.669,
      "text": "Sadique Khan, the mayor of London. So, you know, and it's it's not just them."
    },
    {
      "start": 218.319,
      "dur": 1.83,
      "text": "you know, and it's it's not just them. There's MPs within the party who I think"
    },
    {
      "start": 220.159,
      "dur": 1.911,
      "text": "There's MPs within the party who I think will will see this as as the wrong"
    },
    {
      "start": 222.08,
      "dur": 2.95,
      "text": "will will see this as as the wrong decision. Um but I guess the logic being"
    },
    {
      "start": 225.04,
      "dur": 3.43,
      "text": "decision. Um but I guess the logic being put forward by uh that NEC officers"
    },
    {
      "start": 228.48,
      "dur": 2.469,
      "text": "put forward by uh that NEC officers group was that Labour didn't want to"
    },
    {
      "start": 230.959,
      "dur": 3.031,
      "text": "group was that Labour didn't want to have to fight a um bi-election for the"
    },
    {
      "start": 234.0,
      "dur": 2.71,
      "text": "have to fight a um bi-election for the Manchester Mayory and run the risk of uh"
    },
    {
      "start": 236.72,
      "dur": 2.95,
      "text": "Manchester Mayory and run the risk of uh reform winning there having control over"
    },
    {
      "start": 239.68,
      "dur": 1.749,
      "text": "reform winning there having control over policing in Manchester because obviously"
    },
    {
      "start": 241.439,
      "dur": 2.79,
      "text": "policing in Manchester because obviously that role includes um police and crime"
    },
    {
      "start": 244.239,
      "dur": 2.391,
      "text": "that role includes um police and crime commissioner. So yeah,"
    },
    {
      "start": 246.64,
      "dur": 1.91,
      "text": "commissioner. So yeah, &gt;&gt; you mentioned just to back up a second,"
    },
    {
      "start": 248.56,
      "dur": 1.11,
      "text": "&gt;&gt; you mentioned just to back up a second, you said there could be several"
    },
    {
      "start": 249.68,
      "dur": 1.829,
      "text": "you said there could be several consequences now for the prime minister."
    },
    {
      "start": 251.519,
      "dur": 1.91,
      "text": "consequences now for the prime minister. spell those out for us."
    },
    {
      "start": 253.439,
      "dur": 1.751,
      "text": "spell those out for us. &gt;&gt; Well, I think this doesn't shut down"
    },
    {
      "start": 255.2,
      "dur": 2.63,
      "text": "&gt;&gt; Well, I think this doesn't shut down leadership speculation. Um, it's not"
    },
    {
      "start": 257.84,
      "dur": 2.55,
      "text": "leadership speculation. Um, it's not just Andy Burnham who has been rumored"
    },
    {
      "start": 260.4,
      "dur": 2.71,
      "text": "just Andy Burnham who has been rumored to be considering posing a challenge to"
    },
    {
      "start": 263.12,
      "dur": 2.31,
      "text": "to be considering posing a challenge to the prime minister. I mean, one person"
    },
    {
      "start": 265.44,
      "dur": 2.55,
      "text": "the prime minister. I mean, one person who uh and as he sort of flagged"
    },
    {
      "start": 268.0,
      "dur": 2.31,
      "text": "who uh and as he sort of flagged yesterday, has been subject to to a lot"
    },
    {
      "start": 270.32,
      "dur": 2.55,
      "text": "yesterday, has been subject to to a lot of briefings is West Streeting. Um, I"
    },
    {
      "start": 272.88,
      "dur": 1.91,
      "text": "of briefings is West Streeting. Um, I mean, I think he in his comments about"
    },
    {
      "start": 274.8,
      "dur": 1.669,
      "text": "mean, I think he in his comments about Andy Burnham yesterday was quite"
    },
    {
      "start": 276.479,
      "dur": 2.391,
      "text": "Andy Burnham yesterday was quite strategic. He said, you know, it was a"
    },
    {
      "start": 278.88,
      "dur": 2.47,
      "text": "strategic. He said, you know, it was a decision for the party, not the cabinet,"
    },
    {
      "start": 281.36,
      "dur": 1.75,
      "text": "decision for the party, not the cabinet, but then said that all of the anonymous"
    },
    {
      "start": 283.12,
      "dur": 1.91,
      "text": "but then said that all of the anonymous briefings that Andy Bernham had been"
    },
    {
      "start": 285.04,
      "dur": 2.79,
      "text": "briefings that Andy Bernham had been subjected to in the past few days were"
    },
    {
      "start": 287.84,
      "dur": 1.99,
      "text": "subjected to in the past few days were um disgraceful. And obviously, you know,"
    },
    {
      "start": 289.84,
      "dur": 2.71,
      "text": "um disgraceful. And obviously, you know, last week we saw reports in the Times um"
    },
    {
      "start": 292.56,
      "dur": 2.15,
      "text": "last week we saw reports in the Times um allies of of Kier Starma kind of saying"
    },
    {
      "start": 294.72,
      "dur": 1.83,
      "text": "allies of of Kier Starma kind of saying that he should sack where streeting"
    },
    {
      "start": 296.56,
      "dur": 2.95,
      "text": "that he should sack where streeting because of sort of repeated um moments"
    },
    {
      "start": 299.52,
      "dur": 1.669,
      "text": "because of sort of repeated um moments where he's kind of stuck his head above"
    },
    {
      "start": 301.199,
      "dur": 3.671,
      "text": "where he's kind of stuck his head above the parapet. But um yeah, I think this"
    },
    {
      "start": 304.88,
      "dur": 2.149,
      "text": "the parapet. But um yeah, I think this won't shut down those sort of"
    },
    {
      "start": 307.039,
      "dur": 2.15,
      "text": "won't shut down those sort of conversations and there's definitely"
    },
    {
      "start": 309.199,
      "dur": 1.83,
      "text": "conversations and there's definitely movement within the parliamentary Labor"
    },
    {
      "start": 311.039,
      "dur": 2.15,
      "text": "movement within the parliamentary Labor Party and and this could just galvanize"
    },
    {
      "start": 313.199,
      "dur": 0.951,
      "text": "Party and and this could just galvanize it."
    },
    {
      "start": 314.16,
      "dur": 3.27,
      "text": "it. &gt;&gt; Let's bring Emma Bernell from Labourist"
    },
    {
      "start": 317.44,
      "dur": 1.91,
      "text": "&gt;&gt; Let's bring Emma Bernell from Labourist uh back in. I I mean you've been"
    },
    {
      "start": 319.36,
      "dur": 2.71,
      "text": "uh back in. I I mean you've been listening to what Megan says. I mean to"
    },
    {
      "start": 322.08,
      "dur": 1.75,
      "text": "listening to what Megan says. I mean to what extent does this leave in your view"
    },
    {
      "start": 323.84,
      "dur": 1.83,
      "text": "what extent does this leave in your view the prime minister weakened within his"
    },
    {
      "start": 325.68,
      "dur": 1.59,
      "text": "the prime minister weakened within his own party?"
    },
    {
      "start": 327.28,
      "dur": 4.71,
      "text": "own party? I think it does because a strong leader"
    },
    {
      "start": 332.0,
      "dur": 1.99,
      "text": "I think it does because a strong leader accepts a challenge and takes on all"
    },
    {
      "start": 334.0,
      "dur": 5.11,
      "text": "accepts a challenge and takes on all comers. Um, you know, it by saying I I"
    },
    {
      "start": 339.12,
      "dur": 3.27,
      "text": "comers. Um, you know, it by saying I I don't want this thorn in my side in the"
    },
    {
      "start": 342.4,
      "dur": 3.11,
      "text": "don't want this thorn in my side in the labor benches, it doesn't stop"
    },
    {
      "start": 345.52,
      "dur": 1.99,
      "text": "labor benches, it doesn't stop leadership speculation. As Megan has"
    },
    {
      "start": 347.52,
      "dur": 2.31,
      "text": "leadership speculation. As Megan has said, there are plenty of other people"
    },
    {
      "start": 349.84,
      "dur": 1.909,
      "text": "said, there are plenty of other people that people are speculating about. What"
    },
    {
      "start": 351.759,
      "dur": 4.551,
      "text": "that people are speculating about. What it does say is say I cannot um you know"
    },
    {
      "start": 356.32,
      "dur": 2.95,
      "text": "it does say is say I cannot um you know stand up to this speculation."
    },
    {
      "start": 359.28,
      "dur": 2.31,
      "text": "stand up to this speculation. I think that's a real problem. I I think"
    },
    {
      "start": 361.6,
      "dur": 1.589,
      "text": "I think that's a real problem. I I think Starmer would have looked stronger if"
    },
    {
      "start": 363.199,
      "dur": 2.071,
      "text": "Starmer would have looked stronger if he'd said you know we're a united team"
    },
    {
      "start": 365.28,
      "dur": 1.99,
      "text": "he'd said you know we're a united team and we're better with all of our talents"
    },
    {
      "start": 367.28,
      "dur": 2.07,
      "text": "and we're better with all of our talents on these benches."
    },
    {
      "start": 369.36,
      "dur": 2.63,
      "text": "on these benches. The other problem of course is that"
    },
    {
      "start": 372.0,
      "dur": 2.23,
      "text": "The other problem of course is that Labour are going to fight a bi-election"
    },
    {
      "start": 374.24,
      "dur": 1.75,
      "text": "Labour are going to fight a bi-election one way or another. That is going to"
    },
    {
      "start": 376.0,
      "dur": 2.87,
      "text": "one way or another. That is going to happen. And you know, while there was"
    },
    {
      "start": 378.88,
      "dur": 2.79,
      "text": "happen. And you know, while there was absolutely no guarantee that had Bernham"
    },
    {
      "start": 381.68,
      "dur": 2.55,
      "text": "absolutely no guarantee that had Bernham been selected as the candidate, he would"
    },
    {
      "start": 384.24,
      "dur": 4.31,
      "text": "been selected as the candidate, he would have won, he is popular uh in in in"
    },
    {
      "start": 388.56,
      "dur": 2.71,
      "text": "have won, he is popular uh in in in Manchester. He did out uh strip the"
    },
    {
      "start": 391.28,
      "dur": 2.469,
      "text": "Manchester. He did out uh strip the Labour Party when it came to the vote uh"
    },
    {
      "start": 393.759,
      "dur": 2.071,
      "text": "Labour Party when it came to the vote uh for his mayoralty. You know, he did"
    },
    {
      "start": 395.84,
      "dur": 3.909,
      "text": "for his mayoralty. You know, he did better than the than the average. So, if"
    },
    {
      "start": 399.759,
      "dur": 2.71,
      "text": "better than the than the average. So, if Labour loses that bi-election, again,"
    },
    {
      "start": 402.479,
      "dur": 1.671,
      "text": "Labour loses that bi-election, again, anything could happen. Labour could have"
    },
    {
      "start": 404.16,
      "dur": 2.309,
      "text": "anything could happen. Labour could have a great candidate and they they could"
    },
    {
      "start": 406.479,
      "dur": 1.751,
      "text": "a great candidate and they they could fight a great campaign, but the national"
    },
    {
      "start": 408.24,
      "dur": 3.19,
      "text": "fight a great campaign, but the national polls are painful at the moment for the"
    },
    {
      "start": 411.44,
      "dur": 4.07,
      "text": "polls are painful at the moment for the Labour party. Um, you know, that 13,000"
    },
    {
      "start": 415.52,
      "dur": 2.55,
      "text": "Labour party. Um, you know, that 13,000 majority currently held, if that's"
    },
    {
      "start": 418.08,
      "dur": 1.99,
      "text": "majority currently held, if that's overturned, I just think that is a"
    },
    {
      "start": 420.08,
      "dur": 2.31,
      "text": "overturned, I just think that is a moment of pure crisis for the Star"
    },
    {
      "start": 422.4,
      "dur": 2.39,
      "text": "moment of pure crisis for the Star leadership. Whereas if that had been"
    },
    {
      "start": 424.8,
      "dur": 3.19,
      "text": "leadership. Whereas if that had been overturned with Andy Burnham in post,"
    },
    {
      "start": 428.0,
      "dur": 2.469,
      "text": "overturned with Andy Burnham in post, that might have actually been a better"
    },
    {
      "start": 430.479,
      "dur": 2.631,
      "text": "that might have actually been a better uh result than them losing it with any"
    },
    {
      "start": 433.12,
      "dur": 1.59,
      "text": "uh result than them losing it with any other candidate."
    },
    {
      "start": 434.72,
      "dur": 3.67,
      "text": "other candidate. &gt;&gt; Let me just share with you both this um"
    },
    {
      "start": 438.4,
      "dur": 1.909,
      "text": "&gt;&gt; Let me just share with you both this um extra information that we've got from"
    },
    {
      "start": 440.319,
      "dur": 3.031,
      "text": "extra information that we've got from Chris Mason, our political editor. He"
    },
    {
      "start": 443.36,
      "dur": 1.43,
      "text": "Chris Mason, our political editor. He says that the prime minister was among"
    },
    {
      "start": 444.8,
      "dur": 1.75,
      "text": "says that the prime minister was among those who had a vote at this morning's"
    },
    {
      "start": 446.56,
      "dur": 2.87,
      "text": "those who had a vote at this morning's meeting to determine whether uh Andy"
    },
    {
      "start": 449.44,
      "dur": 3.27,
      "text": "meeting to determine whether uh Andy Bernham could stand in this bi-election"
    },
    {
      "start": 452.72,
      "dur": 2.55,
      "text": "Bernham could stand in this bi-election and secure star Chris Mason is telling"
    },
    {
      "start": 455.28,
      "dur": 3.67,
      "text": "and secure star Chris Mason is telling us voted to block him standing. Prime"
    },
    {
      "start": 458.96,
      "dur": 1.91,
      "text": "us voted to block him standing. Prime Minister's allies say that u Bernham is"
    },
    {
      "start": 460.88,
      "dur": 1.99,
      "text": "Minister's allies say that u Bernham is doing a very good job as the mayor um"
    },
    {
      "start": 462.88,
      "dur": 1.99,
      "text": "doing a very good job as the mayor um and a marial election bi-election could"
    },
    {
      "start": 464.88,
      "dur": 1.67,
      "text": "and a marial election bi-election could cost the party hundreds of thousands of"
    },
    {
      "start": 466.56,
      "dur": 2.23,
      "text": "cost the party hundreds of thousands of pounds the cost to the country of"
    },
    {
      "start": 468.8,
      "dur": 1.669,
      "text": "pounds the cost to the country of millions of pounds during the cost of"
    },
    {
      "start": 470.479,
      "dur": 3.351,
      "text": "millions of pounds during the cost of living crisis and they feared a divisive"
    },
    {
      "start": 473.84,
      "dur": 3.43,
      "text": "living crisis and they feared a divisive campaign. Um those who blocked Andy"
    },
    {
      "start": 477.28,
      "dur": 2.87,
      "text": "campaign. Um those who blocked Andy Bernham intend to make uh it public that"
    },
    {
      "start": 480.16,
      "dur": 1.35,
      "text": "Bernham intend to make uh it public that during a period of geopolitics"
    },
    {
      "start": 481.52,
      "dur": 1.27,
      "text": "during a period of geopolitics dominating the headlines and deep"
    },
    {
      "start": 482.8,
      "dur": 1.35,
      "text": "dominating the headlines and deep concerns about the cost of living crisis"
    },
    {
      "start": 484.16,
      "dur": 2.149,
      "text": "concerns about the cost of living crisis at home there'd be no appetite for the"
    },
    {
      "start": 486.319,
      "dur": 2.87,
      "text": "at home there'd be no appetite for the country to return to political psycho"
    },
    {
      "start": 489.199,
      "dur": 3.83,
      "text": "country to return to political psycho dramas of the Tory years. That's the"
    },
    {
      "start": 493.039,
      "dur": 2.391,
      "text": "dramas of the Tory years. That's the explanation uh Megan that is being"
    },
    {
      "start": 495.44,
      "dur": 2.95,
      "text": "explanation uh Megan that is being given. Um to what extent will that"
    },
    {
      "start": 498.4,
      "dur": 2.71,
      "text": "given. Um to what extent will that satisfy everyone in the Labour party?"
    },
    {
      "start": 501.12,
      "dur": 2.15,
      "text": "satisfy everyone in the Labour party? &gt;&gt; Yeah, I'm not sure. I guess as Emma"
    },
    {
      "start": 503.28,
      "dur": 1.909,
      "text": "&gt;&gt; Yeah, I'm not sure. I guess as Emma said, the Labour Party is still going to"
    },
    {
      "start": 505.199,
      "dur": 2.55,
      "text": "said, the Labour Party is still going to have to fight a bi-election um in the"
    },
    {
      "start": 507.759,
      "dur": 2.87,
      "text": "have to fight a bi-election um in the next few months and I don't think that"
    },
    {
      "start": 510.639,
      "dur": 1.991,
      "text": "next few months and I don't think that will bring um the fact that they won't"
    },
    {
      "start": 512.64,
      "dur": 1.35,
      "text": "will bring um the fact that they won't have to fight one in Manchester will"
    },
    {
      "start": 514.0,
      "dur": 3.029,
      "text": "have to fight one in Manchester will bring an end to the the psycho drama. I"
    },
    {
      "start": 517.039,
      "dur": 3.11,
      "text": "bring an end to the the psycho drama. I mean, you know, figures like Zo Yousef"
    },
    {
      "start": 520.159,
      "dur": 1.831,
      "text": "mean, you know, figures like Zo Yousef from Reform and Zap Palansky from the"
    },
    {
      "start": 522.0,
      "dur": 2.47,
      "text": "from Reform and Zap Palansky from the Greens are already being rumored to be"
    },
    {
      "start": 524.48,
      "dur": 2.07,
      "text": "Greens are already being rumored to be planning to run in those seats. I mean,"
    },
    {
      "start": 526.56,
      "dur": 2.389,
      "text": "planning to run in those seats. I mean, nothing has been confirmed yet, but I"
    },
    {
      "start": 528.959,
      "dur": 1.671,
      "text": "nothing has been confirmed yet, but I think people will probably look on this"
    },
    {
      "start": 530.64,
      "dur": 2.39,
      "text": "think people will probably look on this as it's not really to do with wider"
    },
    {
      "start": 533.04,
      "dur": 3.03,
      "text": "as it's not really to do with wider circumstances and and more to do with"
    },
    {
      "start": 536.08,
      "dur": 2.23,
      "text": "circumstances and and more to do with the prime minister's own circumstances."
    },
    {
      "start": 538.32,
      "dur": 2.23,
      "text": "the prime minister's own circumstances. I I could very much see Labour MPs"
    },
    {
      "start": 540.56,
      "dur": 3.19,
      "text": "I I could very much see Labour MPs coming to those conclusions."
    },
    {
      "start": 543.76,
      "dur": 2.47,
      "text": "coming to those conclusions. A little bit more from Chris uh Mason"
    },
    {
      "start": 546.24,
      "dur": 2.55,
      "text": "A little bit more from Chris uh Mason saying that he's been told that it was 8"
    },
    {
      "start": 548.8,
      "dur": 4.63,
      "text": "saying that he's been told that it was 8 to one in favor of blocking Andy Burnham"
    },
    {
      "start": 553.44,
      "dur": 1.829,
      "text": "to one in favor of blocking Andy Burnham and that the home secretary Shabbana"
    },
    {
      "start": 555.279,
      "dur": 1.911,
      "text": "and that the home secretary Shabbana Mahmood who is the chair of this"
    },
    {
      "start": 557.2,
      "dur": 2.39,
      "text": "Mahmood who is the chair of this committee um abstained. I mean she"
    },
    {
      "start": 559.6,
      "dur": 2.15,
      "text": "committee um abstained. I mean she didn't need to cast a deciding vote. Um"
    },
    {
      "start": 561.76,
      "dur": 1.99,
      "text": "didn't need to cast a deciding vote. Um the deputy leader Lucy Pal apparently"
    },
    {
      "start": 563.76,
      "dur": 4.23,
      "text": "the deputy leader Lucy Pal apparently voted him voted to allow him to stand. I"
    },
    {
      "start": 568.0,
      "dur": 1.59,
      "text": "voted him voted to allow him to stand. I mean, this tells us something about the"
    },
    {
      "start": 569.6,
      "dur": 2.789,
      "text": "mean, this tells us something about the relationship, doesn't it, Emma, between"
    },
    {
      "start": 572.399,
      "dur": 3.351,
      "text": "relationship, doesn't it, Emma, between Lucy Pal and K Dharma?"
    },
    {
      "start": 575.76,
      "dur": 1.59,
      "text": "Lucy Pal and K Dharma? &gt;&gt; I think it's less about the the"
    },
    {
      "start": 577.36,
      "dur": 1.67,
      "text": "&gt;&gt; I think it's less about the the relationship between Lucy Pal and K Star"
    },
    {
      "start": 579.04,
      "dur": 2.55,
      "text": "relationship between Lucy Pal and K Star DMA, which I mean started badly, seemed"
    },
    {
      "start": 581.6,
      "dur": 2.31,
      "text": "DMA, which I mean started badly, seemed to be getting better in recent weeks."
    },
    {
      "start": 583.92,
      "dur": 3.909,
      "text": "to be getting better in recent weeks. And Lucy uh up until yesterday um you"
    },
    {
      "start": 587.839,
      "dur": 1.43,
      "text": "And Lucy uh up until yesterday um you know whilst saying that she thought that"
    },
    {
      "start": 589.279,
      "dur": 3.271,
      "text": "know whilst saying that she thought that Andy should be able to run also said"
    },
    {
      "start": 592.56,
      "dur": 2.63,
      "text": "Andy should be able to run also said that um you know she she felt like this"
    },
    {
      "start": 595.2,
      "dur": 2.55,
      "text": "that um you know she she felt like this was you know a time to get behind K star"
    },
    {
      "start": 597.76,
      "dur": 1.83,
      "text": "was you know a time to get behind K star she was you know riding both horses"
    },
    {
      "start": 599.6,
      "dur": 4.31,
      "text": "she was you know riding both horses there and you know that um"
    },
    {
      "start": 603.92,
      "dur": 1.83,
      "text": "there and you know that um choice has been forced upon her in this"
    },
    {
      "start": 605.76,
      "dur": 3.11,
      "text": "choice has been forced upon her in this meeting is more coming from Star's side"
    },
    {
      "start": 608.88,
      "dur": 2.71,
      "text": "meeting is more coming from Star's side than hers how she responds to that we've"
    },
    {
      "start": 611.6,
      "dur": 2.31,
      "text": "than hers how she responds to that we've yet to"
    },
    {
      "start": 613.92,
      "dur": 1.51,
      "text": "yet to And Megan, just a final thought from"
    },
    {
      "start": 615.44,
      "dur": 3.67,
      "text": "And Megan, just a final thought from from you. How does the prime minister"
    },
    {
      "start": 619.12,
      "dur": 2.47,
      "text": "from you. How does the prime minister move forward and and put to bed any"
    },
    {
      "start": 621.6,
      "dur": 3.51,
      "text": "move forward and and put to bed any ideas that leadership is is up for a"
    },
    {
      "start": 625.12,
      "dur": 1.75,
      "text": "ideas that leadership is is up for a challenge?"
    },
    {
      "start": 626.88,
      "dur": 2.31,
      "text": "challenge? &gt;&gt; Uh I think that would be quite difficult"
    },
    {
      "start": 629.2,
      "dur": 1.83,
      "text": "&gt;&gt; Uh I think that would be quite difficult because you know it already seems as"
    },
    {
      "start": 631.04,
      "dur": 3.11,
      "text": "because you know it already seems as though the speculation is is is kind of"
    },
    {
      "start": 634.16,
      "dur": 1.75,
      "text": "though the speculation is is is kind of it's already there. It's quite difficult"
    },
    {
      "start": 635.92,
      "dur": 2.469,
      "text": "it's already there. It's quite difficult to sort of shut that down. I think all"
    },
    {
      "start": 638.399,
      "dur": 2.151,
      "text": "to sort of shut that down. I think all he can hope for is sort of the May"
    },
    {
      "start": 640.56,
      "dur": 2.55,
      "text": "he can hope for is sort of the May elections, which I think a lot of people"
    },
    {
      "start": 643.12,
      "dur": 1.75,
      "text": "elections, which I think a lot of people within the Labour Party have pointed out"
    },
    {
      "start": 644.88,
      "dur": 2.55,
      "text": "within the Labour Party have pointed out to me as being a make or break moment,"
    },
    {
      "start": 647.44,
      "dur": 2.069,
      "text": "to me as being a make or break moment, aren't quite as bad as polling currently"
    },
    {
      "start": 649.519,
      "dur": 2.231,
      "text": "aren't quite as bad as polling currently suggests they could be."
    },
    {
      "start": 651.76,
      "dur": 3.43,
      "text": "suggests they could be. &gt;&gt; I think if this bi-election goes badly,"
    },
    {
      "start": 655.2,
      "dur": 3.35,
      "text": "&gt;&gt; I think if this bi-election goes badly, that May deadline may move forward."
    },
    {
      "start": 658.56,
      "dur": 1.99,
      "text": "that May deadline may move forward. Okay, there's there's a lot to keep"
    },
    {
      "start": 660.56,
      "dur": 2.79,
      "text": "Okay, there's there's a lot to keep across then and this decision today has"
    },
    {
      "start": 663.36,
      "dur": 3.19,
      "text": "across then and this decision today has certainly uh raised a lot of a lot more"
    },
    {
      "start": 666.56,
      "dur": 1.829,
      "text": "certainly uh raised a lot of a lot more questions that will need to be answered."
    },
    {
      "start": 668.399,
      "dur": 1.751,
      "text": "questions that will need to be answered. um Megan Kenyon, political correspondent"
    },
    {
      "start": 670.16,
      "dur": 2.47,
      "text": "um Megan Kenyon, political correspondent for the New Statesman and Emma Bernell"
    },
    {
      "start": 672.64,
      "dur": 2.96,
      "text": "for the New Statesman and Emma Bernell from Labour List."
    }
  ]
}