{
  "videoId": "sCygTj6Cquc",
  "title": "UK PM Keir Starmer calls Donald Trump's remarks about Nato troops 'insulting' | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 609,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.32,
      "text": "Let me start by paying tribute to the"
    },
    {
      "start": 2.56,
      "dur": 4.229,
      "text": "Let me start by paying tribute to the 457 of our armed services who lost their"
    },
    {
      "start": 6.799,
      "dur": 2.391,
      "text": "457 of our armed services who lost their lives in Afghanistan."
    },
    {
      "start": 9.2,
      "dur": 3.11,
      "text": "lives in Afghanistan. I will never forget their courage, their"
    },
    {
      "start": 12.32,
      "dur": 2.87,
      "text": "I will never forget their courage, their bravery, and the sacrifice that they"
    },
    {
      "start": 15.2,
      "dur": 2.95,
      "text": "bravery, and the sacrifice that they made for their country. There are many"
    },
    {
      "start": 18.16,
      "dur": 2.07,
      "text": "made for their country. There are many also who were injured, some with"
    },
    {
      "start": 20.24,
      "dur": 2.869,
      "text": "also who were injured, some with lifechanging injuries."
    },
    {
      "start": 23.119,
      "dur": 1.751,
      "text": "lifechanging injuries. And so I consider President Trump's"
    },
    {
      "start": 24.88,
      "dur": 3.19,
      "text": "And so I consider President Trump's remarks to be insulting and frankly"
    },
    {
      "start": 28.08,
      "dur": 2.79,
      "text": "remarks to be insulting and frankly appalling. and I'm not surprised they've"
    },
    {
      "start": 30.88,
      "dur": 2.71,
      "text": "appalling. and I'm not surprised they've caused such hurt to the loved ones of"
    },
    {
      "start": 33.6,
      "dur": 2.629,
      "text": "caused such hurt to the loved ones of those who were killed or injured and in"
    },
    {
      "start": 36.239,
      "dur": 4.63,
      "text": "those who were killed or injured and in fact across the country um as well as"
    },
    {
      "start": 40.879,
      "dur": 1.99,
      "text": "fact across the country um as well as politicians expressing a view a lot of"
    },
    {
      "start": 42.879,
      "dur": 3.99,
      "text": "politicians expressing a view a lot of the relatives some berieved others whose"
    },
    {
      "start": 46.879,
      "dur": 2.391,
      "text": "the relatives some berieved others whose uh sons in particular suffered dreadful"
    },
    {
      "start": 49.28,
      "dur": 3.909,
      "text": "uh sons in particular suffered dreadful injuries one is Diane Durnney mother of"
    },
    {
      "start": 53.199,
      "dur": 2.391,
      "text": "injuries one is Diane Durnney mother of uh a man called Ben Parkinson dreadful"
    },
    {
      "start": 55.6,
      "dur": 3.99,
      "text": "uh a man called Ben Parkinson dreadful injuries um she has said that you need"
    },
    {
      "start": 59.6,
      "dur": 2.23,
      "text": "injuries um she has said that you need to be tougher with President Trump and"
    },
    {
      "start": 61.84,
      "dur": 1.99,
      "text": "to be tougher with President Trump and demand an apology from him. Will you"
    },
    {
      "start": 63.84,
      "dur": 1.91,
      "text": "demand an apology from him. Will you call for an apology from the president?"
    },
    {
      "start": 65.76,
      "dur": 2.07,
      "text": "call for an apology from the president? &gt;&gt; Well, I've made my position clear and"
    },
    {
      "start": 67.84,
      "dur": 2.55,
      "text": "&gt;&gt; Well, I've made my position clear and what I say to Diane is if I had"
    },
    {
      "start": 70.4,
      "dur": 1.99,
      "text": "what I say to Diane is if I had misspoken in that way or said those"
    },
    {
      "start": 72.4,
      "dur": 3.11,
      "text": "misspoken in that way or said those words, I would certainly apologize and"
    },
    {
      "start": 75.52,
      "dur": 2.629,
      "text": "words, I would certainly apologize and I'd apologize to her."
    },
    {
      "start": 78.159,
      "dur": 2.471,
      "text": "I'd apologize to her. &gt;&gt; This is becoming a bit of a habit now."
    },
    {
      "start": 80.64,
      "dur": 1.75,
      "text": "&gt;&gt; This is becoming a bit of a habit now. You're having to distance yourself and"
    },
    {
      "start": 82.4,
      "dur": 1.27,
      "text": "You're having to distance yourself and criticize the president. It's about"
    },
    {
      "start": 83.68,
      "dur": 2.23,
      "text": "criticize the president. It's about third or fourth time in this week. Um,"
    },
    {
      "start": 85.92,
      "dur": 1.509,
      "text": "third or fourth time in this week. Um, are you getting a bit exasperated by"
    },
    {
      "start": 87.439,
      "dur": 1.751,
      "text": "are you getting a bit exasperated by some of the things President Trump says?"
    },
    {
      "start": 89.2,
      "dur": 1.99,
      "text": "some of the things President Trump says? &gt;&gt; We have a very close relationship with"
    },
    {
      "start": 91.2,
      "dur": 2.71,
      "text": "&gt;&gt; We have a very close relationship with the US. Um, and that is important for"
    },
    {
      "start": 93.92,
      "dur": 2.63,
      "text": "the US. Um, and that is important for our security, for our defense and our"
    },
    {
      "start": 96.56,
      "dur": 1.589,
      "text": "our security, for our defense and our intelligence. And it's very important we"
    },
    {
      "start": 98.159,
      "dur": 3.191,
      "text": "intelligence. And it's very important we maintain uh that relationship."
    },
    {
      "start": 101.36,
      "dur": 2.389,
      "text": "maintain uh that relationship. But is it because of that relationship"
    },
    {
      "start": 103.759,
      "dur": 2.471,
      "text": "But is it because of that relationship that we fought alongside the Americans"
    },
    {
      "start": 106.24,
      "dur": 3.03,
      "text": "that we fought alongside the Americans for our values in Afghanistan? And it"
    },
    {
      "start": 109.28,
      "dur": 2.63,
      "text": "for our values in Afghanistan? And it was in that context that people lost"
    },
    {
      "start": 111.92,
      "dur": 2.07,
      "text": "was in that context that people lost their lives or suffered terrible"
    },
    {
      "start": 114.0,
      "dur": 1.59,
      "text": "their lives or suffered terrible injuries."
    },
    {
      "start": 115.6,
      "dur": 2.549,
      "text": "injuries. fighting for freedom, fighting with our"
    },
    {
      "start": 118.159,
      "dur": 2.55,
      "text": "fighting for freedom, fighting with our allies for what we believe in."
    },
    {
      "start": 120.719,
      "dur": 2.151,
      "text": "allies for what we believe in. &gt;&gt; So kissa issuing that statement"
    },
    {
      "start": 122.88,
      "dur": 2.869,
      "text": "&gt;&gt; So kissa issuing that statement following uh those words from President"
    },
    {
      "start": 125.759,
      "dur": 3.27,
      "text": "following uh those words from President Trump when he spoke to Fox News. Uh"
    },
    {
      "start": 129.039,
      "dur": 1.591,
      "text": "Trump when he spoke to Fox News. Uh something that has caused an awful lot"
    },
    {
      "start": 130.64,
      "dur": 1.75,
      "text": "something that has caused an awful lot of upset. We've been seeing that across"
    },
    {
      "start": 132.4,
      "dur": 2.469,
      "text": "of upset. We've been seeing that across the day here on BBC News when he said"
    },
    {
      "start": 134.879,
      "dur": 2.231,
      "text": "the day here on BBC News when he said that we've never needed them. Uh talking"
    },
    {
      "start": 137.12,
      "dur": 2.95,
      "text": "that we've never needed them. Uh talking about NATO, NATO allied forces saying"
    },
    {
      "start": 140.08,
      "dur": 2.07,
      "text": "about NATO, NATO allied forces saying they'll say that they sent some troops"
    },
    {
      "start": 142.16,
      "dur": 2.39,
      "text": "they'll say that they sent some troops to Afghanistan and they did. they stayed"
    },
    {
      "start": 144.56,
      "dur": 2.47,
      "text": "to Afghanistan and they did. they stayed a little back, a little off the front"
    },
    {
      "start": 147.04,
      "dur": 2.07,
      "text": "a little back, a little off the front line. Something that uh as we've been"
    },
    {
      "start": 149.12,
      "dur": 1.91,
      "text": "line. Something that uh as we've been hearing, it's caused a lot of offense"
    },
    {
      "start": 151.04,
      "dur": 3.67,
      "text": "hearing, it's caused a lot of offense and an awful lot of upset as well. Well,"
    },
    {
      "start": 154.72,
      "dur": 4.869,
      "text": "and an awful lot of upset as well. Well, we can speak to somebody who actually uh"
    },
    {
      "start": 159.599,
      "dur": 3.511,
      "text": "we can speak to somebody who actually uh served in Helmand Province, somebody who"
    },
    {
      "start": 163.12,
      "dur": 2.71,
      "text": "served in Helmand Province, somebody who has firthand experience, Dr. Patrick"
    },
    {
      "start": 165.84,
      "dur": 1.99,
      "text": "has firthand experience, Dr. Patrick Buri, a former NATO analyst and defense"
    },
    {
      "start": 167.84,
      "dur": 2.23,
      "text": "Buri, a former NATO analyst and defense expert at the University of Bath. Like I"
    },
    {
      "start": 170.08,
      "dur": 1.509,
      "text": "expert at the University of Bath. Like I was saying, you're a former infantry"
    },
    {
      "start": 171.599,
      "dur": 2.391,
      "text": "was saying, you're a former infantry captain who served in Helmand Province."
    },
    {
      "start": 174.0,
      "dur": 3.91,
      "text": "captain who served in Helmand Province. Just your reaction to the president of"
    },
    {
      "start": 177.92,
      "dur": 3.83,
      "text": "Just your reaction to the president of the United States talking about NATO"
    },
    {
      "start": 181.76,
      "dur": 2.23,
      "text": "the United States talking about NATO allied troops staying back from the"
    },
    {
      "start": 184.0,
      "dur": 1.43,
      "text": "allied troops staying back from the front line."
    },
    {
      "start": 185.44,
      "dur": 2.31,
      "text": "front line. &gt;&gt; Good afternoon. Yeah, and um thanks for"
    },
    {
      "start": 187.76,
      "dur": 2.07,
      "text": "&gt;&gt; Good afternoon. Yeah, and um thanks for having us on. I mean, it's wrong on so"
    },
    {
      "start": 189.84,
      "dur": 2.389,
      "text": "having us on. I mean, it's wrong on so many levels, isn't it? And uh he keeps"
    },
    {
      "start": 192.239,
      "dur": 1.91,
      "text": "many levels, isn't it? And uh he keeps dropping to new levels over the last few"
    },
    {
      "start": 194.159,
      "dur": 1.99,
      "text": "dropping to new levels over the last few weeks. It's unfortunate. I think it's"
    },
    {
      "start": 196.159,
      "dur": 2.471,
      "text": "weeks. It's unfortunate. I think it's wrong. Uh factually, as you know, we've"
    },
    {
      "start": 198.64,
      "dur": 4.71,
      "text": "wrong. Uh factually, as you know, we've lost um 457 service members in this this"
    },
    {
      "start": 203.36,
      "dur": 2.39,
      "text": "lost um 457 service members in this this country. Another over 2,000 badly"
    },
    {
      "start": 205.76,
      "dur": 3.03,
      "text": "country. Another over 2,000 badly injured. So, that's the the cost there."
    },
    {
      "start": 208.8,
      "dur": 1.429,
      "text": "injured. So, that's the the cost there. And then you've got the the other"
    },
    {
      "start": 210.239,
      "dur": 1.591,
      "text": "And then you've got the the other nations that really did fight, the"
    },
    {
      "start": 211.84,
      "dur": 2.79,
      "text": "nations that really did fight, the Danes, the Dutch, the Canadians, the"
    },
    {
      "start": 214.64,
      "dur": 3.03,
      "text": "Danes, the Dutch, the Canadians, the Norwegians, uh, and even with smaller"
    },
    {
      "start": 217.68,
      "dur": 2.39,
      "text": "Norwegians, uh, and even with smaller contingents, the checks, the Baltic"
    },
    {
      "start": 220.08,
      "dur": 1.509,
      "text": "contingents, the checks, the Baltic states, you know, who who went to the"
    },
    {
      "start": 221.599,
      "dur": 1.91,
      "text": "states, you know, who who went to the high-risk areas and fought hard"
    },
    {
      "start": 223.519,
      "dur": 2.71,
      "text": "high-risk areas and fought hard alongside their American allies. That's"
    },
    {
      "start": 226.239,
      "dur": 1.831,
      "text": "alongside their American allies. That's the thing that that that that really"
    },
    {
      "start": 228.08,
      "dur": 2.229,
      "text": "the thing that that that that really bites. So, it's uninformed. It's"
    },
    {
      "start": 230.319,
      "dur": 3.591,
      "text": "bites. So, it's uninformed. It's incorrect. Um and it and it is insulting"
    },
    {
      "start": 233.92,
      "dur": 2.07,
      "text": "incorrect. Um and it and it is insulting because you know at the basis of this I"
    },
    {
      "start": 236.0,
      "dur": 1.75,
      "text": "because you know at the basis of this I I had the honor and the privilege to"
    },
    {
      "start": 237.76,
      "dur": 2.15,
      "text": "I had the honor and the privilege to lead US Marine Corps soldiers in in"
    },
    {
      "start": 239.92,
      "dur": 3.509,
      "text": "lead US Marine Corps soldiers in in Sangin as well as as well as British. Um"
    },
    {
      "start": 243.439,
      "dur": 1.751,
      "text": "Sangin as well as as well as British. Um and we fought together as brothers. We"
    },
    {
      "start": 245.2,
      "dur": 2.63,
      "text": "and we fought together as brothers. We were integrated platoon. We kazacted our"
    },
    {
      "start": 247.84,
      "dur": 2.87,
      "text": "were integrated platoon. We kazacted our wounded and are dead together often. Um"
    },
    {
      "start": 250.72,
      "dur": 2.55,
      "text": "wounded and are dead together often. Um and the the level and so there's that"
    },
    {
      "start": 253.28,
      "dur": 1.589,
      "text": "and the the level and so there's that brotherhood. You know, you've been in"
    },
    {
      "start": 254.879,
      "dur": 1.75,
      "text": "brotherhood. You know, you've been in combat and that brotherhood and that's"
    },
    {
      "start": 256.639,
      "dur": 2.471,
      "text": "combat and that brotherhood and that's important. And for a man who frankly"
    },
    {
      "start": 259.12,
      "dur": 2.629,
      "text": "important. And for a man who frankly deferred the draft five times for uh"
    },
    {
      "start": 261.759,
      "dur": 2.71,
      "text": "deferred the draft five times for uh bone spurs, you know, in Vietnam to come"
    },
    {
      "start": 264.479,
      "dur": 1.43,
      "text": "bone spurs, you know, in Vietnam to come around and then question that kind of"
    },
    {
      "start": 265.919,
      "dur": 2.71,
      "text": "around and then question that kind of brotherhood, that's deeply insulting."
    },
    {
      "start": 268.639,
      "dur": 1.99,
      "text": "brotherhood, that's deeply insulting. &gt;&gt; And when you talk about that kind of"
    },
    {
      "start": 270.639,
      "dur": 2.711,
      "text": "&gt;&gt; And when you talk about that kind of brotherhood, what do you think your"
    },
    {
      "start": 273.36,
      "dur": 1.829,
      "text": "brotherhood, what do you think your American brothers who you fought"
    },
    {
      "start": 275.199,
      "dur": 1.751,
      "text": "American brothers who you fought alongside, what must they be thinking"
    },
    {
      "start": 276.96,
      "dur": 2.229,
      "text": "alongside, what must they be thinking about their commander-in-chief?"
    },
    {
      "start": 279.199,
      "dur": 1.351,
      "text": "about their commander-in-chief? &gt;&gt; Well, I don't know. I can't speak for"
    },
    {
      "start": 280.56,
      "dur": 2.15,
      "text": "&gt;&gt; Well, I don't know. I can't speak for them. But what I can say is that um"
    },
    {
      "start": 282.72,
      "dur": 1.83,
      "text": "them. But what I can say is that um certainly those kind of sentiments were"
    },
    {
      "start": 284.56,
      "dur": 2.39,
      "text": "certainly those kind of sentiments were not uh made at all to those of us on the"
    },
    {
      "start": 286.96,
      "dur": 3.43,
      "text": "not uh made at all to those of us on the front line fighting together. Um my I do"
    },
    {
      "start": 290.4,
      "dur": 1.59,
      "text": "front line fighting together. Um my I do think about the people currently serving"
    },
    {
      "start": 292.0,
      "dur": 2.469,
      "text": "think about the people currently serving in the US military stationed all through"
    },
    {
      "start": 294.479,
      "dur": 2.311,
      "text": "in the US military stationed all through Europe who some of which will be pretty"
    },
    {
      "start": 296.8,
      "dur": 1.99,
      "text": "Europe who some of which will be pretty embarrassed about this uh I would have"
    },
    {
      "start": 298.8,
      "dur": 2.31,
      "text": "embarrassed about this uh I would have thought and a little ashamed. I mean"
    },
    {
      "start": 301.12,
      "dur": 1.509,
      "text": "thought and a little ashamed. I mean there is another point that was happened"
    },
    {
      "start": 302.639,
      "dur": 1.751,
      "text": "there is another point that was happened in Afghanistan and it does need to be"
    },
    {
      "start": 304.4,
      "dur": 1.91,
      "text": "in Afghanistan and it does need to be noted that some of the NATO states went"
    },
    {
      "start": 306.32,
      "dur": 1.91,
      "text": "noted that some of the NATO states went to lower risk areas and put their own"
    },
    {
      "start": 308.24,
      "dur": 1.75,
      "text": "to lower risk areas and put their own national caveats on it and that is the"
    },
    {
      "start": 310.0,
      "dur": 1.83,
      "text": "national caveats on it and that is the truth that did happen. Some states"
    },
    {
      "start": 311.84,
      "dur": 1.59,
      "text": "truth that did happen. Some states didn't fight as hard as other states"
    },
    {
      "start": 313.44,
      "dur": 2.15,
      "text": "didn't fight as hard as other states because of their national politics and"
    },
    {
      "start": 315.6,
      "dur": 3.35,
      "text": "because of their national politics and their appetite for risk but some did and"
    },
    {
      "start": 318.96,
      "dur": 2.229,
      "text": "their appetite for risk but some did and uh and that's why it's deeply upsetting"
    },
    {
      "start": 321.199,
      "dur": 1.99,
      "text": "uh and that's why it's deeply upsetting and you'd wonder who h who last had his"
    },
    {
      "start": 323.199,
      "dur": 2.151,
      "text": "and you'd wonder who h who last had his ear uh Donald Trump because it is always"
    },
    {
      "start": 325.36,
      "dur": 1.99,
      "text": "ear uh Donald Trump because it is always about who last had his ear telling him"
    },
    {
      "start": 327.36,
      "dur": 1.51,
      "text": "about who last had his ear telling him these things. Oh well NATO didn't really"
    },
    {
      "start": 328.88,
      "dur": 2.149,
      "text": "these things. Oh well NATO didn't really fight. I mean, some of NATO did fight."
    },
    {
      "start": 331.039,
      "dur": 2.071,
      "text": "fight. I mean, some of NATO did fight. That's very clear. Other bits didn't."
    },
    {
      "start": 333.12,
      "dur": 1.67,
      "text": "That's very clear. Other bits didn't. But the way he went about it is just"
    },
    {
      "start": 334.8,
      "dur": 1.59,
      "text": "But the way he went about it is just disrespectful. I think"
    },
    {
      "start": 336.4,
      "dur": 2.789,
      "text": "disrespectful. I think &gt;&gt; you talk about how he's uninformed when"
    },
    {
      "start": 339.199,
      "dur": 1.351,
      "text": "&gt;&gt; you talk about how he's uninformed when it comes to the figures. Of course, we"
    },
    {
      "start": 340.56,
      "dur": 2.39,
      "text": "it comes to the figures. Of course, we do know that the highest number of u"
    },
    {
      "start": 342.96,
      "dur": 5.03,
      "text": "do know that the highest number of u casualties were from US soldiers, 2,461"
    },
    {
      "start": 348.0,
      "dur": 3.67,
      "text": "casualties were from US soldiers, 2,461 uh 547 when it comes to the UK, 43 for"
    },
    {
      "start": 351.68,
      "dur": 1.59,
      "text": "uh 547 when it comes to the UK, 43 for Denmark. But when you look at the"
    },
    {
      "start": 353.28,
      "dur": 2.39,
      "text": "Denmark. But when you look at the figures, when you look at the losses"
    },
    {
      "start": 355.68,
      "dur": 1.99,
      "text": "figures, when you look at the losses relative to the size of the population"
    },
    {
      "start": 357.68,
      "dur": 2.71,
      "text": "relative to the size of the population of each country, then like you say, yes,"
    },
    {
      "start": 360.4,
      "dur": 1.83,
      "text": "of each country, then like you say, yes, the United States at the lead, but"
    },
    {
      "start": 362.24,
      "dur": 2.789,
      "text": "the United States at the lead, but Denmark suffering incredibly high losses"
    },
    {
      "start": 365.039,
      "dur": 1.99,
      "text": "Denmark suffering incredibly high losses in relation to their population figures,"
    },
    {
      "start": 367.039,
      "dur": 2.791,
      "text": "in relation to their population figures, the UK as well. I just wonder your"
    },
    {
      "start": 369.84,
      "dur": 1.51,
      "text": "the UK as well. I just wonder your reflections given your firsthand"
    },
    {
      "start": 371.36,
      "dur": 2.23,
      "text": "reflections given your firsthand experience that we're talking about body"
    },
    {
      "start": 373.6,
      "dur": 2.63,
      "text": "experience that we're talking about body counts in order to to talk about what"
    },
    {
      "start": 376.24,
      "dur": 2.47,
      "text": "counts in order to to talk about what was done in Afghanistan and who has more"
    },
    {
      "start": 378.72,
      "dur": 3.029,
      "text": "was done in Afghanistan and who has more clout. It must be so demoralizing for"
    },
    {
      "start": 381.759,
      "dur": 1.351,
      "text": "clout. It must be so demoralizing for you."
    },
    {
      "start": 383.12,
      "dur": 1.509,
      "text": "you. &gt;&gt; Well, it's triggering, isn't it? And you"
    },
    {
      "start": 384.639,
      "dur": 1.911,
      "text": "&gt;&gt; Well, it's triggering, isn't it? And you don't when you I didn't sign up to serve"
    },
    {
      "start": 386.56,
      "dur": 2.55,
      "text": "don't when you I didn't sign up to serve Donald Trump by any means. You know, I I"
    },
    {
      "start": 389.12,
      "dur": 2.23,
      "text": "Donald Trump by any means. You know, I I signed up to serve the country um and my"
    },
    {
      "start": 391.36,
      "dur": 2.949,
      "text": "signed up to serve the country um and my my regiment and my comrades in arms. Uh"
    },
    {
      "start": 394.319,
      "dur": 1.911,
      "text": "my regiment and my comrades in arms. Uh and I was happy and honored to serve"
    },
    {
      "start": 396.24,
      "dur": 1.35,
      "text": "and I was happy and honored to serve with great people from America"
    },
    {
      "start": 397.6,
      "dur": 3.029,
      "text": "with great people from America throughout that career as well. Um so"
    },
    {
      "start": 400.639,
      "dur": 1.911,
      "text": "throughout that career as well. Um so and if you know with my kind of analyst"
    },
    {
      "start": 402.56,
      "dur": 1.909,
      "text": "and if you know with my kind of analyst academic head on you start talking about"
    },
    {
      "start": 404.479,
      "dur": 1.751,
      "text": "academic head on you start talking about those numbers that you have up on your"
    },
    {
      "start": 406.24,
      "dur": 2.789,
      "text": "those numbers that you have up on your website um about about population you"
    },
    {
      "start": 409.039,
      "dur": 1.111,
      "text": "website um about about population you know it's not about the size of"
    },
    {
      "start": 410.16,
      "dur": 1.35,
      "text": "know it's not about the size of population it's about the size of the"
    },
    {
      "start": 411.52,
      "dur": 1.99,
      "text": "population it's about the size of the military. Yeah. First of all which is"
    },
    {
      "start": 413.52,
      "dur": 1.669,
      "text": "military. Yeah. First of all which is much smaller in some of these countries"
    },
    {
      "start": 415.199,
      "dur": 1.591,
      "text": "much smaller in some of these countries and then it's the size of that that"
    },
    {
      "start": 416.8,
      "dur": 1.27,
      "text": "and then it's the size of that that military that deployed to the front"
    },
    {
      "start": 418.08,
      "dur": 2.71,
      "text": "military that deployed to the front lines. So for example my platoon my"
    },
    {
      "start": 420.8,
      "dur": 2.15,
      "text": "lines. So for example my platoon my company we took 10% casualties. You know"
    },
    {
      "start": 422.96,
      "dur": 2.39,
      "text": "company we took 10% casualties. You know it was in fact 25% casualties. It's like"
    },
    {
      "start": 425.36,
      "dur": 2.63,
      "text": "it was in fact 25% casualties. It's like the Normandy breakouts. um the US Marine"
    },
    {
      "start": 428.0,
      "dur": 1.43,
      "text": "the Normandy breakouts. um the US Marine Corps who served with us took terrible"
    },
    {
      "start": 429.44,
      "dur": 1.35,
      "text": "Corps who served with us took terrible casualties. That wasn't the worst. The"
    },
    {
      "start": 430.8,
      "dur": 1.75,
      "text": "casualties. That wasn't the worst. The guys who came up to after us and three"
    },
    {
      "start": 432.56,
      "dur": 3.27,
      "text": "guys who came up to after us and three rifles way worse. So um and and the same"
    },
    {
      "start": 435.84,
      "dur": 2.069,
      "text": "rifles way worse. So um and and the same with the Marines the you know so we we"
    },
    {
      "start": 437.919,
      "dur": 3.27,
      "text": "with the Marines the you know so we we shared that that that risk together. Um"
    },
    {
      "start": 441.199,
      "dur": 2.071,
      "text": "shared that that that risk together. Um so yeah I I just don't think it's"
    },
    {
      "start": 443.28,
      "dur": 1.27,
      "text": "so yeah I I just don't think it's presidential is it? And that's what"
    },
    {
      "start": 444.56,
      "dur": 2.71,
      "text": "presidential is it? And that's what that's what causes so much fury. Um but"
    },
    {
      "start": 447.28,
      "dur": 1.749,
      "text": "that's what causes so much fury. Um but I think expecting Donald Trump to be"
    },
    {
      "start": 449.039,
      "dur": 2.71,
      "text": "I think expecting Donald Trump to be presidential is is probably you know a"
    },
    {
      "start": 451.759,
      "dur": 2.791,
      "text": "presidential is is probably you know a bit of an ask um in this regard. You"
    },
    {
      "start": 454.56,
      "dur": 2.87,
      "text": "bit of an ask um in this regard. You know, uh, presidential is about shared"
    },
    {
      "start": 457.44,
      "dur": 1.99,
      "text": "know, uh, presidential is about shared embodying and an understanding if you"
    },
    {
      "start": 459.44,
      "dur": 2.63,
      "text": "embodying and an understanding if you look at the the shared sacrifices of all"
    },
    {
      "start": 462.08,
      "dur": 1.829,
      "text": "look at the the shared sacrifices of all our countries whether they're big or"
    },
    {
      "start": 463.919,
      "dur": 2.151,
      "text": "our countries whether they're big or small and whether and the and the"
    },
    {
      "start": 466.08,
      "dur": 2.31,
      "text": "small and whether and the and the basically as I said understanding that"
    },
    {
      "start": 468.4,
      "dur": 2.55,
      "text": "basically as I said understanding that brotherhood um which is gathered and the"
    },
    {
      "start": 470.96,
      "dur": 1.509,
      "text": "brotherhood um which is gathered and the interoperational"
    },
    {
      "start": 472.479,
      "dur": 1.591,
      "text": "interoperational uh experience which is gathered on the"
    },
    {
      "start": 474.08,
      "dur": 1.59,
      "text": "uh experience which is gathered on the front lines behind the front lines you"
    },
    {
      "start": 475.68,
      "dur": 1.189,
      "text": "front lines behind the front lines you know we haven't even talked about the"
    },
    {
      "start": 476.879,
      "dur": 1.671,
      "text": "know we haven't even talked about the special forces of a lot of these"
    },
    {
      "start": 478.56,
      "dur": 3.349,
      "text": "special forces of a lot of these countries operating together. So, um,"
    },
    {
      "start": 481.919,
      "dur": 2.39,
      "text": "countries operating together. So, um, yeah, it's just it's just the the"
    },
    {
      "start": 484.319,
      "dur": 2.071,
      "text": "yeah, it's just it's just the the positive of of alliances and what's hold"
    },
    {
      "start": 486.4,
      "dur": 1.99,
      "text": "positive of of alliances and what's hold us together is is really bounded in the"
    },
    {
      "start": 488.4,
      "dur": 2.15,
      "text": "us together is is really bounded in the shared history and the shared sacrifice."
    },
    {
      "start": 490.56,
      "dur": 1.909,
      "text": "shared history and the shared sacrifice. And when you forget that or you don't"
    },
    {
      "start": 492.479,
      "dur": 2.311,
      "text": "And when you forget that or you don't honor it, um, I think the world is a"
    },
    {
      "start": 494.8,
      "dur": 2.15,
      "text": "honor it, um, I think the world is a worse place. So, so on that point,"
    },
    {
      "start": 496.96,
      "dur": 1.43,
      "text": "worse place. So, so on that point, because of course you also you're you're"
    },
    {
      "start": 498.4,
      "dur": 2.069,
      "text": "because of course you also you're you're you're a former NATO analyst, a defense"
    },
    {
      "start": 500.479,
      "dur": 1.671,
      "text": "you're a former NATO analyst, a defense expert at the University of Bath, when"
    },
    {
      "start": 502.16,
      "dur": 1.27,
      "text": "expert at the University of Bath, when you've got the president being so"
    },
    {
      "start": 503.44,
      "dur": 3.91,
      "text": "you've got the president being so dismissive of the facts, so dismissive"
    },
    {
      "start": 507.36,
      "dur": 2.07,
      "text": "dismissive of the facts, so dismissive of the shared history that you're"
    },
    {
      "start": 509.44,
      "dur": 3.35,
      "text": "of the shared history that you're speaking about, what future is there for"
    },
    {
      "start": 512.8,
      "dur": 3.19,
      "text": "speaking about, what future is there for NATO if he doesn't even acknowledge what"
    },
    {
      "start": 516.0,
      "dur": 1.909,
      "text": "NATO if he doesn't even acknowledge what happened on the ground?"
    },
    {
      "start": 517.919,
      "dur": 1.35,
      "text": "happened on the ground? &gt;&gt; Well, we'll see. I mean, we don't want"
    },
    {
      "start": 519.279,
      "dur": 1.591,
      "text": "&gt;&gt; Well, we'll see. I mean, we don't want to transpose sort of flippant comments"
    },
    {
      "start": 520.88,
      "dur": 2.31,
      "text": "to transpose sort of flippant comments to Fox News out to the to to to the"
    },
    {
      "start": 523.2,
      "dur": 2.309,
      "text": "to Fox News out to the to to to the implications for NATO. What I can say is"
    },
    {
      "start": 525.519,
      "dur": 1.591,
      "text": "implications for NATO. What I can say is the difference is that the Americans"
    },
    {
      "start": 527.12,
      "dur": 2.149,
      "text": "the difference is that the Americans when I worked in NATO knew that they"
    },
    {
      "start": 529.279,
      "dur": 1.99,
      "text": "when I worked in NATO knew that they were the most powerful nation. Um and"
    },
    {
      "start": 531.279,
      "dur": 1.351,
      "text": "were the most powerful nation. Um and they knew that ultimately the decision"
    },
    {
      "start": 532.64,
      "dur": 2.15,
      "text": "they knew that ultimately the decision rested with them about what NATO did. Uh"
    },
    {
      "start": 534.8,
      "dur": 1.51,
      "text": "rested with them about what NATO did. Uh and they knew that they funded it the"
    },
    {
      "start": 536.32,
      "dur": 1.67,
      "text": "and they knew that they funded it the most. Uh they also knew there was bad"
    },
    {
      "start": 538.0,
      "dur": 1.67,
      "text": "most. Uh they also knew there was bad imbalances about how that funded would"
    },
    {
      "start": 539.68,
      "dur": 1.99,
      "text": "imbalances about how that funded would have quietly tried to get and you know"
    },
    {
      "start": 541.68,
      "dur": 1.99,
      "text": "have quietly tried to get and you know to to get that those addressed and it"
    },
    {
      "start": 543.68,
      "dur": 1.43,
      "text": "to to get that those addressed and it was right that Europe has stepped up and"
    },
    {
      "start": 545.12,
      "dur": 2.07,
      "text": "was right that Europe has stepped up and we all can see that now and is stepping"
    },
    {
      "start": 547.2,
      "dur": 2.47,
      "text": "we all can see that now and is stepping up. Um but they wore it well you know"
    },
    {
      "start": 549.68,
      "dur": 1.269,
      "text": "up. Um but they wore it well you know that was it. They were they were the"
    },
    {
      "start": 550.959,
      "dur": 1.671,
      "text": "that was it. They were they were the most powerful nation in the well in the"
    },
    {
      "start": 552.64,
      "dur": 1.35,
      "text": "most powerful nation in the well in the world, but they wore it well and they"
    },
    {
      "start": 554.0,
      "dur": 2.389,
      "text": "world, but they wore it well and they were dipl diplomatic about how things"
    },
    {
      "start": 556.399,
      "dur": 1.591,
      "text": "were dipl diplomatic about how things went. And I remember, you know, seeing"
    },
    {
      "start": 558.0,
      "dur": 1.59,
      "text": "went. And I remember, you know, seeing how they worked like at at the"
    },
    {
      "start": 559.6,
      "dur": 1.909,
      "text": "how they worked like at at the interpersonal level and being like had a"
    },
    {
      "start": 561.519,
      "dur": 1.99,
      "text": "interpersonal level and being like had a lot of respect for how how they wore"
    },
    {
      "start": 563.519,
      "dur": 2.31,
      "text": "lot of respect for how how they wore that power. Um, I think we've moved"
    },
    {
      "start": 565.839,
      "dur": 1.911,
      "text": "that power. Um, I think we've moved clearly moved into a different situation"
    },
    {
      "start": 567.76,
      "dur": 1.99,
      "text": "clearly moved into a different situation uh with that. I would still say about"
    },
    {
      "start": 569.76,
      "dur": 2.23,
      "text": "uh with that. I would still say about the future of NATO though, the US needs"
    },
    {
      "start": 572.0,
      "dur": 1.75,
      "text": "the future of NATO though, the US needs a lot of the bases. This is not like"
    },
    {
      "start": 573.76,
      "dur": 1.509,
      "text": "a lot of the bases. This is not like Venezuela where they can just to kind of"
    },
    {
      "start": 575.279,
      "dur": 1.431,
      "text": "Venezuela where they can just to kind of do what they want. They need it needs a"
    },
    {
      "start": 576.72,
      "dur": 1.91,
      "text": "do what they want. They need it needs a lot of the bases. It needs the sensors"
    },
    {
      "start": 578.64,
      "dur": 1.99,
      "text": "lot of the bases. It needs the sensors in the listening stations. Uh look at"
    },
    {
      "start": 580.64,
      "dur": 1.91,
      "text": "in the listening stations. Uh look at the the seizure of the Russian tanker"
    },
    {
      "start": 582.56,
      "dur": 1.51,
      "text": "the the seizure of the Russian tanker off Scotland just last week and the way"
    },
    {
      "start": 584.08,
      "dur": 1.59,
      "text": "off Scotland just last week and the way that went through different bases in the"
    },
    {
      "start": 585.68,
      "dur": 2.79,
      "text": "that went through different bases in the UK. So uh there'd be much more costs and"
    },
    {
      "start": 588.48,
      "dur": 2.23,
      "text": "UK. So uh there'd be much more costs and risk involved if the US was to decide it"
    },
    {
      "start": 590.72,
      "dur": 1.669,
      "text": "risk involved if the US was to decide it didn't want to be a part of NATO anymore"
    },
    {
      "start": 592.399,
      "dur": 1.591,
      "text": "didn't want to be a part of NATO anymore and the corollery of that would then be"
    },
    {
      "start": 594.0,
      "dur": 2.87,
      "text": "and the corollery of that would then be the the people leaving um the bases,"
    },
    {
      "start": 596.88,
      "dur": 1.27,
      "text": "the the people leaving um the bases, wouldn't it?"
    },
    {
      "start": 598.16,
      "dur": 2.87,
      "text": "wouldn't it? &gt;&gt; Dr. Patrick Buri, former NATO analyst,"
    },
    {
      "start": 601.04,
      "dur": 2.31,
      "text": "&gt;&gt; Dr. Patrick Buri, former NATO analyst, defense expert at Bath University and"
    },
    {
      "start": 603.36,
      "dur": 1.83,
      "text": "defense expert at Bath University and also thank you for sharing your"
    },
    {
      "start": 605.2,
      "dur": 2.069,
      "text": "also thank you for sharing your experience of having served in"
    },
    {
      "start": 607.279,
      "dur": 3.361,
      "text": "experience of having served in Afghanistan. Thank you."
    }
  ]
}