{
  "videoId": "SiI-XYxMzsA",
  "title": "India and EU announce landmark trade deal | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 247,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.92,
      "text": "India and the European Union have agreed"
    },
    {
      "start": 2.0,
      "dur": 1.909,
      "text": "India and the European Union have agreed a landmark trade agreement after nearly"
    },
    {
      "start": 3.919,
      "dur": 2.95,
      "text": "a landmark trade agreement after nearly two decades of on-off negotiations. The"
    },
    {
      "start": 6.879,
      "dur": 2.231,
      "text": "two decades of on-off negotiations. The wide-ranging deal will see a number of"
    },
    {
      "start": 9.12,
      "dur": 2.389,
      "text": "wide-ranging deal will see a number of huge tariff cuts and a joint security"
    },
    {
      "start": 11.519,
      "dur": 2.551,
      "text": "huge tariff cuts and a joint security partnership. Calling it historic, the EU"
    },
    {
      "start": 14.08,
      "dur": 2.71,
      "text": "partnership. Calling it historic, the EU Commission President Ursuland said the"
    },
    {
      "start": 16.8,
      "dur": 2.309,
      "text": "Commission President Ursuland said the agreement would create a free trade zone"
    },
    {
      "start": 19.119,
      "dur": 2.471,
      "text": "agreement would create a free trade zone of 2 billion people. India's Prime"
    },
    {
      "start": 21.6,
      "dur": 1.749,
      "text": "of 2 billion people. India's Prime Minister Narendra Modi said people"
    },
    {
      "start": 23.359,
      "dur": 1.75,
      "text": "Minister Narendra Modi said people across the world will be discussing it"
    },
    {
      "start": 25.119,
      "dur": 2.791,
      "text": "across the world will be discussing it as the mother of all deals."
    },
    {
      "start": 27.92,
      "dur": 4.07,
      "text": "as the mother of all deals. &gt;&gt; This FT or boost investment between"
    },
    {
      "start": 32.0,
      "dur": 4.069,
      "text": "&gt;&gt; This FT or boost investment between India and the European Union."
    },
    {
      "start": 36.079,
      "dur": 3.111,
      "text": "India and the European Union. It will help forge new innovation"
    },
    {
      "start": 39.2,
      "dur": 1.509,
      "text": "It will help forge new innovation partnerships"
    },
    {
      "start": 40.719,
      "dur": 4.071,
      "text": "partnerships and will strengthen supply chains at a"
    },
    {
      "start": 44.8,
      "dur": 2.069,
      "text": "and will strengthen supply chains at a global level."
    },
    {
      "start": 46.879,
      "dur": 4.471,
      "text": "global level. Which means that this is not just a"
    },
    {
      "start": 51.36,
      "dur": 5.029,
      "text": "Which means that this is not just a trade agreement. It is a new blueprint"
    },
    {
      "start": 56.399,
      "dur": 3.111,
      "text": "trade agreement. It is a new blueprint for shared prosperity. We're not only"
    },
    {
      "start": 59.52,
      "dur": 2.709,
      "text": "for shared prosperity. We're not only making our economy stronger,"
    },
    {
      "start": 62.239,
      "dur": 2.23,
      "text": "making our economy stronger, we are also delivering security for our"
    },
    {
      "start": 64.479,
      "dur": 3.191,
      "text": "we are also delivering security for our people in an increasingly insecure"
    },
    {
      "start": 67.68,
      "dur": 1.67,
      "text": "people in an increasingly insecure world."
    },
    {
      "start": 69.36,
      "dur": 2.789,
      "text": "world. And today, the world's two largest"
    },
    {
      "start": 72.159,
      "dur": 2.711,
      "text": "And today, the world's two largest economies and democracies"
    },
    {
      "start": 74.88,
      "dur": 2.39,
      "text": "economies and democracies launched their first ever security and"
    },
    {
      "start": 77.28,
      "dur": 2.149,
      "text": "launched their first ever security and defense partnership."
    },
    {
      "start": 79.439,
      "dur": 3.271,
      "text": "defense partnership. This is a landmark departure"
    },
    {
      "start": 82.72,
      "dur": 3.27,
      "text": "This is a landmark departure and a trustbased platform for"
    },
    {
      "start": 86.0,
      "dur": 3.19,
      "text": "and a trustbased platform for cooperation on the strategic issues that"
    },
    {
      "start": 89.2,
      "dur": 3.909,
      "text": "cooperation on the strategic issues that matter most. My colleague Mukerji is in"
    },
    {
      "start": 93.119,
      "dur": 2.95,
      "text": "matter most. My colleague Mukerji is in Delhi and joins us now. It's certainly a"
    },
    {
      "start": 96.079,
      "dur": 3.35,
      "text": "Delhi and joins us now. It's certainly a huge market for each of uh these uh"
    },
    {
      "start": 99.439,
      "dur": 2.71,
      "text": "huge market for each of uh these uh partners in this deal. How much is it"
    },
    {
      "start": 102.159,
      "dur": 3.27,
      "text": "partners in this deal. How much is it going to be worth?"
    },
    {
      "start": 105.439,
      "dur": 1.67,
      "text": "going to be worth? Well, this is uh definitely going to be"
    },
    {
      "start": 107.119,
      "dur": 2.391,
      "text": "Well, this is uh definitely going to be a very very crucial uh achievement for"
    },
    {
      "start": 109.52,
      "dur": 1.589,
      "text": "a very very crucial uh achievement for both countries which is why for both"
    },
    {
      "start": 111.119,
      "dur": 1.99,
      "text": "both countries which is why for both blocks rather which is why you're seeing"
    },
    {
      "start": 113.119,
      "dur": 2.231,
      "text": "blocks rather which is why you're seeing the kind of optics uh throughout this"
    },
    {
      "start": 115.36,
      "dur": 1.51,
      "text": "the kind of optics uh throughout this entire visit and the kind of statements"
    },
    {
      "start": 116.88,
      "dur": 1.909,
      "text": "entire visit and the kind of statements you know phrases like mother of all"
    },
    {
      "start": 118.799,
      "dur": 3.91,
      "text": "you know phrases like mother of all deals being used by on the line. Uh so"
    },
    {
      "start": 122.719,
      "dur": 1.831,
      "text": "deals being used by on the line. Uh so they are definitely attaching a lot of"
    },
    {
      "start": 124.56,
      "dur": 1.589,
      "text": "they are definitely attaching a lot of importance to this given that it is"
    },
    {
      "start": 126.159,
      "dur": 2.631,
      "text": "importance to this given that it is coming uh in this climate of global"
    },
    {
      "start": 128.8,
      "dur": 2.069,
      "text": "coming uh in this climate of global uncertainty when it comes to tariffs."
    },
    {
      "start": 130.879,
      "dur": 2.231,
      "text": "uncertainty when it comes to tariffs. the European Union having its own uh"
    },
    {
      "start": 133.12,
      "dur": 2.23,
      "text": "the European Union having its own uh challenges with the US for instance with"
    },
    {
      "start": 135.36,
      "dur": 1.67,
      "text": "challenges with the US for instance with Greenland, India having its own"
    },
    {
      "start": 137.04,
      "dur": 1.59,
      "text": "Greenland, India having its own challenges with the US still not able to"
    },
    {
      "start": 138.64,
      "dur": 2.07,
      "text": "challenges with the US still not able to stitch that deal together because of its"
    },
    {
      "start": 140.72,
      "dur": 2.149,
      "text": "stitch that deal together because of its uh continued purchase of Russian oil. So"
    },
    {
      "start": 142.879,
      "dur": 1.831,
      "text": "uh continued purchase of Russian oil. So there are some sticking points which is"
    },
    {
      "start": 144.72,
      "dur": 1.91,
      "text": "there are some sticking points which is why a lot of analysts have said that"
    },
    {
      "start": 146.64,
      "dur": 1.83,
      "text": "why a lot of analysts have said that there was a greater degree of urgency"
    },
    {
      "start": 148.48,
      "dur": 1.59,
      "text": "there was a greater degree of urgency between both sides to try and get this"
    },
    {
      "start": 150.08,
      "dur": 1.19,
      "text": "between both sides to try and get this done even though this conversation"
    },
    {
      "start": 151.28,
      "dur": 2.39,
      "text": "done even though this conversation started in 2007. It was stalled for a"
    },
    {
      "start": 153.68,
      "dur": 1.269,
      "text": "started in 2007. It was stalled for a number of years and then picked up again"
    },
    {
      "start": 154.959,
      "dur": 2.63,
      "text": "number of years and then picked up again in 2022 but it's really uh picked up in"
    },
    {
      "start": 157.599,
      "dur": 1.91,
      "text": "in 2022 but it's really uh picked up in the last few uh years in the last few"
    },
    {
      "start": 159.519,
      "dur": 1.911,
      "text": "the last few uh years in the last few months actually to try and get this over"
    },
    {
      "start": 161.44,
      "dur": 1.83,
      "text": "months actually to try and get this over the line. Uh what essentially we're now"
    },
    {
      "start": 163.28,
      "dur": 1.99,
      "text": "the line. Uh what essentially we're now seeing is greater market access for both"
    },
    {
      "start": 165.28,
      "dur": 2.949,
      "text": "seeing is greater market access for both sides uh reduced tariffs for both sides"
    },
    {
      "start": 168.239,
      "dur": 2.471,
      "text": "sides uh reduced tariffs for both sides as they export and import more uh you"
    },
    {
      "start": 170.72,
      "dur": 1.99,
      "text": "as they export and import more uh you know increased market access as I said"
    },
    {
      "start": 172.72,
      "dur": 2.31,
      "text": "know increased market access as I said to some sectors which had been heavily"
    },
    {
      "start": 175.04,
      "dur": 1.829,
      "text": "to some sectors which had been heavily protected. uh they're looking at the"
    },
    {
      "start": 176.879,
      "dur": 1.43,
      "text": "protected. uh they're looking at the automobile sector which essentially"
    },
    {
      "start": 178.319,
      "dur": 1.91,
      "text": "automobile sector which essentially means that the European car makers might"
    },
    {
      "start": 180.239,
      "dur": 2.07,
      "text": "means that the European car makers might have a lot more access to Indian markets"
    },
    {
      "start": 182.319,
      "dur": 2.231,
      "text": "have a lot more access to Indian markets than they had before uh you know"
    },
    {
      "start": 184.56,
      "dur": 2.71,
      "text": "than they had before uh you know essentially uh you know in a sense"
    },
    {
      "start": 187.28,
      "dur": 1.669,
      "text": "essentially uh you know in a sense giving a new dimension to the kind of"
    },
    {
      "start": 188.959,
      "dur": 1.831,
      "text": "giving a new dimension to the kind of domination that we've seen by Indian"
    },
    {
      "start": 190.8,
      "dur": 1.509,
      "text": "domination that we've seen by Indian brands of course it's not necessarily"
    },
    {
      "start": 192.319,
      "dur": 1.591,
      "text": "brands of course it's not necessarily that it's going to happen immediately"
    },
    {
      "start": 193.92,
      "dur": 1.51,
      "text": "that it's going to happen immediately but these are some of the steps that"
    },
    {
      "start": 195.44,
      "dur": 1.83,
      "text": "but these are some of the steps that have been taken you have to understand"
    },
    {
      "start": 197.28,
      "dur": 2.309,
      "text": "have been taken you have to understand statistically both sides are very"
    },
    {
      "start": 199.599,
      "dur": 1.831,
      "text": "statistically both sides are very crucial to each other the European Union"
    },
    {
      "start": 201.44,
      "dur": 1.75,
      "text": "crucial to each other the European Union has been India's largest trading block"
    },
    {
      "start": 203.2,
      "dur": 2.15,
      "text": "has been India's largest trading block in that sense so very very important"
    },
    {
      "start": 205.36,
      "dur": 1.75,
      "text": "in that sense so very very important Both of them together make up a fifth of"
    },
    {
      "start": 207.12,
      "dur": 3.59,
      "text": "Both of them together make up a fifth of global trade, 25% of GDP, you know,"
    },
    {
      "start": 210.72,
      "dur": 2.229,
      "text": "global trade, 25% of GDP, you know, global GDP as well as 25% of the world's"
    },
    {
      "start": 212.959,
      "dur": 1.671,
      "text": "global GDP as well as 25% of the world's population, which is why this"
    },
    {
      "start": 214.64,
      "dur": 2.07,
      "text": "population, which is why this essentially uh turns out to be very very"
    },
    {
      "start": 216.72,
      "dur": 2.149,
      "text": "essentially uh turns out to be very very important. But having said that, you"
    },
    {
      "start": 218.879,
      "dur": 1.671,
      "text": "important. But having said that, you know, high on optics, yes, but some"
    },
    {
      "start": 220.56,
      "dur": 1.669,
      "text": "know, high on optics, yes, but some analysts when we spoke to also pointed"
    },
    {
      "start": 222.239,
      "dur": 1.671,
      "text": "analysts when we spoke to also pointed out there are likely to be some"
    },
    {
      "start": 223.92,
      "dur": 2.229,
      "text": "out there are likely to be some challenges going forward as especially"
    },
    {
      "start": 226.159,
      "dur": 1.671,
      "text": "challenges going forward as especially in the labor intensive sectors that"
    },
    {
      "start": 227.84,
      "dur": 2.07,
      "text": "in the labor intensive sectors that India is looking to make gains in. They"
    },
    {
      "start": 229.92,
      "dur": 1.99,
      "text": "India is looking to make gains in. They will have to adhere to a higher standard"
    },
    {
      "start": 231.92,
      "dur": 2.07,
      "text": "will have to adhere to a higher standard as well. That means more preparation"
    },
    {
      "start": 234.0,
      "dur": 1.67,
      "text": "as well. That means more preparation that could also translate into more"
    },
    {
      "start": 235.68,
      "dur": 2.469,
      "text": "that could also translate into more costs going in. So there will be some"
    },
    {
      "start": 238.159,
      "dur": 1.671,
      "text": "costs going in. So there will be some challenges but again at the moment both"
    },
    {
      "start": 239.84,
      "dur": 1.91,
      "text": "challenges but again at the moment both sides appear to be very pleased with"
    },
    {
      "start": 241.76,
      "dur": 2.07,
      "text": "sides appear to be very pleased with each other at least for now at least in"
    },
    {
      "start": 243.84,
      "dur": 1.35,
      "text": "each other at least for now at least in terms of the kind of statements and body"
    },
    {
      "start": 245.2,
      "dur": 3.679,
      "text": "terms of the kind of statements and body language that we've seen so far."
    }
  ]
}