{
  "videoId": "SsLH-AAS6eg",
  "title": "Republican senators join calls for fuller investigation into Minneapolis killing | BBC News",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 380,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.08,
      "text": "A growing number of politicians from"
    },
    {
      "start": 2.24,
      "dur": 2.47,
      "text": "A growing number of politicians from President Trump's Republican party are"
    },
    {
      "start": 4.72,
      "dur": 2.47,
      "text": "President Trump's Republican party are joining calls for a full investigation"
    },
    {
      "start": 7.2,
      "dur": 2.23,
      "text": "joining calls for a full investigation following the second fatal shooting this"
    },
    {
      "start": 9.44,
      "dur": 2.069,
      "text": "following the second fatal shooting this month by US federal immigration agents"
    },
    {
      "start": 11.519,
      "dur": 2.551,
      "text": "month by US federal immigration agents in Minneapolis. Thousands of people have"
    },
    {
      "start": 14.08,
      "dur": 1.589,
      "text": "in Minneapolis. Thousands of people have been marching through the city to"
    },
    {
      "start": 15.679,
      "dur": 2.231,
      "text": "been marching through the city to protest against the killing. The Trump"
    },
    {
      "start": 17.92,
      "dur": 2.31,
      "text": "protest against the killing. The Trump administration insists that Alex Prey,"
    },
    {
      "start": 20.24,
      "dur": 2.949,
      "text": "administration insists that Alex Prey, who is 37, was planning to assault"
    },
    {
      "start": 23.199,
      "dur": 2.15,
      "text": "who is 37, was planning to assault officers. Well, local officials say that"
    },
    {
      "start": 25.359,
      "dur": 1.75,
      "text": "officers. Well, local officials say that makes no sense because videos of the"
    },
    {
      "start": 27.119,
      "dur": 2.711,
      "text": "makes no sense because videos of the incident do not show him brandishing a"
    },
    {
      "start": 29.84,
      "dur": 2.549,
      "text": "incident do not show him brandishing a gun. The former Democratic president,"
    },
    {
      "start": 32.399,
      "dur": 2.15,
      "text": "gun. The former Democratic president, Barack Obama, said the shooting was a"
    },
    {
      "start": 34.559,
      "dur": 2.631,
      "text": "Barack Obama, said the shooting was a heartbreaking tragedy and should be a"
    },
    {
      "start": 37.2,
      "dur": 2.15,
      "text": "heartbreaking tragedy and should be a wake-up call. He also accused the Trump"
    },
    {
      "start": 39.36,
      "dur": 2.23,
      "text": "wake-up call. He also accused the Trump administration of offering explanations"
    },
    {
      "start": 41.6,
      "dur": 1.91,
      "text": "administration of offering explanations which video evidence appeared to"
    },
    {
      "start": 43.52,
      "dur": 2.39,
      "text": "which video evidence appeared to contradict. His predecessor, Bill"
    },
    {
      "start": 45.92,
      "dur": 1.67,
      "text": "contradict. His predecessor, Bill Clinton, has described the events in"
    },
    {
      "start": 47.6,
      "dur": 2.71,
      "text": "Clinton, has described the events in Minneapolis as horrible scenes that I"
    },
    {
      "start": 50.32,
      "dur": 1.59,
      "text": "Minneapolis as horrible scenes that I never thought would take place in"
    },
    {
      "start": 51.92,
      "dur": 1.59,
      "text": "never thought would take place in America."
    },
    {
      "start": 53.52,
      "dur": 1.75,
      "text": "America. Well, let's get more now from Tom"
    },
    {
      "start": 55.28,
      "dur": 2.07,
      "text": "Well, let's get more now from Tom Baitman who's in Minneapolis and a"
    },
    {
      "start": 57.36,
      "dur": 1.43,
      "text": "Baitman who's in Minneapolis and a warning you might find some of the"
    },
    {
      "start": 58.8,
      "dur": 3.35,
      "text": "warning you might find some of the scenes in his report distressing."
    },
    {
      "start": 62.16,
      "dur": 1.83,
      "text": "scenes in his report distressing. &gt;&gt; Mourners have been returning to the spot"
    },
    {
      "start": 64.0,
      "dur": 2.469,
      "text": "&gt;&gt; Mourners have been returning to the spot where Alex Prey was killed. The second"
    },
    {
      "start": 66.479,
      "dur": 1.911,
      "text": "where Alex Prey was killed. The second American shot dead by immigration"
    },
    {
      "start": 68.4,
      "dur": 3.11,
      "text": "American shot dead by immigration officers in a month in Minneapolis. They"
    },
    {
      "start": 71.52,
      "dur": 2.39,
      "text": "officers in a month in Minneapolis. They lay claim to his legacy in what has"
    },
    {
      "start": 73.92,
      "dur": 1.509,
      "text": "lay claim to his legacy in what has become a battle with the Trump"
    },
    {
      "start": 75.439,
      "dur": 2.71,
      "text": "become a battle with the Trump administration over both values and"
    },
    {
      "start": 78.159,
      "dur": 1.59,
      "text": "administration over both values and narrative."
    },
    {
      "start": 79.759,
      "dur": 1.751,
      "text": "narrative. The state's Democrat governor, Tim"
    },
    {
      "start": 81.52,
      "dur": 1.909,
      "text": "The state's Democrat governor, Tim Walls, appealed to the country to"
    },
    {
      "start": 83.439,
      "dur": 0.871,
      "text": "Walls, appealed to the country to choose."
    },
    {
      "start": 84.32,
      "dur": 1.91,
      "text": "choose. &gt;&gt; I've got a question for all of you. What"
    },
    {
      "start": 86.24,
      "dur": 3.509,
      "text": "&gt;&gt; I've got a question for all of you. What side do you want to be on?"
    },
    {
      "start": 89.759,
      "dur": 1.67,
      "text": "side do you want to be on? The side of an all powerful federal"
    },
    {
      "start": 91.439,
      "dur": 1.431,
      "text": "The side of an all powerful federal government that can kill, injure,"
    },
    {
      "start": 92.88,
      "dur": 1.75,
      "text": "government that can kill, injure, menace, and kidnap its citizens off the"
    },
    {
      "start": 94.64,
      "dur": 2.71,
      "text": "menace, and kidnap its citizens off the streets or on the side of a nurse at the"
    },
    {
      "start": 97.36,
      "dur": 2.23,
      "text": "streets or on the side of a nurse at the VA hospital who died bearing witness to"
    },
    {
      "start": 99.6,
      "dur": 1.829,
      "text": "VA hospital who died bearing witness to such government."
    },
    {
      "start": 101.439,
      "dur": 2.071,
      "text": "such government. &gt;&gt; But the man now known on the streets for"
    },
    {
      "start": 103.52,
      "dur": 2.79,
      "text": "&gt;&gt; But the man now known on the streets for fronting Mr. Trump's deportation drive"
    },
    {
      "start": 106.32,
      "dur": 2.39,
      "text": "fronting Mr. Trump's deportation drive was doubling down. I would implore upon"
    },
    {
      "start": 108.72,
      "dur": 1.83,
      "text": "was doubling down. I would implore upon any individuals, whether they're"
    },
    {
      "start": 110.56,
      "dur": 3.11,
      "text": "any individuals, whether they're anarchists, rioters, uh, or anyone else"
    },
    {
      "start": 113.68,
      "dur": 2.95,
      "text": "anarchists, rioters, uh, or anyone else that thinks it wise to go into a law"
    },
    {
      "start": 116.64,
      "dur": 2.23,
      "text": "that thinks it wise to go into a law enforcement scene"
    },
    {
      "start": 118.88,
      "dur": 2.07,
      "text": "enforcement scene to disrupt,"
    },
    {
      "start": 120.96,
      "dur": 4.07,
      "text": "to disrupt, uh, to delay is to don't do that."
    },
    {
      "start": 125.04,
      "dur": 1.91,
      "text": "uh, to delay is to don't do that. Several videos show the moments leading"
    },
    {
      "start": 126.96,
      "dur": 2.31,
      "text": "Several videos show the moments leading up to Mr. Pretty's death. pushed and"
    },
    {
      "start": 129.28,
      "dur": 1.589,
      "text": "up to Mr. Pretty's death. pushed and pepper-sprayed and wrestled to the"
    },
    {
      "start": 130.879,
      "dur": 2.311,
      "text": "pepper-sprayed and wrestled to the ground. Agents then appeared to disarm"
    },
    {
      "start": 133.2,
      "dur": 2.23,
      "text": "ground. Agents then appeared to disarm him of a handgun, which police say he"
    },
    {
      "start": 135.44,
      "dur": 2.55,
      "text": "him of a handgun, which police say he had a permit to carry before immigration"
    },
    {
      "start": 138.0,
      "dur": 6.47,
      "text": "had a permit to carry before immigration agents shot him multiple times."
    },
    {
      "start": 144.48,
      "dur": 2.96,
      "text": "Alex Prey was 37, an intensive care"
    },
    {
      "start": 147.44,
      "dur": 1.75,
      "text": "Alex Prey was 37, an intensive care nurse who treated sick military"
    },
    {
      "start": 149.2,
      "dur": 2.23,
      "text": "nurse who treated sick military veterans. His family says the"
    },
    {
      "start": 151.44,
      "dur": 1.83,
      "text": "veterans. His family says the administration's version of him is"
    },
    {
      "start": 153.28,
      "dur": 2.79,
      "text": "administration's version of him is totally untrue. He cared about people"
    },
    {
      "start": 156.08,
      "dur": 4.149,
      "text": "totally untrue. He cared about people deeply and he was very upset with what"
    },
    {
      "start": 160.239,
      "dur": 2.151,
      "text": "deeply and he was very upset with what was happening in in Minneapolis and"
    },
    {
      "start": 162.4,
      "dur": 2.87,
      "text": "was happening in in Minneapolis and throughout the United States."
    },
    {
      "start": 165.28,
      "dur": 2.87,
      "text": "throughout the United States. &gt;&gt; A call for justice here faces the full"
    },
    {
      "start": 168.16,
      "dur": 1.349,
      "text": "&gt;&gt; A call for justice here faces the full counterweight of the Trump"
    },
    {
      "start": 169.519,
      "dur": 2.311,
      "text": "counterweight of the Trump administration accusing a city of"
    },
    {
      "start": 171.84,
      "dur": 3.029,
      "text": "administration accusing a city of inciting an insurrection. Divisions laid"
    },
    {
      "start": 174.879,
      "dur": 3.031,
      "text": "inciting an insurrection. Divisions laid bare in blood. And Minneapolis mourns"
    },
    {
      "start": 177.92,
      "dur": 5.27,
      "text": "bare in blood. And Minneapolis mourns again. Tom Baitman, BBC News, Minnesota."
    },
    {
      "start": 183.2,
      "dur": 2.63,
      "text": "again. Tom Baitman, BBC News, Minnesota. Well, the BBC's Carl Nasman is also in"
    },
    {
      "start": 185.84,
      "dur": 1.749,
      "text": "Well, the BBC's Carl Nasman is also in Minneapolis."
    },
    {
      "start": 187.599,
      "dur": 1.831,
      "text": "Minneapolis. &gt;&gt; This city now grieving for the second"
    },
    {
      "start": 189.44,
      "dur": 1.99,
      "text": "&gt;&gt; This city now grieving for the second time in just a matter of weeks. You can"
    },
    {
      "start": 191.44,
      "dur": 2.23,
      "text": "time in just a matter of weeks. You can see behind me, this is the memorial to"
    },
    {
      "start": 193.68,
      "dur": 2.31,
      "text": "see behind me, this is the memorial to Alex Prey. This is the site, of course,"
    },
    {
      "start": 196.0,
      "dur": 1.83,
      "text": "Alex Prey. This is the site, of course, where that altercation took place. And"
    },
    {
      "start": 197.84,
      "dur": 1.51,
      "text": "where that altercation took place. And throughout the day, we've seen hundreds"
    },
    {
      "start": 199.36,
      "dur": 1.91,
      "text": "throughout the day, we've seen hundreds of people coming here to pay their"
    },
    {
      "start": 201.28,
      "dur": 2.79,
      "text": "of people coming here to pay their respects, leave flowers and messages,"
    },
    {
      "start": 204.08,
      "dur": 3.11,
      "text": "respects, leave flowers and messages, and light candles. This all coming less"
    },
    {
      "start": 207.2,
      "dur": 2.87,
      "text": "and light candles. This all coming less than 3 weeks after the death of Renee"
    },
    {
      "start": 210.08,
      "dur": 2.39,
      "text": "than 3 weeks after the death of Renee Good. And amid the protests, amid the"
    },
    {
      "start": 212.48,
      "dur": 2.469,
      "text": "Good. And amid the protests, amid the vigils, there's now a political battle"
    },
    {
      "start": 214.959,
      "dur": 2.55,
      "text": "vigils, there's now a political battle brewing over who's to blame for the"
    },
    {
      "start": 217.519,
      "dur": 1.99,
      "text": "brewing over who's to blame for the chaos in this city. We've heard the"
    },
    {
      "start": 219.519,
      "dur": 1.99,
      "text": "chaos in this city. We've heard the Trump administration placing that blame"
    },
    {
      "start": 221.519,
      "dur": 2.231,
      "text": "Trump administration placing that blame at the feet of local lawmakers. They say"
    },
    {
      "start": 223.76,
      "dur": 1.749,
      "text": "at the feet of local lawmakers. They say they are stoking these protests,"
    },
    {
      "start": 225.519,
      "dur": 2.63,
      "text": "they are stoking these protests, encouraging people to block ICE activity"
    },
    {
      "start": 228.159,
      "dur": 2.63,
      "text": "encouraging people to block ICE activity here, which is designed, they say, to"
    },
    {
      "start": 230.799,
      "dur": 1.911,
      "text": "here, which is designed, they say, to remove dangerous criminals from the"
    },
    {
      "start": 232.72,
      "dur": 1.91,
      "text": "remove dangerous criminals from the city. On the other hand, officials like"
    },
    {
      "start": 234.64,
      "dur": 1.669,
      "text": "city. On the other hand, officials like Tim Walls, the Democratic governor of"
    },
    {
      "start": 236.319,
      "dur": 2.951,
      "text": "Tim Walls, the Democratic governor of the state, blames Donald Trump and his"
    },
    {
      "start": 239.28,
      "dur": 2.63,
      "text": "the state, blames Donald Trump and his immigration policy. But I do think it's"
    },
    {
      "start": 241.92,
      "dur": 2.07,
      "text": "immigration policy. But I do think it's notable that we're now hearing from some"
    },
    {
      "start": 244.0,
      "dur": 2.71,
      "text": "notable that we're now hearing from some highprofile Republican lawmakers. These"
    },
    {
      "start": 246.72,
      "dur": 2.229,
      "text": "highprofile Republican lawmakers. These are senators now questioning some of"
    },
    {
      "start": 248.959,
      "dur": 2.711,
      "text": "are senators now questioning some of these ICE tactics and calling for an"
    },
    {
      "start": 251.68,
      "dur": 2.469,
      "text": "these ICE tactics and calling for an independent investigation into this"
    },
    {
      "start": 254.159,
      "dur": 2.551,
      "text": "independent investigation into this latest shooting. One senator putting it"
    },
    {
      "start": 256.72,
      "dur": 2.95,
      "text": "latest shooting. One senator putting it very simply that the credibility of ICE"
    },
    {
      "start": 259.68,
      "dur": 1.99,
      "text": "very simply that the credibility of ICE is at stake."
    },
    {
      "start": 261.68,
      "dur": 2.789,
      "text": "is at stake. Well, BBC Verify has analyzed videos of"
    },
    {
      "start": 264.479,
      "dur": 2.631,
      "text": "Well, BBC Verify has analyzed videos of the shooting from multiple angles, uh,"
    },
    {
      "start": 267.12,
      "dur": 2.31,
      "text": "the shooting from multiple angles, uh, piecing together a detailed picture of"
    },
    {
      "start": 269.44,
      "dur": 1.91,
      "text": "piecing together a detailed picture of what happened. Ros Atkins's report"
    },
    {
      "start": 271.36,
      "dur": 2.15,
      "text": "what happened. Ros Atkins's report contains footage which again you may"
    },
    {
      "start": 273.52,
      "dur": 1.83,
      "text": "contains footage which again you may find distressing."
    },
    {
      "start": 275.36,
      "dur": 2.15,
      "text": "find distressing. &gt;&gt; The first video we have of Alex Prey,"
    },
    {
      "start": 277.52,
      "dur": 2.229,
      "text": "&gt;&gt; The first video we have of Alex Prey, he's in the road holding a phone and"
    },
    {
      "start": 279.759,
      "dur": 2.15,
      "text": "he's in the road holding a phone and talking with a federal agent. The"
    },
    {
      "start": 281.919,
      "dur": 1.99,
      "text": "talking with a federal agent. The officer pushes him and he steps"
    },
    {
      "start": 283.919,
      "dur": 1.911,
      "text": "officer pushes him and he steps backwards. Christine Gnome is US"
    },
    {
      "start": 285.84,
      "dur": 2.31,
      "text": "backwards. Christine Gnome is US Homeland Security Secretary. This is her"
    },
    {
      "start": 288.16,
      "dur": 2.309,
      "text": "Homeland Security Secretary. This is her account of why Alex Prey died. An"
    },
    {
      "start": 290.479,
      "dur": 1.99,
      "text": "account of why Alex Prey died. An individual approached US Border Patrol"
    },
    {
      "start": 292.479,
      "dur": 3.031,
      "text": "individual approached US Border Patrol officers with a 9mm semi-automatic"
    },
    {
      "start": 295.52,
      "dur": 2.07,
      "text": "officers with a 9mm semi-automatic handgun. The officers attempted to"
    },
    {
      "start": 297.6,
      "dur": 2.309,
      "text": "handgun. The officers attempted to disarm this individual, but the armed"
    },
    {
      "start": 299.919,
      "dur": 2.311,
      "text": "disarm this individual, but the armed suspect reacted violently."
    },
    {
      "start": 302.24,
      "dur": 2.389,
      "text": "suspect reacted violently. &gt;&gt; But in this video, as in others, Alex"
    },
    {
      "start": 304.639,
      "dur": 2.951,
      "text": "&gt;&gt; But in this video, as in others, Alex Prey had nothing in one hand, a phone in"
    },
    {
      "start": 307.6,
      "dur": 2.63,
      "text": "Prey had nothing in one hand, a phone in the other. We see two people interacting"
    },
    {
      "start": 310.24,
      "dur": 2.389,
      "text": "the other. We see two people interacting with an agent. We then see an agent push"
    },
    {
      "start": 312.639,
      "dur": 3.031,
      "text": "with an agent. We then see an agent push one of those people, then push the"
    },
    {
      "start": 315.68,
      "dur": 2.069,
      "text": "one of those people, then push the second person. Alex Prey steps between"
    },
    {
      "start": 317.759,
      "dur": 1.831,
      "text": "second person. Alex Prey steps between them and the agent and is"
    },
    {
      "start": 319.6,
      "dur": 1.99,
      "text": "them and the agent and is pepper-sprayed. He's wrestled to the"
    },
    {
      "start": 321.6,
      "dur": 1.91,
      "text": "pepper-sprayed. He's wrestled to the ground by a number of agents. He's on"
    },
    {
      "start": 323.52,
      "dur": 2.229,
      "text": "ground by a number of agents. He's on his knees bent over. His hands are on"
    },
    {
      "start": 325.759,
      "dur": 1.911,
      "text": "his knees bent over. His hands are on the floor and he's struggling against"
    },
    {
      "start": 327.68,
      "dur": 2.229,
      "text": "the floor and he's struggling against being held down. One agent repeatedly"
    },
    {
      "start": 329.919,
      "dur": 1.751,
      "text": "being held down. One agent repeatedly strikes in the direction of his head."
    },
    {
      "start": 331.68,
      "dur": 2.15,
      "text": "strikes in the direction of his head. And take note of this agent. He has"
    },
    {
      "start": 333.84,
      "dur": 2.47,
      "text": "And take note of this agent. He has nothing in his right hand. Reaches down"
    },
    {
      "start": 336.32,
      "dur": 1.91,
      "text": "nothing in his right hand. Reaches down and removes what appears to be a gun"
    },
    {
      "start": 338.24,
      "dur": 2.31,
      "text": "and removes what appears to be a gun from Alex Prety's waistband. Then he"
    },
    {
      "start": 340.56,
      "dur": 2.55,
      "text": "from Alex Prety's waistband. Then he steps back holding the pistol which"
    },
    {
      "start": 343.12,
      "dur": 1.75,
      "text": "steps back holding the pistol which appears to match this image shared by"
    },
    {
      "start": 344.88,
      "dur": 1.91,
      "text": "appears to match this image shared by the authorities. Carrying this type of"
    },
    {
      "start": 346.8,
      "dur": 2.47,
      "text": "the authorities. Carrying this type of gun is legal in Minnesota with a valid"
    },
    {
      "start": 349.28,
      "dur": 1.749,
      "text": "gun is legal in Minnesota with a valid permit. The police say they believe Alex"
    },
    {
      "start": 351.039,
      "dur": 2.071,
      "text": "permit. The police say they believe Alex Prey had one. Less than a second after"
    },
    {
      "start": 353.12,
      "dur": 2.71,
      "text": "Prey had one. Less than a second after the gun is removed, an agent fires the"
    },
    {
      "start": 355.84,
      "dur": 2.55,
      "text": "the gun is removed, an agent fires the first shot."
    },
    {
      "start": 358.4,
      "dur": 2.39,
      "text": "first shot. As Alex Prey lies motionless, further"
    },
    {
      "start": 360.8,
      "dur": 1.59,
      "text": "As Alex Prey lies motionless, further shots are fired while agents are"
    },
    {
      "start": 362.4,
      "dur": 2.55,
      "text": "shots are fired while agents are standing clear of his body. In total, 10"
    },
    {
      "start": 364.96,
      "dur": 2.789,
      "text": "standing clear of his body. In total, 10 shots were fired in 5 seconds. In all of"
    },
    {
      "start": 367.759,
      "dur": 2.391,
      "text": "shots were fired in 5 seconds. In all of these videos, we don't see Alex Prey"
    },
    {
      "start": 370.16,
      "dur": 1.83,
      "text": "these videos, we don't see Alex Prey holding a gun. But once more, we have"
    },
    {
      "start": 372.0,
      "dur": 1.99,
      "text": "holding a gun. But once more, we have seen an American killed in the street by"
    },
    {
      "start": 374.0,
      "dur": 2.23,
      "text": "seen an American killed in the street by federal agents. followed by the Trump"
    },
    {
      "start": 376.24,
      "dur": 2.71,
      "text": "federal agents. followed by the Trump administration making claims about what"
    },
    {
      "start": 378.96,
      "dur": 2.64,
      "text": "administration making claims about what happened."
    }
  ]
}