{
  "videoId": "svVfPQtxtO4",
  "title": "New pictures appear to show Andrew in Epstein files| BBC Newscast",
  "publishedAt": "2026-02-01",
  "channel": "BBC News",
  "durationSeconds": 1340,
  "segments": [
    {
      "start": 0.08,
      "dur": 0.96,
      "text": "It's Laura in the studio."
    },
    {
      "start": 1.04,
      "dur": 1.589,
      "text": "It's Laura in the studio. &gt;&gt; Hello, it's Patty in the studio."
    },
    {
      "start": 2.639,
      "dur": 1.511,
      "text": "&gt;&gt; Hello, it's Patty in the studio. &gt;&gt; And in a second, we'll be speaking to"
    },
    {
      "start": 4.16,
      "dur": 2.87,
      "text": "&gt;&gt; And in a second, we'll be speaking to Garyio Dono about the this huge dump of"
    },
    {
      "start": 7.04,
      "dur": 1.67,
      "text": "Garyio Dono about the this huge dump of files that emerged late yesterday from"
    },
    {
      "start": 8.72,
      "dur": 3.59,
      "text": "files that emerged late yesterday from Jeffrey Epstein. 3 million pages of"
    },
    {
      "start": 12.32,
      "dur": 3.429,
      "text": "Jeffrey Epstein. 3 million pages of documents and 180,000 images. And we"
    },
    {
      "start": 15.759,
      "dur": 2.231,
      "text": "documents and 180,000 images. And we should say as we record just before 2:00"
    },
    {
      "start": 18.0,
      "dur": 2.15,
      "text": "should say as we record just before 2:00 on Saturday, that there are still"
    },
    {
      "start": 20.16,
      "dur": 1.59,
      "text": "on Saturday, that there are still journalists on both sides of the"
    },
    {
      "start": 21.76,
      "dur": 1.429,
      "text": "journalists on both sides of the Atlantic, probably right around the"
    },
    {
      "start": 23.199,
      "dur": 1.83,
      "text": "Atlantic, probably right around the world beavering away looking through of"
    },
    {
      "start": 25.039,
      "dur": 1.911,
      "text": "world beavering away looking through of these documents. So we do not yet have a"
    },
    {
      "start": 26.96,
      "dur": 2.309,
      "text": "these documents. So we do not yet have a complete picture of what the most"
    },
    {
      "start": 29.279,
      "dur": 2.39,
      "text": "complete picture of what the most important nuggets are, but we do, do we"
    },
    {
      "start": 31.679,
      "dur": 2.151,
      "text": "important nuggets are, but we do, do we not, Patty, have a huge set of headlines"
    },
    {
      "start": 33.84,
      "dur": 1.35,
      "text": "not, Patty, have a huge set of headlines emerging from these papers."
    },
    {
      "start": 35.2,
      "dur": 1.75,
      "text": "emerging from these papers. &gt;&gt; Well, yes, because one of the words"
    },
    {
      "start": 36.96,
      "dur": 1.67,
      "text": "&gt;&gt; Well, yes, because one of the words you've just used is picture."
    },
    {
      "start": 38.64,
      "dur": 0.95,
      "text": "you've just used is picture. &gt;&gt; Yeah."
    },
    {
      "start": 39.6,
      "dur": 3.35,
      "text": "&gt;&gt; Yeah. &gt;&gt; So the emails are damning that they do"
    },
    {
      "start": 42.96,
      "dur": 2.87,
      "text": "&gt;&gt; So the emails are damning that they do not in themselves contain proof of"
    },
    {
      "start": 45.84,
      "dur": 2.229,
      "text": "not in themselves contain proof of wrongdoing. They are damning in the"
    },
    {
      "start": 48.079,
      "dur": 2.551,
      "text": "wrongdoing. They are damning in the public the jury of public opinion. But"
    },
    {
      "start": 50.64,
      "dur": 1.909,
      "text": "public the jury of public opinion. But there are also pictures which have"
    },
    {
      "start": 52.559,
      "dur": 1.83,
      "text": "there are also pictures which have caused a great deal of consternation."
    },
    {
      "start": 54.399,
      "dur": 1.911,
      "text": "caused a great deal of consternation. One of them showing Andrew Mountbatten"
    },
    {
      "start": 56.32,
      "dur": 3.59,
      "text": "One of them showing Andrew Mountbatten Windsor on all apparently on all fours"
    },
    {
      "start": 59.92,
      "dur": 1.91,
      "text": "Windsor on all apparently on all fours over a woman lying on the floor."
    },
    {
      "start": 61.84,
      "dur": 2.709,
      "text": "over a woman lying on the floor. &gt;&gt; And I think there will be many women"
    },
    {
      "start": 64.559,
      "dur": 3.031,
      "text": "&gt;&gt; And I think there will be many women around the world who see that image and"
    },
    {
      "start": 67.6,
      "dur": 2.869,
      "text": "around the world who see that image and feel"
    },
    {
      "start": 70.479,
      "dur": 3.351,
      "text": "feel quite upset um who feel"
    },
    {
      "start": 73.84,
      "dur": 1.589,
      "text": "quite upset um who feel sick to the stomach about seeing that"
    },
    {
      "start": 75.439,
      "dur": 3.911,
      "text": "sick to the stomach about seeing that image. Um you can't imagine what the"
    },
    {
      "start": 79.36,
      "dur": 1.429,
      "text": "image. Um you can't imagine what the families and indeed the victims of"
    },
    {
      "start": 80.799,
      "dur": 2.071,
      "text": "families and indeed the victims of Epstein will feel seeing that image. You"
    },
    {
      "start": 82.88,
      "dur": 1.589,
      "text": "Epstein will feel seeing that image. You can't imagine also what friends and"
    },
    {
      "start": 84.479,
      "dur": 1.751,
      "text": "can't imagine also what friends and family also of Andrew Mountbatten"
    },
    {
      "start": 86.24,
      "dur": 3.43,
      "text": "family also of Andrew Mountbatten Windsor will say feel seeing that image."
    },
    {
      "start": 89.68,
      "dur": 1.27,
      "text": "Windsor will say feel seeing that image. As you say, that doesn't give us any"
    },
    {
      "start": 90.96,
      "dur": 1.27,
      "text": "As you say, that doesn't give us any evidence of wrongdoing. He's always"
    },
    {
      "start": 92.24,
      "dur": 3.189,
      "text": "evidence of wrongdoing. He's always denied doing anything wrong. But the the"
    },
    {
      "start": 95.439,
      "dur": 2.231,
      "text": "denied doing anything wrong. But the the visuals of the kinds of behavior that"
    },
    {
      "start": 97.68,
      "dur": 1.27,
      "text": "visuals of the kinds of behavior that was taking place. We don't know where it"
    },
    {
      "start": 98.96,
      "dur": 1.509,
      "text": "was taking place. We don't know where it was. We don't know when it was. We don't"
    },
    {
      "start": 100.479,
      "dur": 2.551,
      "text": "was. We don't know when it was. We don't know who the woman is. But I think there"
    },
    {
      "start": 103.04,
      "dur": 1.51,
      "text": "know who the woman is. But I think there will be many people who look at that and"
    },
    {
      "start": 104.56,
      "dur": 1.509,
      "text": "will be many people who look at that and particularly women who just think that"
    },
    {
      "start": 106.079,
      "dur": 3.831,
      "text": "particularly women who just think that in itself is quite a disturbing image."
    },
    {
      "start": 109.92,
      "dur": 1.99,
      "text": "in itself is quite a disturbing image. Andrew Manbatwiser has of course already"
    },
    {
      "start": 111.92,
      "dur": 3.91,
      "text": "Andrew Manbatwiser has of course already been sort of edged out of public life."
    },
    {
      "start": 115.84,
      "dur": 1.909,
      "text": "been sort of edged out of public life. Um"
    },
    {
      "start": 117.759,
      "dur": 2.071,
      "text": "Um but I think this image is one that will"
    },
    {
      "start": 119.84,
      "dur": 1.51,
      "text": "but I think this image is one that will go around the world. It will be seen by"
    },
    {
      "start": 121.36,
      "dur": 2.31,
      "text": "go around the world. It will be seen by everybody in the country. It adds of"
    },
    {
      "start": 123.68,
      "dur": 1.67,
      "text": "everybody in the country. It adds of course to that image where he has his"
    },
    {
      "start": 125.36,
      "dur": 2.389,
      "text": "course to that image where he has his arm around Virginia. He'd always said he"
    },
    {
      "start": 127.759,
      "dur": 1.511,
      "text": "arm around Virginia. He'd always said he didn't recognize that photograph of"
    },
    {
      "start": 129.28,
      "dur": 2.309,
      "text": "didn't recognize that photograph of smiling Glenn Maxwell in the background."
    },
    {
      "start": 131.599,
      "dur": 1.99,
      "text": "smiling Glenn Maxwell in the background. But I think reputationally, we're not"
    },
    {
      "start": 133.599,
      "dur": 1.431,
      "text": "But I think reputationally, we're not talking about wrongdoing, but in terms"
    },
    {
      "start": 135.04,
      "dur": 3.909,
      "text": "talking about wrongdoing, but in terms of reputation and image and perception,"
    },
    {
      "start": 138.959,
      "dur": 1.751,
      "text": "of reputation and image and perception, those that set of photographs, I think,"
    },
    {
      "start": 140.72,
      "dur": 2.869,
      "text": "those that set of photographs, I think, will take their place alongside the"
    },
    {
      "start": 143.599,
      "dur": 1.35,
      "text": "will take their place alongside the picture of him with his arm around"
    },
    {
      "start": 144.959,
      "dur": 3.031,
      "text": "picture of him with his arm around Virginia, who he denied meeting."
    },
    {
      "start": 148.0,
      "dur": 2.07,
      "text": "Virginia, who he denied meeting. &gt;&gt; Um,"
    },
    {
      "start": 150.08,
      "dur": 2.149,
      "text": "&gt;&gt; Um, I I think it will be incredibly"
    },
    {
      "start": 152.239,
      "dur": 2.07,
      "text": "I I think it will be incredibly difficult for him to escape the"
    },
    {
      "start": 154.319,
      "dur": 1.99,
      "text": "difficult for him to escape the perception that that picture gives. But"
    },
    {
      "start": 156.319,
      "dur": 1.111,
      "text": "perception that that picture gives. But Laura, one of the other things that"
    },
    {
      "start": 157.44,
      "dur": 2.95,
      "text": "Laura, one of the other things that comes out of it is is an insight into"
    },
    {
      "start": 160.4,
      "dur": 2.07,
      "text": "comes out of it is is an insight into the relationship between these famous"
    },
    {
      "start": 162.48,
      "dur": 1.99,
      "text": "the relationship between these famous people at Epstein. For for instance,"
    },
    {
      "start": 164.48,
      "dur": 2.389,
      "text": "people at Epstein. For for instance, Sarah Ferguson has apparently written an"
    },
    {
      "start": 166.879,
      "dur": 0.471,
      "text": "Sarah Ferguson has apparently written an email."
    },
    {
      "start": 167.36,
      "dur": 1.35,
      "text": "email. &gt;&gt; Mhm."
    },
    {
      "start": 168.72,
      "dur": 2.07,
      "text": "&gt;&gt; Mhm. &gt;&gt; Thanking him for the way he praised her"
    },
    {
      "start": 170.8,
      "dur": 2.63,
      "text": "&gt;&gt; Thanking him for the way he praised her in front of her daughters."
    },
    {
      "start": 173.44,
      "dur": 1.75,
      "text": "in front of her daughters. &gt;&gt; And I was thinking to myself, it's an"
    },
    {
      "start": 175.2,
      "dur": 3.35,
      "text": "&gt;&gt; And I was thinking to myself, it's an insight into the grip this man had that"
    },
    {
      "start": 178.56,
      "dur": 2.79,
      "text": "insight into the grip this man had that people seemed to want to have his"
    },
    {
      "start": 181.36,
      "dur": 2.789,
      "text": "people seemed to want to have his attention, his affection, his praise."
    },
    {
      "start": 184.159,
      "dur": 1.99,
      "text": "attention, his affection, his praise. It's something about we keep asking"
    },
    {
      "start": 186.159,
      "dur": 2.71,
      "text": "It's something about we keep asking ourselves what did he have that these"
    },
    {
      "start": 188.879,
      "dur": 1.671,
      "text": "ourselves what did he have that these people wanted to get"
    },
    {
      "start": 190.56,
      "dur": 2.23,
      "text": "people wanted to get &gt;&gt; and in some areas perhaps the question"
    },
    {
      "start": 192.8,
      "dur": 1.27,
      "text": "&gt;&gt; and in some areas perhaps the question is answered by something very"
    },
    {
      "start": 194.08,
      "dur": 1.509,
      "text": "is answered by something very straightforward"
    },
    {
      "start": 195.599,
      "dur": 2.55,
      "text": "straightforward great wealth and influence and one of"
    },
    {
      "start": 198.159,
      "dur": 1.591,
      "text": "great wealth and influence and one of the stories that has come out overnight"
    },
    {
      "start": 199.76,
      "dur": 2.15,
      "text": "the stories that has come out overnight is that Lord Mandlesson's partner"
    },
    {
      "start": 201.92,
      "dur": 2.309,
      "text": "is that Lord Mandlesson's partner Ronaldo Dilva"
    },
    {
      "start": 204.239,
      "dur": 2.471,
      "text": "Ronaldo Dilva was given money by Epstein to pay the"
    },
    {
      "start": 206.72,
      "dur": 2.31,
      "text": "was given money by Epstein to pay the fees for him to train as an osteopath."
    },
    {
      "start": 209.04,
      "dur": 3.109,
      "text": "fees for him to train as an osteopath. That story is there in these documents."
    },
    {
      "start": 212.159,
      "dur": 1.43,
      "text": "That story is there in these documents. Lord Mandlesson has said he doesn't want"
    },
    {
      "start": 213.599,
      "dur": 1.751,
      "text": "Lord Mandlesson has said he doesn't want to add anything to it since he spoke to"
    },
    {
      "start": 215.36,
      "dur": 1.35,
      "text": "to add anything to it since he spoke to us at great length a couple of weeks"
    },
    {
      "start": 216.72,
      "dur": 2.39,
      "text": "us at great length a couple of weeks ago. But for people like him in the"
    },
    {
      "start": 219.12,
      "dur": 1.51,
      "text": "ago. But for people like him in the public eye who've tried to move on,"
    },
    {
      "start": 220.64,
      "dur": 2.55,
      "text": "public eye who've tried to move on, again, you see this damaging perception"
    },
    {
      "start": 223.2,
      "dur": 1.83,
      "text": "again, you see this damaging perception of just how strong these connections"
    },
    {
      "start": 225.04,
      "dur": 3.03,
      "text": "of just how strong these connections were. Um,"
    },
    {
      "start": 228.08,
      "dur": 2.709,
      "text": "were. Um, and it's very very troubling I think in"
    },
    {
      "start": 230.799,
      "dur": 3.51,
      "text": "and it's very very troubling I think in many many regards. Um, not least also"
    },
    {
      "start": 234.319,
      "dur": 1.751,
      "text": "many many regards. Um, not least also there are all sorts of unverified,"
    },
    {
      "start": 236.08,
      "dur": 3.349,
      "text": "there are all sorts of unverified, unsubstantiated allegations from an FBI"
    },
    {
      "start": 239.439,
      "dur": 3.751,
      "text": "unsubstantiated allegations from an FBI tip line about what President Trump may"
    },
    {
      "start": 243.2,
      "dur": 2.63,
      "text": "tip line about what President Trump may or may not have done. Now, as you've"
    },
    {
      "start": 245.84,
      "dur": 1.91,
      "text": "or may not have done. Now, as you've said, being included in these documents,"
    },
    {
      "start": 247.76,
      "dur": 2.469,
      "text": "said, being included in these documents, whether it's an email, a photograph, or"
    },
    {
      "start": 250.239,
      "dur": 2.151,
      "text": "whether it's an email, a photograph, or from an FBI tipline, that does not in"
    },
    {
      "start": 252.4,
      "dur": 2.07,
      "text": "from an FBI tipline, that does not in itself confirm wrongdoing in any way,"
    },
    {
      "start": 254.48,
      "dur": 4.39,
      "text": "itself confirm wrongdoing in any way, shape, or form. But there's just so much"
    },
    {
      "start": 258.88,
      "dur": 2.469,
      "text": "shape, or form. But there's just so much in here, so much sort of shade being"
    },
    {
      "start": 261.359,
      "dur": 1.591,
      "text": "in here, so much sort of shade being thrown, if you like, that frankly, if"
    },
    {
      "start": 262.96,
      "dur": 1.35,
      "text": "thrown, if you like, that frankly, if you were one of the people who's been"
    },
    {
      "start": 264.32,
      "dur": 1.429,
      "text": "you were one of the people who's been mentioned in it, and you absolutely"
    },
    {
      "start": 265.759,
      "dur": 1.911,
      "text": "mentioned in it, and you absolutely never did anything wrong whatsoever and"
    },
    {
      "start": 267.68,
      "dur": 1.75,
      "text": "never did anything wrong whatsoever and Epstein sort of duped you and you were"
    },
    {
      "start": 269.44,
      "dur": 2.95,
      "text": "Epstein sort of duped you and you were drawn into his web and you cut off"
    },
    {
      "start": 272.4,
      "dur": 2.71,
      "text": "drawn into his web and you cut off contact after he was convicted,"
    },
    {
      "start": 275.12,
      "dur": 1.67,
      "text": "contact after he was convicted, you might have a case to feel pretty"
    },
    {
      "start": 276.8,
      "dur": 1.91,
      "text": "you might have a case to feel pretty sore about it that you're being"
    },
    {
      "start": 278.72,
      "dur": 2.95,
      "text": "sore about it that you're being castigated by by implication. Should we"
    },
    {
      "start": 281.68,
      "dur": 1.43,
      "text": "castigated by by implication. Should we then talk to Gary O' Donghue? I don't"
    },
    {
      "start": 283.12,
      "dur": 1.03,
      "text": "then talk to Gary O' Donghue? I don't know if Gary, are you one of the"
    },
    {
      "start": 284.16,
      "dur": 1.19,
      "text": "know if Gary, are you one of the journalists who's been up all night"
    },
    {
      "start": 285.36,
      "dur": 1.67,
      "text": "journalists who's been up all night trying to wade through all of this? It's"
    },
    {
      "start": 287.04,
      "dur": 1.589,
      "text": "trying to wade through all of this? It's still pretty early in the States."
    },
    {
      "start": 288.639,
      "dur": 2.071,
      "text": "still pretty early in the States. &gt;&gt; Not quite all night, but um we spent a"
    },
    {
      "start": 290.72,
      "dur": 1.909,
      "text": "&gt;&gt; Not quite all night, but um we spent a good amount of time yesterday trying to"
    },
    {
      "start": 292.639,
      "dur": 2.631,
      "text": "good amount of time yesterday trying to make head or tail of it because it's,"
    },
    {
      "start": 295.28,
      "dur": 2.07,
      "text": "make head or tail of it because it's, you know, it's like um you know, it's"
    },
    {
      "start": 297.36,
      "dur": 1.829,
      "text": "you know, it's like um you know, it's like waiting through syrup. You know,"
    },
    {
      "start": 299.199,
      "dur": 1.671,
      "text": "like waiting through syrup. You know, you can't you can't ever know quite"
    },
    {
      "start": 300.88,
      "dur": 2.23,
      "text": "you can't you can't ever know quite where you are. It's sort of, you know,"
    },
    {
      "start": 303.12,
      "dur": 1.59,
      "text": "where you are. It's sort of, you know, you don't know which way to turn, what"
    },
    {
      "start": 304.72,
      "dur": 2.71,
      "text": "you don't know which way to turn, what to focus on, which bits are important,"
    },
    {
      "start": 307.44,
      "dur": 1.67,
      "text": "to focus on, which bits are important, which aren't, and you end up sort of"
    },
    {
      "start": 309.12,
      "dur": 2.069,
      "text": "which aren't, and you end up sort of doing just sort of searches for names or"
    },
    {
      "start": 311.199,
      "dur": 2.631,
      "text": "doing just sort of searches for names or places or or sort of dates and things"
    },
    {
      "start": 313.84,
      "dur": 2.629,
      "text": "places or or sort of dates and things like that to try and try and sift a"
    },
    {
      "start": 316.479,
      "dur": 1.591,
      "text": "like that to try and try and sift a little. There's no there's no road map"
    },
    {
      "start": 318.08,
      "dur": 1.669,
      "text": "little. There's no there's no road map to to exploring this stuff."
    },
    {
      "start": 319.759,
      "dur": 2.15,
      "text": "to to exploring this stuff. &gt;&gt; So, with more sifting to be done, tell"
    },
    {
      "start": 321.919,
      "dur": 4.391,
      "text": "&gt;&gt; So, with more sifting to be done, tell us your three main headlines."
    },
    {
      "start": 326.32,
      "dur": 1.589,
      "text": "us your three main headlines. &gt;&gt; Well, there's an awful lot. That's"
    },
    {
      "start": 327.919,
      "dur": 2.871,
      "text": "&gt;&gt; Well, there's an awful lot. That's that's one headline. I think there is"
    },
    {
      "start": 330.8,
      "dur": 2.79,
      "text": "that's one headline. I think there is there there are stacks of references to"
    },
    {
      "start": 333.6,
      "dur": 1.589,
      "text": "there there are stacks of references to people we already know had been"
    },
    {
      "start": 335.199,
      "dur": 2.071,
      "text": "people we already know had been referenced in the previous releases. So,"
    },
    {
      "start": 337.28,
      "dur": 1.189,
      "text": "referenced in the previous releases. So, you know, there are thousands of"
    },
    {
      "start": 338.479,
      "dur": 1.671,
      "text": "you know, there are thousands of documents here that mentioned Donald"
    },
    {
      "start": 340.16,
      "dur": 3.19,
      "text": "documents here that mentioned Donald Trump, for example. Um, some of them are"
    },
    {
      "start": 343.36,
      "dur": 1.91,
      "text": "Trump, for example. Um, some of them are just articles, you know, press articles"
    },
    {
      "start": 345.28,
      "dur": 2.79,
      "text": "just articles, you know, press articles that are in this dump. Some of them are,"
    },
    {
      "start": 348.08,
      "dur": 1.829,
      "text": "that are in this dump. Some of them are, you know, casual mentions in emails."
    },
    {
      "start": 349.919,
      "dur": 1.27,
      "text": "you know, casual mentions in emails. Some of them are are sort of pretty"
    },
    {
      "start": 351.199,
      "dur": 1.671,
      "text": "Some of them are are sort of pretty personal things. There's one from"
    },
    {
      "start": 352.88,
      "dur": 2.71,
      "text": "personal things. There's one from Epstein where he's uh corresponding with"
    },
    {
      "start": 355.6,
      "dur": 2.869,
      "text": "Epstein where he's uh corresponding with a um a New York Times journalist and"
    },
    {
      "start": 358.479,
      "dur": 2.631,
      "text": "a um a New York Times journalist and there's another one where he is uh sort"
    },
    {
      "start": 361.12,
      "dur": 2.069,
      "text": "there's another one where he is uh sort of describing how unpleasant he thinks"
    },
    {
      "start": 363.199,
      "dur": 2.311,
      "text": "of describing how unpleasant he thinks Donald Trump is. Uh and then there's all"
    },
    {
      "start": 365.52,
      "dur": 1.19,
      "text": "Donald Trump is. Uh and then there's all the the ones you've been mentioning"
    },
    {
      "start": 366.72,
      "dur": 3.67,
      "text": "the the ones you've been mentioning about Andrew. Um and there's also these"
    },
    {
      "start": 370.4,
      "dur": 1.67,
      "text": "about Andrew. Um and there's also these curious things this there's this one"
    },
    {
      "start": 372.08,
      "dur": 1.43,
      "text": "curious things this there's this one curious document that's got quite a lot"
    },
    {
      "start": 373.52,
      "dur": 2.71,
      "text": "curious document that's got quite a lot of focus which is this sort of collation"
    },
    {
      "start": 376.24,
      "dur": 3.669,
      "text": "of focus which is this sort of collation of uh tips to the FBI literally like"
    },
    {
      "start": 379.919,
      "dur": 2.231,
      "text": "of uh tips to the FBI literally like Crimestoppers. It's literally the, you"
    },
    {
      "start": 382.16,
      "dur": 2.95,
      "text": "Crimestoppers. It's literally the, you know, the number, this national threat"
    },
    {
      "start": 385.12,
      "dur": 1.59,
      "text": "know, the number, this national threat center that people have been ringing. It"
    },
    {
      "start": 386.72,
      "dur": 3.51,
      "text": "center that people have been ringing. It sounds posh, but it's 1 800 call FBI."
    },
    {
      "start": 390.24,
      "dur": 1.11,
      "text": "sounds posh, but it's 1 800 call FBI. That's the phone number."
    },
    {
      "start": 391.36,
      "dur": 1.99,
      "text": "That's the phone number. &gt;&gt; I love America. That's amazing. Pretty"
    },
    {
      "start": 393.36,
      "dur": 2.389,
      "text": "&gt;&gt; I love America. That's amazing. Pretty much here having a number say 1800."
    },
    {
      "start": 395.759,
      "dur": 1.99,
      "text": "much here having a number say 1800. &gt;&gt; It is exactly it. But it's literally"
    },
    {
      "start": 397.759,
      "dur": 2.951,
      "text": "&gt;&gt; It is exactly it. But it's literally ring up and spew what you think. Uh, and"
    },
    {
      "start": 400.72,
      "dur": 1.43,
      "text": "ring up and spew what you think. Uh, and there's a whole bunch of these things"
    },
    {
      "start": 402.16,
      "dur": 1.35,
      "text": "there's a whole bunch of these things that relate to Trump. Now, for some"
    },
    {
      "start": 403.52,
      "dur": 2.55,
      "text": "that relate to Trump. Now, for some reason, these were collated. These"
    },
    {
      "start": 406.08,
      "dur": 3.27,
      "text": "reason, these were collated. These random tips were collected last year um"
    },
    {
      "start": 409.36,
      "dur": 2.23,
      "text": "random tips were collected last year um and put together and and some of them"
    },
    {
      "start": 411.6,
      "dur": 2.869,
      "text": "and put together and and some of them are are horrid. I mean really horrible,"
    },
    {
      "start": 414.479,
      "dur": 2.55,
      "text": "are are horrid. I mean really horrible, but there's absolutely no evidence for"
    },
    {
      "start": 417.039,
      "dur": 2.15,
      "text": "but there's absolutely no evidence for them whatsoever. And indeed, the the"
    },
    {
      "start": 419.199,
      "dur": 1.511,
      "text": "them whatsoever. And indeed, the the investigators at the time said they"
    },
    {
      "start": 420.72,
      "dur": 1.43,
      "text": "investigators at the time said they weren't credible. Now, you might think,"
    },
    {
      "start": 422.16,
      "dur": 1.51,
      "text": "weren't credible. Now, you might think, well, you know, if you if you believe in"
    },
    {
      "start": 423.68,
      "dur": 1.75,
      "text": "well, you know, if you if you believe in a cover up, you think, well, they would"
    },
    {
      "start": 425.44,
      "dur": 2.39,
      "text": "a cover up, you think, well, they would say that, wouldn't they? But this was"
    },
    {
      "start": 427.84,
      "dur": 1.83,
      "text": "say that, wouldn't they? But this was already in the context of everyone"
    },
    {
      "start": 429.68,
      "dur": 2.55,
      "text": "already in the context of everyone knowing the heenous nature of Epstein's"
    },
    {
      "start": 432.24,
      "dur": 2.87,
      "text": "knowing the heenous nature of Epstein's crime. So it's not like, you know, they"
    },
    {
      "start": 435.12,
      "dur": 1.909,
      "text": "crime. So it's not like, you know, they were trying to make do a massive cover"
    },
    {
      "start": 437.039,
      "dur": 1.911,
      "text": "were trying to make do a massive cover up. They were just trying to, you know,"
    },
    {
      "start": 438.96,
      "dur": 1.43,
      "text": "up. They were just trying to, you know, establish the credibility of these"
    },
    {
      "start": 440.4,
      "dur": 1.43,
      "text": "establish the credibility of these particular stories that they were"
    },
    {
      "start": 441.84,
      "dur": 2.55,
      "text": "particular stories that they were getting on these phone calls. Um, but"
    },
    {
      "start": 444.4,
      "dur": 2.789,
      "text": "getting on these phone calls. Um, but that that will in some way fuel the"
    },
    {
      "start": 447.199,
      "dur": 3.351,
      "text": "that that will in some way fuel the continuing conspiracy. Um because in"
    },
    {
      "start": 450.56,
      "dur": 4.15,
      "text": "continuing conspiracy. Um because in some ways information even this vast"
    },
    {
      "start": 454.72,
      "dur": 3.029,
      "text": "some ways information even this vast amount of information that that will"
    },
    {
      "start": 457.759,
      "dur": 4.15,
      "text": "amount of information that that will never satisfy the core group who believe"
    },
    {
      "start": 461.919,
      "dur": 2.471,
      "text": "never satisfy the core group who believe that the rich and powerful have kept"
    },
    {
      "start": 464.4,
      "dur": 1.67,
      "text": "that the rich and powerful have kept things from them."
    },
    {
      "start": 466.08,
      "dur": 1.75,
      "text": "things from them. There's another aspect to this as well"
    },
    {
      "start": 467.84,
      "dur": 2.15,
      "text": "There's another aspect to this as well which is some of the victims have been"
    },
    {
      "start": 470.0,
      "dur": 2.95,
      "text": "which is some of the victims have been named publicly in this release of"
    },
    {
      "start": 472.96,
      "dur": 1.909,
      "text": "named publicly in this release of document and one of the their lawyers"
    },
    {
      "start": 474.879,
      "dur": 2.87,
      "text": "document and one of the their lawyers who represents them was furious saying"
    },
    {
      "start": 477.759,
      "dur": 1.83,
      "text": "who represents them was furious saying even in some cases where there's been a"
    },
    {
      "start": 479.599,
      "dur": 2.071,
      "text": "even in some cases where there's been a line through the victim's name except"
    },
    {
      "start": 481.68,
      "dur": 2.069,
      "text": "line through the victim's name except you can still read the victim's name. So"
    },
    {
      "start": 483.759,
      "dur": 1.671,
      "text": "you can still read the victim's name. So another aspect of this is it's another"
    },
    {
      "start": 485.44,
      "dur": 1.51,
      "text": "another aspect of this is it's another moment when the victims feel that they"
    },
    {
      "start": 486.96,
      "dur": 2.71,
      "text": "moment when the victims feel that they have been treated shoddily and Gary"
    },
    {
      "start": 489.68,
      "dur": 1.83,
      "text": "have been treated shoddily and Gary there still are more documents. I mean,"
    },
    {
      "start": 491.52,
      "dur": 2.71,
      "text": "there still are more documents. I mean, it's hard to imagine. They got 3 million"
    },
    {
      "start": 494.24,
      "dur": 2.229,
      "text": "it's hard to imagine. They got 3 million now already out in the public domain,"
    },
    {
      "start": 496.479,
      "dur": 1.99,
      "text": "now already out in the public domain, but from a political point of view in"
    },
    {
      "start": 498.479,
      "dur": 2.39,
      "text": "but from a political point of view in the US, you know, some Democrats are"
    },
    {
      "start": 500.879,
      "dur": 2.071,
      "text": "the US, you know, some Democrats are still saying the government still hasn't"
    },
    {
      "start": 502.96,
      "dur": 1.669,
      "text": "still saying the government still hasn't published them all."
    },
    {
      "start": 504.639,
      "dur": 1.67,
      "text": "published them all. &gt;&gt; Yeah. And there's um I mean there's"
    },
    {
      "start": 506.319,
      "dur": 1.191,
      "text": "&gt;&gt; Yeah. And there's um I mean there's there's a couple of things there. One is"
    },
    {
      "start": 507.52,
      "dur": 3.75,
      "text": "there's a couple of things there. One is Todd Blanch, the deputy AG, um he"
    },
    {
      "start": 511.28,
      "dur": 1.83,
      "text": "Todd Blanch, the deputy AG, um he actually acknowledged yesterday, we will"
    },
    {
      "start": 513.12,
      "dur": 1.589,
      "text": "actually acknowledged yesterday, we will we will have made mistakes in this"
    },
    {
      "start": 514.719,
      "dur": 1.99,
      "text": "we will have made mistakes in this release. and they have an actual email"
    },
    {
      "start": 516.719,
      "dur": 2.711,
      "text": "release. and they have an actual email address where you can email in if you"
    },
    {
      "start": 519.44,
      "dur": 2.31,
      "text": "address where you can email in if you think some your identity has been"
    },
    {
      "start": 521.76,
      "dur": 1.189,
      "text": "think some your identity has been disclosed in a way it shouldn't have"
    },
    {
      "start": 522.959,
      "dur": 1.911,
      "text": "disclosed in a way it shouldn't have been disclosed. So they they've already"
    },
    {
      "start": 524.88,
      "dur": 2.79,
      "text": "been disclosed. So they they've already set that up. Um and you're right, Gloria"
    },
    {
      "start": 527.68,
      "dur": 2.23,
      "text": "set that up. Um and you're right, Gloria Alred has been uh has been furious about"
    },
    {
      "start": 529.92,
      "dur": 1.83,
      "text": "Alred has been uh has been furious about that on behalf of some of the survivors"
    },
    {
      "start": 531.76,
      "dur": 3.03,
      "text": "that on behalf of some of the survivors that she uh represents. Um the other"
    },
    {
      "start": 534.8,
      "dur": 2.23,
      "text": "that she uh represents. Um the other thing is that there are I mean"
    },
    {
      "start": 537.04,
      "dur": 1.51,
      "text": "thing is that there are I mean potentially a couple of million"
    },
    {
      "start": 538.56,
      "dur": 1.67,
      "text": "potentially a couple of million documents that they haven't released."
    },
    {
      "start": 540.24,
      "dur": 2.31,
      "text": "documents that they haven't released. Now, the way he characterized that"
    },
    {
      "start": 542.56,
      "dur": 1.99,
      "text": "Now, the way he characterized that yesterday is some of it is child"
    },
    {
      "start": 544.56,
      "dur": 2.15,
      "text": "yesterday is some of it is child pornography, some of it is medical"
    },
    {
      "start": 546.72,
      "dur": 2.229,
      "text": "pornography, some of it is medical records, some of it he rather sort of"
    },
    {
      "start": 548.959,
      "dur": 3.831,
      "text": "records, some of it he rather sort of curiously alluded to as images of death."
    },
    {
      "start": 552.8,
      "dur": 3.99,
      "text": "curiously alluded to as images of death. So, goodness knows what that is. Um, but"
    },
    {
      "start": 556.8,
      "dur": 1.43,
      "text": "So, goodness knows what that is. Um, but the Democrats believe there are other"
    },
    {
      "start": 558.24,
      "dur": 1.269,
      "text": "the Democrats believe there are other documents that they're holding on to,"
    },
    {
      "start": 559.519,
      "dur": 1.511,
      "text": "documents that they're holding on to, whether they get a look at them or not,"
    },
    {
      "start": 561.04,
      "dur": 1.909,
      "text": "whether they get a look at them or not, I suspect. And if you sort of look at"
    },
    {
      "start": 562.959,
      "dur": 3.43,
      "text": "I suspect. And if you sort of look at the coverage even yesterday here um and"
    },
    {
      "start": 566.399,
      "dur": 1.511,
      "text": "the coverage even yesterday here um and certainly today if you sort of look at"
    },
    {
      "start": 567.92,
      "dur": 1.67,
      "text": "certainly today if you sort of look at the coverage"
    },
    {
      "start": 569.6,
      "dur": 3.59,
      "text": "the coverage there's a sort of weariness about going"
    },
    {
      "start": 573.2,
      "dur": 2.629,
      "text": "there's a sort of weariness about going over even even a marketked weariness"
    },
    {
      "start": 575.839,
      "dur": 2.311,
      "text": "over even even a marketked weariness compared to before Christmas. So I"
    },
    {
      "start": 578.16,
      "dur": 1.91,
      "text": "compared to before Christmas. So I wonder whether the appetite sort of in"
    },
    {
      "start": 580.08,
      "dur": 1.91,
      "text": "wonder whether the appetite sort of in terms of the mainstream media for"
    },
    {
      "start": 582.0,
      "dur": 3.269,
      "text": "terms of the mainstream media for example is waning on this one pretty big"
    },
    {
      "start": 585.279,
      "dur": 0.55,
      "text": "example is waning on this one pretty big time."
    },
    {
      "start": 585.839,
      "dur": 1.351,
      "text": "time. &gt;&gt; I suppose this goes back to you"
    },
    {
      "start": 587.2,
      "dur": 1.51,
      "text": "&gt;&gt; I suppose this goes back to you reminding us what the main headlines"
    },
    {
      "start": 588.72,
      "dur": 1.91,
      "text": "reminding us what the main headlines are. One, you said there's an enormous"
    },
    {
      "start": 590.64,
      "dur": 2.07,
      "text": "are. One, you said there's an enormous amount of material, millions of pages."
    },
    {
      "start": 592.72,
      "dur": 2.07,
      "text": "amount of material, millions of pages. Two, you said it relates to famous names"
    },
    {
      "start": 594.8,
      "dur": 1.589,
      "text": "Two, you said it relates to famous names that we already knew were already"
    },
    {
      "start": 596.399,
      "dur": 2.471,
      "text": "that we already knew were already linked. And third, you told us that"
    },
    {
      "start": 598.88,
      "dur": 2.55,
      "text": "linked. And third, you told us that there was this FBI tip line. But I"
    },
    {
      "start": 601.44,
      "dur": 1.829,
      "text": "there was this FBI tip line. But I suppose, can I just drill further into"
    },
    {
      "start": 603.279,
      "dur": 2.631,
      "text": "suppose, can I just drill further into the idea that it's all it's also"
    },
    {
      "start": 605.92,
      "dur": 2.87,
      "text": "the idea that it's all it's also depressing and it's all making people"
    },
    {
      "start": 608.8,
      "dur": 2.469,
      "text": "depressing and it's all making people feel weary because obviously the victims"
    },
    {
      "start": 611.279,
      "dur": 2.391,
      "text": "feel weary because obviously the victims feel that it's revictimizing them. So,"
    },
    {
      "start": 613.68,
      "dur": 2.07,
      "text": "feel that it's revictimizing them. So, it's not helping them. the general"
    },
    {
      "start": 615.76,
      "dur": 2.15,
      "text": "it's not helping them. the general public feel it it doesn't answer the"
    },
    {
      "start": 617.92,
      "dur": 2.31,
      "text": "public feel it it doesn't answer the question is there more so in in many"
    },
    {
      "start": 620.24,
      "dur": 1.43,
      "text": "question is there more so in in many ways it seems to have been a process"
    },
    {
      "start": 621.68,
      "dur": 1.91,
      "text": "ways it seems to have been a process which has raised as many questions by"
    },
    {
      "start": 623.6,
      "dur": 3.27,
      "text": "which has raised as many questions by release as it has as as it has answered"
    },
    {
      "start": 626.88,
      "dur": 1.99,
      "text": "release as it has as as it has answered yeah I mean I wasn't I wasn't at the"
    },
    {
      "start": 628.88,
      "dur": 1.83,
      "text": "yeah I mean I wasn't I wasn't at the press conference where the deputy"
    },
    {
      "start": 630.72,
      "dur": 3.109,
      "text": "press conference where the deputy attorney general uh spoke yesterday but"
    },
    {
      "start": 633.839,
      "dur": 2.471,
      "text": "attorney general uh spoke yesterday but and I didn't see all of it but I was"
    },
    {
      "start": 636.32,
      "dur": 2.15,
      "text": "and I didn't see all of it but I was kind of screaming at the screen for"
    },
    {
      "start": 638.48,
      "dur": 2.789,
      "text": "kind of screaming at the screen for those reporters to say to him look in"
    },
    {
      "start": 641.279,
      "dur": 2.471,
      "text": "those reporters to say to him look in this process of redaction"
    },
    {
      "start": 643.76,
      "dur": 3.67,
      "text": "this process of redaction did you then think again about potential"
    },
    {
      "start": 647.44,
      "dur": 3.19,
      "text": "did you then think again about potential cases, you know, did you reassess what"
    },
    {
      "start": 650.64,
      "dur": 1.99,
      "text": "cases, you know, did you reassess what you were reading in order to redact it"
    },
    {
      "start": 652.64,
      "dur": 2.79,
      "text": "you were reading in order to redact it to think about prosecution? Because of"
    },
    {
      "start": 655.44,
      "dur": 3.11,
      "text": "to think about prosecution? Because of course, you know, Epstein's dead. Um,"
    },
    {
      "start": 658.56,
      "dur": 2.389,
      "text": "course, you know, Epstein's dead. Um, Maxwell's in prison for 20 years. That's"
    },
    {
      "start": 660.959,
      "dur": 3.43,
      "text": "Maxwell's in prison for 20 years. That's it. That's it in terms of prosecutions."
    },
    {
      "start": 664.399,
      "dur": 2.071,
      "text": "it. That's it in terms of prosecutions. Now, we heard in the previous batch that"
    },
    {
      "start": 666.48,
      "dur": 1.909,
      "text": "Now, we heard in the previous batch that there may have been potentially 10"
    },
    {
      "start": 668.399,
      "dur": 1.43,
      "text": "there may have been potentially 10 co-conspirators that they were looking"
    },
    {
      "start": 669.839,
      "dur": 2.631,
      "text": "co-conspirators that they were looking at. Six of them had subpoenas. We don't"
    },
    {
      "start": 672.48,
      "dur": 1.99,
      "text": "at. Six of them had subpoenas. We don't know whether whether they were objects"
    },
    {
      "start": 674.48,
      "dur": 1.75,
      "text": "know whether whether they were objects of the investigation. Certainly, one of"
    },
    {
      "start": 676.24,
      "dur": 2.31,
      "text": "of the investigation. Certainly, one of them said that he wasn't. He was just"
    },
    {
      "start": 678.56,
      "dur": 2.47,
      "text": "them said that he wasn't. He was just helping with information, but we have no"
    },
    {
      "start": 681.04,
      "dur": 3.43,
      "text": "helping with information, but we have no idea really why this isn't leading to"
    },
    {
      "start": 684.48,
      "dur": 2.63,
      "text": "idea really why this isn't leading to further charges. Now, I expect if you"
    },
    {
      "start": 687.12,
      "dur": 0.949,
      "text": "further charges. Now, I expect if you say to them, they say, \"Well, there's"
    },
    {
      "start": 688.079,
      "dur": 1.511,
      "text": "say to them, they say, \"Well, there's not the evidence.\" But no one actually"
    },
    {
      "start": 689.6,
      "dur": 1.909,
      "text": "not the evidence.\" But no one actually said when you were reading all this"
    },
    {
      "start": 691.519,
      "dur": 2.631,
      "text": "said when you were reading all this stuff, what were you thinking about"
    },
    {
      "start": 694.16,
      "dur": 1.51,
      "text": "stuff, what were you thinking about potential future charges?"
    },
    {
      "start": 695.68,
      "dur": 2.149,
      "text": "potential future charges? &gt;&gt; Ruth Davidson, the Tory Pier, was on"
    },
    {
      "start": 697.839,
      "dur": 3.11,
      "text": "&gt;&gt; Ruth Davidson, the Tory Pier, was on Radio 4 on a program with me a couple of"
    },
    {
      "start": 700.959,
      "dur": 1.751,
      "text": "Radio 4 on a program with me a couple of weeks ago. She said the only person"
    },
    {
      "start": 702.72,
      "dur": 3.43,
      "text": "weeks ago. She said the only person currently in prison for Epstein's crimes"
    },
    {
      "start": 706.16,
      "dur": 2.71,
      "text": "currently in prison for Epstein's crimes is a woman."
    },
    {
      "start": 708.88,
      "dur": 1.35,
      "text": "is a woman. &gt;&gt; But when it comes to most of the people"
    },
    {
      "start": 710.24,
      "dur": 1.589,
      "text": "&gt;&gt; But when it comes to most of the people who've been mentioned in this or most of"
    },
    {
      "start": 711.839,
      "dur": 1.351,
      "text": "who've been mentioned in this or most of the people who've been drawn into this"
    },
    {
      "start": 713.2,
      "dur": 1.749,
      "text": "the people who've been drawn into this web is there just isn't necessarily any"
    },
    {
      "start": 714.959,
      "dur": 1.43,
      "text": "web is there just isn't necessarily any suggestion of anything that's kind of"
    },
    {
      "start": 716.399,
      "dur": 2.391,
      "text": "suggestion of anything that's kind of criminal. It's about unsavory"
    },
    {
      "start": 718.8,
      "dur": 2.39,
      "text": "criminal. It's about unsavory connections that are embarrassing now"
    },
    {
      "start": 721.2,
      "dur": 2.23,
      "text": "connections that are embarrassing now particularly for those who maintain"
    },
    {
      "start": 723.44,
      "dur": 2.15,
      "text": "particularly for those who maintain their friendships after Epstein's"
    },
    {
      "start": 725.6,
      "dur": 0.469,
      "text": "their friendships after Epstein's conviction."
    },
    {
      "start": 726.079,
      "dur": 1.511,
      "text": "conviction. &gt;&gt; That's the key. And from a political"
    },
    {
      "start": 727.6,
      "dur": 2.15,
      "text": "&gt;&gt; That's the key. And from a political point of view in this country, top of"
    },
    {
      "start": 729.76,
      "dur": 1.509,
      "text": "point of view in this country, top of that list of course which he would not"
    },
    {
      "start": 731.279,
      "dur": 1.431,
      "text": "that list of course which he would not want to be anywhere near that list of"
    },
    {
      "start": 732.72,
      "dur": 1.83,
      "text": "want to be anywhere near that list of course is Lord Peter Mandlesson. And I"
    },
    {
      "start": 734.56,
      "dur": 1.269,
      "text": "course is Lord Peter Mandlesson. And I think there are some unfinished"
    },
    {
      "start": 735.839,
      "dur": 3.67,
      "text": "think there are some unfinished questions, unanswered questions for him."
    },
    {
      "start": 739.519,
      "dur": 2.87,
      "text": "questions, unanswered questions for him. And also what Kristar's team knew when"
    },
    {
      "start": 742.399,
      "dur": 1.43,
      "text": "And also what Kristar's team knew when they gave him a job as an American"
    },
    {
      "start": 743.839,
      "dur": 1.911,
      "text": "they gave him a job as an American ambassador. So the new revelation in"
    },
    {
      "start": 745.76,
      "dur": 2.95,
      "text": "ambassador. So the new revelation in these emails that we've seen so far is"
    },
    {
      "start": 748.72,
      "dur": 3.75,
      "text": "these emails that we've seen so far is that Epstein sent £10,000 to his partner"
    },
    {
      "start": 752.48,
      "dur": 2.55,
      "text": "that Epstein sent £10,000 to his partner Ronaldo Dilva in 2009. And you can see"
    },
    {
      "start": 755.04,
      "dur": 1.589,
      "text": "Ronaldo Dilva in 2009. And you can see quite a sort of gushing email from"
    },
    {
      "start": 756.639,
      "dur": 1.591,
      "text": "quite a sort of gushing email from Ronaldo Dilva saying thank you so much"
    },
    {
      "start": 758.24,
      "dur": 2.47,
      "text": "Ronaldo Dilva saying thank you so much for the money. It was being paid towards"
    },
    {
      "start": 760.72,
      "dur": 2.71,
      "text": "for the money. It was being paid towards his training as an osteopath."
    },
    {
      "start": 763.44,
      "dur": 2.31,
      "text": "his training as an osteopath. Now in 2009 there are two important"
    },
    {
      "start": 765.76,
      "dur": 2.15,
      "text": "Now in 2009 there are two important things. That was one after Epstein's"
    },
    {
      "start": 767.92,
      "dur": 2.469,
      "text": "things. That was one after Epstein's first conviction and that was two when"
    },
    {
      "start": 770.399,
      "dur": 2.951,
      "text": "first conviction and that was two when Peter Madison was actually back in the"
    },
    {
      "start": 773.36,
      "dur": 4.709,
      "text": "Peter Madison was actually back in the government. Now, for a serving member of"
    },
    {
      "start": 778.079,
      "dur": 2.071,
      "text": "government. Now, for a serving member of the government to have had their partner"
    },
    {
      "start": 780.16,
      "dur": 1.43,
      "text": "the government to have had their partner get a large sum of money from someone"
    },
    {
      "start": 781.6,
      "dur": 3.51,
      "text": "get a large sum of money from someone who had a conviction for sexual offenses"
    },
    {
      "start": 785.12,
      "dur": 1.75,
      "text": "who had a conviction for sexual offenses is something that people in the"
    },
    {
      "start": 786.88,
      "dur": 2.71,
      "text": "is something that people in the government and in the public may well"
    },
    {
      "start": 789.6,
      "dur": 2.39,
      "text": "government and in the public may well have wanted to know. But let's just"
    },
    {
      "start": 792.0,
      "dur": 1.59,
      "text": "have wanted to know. But let's just listen to how Madison described his"
    },
    {
      "start": 793.6,
      "dur": 1.43,
      "text": "listen to how Madison described his relationship with Epstein when we spoke"
    },
    {
      "start": 795.04,
      "dur": 1.27,
      "text": "relationship with Epstein when we spoke to him a few weeks ago."
    },
    {
      "start": 796.32,
      "dur": 3.509,
      "text": "to him a few weeks ago. &gt;&gt; I have to say to you, and I can say this"
    },
    {
      "start": 799.839,
      "dur": 1.511,
      "text": "&gt;&gt; I have to say to you, and I can say this absolutely, I can say it to you"
    },
    {
      "start": 801.36,
      "dur": 1.51,
      "text": "absolutely, I can say it to you categorically."
    },
    {
      "start": 802.88,
      "dur": 4.71,
      "text": "categorically. I never saw anything in his life when I"
    },
    {
      "start": 807.6,
      "dur": 2.39,
      "text": "I never saw anything in his life when I was with him, when I was in his homes,"
    },
    {
      "start": 810.0,
      "dur": 3.99,
      "text": "was with him, when I was in his homes, that would give me any reason to suspect"
    },
    {
      "start": 814.0,
      "dur": 3.91,
      "text": "that would give me any reason to suspect what this evil monster was doing in"
    },
    {
      "start": 817.92,
      "dur": 3.83,
      "text": "what this evil monster was doing in praying on these young women. Do you"
    },
    {
      "start": 821.76,
      "dur": 2.629,
      "text": "praying on these young women. Do you really think that if I knew what was"
    },
    {
      "start": 824.399,
      "dur": 2.151,
      "text": "really think that if I knew what was going on and what he was doing with and"
    },
    {
      "start": 826.56,
      "dur": 3.59,
      "text": "going on and what he was doing with and to these vulnerable uh young women that"
    },
    {
      "start": 830.16,
      "dur": 2.789,
      "text": "to these vulnerable uh young women that I had have just sat back, ignored it and"
    },
    {
      "start": 832.959,
      "dur": 1.911,
      "text": "I had have just sat back, ignored it and moved on and said, \"Okay, that's his"
    },
    {
      "start": 834.88,
      "dur": 1.749,
      "text": "moved on and said, \"Okay, that's his that's his life. He can get on with.\" Do"
    },
    {
      "start": 836.639,
      "dur": 1.111,
      "text": "that's his life. He can get on with.\" Do you think I would have done that? Do you"
    },
    {
      "start": 837.76,
      "dur": 1.509,
      "text": "you think I would have done that? Do you think I would have written emails like"
    },
    {
      "start": 839.279,
      "dur": 2.871,
      "text": "think I would have written emails like that if I had had any"
    },
    {
      "start": 842.16,
      "dur": 3.27,
      "text": "that if I had had any one iota of knowledge or suspicion of"
    },
    {
      "start": 845.44,
      "dur": 1.43,
      "text": "one iota of knowledge or suspicion of what he was doing? I certainly would"
    },
    {
      "start": 846.88,
      "dur": 2.15,
      "text": "what he was doing? I certainly would not. Now, he also told us that he"
    },
    {
      "start": 849.04,
      "dur": 1.43,
      "text": "not. Now, he also told us that he believed he was kept separate from the"
    },
    {
      "start": 850.48,
      "dur": 2.87,
      "text": "believed he was kept separate from the sexual side of his life of Epstein's"
    },
    {
      "start": 853.36,
      "dur": 2.79,
      "text": "sexual side of his life of Epstein's life because as a gay man, it was not"
    },
    {
      "start": 856.16,
      "dur": 2.15,
      "text": "life because as a gay man, it was not something that was relevant to him. We"
    },
    {
      "start": 858.32,
      "dur": 2.069,
      "text": "something that was relevant to him. We should also say there's no suggestion"
    },
    {
      "start": 860.399,
      "dur": 2.471,
      "text": "should also say there's no suggestion that Lord Manos's partner Ronaldo Dilva"
    },
    {
      "start": 862.88,
      "dur": 2.15,
      "text": "that Lord Manos's partner Ronaldo Dilva did anything wrong at all with the email"
    },
    {
      "start": 865.04,
      "dur": 1.589,
      "text": "did anything wrong at all with the email suggest he took money for Epstein for a"
    },
    {
      "start": 866.639,
      "dur": 1.99,
      "text": "suggest he took money for Epstein for a specific reason, but that does not imply"
    },
    {
      "start": 868.639,
      "dur": 1.99,
      "text": "specific reason, but that does not imply or suggest that anything untoward had"
    },
    {
      "start": 870.639,
      "dur": 1.111,
      "text": "or suggest that anything untoward had happened to her. He was part of it in"
    },
    {
      "start": 871.76,
      "dur": 1.67,
      "text": "happened to her. He was part of it in any way, shape, or form. Laura and I I"
    },
    {
      "start": 873.44,
      "dur": 2.23,
      "text": "any way, shape, or form. Laura and I I mean you and I were you know doing the"
    },
    {
      "start": 875.68,
      "dur": 1.91,
      "text": "mean you and I were you know doing the the sort of day-to-day Westminster beat"
    },
    {
      "start": 877.6,
      "dur": 2.39,
      "text": "the sort of day-to-day Westminster beat through all those years when Peter"
    },
    {
      "start": 880.0,
      "dur": 1.829,
      "text": "through all those years when Peter Mandlesson I mean how many times has he"
    },
    {
      "start": 881.839,
      "dur": 2.951,
      "text": "Mandlesson I mean how many times has he had to stand up sit down and say stuff"
    },
    {
      "start": 884.8,
      "dur": 3.51,
      "text": "had to stand up sit down and say stuff like this you know that that's the thing"
    },
    {
      "start": 888.32,
      "dur": 2.629,
      "text": "like this you know that that's the thing that's surprising that that in some ways"
    },
    {
      "start": 890.959,
      "dur": 4.471,
      "text": "that's surprising that that in some ways even by 2009 2010 Lord Manderson kind of"
    },
    {
      "start": 895.44,
      "dur": 2.949,
      "text": "even by 2009 2010 Lord Manderson kind of hadn't learned the lesson over all those"
    },
    {
      "start": 898.399,
      "dur": 2.711,
      "text": "hadn't learned the lesson over all those years I mean the first time he had to"
    },
    {
      "start": 901.12,
      "dur": 2.23,
      "text": "years I mean the first time he had to resign was over the if you remember the"
    },
    {
      "start": 903.36,
      "dur": 1.51,
      "text": "resign was over the if you remember the loan to Jeffrey Rob from Jeffrey"
    },
    {
      "start": 904.88,
      "dur": 1.91,
      "text": "loan to Jeffrey Rob from Jeffrey Robinson to buy Robinson. Yeah."
    },
    {
      "start": 906.8,
      "dur": 2.07,
      "text": "Robinson to buy Robinson. Yeah. &gt;&gt; Yeah. To buy a house in Notting Hill."
    },
    {
      "start": 908.88,
      "dur": 1.509,
      "text": "&gt;&gt; Yeah. To buy a house in Notting Hill. Then there was another obviously the"
    },
    {
      "start": 910.399,
      "dur": 1.831,
      "text": "Then there was another obviously the other occasion with the the passports"
    },
    {
      "start": 912.24,
      "dur": 2.389,
      "text": "other occasion with the the passports and the Indian businessman. You you know"
    },
    {
      "start": 914.639,
      "dur": 1.99,
      "text": "and the Indian businessman. You you know and this as you say was after Jeffrey"
    },
    {
      "start": 916.639,
      "dur": 2.711,
      "text": "and this as you say was after Jeffrey Epstein was convicted in 2009. He was"
    },
    {
      "start": 919.36,
      "dur": 2.79,
      "text": "Epstein was convicted in 2009. He was also a cabinet minister. I mean when do"
    },
    {
      "start": 922.16,
      "dur": 2.95,
      "text": "also a cabinet minister. I mean when do you learn the lessons? When do you learn"
    },
    {
      "start": 925.12,
      "dur": 3.03,
      "text": "you learn the lessons? When do you learn to be careful about your associations?"
    },
    {
      "start": 928.16,
      "dur": 3.27,
      "text": "to be careful about your associations? It it it strikes me as a I mean it's"
    },
    {
      "start": 931.44,
      "dur": 1.59,
      "text": "It it it strikes me as a I mean it's tragic is too strong a word because he"
    },
    {
      "start": 933.04,
      "dur": 1.67,
      "text": "tragic is too strong a word because he is not a survivor or a victim of"
    },
    {
      "start": 934.72,
      "dur": 2.789,
      "text": "is not a survivor or a victim of anything here. Um but it is an"
    },
    {
      "start": 937.519,
      "dur": 3.191,
      "text": "anything here. Um but it is an astonishing lesson in the sort of the"
    },
    {
      "start": 940.72,
      "dur": 2.39,
      "text": "astonishing lesson in the sort of the the weakness sometimes of of people in"
    },
    {
      "start": 943.12,
      "dur": 1.19,
      "text": "the weakness sometimes of of people in politics."
    },
    {
      "start": 944.32,
      "dur": 1.99,
      "text": "politics. &gt;&gt; It also just to be clear if that had"
    },
    {
      "start": 946.32,
      "dur": 1.27,
      "text": "&gt;&gt; It also just to be clear if that had come out at the time when he was in the"
    },
    {
      "start": 947.6,
      "dur": 1.83,
      "text": "come out at the time when he was in the cabinet that would have been a huge news"
    },
    {
      "start": 949.44,
      "dur": 1.59,
      "text": "cabinet that would have been a huge news story. You know that would have been a"
    },
    {
      "start": 951.04,
      "dur": 2.55,
      "text": "story. You know that would have been a matter of public interest. It would have"
    },
    {
      "start": 953.6,
      "dur": 2.149,
      "text": "matter of public interest. It would have mattered. What we don't know, and just"
    },
    {
      "start": 955.759,
      "dur": 1.591,
      "text": "mattered. What we don't know, and just to go back to Downing Street these days,"
    },
    {
      "start": 957.36,
      "dur": 1.589,
      "text": "to go back to Downing Street these days, we don't know if number 10 knew about"
    },
    {
      "start": 958.959,
      "dur": 1.511,
      "text": "we don't know if number 10 knew about this, if this was one of the things that"
    },
    {
      "start": 960.48,
      "dur": 2.07,
      "text": "this, if this was one of the things that he told them before he was given the job"
    },
    {
      "start": 962.56,
      "dur": 2.87,
      "text": "he told them before he was given the job as the American ambassador. Um,"
    },
    {
      "start": 965.44,
      "dur": 1.43,
      "text": "as the American ambassador. Um, obviously there was huge speculation and"
    },
    {
      "start": 966.88,
      "dur": 1.189,
      "text": "obviously there was huge speculation and we know that he was asked three"
    },
    {
      "start": 968.079,
      "dur": 1.75,
      "text": "we know that he was asked three questions by number 10 before he was"
    },
    {
      "start": 969.839,
      "dur": 2.79,
      "text": "questions by number 10 before he was given that job. He said he said to us in"
    },
    {
      "start": 972.639,
      "dur": 2.55,
      "text": "given that job. He said he said to us in that interview, I told them everything."
    },
    {
      "start": 975.199,
      "dur": 2.07,
      "text": "that interview, I told them everything. Did he tell them that? We don't have an"
    },
    {
      "start": 977.279,
      "dur": 1.031,
      "text": "Did he tell them that? We don't have an answer to that question at the moment."
    },
    {
      "start": 978.32,
      "dur": 2.79,
      "text": "answer to that question at the moment. But also, do you think that the um you"
    },
    {
      "start": 981.12,
      "dur": 2.389,
      "text": "But also, do you think that the um you know, I think this is something maybe"
    },
    {
      "start": 983.519,
      "dur": 1.831,
      "text": "know, I think this is something maybe people at home would would think and and"
    },
    {
      "start": 985.36,
      "dur": 4.23,
      "text": "people at home would would think and and I certainly think it £10,000."
    },
    {
      "start": 989.6,
      "dur": 3.75,
      "text": "I certainly think it £10,000. I mean, it you know, £10,000 is £10,000,"
    },
    {
      "start": 993.36,
      "dur": 2.469,
      "text": "I mean, it you know, £10,000 is £10,000, but what on earth are you doing, you"
    },
    {
      "start": 995.839,
      "dur": 1.591,
      "text": "but what on earth are you doing, you know, getting connected with a a"
    },
    {
      "start": 997.44,
      "dur": 2.309,
      "text": "know, getting connected with a a businessman who's had a conviction over"
    },
    {
      "start": 999.759,
      "dur": 1.911,
      "text": "businessman who's had a conviction over 10,000? I mean, it just seems"
    },
    {
      "start": 1001.68,
      "dur": 1.75,
      "text": "10,000? I mean, it just seems extraordinary"
    },
    {
      "start": 1003.44,
      "dur": 2.55,
      "text": "extraordinary and sort of I mean, I can't get my head"
    },
    {
      "start": 1006.0,
      "dur": 2.55,
      "text": "and sort of I mean, I can't get my head around what process, what mental process"
    },
    {
      "start": 1008.56,
      "dur": 1.91,
      "text": "around what process, what mental process would think that was a good idea."
    },
    {
      "start": 1010.48,
      "dur": 1.83,
      "text": "would think that was a good idea. &gt;&gt; I was reflecting at the start that there"
    },
    {
      "start": 1012.32,
      "dur": 1.91,
      "text": "&gt;&gt; I was reflecting at the start that there was a letter that an email that"
    },
    {
      "start": 1014.24,
      "dur": 1.67,
      "text": "was a letter that an email that apparently comes from Sarah Ferguson"
    },
    {
      "start": 1015.92,
      "dur": 1.99,
      "text": "apparently comes from Sarah Ferguson thanking Jeffrey Epstein for praising"
    },
    {
      "start": 1017.92,
      "dur": 2.63,
      "text": "thanking Jeffrey Epstein for praising her in front of her children. And here"
    },
    {
      "start": 1020.56,
      "dur": 2.949,
      "text": "her in front of her children. And here you see this figure of £10,000 high"
    },
    {
      "start": 1023.519,
      "dur": 2.631,
      "text": "you see this figure of £10,000 high stakes roulette for the sake of this"
    },
    {
      "start": 1026.16,
      "dur": 2.869,
      "text": "stakes roulette for the sake of this osteopath bill. Um, and I think it gets"
    },
    {
      "start": 1029.039,
      "dur": 1.591,
      "text": "osteopath bill. Um, and I think it gets to this question, Gary, I was going to"
    },
    {
      "start": 1030.64,
      "dur": 1.51,
      "text": "to this question, Gary, I was going to ask you. Do you have any sense of the"
    },
    {
      "start": 1032.16,
      "dur": 2.23,
      "text": "ask you. Do you have any sense of the grip Epstein had over the people he"
    },
    {
      "start": 1034.4,
      "dur": 3.509,
      "text": "grip Epstein had over the people he associated with? Do we know what his"
    },
    {
      "start": 1037.919,
      "dur": 1.671,
      "text": "associated with? Do we know what his spell was?"
    },
    {
      "start": 1039.6,
      "dur": 2.79,
      "text": "spell was? &gt;&gt; Look, I I I'm with Laura on this one."
    },
    {
      "start": 1042.4,
      "dur": 3.83,
      "text": "&gt;&gt; Look, I I I'm with Laura on this one. You know, it's money. It's quite simply"
    },
    {
      "start": 1046.24,
      "dur": 1.99,
      "text": "You know, it's money. It's quite simply money. I mean, there is, you know,"
    },
    {
      "start": 1048.24,
      "dur": 1.59,
      "text": "money. I mean, there is, you know, there's a good time to all these kind of"
    },
    {
      "start": 1049.84,
      "dur": 2.069,
      "text": "there's a good time to all these kind of particularly these other wealthy people,"
    },
    {
      "start": 1051.919,
      "dur": 2.791,
      "text": "particularly these other wealthy people, they don't need to go to, you know, to"
    },
    {
      "start": 1054.72,
      "dur": 1.75,
      "text": "they don't need to go to, you know, to see Jeffrey Epstein to have a good time,"
    },
    {
      "start": 1056.48,
      "dur": 3.11,
      "text": "see Jeffrey Epstein to have a good time, right? They have enough liquid assets to"
    },
    {
      "start": 1059.6,
      "dur": 2.47,
      "text": "right? They have enough liquid assets to have a good time on their own terms. But"
    },
    {
      "start": 1062.08,
      "dur": 2.31,
      "text": "have a good time on their own terms. But the the sheer kind of volume of his"
    },
    {
      "start": 1064.4,
      "dur": 2.31,
      "text": "the the sheer kind of volume of his wealth, it's like moths around a lamp,"
    },
    {
      "start": 1066.72,
      "dur": 2.87,
      "text": "wealth, it's like moths around a lamp, isn't it? Money attracts people. There's"
    },
    {
      "start": 1069.6,
      "dur": 2.949,
      "text": "isn't it? Money attracts people. There's just I think I think that is the bold"
    },
    {
      "start": 1072.559,
      "dur": 2.23,
      "text": "just I think I think that is the bold truth of all this or it's certainly part"
    },
    {
      "start": 1074.799,
      "dur": 2.391,
      "text": "truth of all this or it's certainly part or a large part of the bold truth about"
    },
    {
      "start": 1077.2,
      "dur": 0.55,
      "text": "or a large part of the bold truth about this."
    },
    {
      "start": 1077.76,
      "dur": 1.43,
      "text": "this. &gt;&gt; Gary, there's going to be so much more"
    },
    {
      "start": 1079.2,
      "dur": 2.79,
      "text": "&gt;&gt; Gary, there's going to be so much more to unpick as we get through finally."
    },
    {
      "start": 1082.0,
      "dur": 1.669,
      "text": "to unpick as we get through finally. Well, if we ever finally get all of the"
    },
    {
      "start": 1083.679,
      "dur": 1.271,
      "text": "Well, if we ever finally get all of the documents, but I wouldn't be surprised"
    },
    {
      "start": 1084.96,
      "dur": 2.069,
      "text": "documents, but I wouldn't be surprised if there's some other mini news bombs"
    },
    {
      "start": 1087.039,
      "dur": 1.671,
      "text": "if there's some other mini news bombs that explode as these documents continue"
    },
    {
      "start": 1088.72,
      "dur": 1.829,
      "text": "that explode as these documents continue to be poured over. I note that there's a"
    },
    {
      "start": 1090.559,
      "dur": 1.191,
      "text": "to be poured over. I note that there's a message of the commerce secretary,"
    },
    {
      "start": 1091.76,
      "dur": 1.51,
      "text": "message of the commerce secretary, Howard Lutnick, who's of course part of"
    },
    {
      "start": 1093.28,
      "dur": 1.67,
      "text": "Howard Lutnick, who's of course part of the current Trump administration"
    },
    {
      "start": 1094.96,
      "dur": 1.99,
      "text": "the current Trump administration possibly planning a trip to the Epstein"
    },
    {
      "start": 1096.96,
      "dur": 1.27,
      "text": "possibly planning a trip to the Epstein island, but we should say as with him"
    },
    {
      "start": 1098.24,
      "dur": 1.91,
      "text": "island, but we should say as with him and with lots of other people named."
    },
    {
      "start": 1100.16,
      "dur": 1.67,
      "text": "and with lots of other people named. Just being in there doesn't mean they"
    },
    {
      "start": 1101.84,
      "dur": 1.75,
      "text": "Just being in there doesn't mean they did anything wrong. But Gary, thank you"
    },
    {
      "start": 1103.6,
      "dur": 1.429,
      "text": "did anything wrong. But Gary, thank you very much for helping us out. Hope you"
    },
    {
      "start": 1105.039,
      "dur": 2.071,
      "text": "very much for helping us out. Hope you maybe get a bit more sleep tonight."
    },
    {
      "start": 1107.12,
      "dur": 2.39,
      "text": "maybe get a bit more sleep tonight. &gt;&gt; Thanks, Laura. Thanks, Patty. So we come"
    },
    {
      "start": 1109.52,
      "dur": 2.31,
      "text": "&gt;&gt; Thanks, Laura. Thanks, Patty. So we come screeching back home to a very important"
    },
    {
      "start": 1111.84,
      "dur": 1.99,
      "text": "screeching back home to a very important bi-election. I'm sure in the media we"
    },
    {
      "start": 1113.84,
      "dur": 1.99,
      "text": "bi-election. I'm sure in the media we say every bi-election is very important,"
    },
    {
      "start": 1115.84,
      "dur": 1.91,
      "text": "say every bi-election is very important, very indicative of changing times."
    },
    {
      "start": 1117.76,
      "dur": 1.59,
      "text": "very indicative of changing times. &gt;&gt; But this is massive. I mean, just allow"
    },
    {
      "start": 1119.36,
      "dur": 1.669,
      "text": "&gt;&gt; But this is massive. I mean, just allow me to be really excited for a second."
    },
    {
      "start": 1121.039,
      "dur": 3.111,
      "text": "me to be really excited for a second. Here you have fascinating political"
    },
    {
      "start": 1124.16,
      "dur": 1.67,
      "text": "Here you have fascinating political kaleidoscope, things changing all over"
    },
    {
      "start": 1125.84,
      "dur": 2.39,
      "text": "kaleidoscope, things changing all over the place. The two big parties both kind"
    },
    {
      "start": 1128.24,
      "dur": 1.59,
      "text": "the place. The two big parties both kind of in the doldrums having a terrible"
    },
    {
      "start": 1129.84,
      "dur": 2.63,
      "text": "of in the doldrums having a terrible time. two insurgent parties, reform and"
    },
    {
      "start": 1132.48,
      "dur": 2.47,
      "text": "time. two insurgent parties, reform and the Greens both chucking"
    },
    {
      "start": 1134.96,
      "dur": 2.87,
      "text": "the Greens both chucking huge amounts of effort, energy activists"
    },
    {
      "start": 1137.84,
      "dur": 2.47,
      "text": "huge amounts of effort, energy activists today, leaflets, all the rest, um at"
    },
    {
      "start": 1140.32,
      "dur": 2.15,
      "text": "today, leaflets, all the rest, um at trying to win. It is possible that this"
    },
    {
      "start": 1142.48,
      "dur": 1.35,
      "text": "trying to win. It is possible that this might feel in the end like a race"
    },
    {
      "start": 1143.84,
      "dur": 1.75,
      "text": "might feel in the end like a race between reform and the Greens. Labor"
    },
    {
      "start": 1145.6,
      "dur": 1.59,
      "text": "between reform and the Greens. Labor sources scoff at that and say, \"Don't be"
    },
    {
      "start": 1147.2,
      "dur": 1.43,
      "text": "sources scoff at that and say, \"Don't be ridiculous. The Greens don't even have a"
    },
    {
      "start": 1148.64,
      "dur": 1.67,
      "text": "ridiculous. The Greens don't even have a single counselor in this area. It's"
    },
    {
      "start": 1150.32,
      "dur": 2.63,
      "text": "single counselor in this area. It's about us and reform.\" But it is going to"
    },
    {
      "start": 1152.96,
      "dur": 2.55,
      "text": "about us and reform.\" But it is going to be a really fascinating race and a short"
    },
    {
      "start": 1155.52,
      "dur": 3.99,
      "text": "be a really fascinating race and a short one. four weeks. That's all because the"
    },
    {
      "start": 1159.52,
      "dur": 1.67,
      "text": "one. four weeks. That's all because the longer it goes on, the longer the"
    },
    {
      "start": 1161.2,
      "dur": 1.91,
      "text": "longer it goes on, the longer the insurgents have to grab a foothold. The"
    },
    {
      "start": 1163.12,
      "dur": 2.23,
      "text": "insurgents have to grab a foothold. The shorter it is, the easier it is"
    },
    {
      "start": 1165.36,
      "dur": 1.99,
      "text": "shorter it is, the easier it is theoretically for the incumbents to hold"
    },
    {
      "start": 1167.36,
      "dur": 0.47,
      "text": "theoretically for the incumbents to hold on."
    },
    {
      "start": 1167.84,
      "dur": 2.069,
      "text": "on. &gt;&gt; So, it also had a psycho drama about"
    },
    {
      "start": 1169.919,
      "dur": 1.511,
      "text": "&gt;&gt; So, it also had a psycho drama about Andy Burnham in it, but that's all been"
    },
    {
      "start": 1171.44,
      "dur": 1.43,
      "text": "Andy Burnham in it, but that's all been forgotten because we now, well, it"
    },
    {
      "start": 1172.88,
      "dur": 1.59,
      "text": "forgotten because we now, well, it hasn't been forgotten at all. It's all"
    },
    {
      "start": 1174.48,
      "dur": 2.309,
      "text": "hasn't been forgotten at all. It's all been removed set temporarily by the"
    },
    {
      "start": 1176.799,
      "dur": 3.031,
      "text": "been removed set temporarily by the naming of candidates, including Labour's"
    },
    {
      "start": 1179.84,
      "dur": 0.709,
      "text": "naming of candidates, including Labour's own choice,"
    },
    {
      "start": 1180.559,
      "dur": 2.23,
      "text": "own choice, &gt;&gt; Angelique. The Greens have selected"
    },
    {
      "start": 1182.799,
      "dur": 1.591,
      "text": "&gt;&gt; Angelique. The Greens have selected Hannah Spencer, otherwise known as"
    },
    {
      "start": 1184.4,
      "dur": 2.149,
      "text": "Hannah Spencer, otherwise known as Hannah the plumber, on uh social media."
    },
    {
      "start": 1186.559,
      "dur": 1.671,
      "text": "Hannah the plumber, on uh social media. She's a 34 year old plumber who's the"
    },
    {
      "start": 1188.24,
      "dur": 1.51,
      "text": "She's a 34 year old plumber who's the leader of the Greens on Trafford"
    },
    {
      "start": 1189.76,
      "dur": 2.47,
      "text": "leader of the Greens on Trafford Council. Uh she's been a counselor there"
    },
    {
      "start": 1192.24,
      "dur": 3.91,
      "text": "Council. Uh she's been a counselor there since 2003. So, we've got two local"
    },
    {
      "start": 1196.16,
      "dur": 2.629,
      "text": "since 2003. So, we've got two local government figures from that area. The"
    },
    {
      "start": 1198.799,
      "dur": 1.671,
      "text": "government figures from that area. The Lib Dems have chosen local academy"
    },
    {
      "start": 1200.48,
      "dur": 1.75,
      "text": "Lib Dems have chosen local academy governor Jackie Piery."
    },
    {
      "start": 1202.24,
      "dur": 2.07,
      "text": "governor Jackie Piery. &gt;&gt; Then last week you mentioned to"
    },
    {
      "start": 1204.32,
      "dur": 1.91,
      "text": "&gt;&gt; Then last week you mentioned to Screaming Lord Such and the Monster"
    },
    {
      "start": 1206.24,
      "dur": 1.83,
      "text": "Screaming Lord Such and the Monster Raving Looney. I did. And the Monster"
    },
    {
      "start": 1208.08,
      "dur": 1.43,
      "text": "Raving Looney. I did. And the Monster Raving Lonies have been in touch."
    },
    {
      "start": 1209.52,
      "dur": 1.59,
      "text": "Raving Lonies have been in touch. &gt;&gt; I love that. What have they got to say?"
    },
    {
      "start": 1211.12,
      "dur": 2.07,
      "text": "&gt;&gt; I love that. What have they got to say? Agent Chennis, Minister of Spinning,"
    },
    {
      "start": 1213.2,
      "dur": 2.469,
      "text": "Agent Chennis, Minister of Spinning, Bouncing, and Points, says, \"Thanks for"
    },
    {
      "start": 1215.679,
      "dur": 1.511,
      "text": "Bouncing, and Points, says, \"Thanks for the brief shout out the other day."
    },
    {
      "start": 1217.2,
      "dur": 1.99,
      "text": "the brief shout out the other day. However, screaming Lord Such is now the"
    },
    {
      "start": 1219.2,
      "dur": 2.31,
      "text": "However, screaming Lord Such is now the spiritual leader of our party as since"
    },
    {
      "start": 1221.52,
      "dur": 3.19,
      "text": "spiritual leader of our party as since 1999, it has been misled by the UK's"
    },
    {
      "start": 1224.72,
      "dur": 2.15,
      "text": "1999, it has been misled by the UK's longest serving political leader ever,"
    },
    {
      "start": 1226.88,
      "dur": 1.43,
      "text": "longest serving political leader ever, Howling Lord Hope.\""
    },
    {
      "start": 1228.32,
      "dur": 1.349,
      "text": "Howling Lord Hope.\" &gt;&gt; And Mr. Chin followed up with an"
    },
    {
      "start": 1229.679,
      "dur": 1.671,
      "text": "&gt;&gt; And Mr. Chin followed up with an exclusive scoop. We like them on weekend"
    },
    {
      "start": 1231.36,
      "dur": 1.669,
      "text": "exclusive scoop. We like them on weekend newscast. This is just to let you know"
    },
    {
      "start": 1233.039,
      "dur": 2.071,
      "text": "newscast. This is just to let you know first, as promised, our candidate for"
    },
    {
      "start": 1235.12,
      "dur": 1.59,
      "text": "first, as promised, our candidate for the Gorton and Denton bi-election will"
    },
    {
      "start": 1236.72,
      "dur": 2.55,
      "text": "the Gorton and Denton bi-election will be Sir Oinkalot, a local resident of the"
    },
    {
      "start": 1239.28,
      "dur": 1.91,
      "text": "be Sir Oinkalot, a local resident of the said constituency. The tries and the"
    },
    {
      "start": 1241.2,
      "dur": 1.75,
      "text": "said constituency. The tries and the workers parking candidates have not yet"
    },
    {
      "start": 1242.96,
      "dur": 1.99,
      "text": "workers parking candidates have not yet been announced. Nomination shut on"
    },
    {
      "start": 1244.96,
      "dur": 1.91,
      "text": "been announced. Nomination shut on Tuesday and as ever there is a full list"
    },
    {
      "start": 1246.88,
      "dur": 1.43,
      "text": "Tuesday and as ever there is a full list on the BBC website."
    },
    {
      "start": 1248.32,
      "dur": 2.55,
      "text": "on the BBC website. &gt;&gt; So there we have the slate the names on"
    },
    {
      "start": 1250.88,
      "dur": 2.63,
      "text": "&gt;&gt; So there we have the slate the names on the doors and the slate forming for the"
    },
    {
      "start": 1253.52,
      "dur": 2.23,
      "text": "the doors and the slate forming for the Gorton indented bi-election. You can be"
    },
    {
      "start": 1255.76,
      "dur": 2.31,
      "text": "Gorton indented bi-election. You can be sure that Adam will wrap up the close of"
    },
    {
      "start": 1258.08,
      "dur": 1.99,
      "text": "sure that Adam will wrap up the close of nominations on Tuesday when all those"
    },
    {
      "start": 1260.08,
      "dur": 2.31,
      "text": "nominations on Tuesday when all those questions we did raise about who's who"
    },
    {
      "start": 1262.4,
      "dur": 1.59,
      "text": "questions we did raise about who's who will be firmly answered."
    },
    {
      "start": 1264.0,
      "dur": 1.35,
      "text": "will be firmly answered. &gt;&gt; What you doing tomorrow?"
    },
    {
      "start": 1265.36,
      "dur": 2.549,
      "text": "&gt;&gt; What you doing tomorrow? &gt;&gt; So we are going to be on Iran watch"
    },
    {
      "start": 1267.919,
      "dur": 0.711,
      "text": "&gt;&gt; So we are going to be on Iran watch overnight."
    },
    {
      "start": 1268.64,
      "dur": 1.269,
      "text": "overnight. &gt;&gt; Yes."
    },
    {
      "start": 1269.919,
      "dur": 3.11,
      "text": "&gt;&gt; Yes. Yes, this is a situation which has been"
    },
    {
      "start": 1273.039,
      "dur": 2.471,
      "text": "Yes, this is a situation which has been seen in recent weekends. Saturday night"
    },
    {
      "start": 1275.52,
      "dur": 2.71,
      "text": "seen in recent weekends. Saturday night foreign policy objectives have been uh"
    },
    {
      "start": 1278.24,
      "dur": 2.47,
      "text": "foreign policy objectives have been uh sought by the White House and this is"
    },
    {
      "start": 1280.72,
      "dur": 2.069,
      "text": "sought by the White House and this is one which is because there's a giant"
    },
    {
      "start": 1282.799,
      "dur": 4.151,
      "text": "one which is because there's a giant armada in the waters around Iran and uh"
    },
    {
      "start": 1286.96,
      "dur": 1.51,
      "text": "armada in the waters around Iran and uh we are watching to see what happens with"
    },
    {
      "start": 1288.48,
      "dur": 0.309,
      "text": "we are watching to see what happens with it."
    },
    {
      "start": 1288.799,
      "dur": 1.911,
      "text": "it. &gt;&gt; We are and on which point we will be"
    },
    {
      "start": 1290.72,
      "dur": 1.35,
      "text": "&gt;&gt; We are and on which point we will be joined on the panel tomorrow. Actually,"
    },
    {
      "start": 1292.08,
      "dur": 1.67,
      "text": "joined on the panel tomorrow. Actually, I'm excited about this because we are"
    },
    {
      "start": 1293.76,
      "dur": 1.83,
      "text": "I'm excited about this because we are going to be speaking to Professor John"
    },
    {
      "start": 1295.6,
      "dur": 4.069,
      "text": "going to be speaking to Professor John Bu who has been the security adviser to"
    },
    {
      "start": 1299.679,
      "dur": 3.191,
      "text": "Bu who has been the security adviser to the last few governments. He's sometimes"
    },
    {
      "start": 1302.88,
      "dur": 2.23,
      "text": "the last few governments. He's sometimes written very learned articles. Um, but"
    },
    {
      "start": 1305.12,
      "dur": 2.71,
      "text": "written very learned articles. Um, but he is going to be speaking to us on the"
    },
    {
      "start": 1307.84,
      "dur": 1.59,
      "text": "he is going to be speaking to us on the telly box and also joining us on"
    },
    {
      "start": 1309.44,
      "dur": 2.469,
      "text": "telly box and also joining us on newscast tomorrow. So, we will have"
    },
    {
      "start": 1311.919,
      "dur": 1.511,
      "text": "newscast tomorrow. So, we will have irrespective of what happens in Iran"
    },
    {
      "start": 1313.44,
      "dur": 1.51,
      "text": "irrespective of what happens in Iran overnight, we'll have the benefit of a"
    },
    {
      "start": 1314.96,
      "dur": 1.67,
      "text": "overnight, we'll have the benefit of a briefing from one of the most plugged in"
    },
    {
      "start": 1316.64,
      "dur": 1.909,
      "text": "briefing from one of the most plugged in security brains in the country. So, I'm"
    },
    {
      "start": 1318.559,
      "dur": 1.511,
      "text": "security brains in the country. So, I'm looking forward to that. A lot on the"
    },
    {
      "start": 1320.08,
      "dur": 0.55,
      "text": "looking forward to that. A lot on the airwaves,"
    },
    {
      "start": 1320.64,
      "dur": 0.63,
      "text": "airwaves, &gt;&gt; tons,"
    },
    {
      "start": 1321.28,
      "dur": 1.509,
      "text": "&gt;&gt; tons, &gt;&gt; a lot in the earbuds,"
    },
    {
      "start": 1322.799,
      "dur": 0.711,
      "text": "&gt;&gt; a lot in the earbuds, &gt;&gt; too much."
    },
    {
      "start": 1323.52,
      "dur": 1.59,
      "text": "&gt;&gt; too much. &gt;&gt; Thank you very much for listening to"
    },
    {
      "start": 1325.12,
      "dur": 1.669,
      "text": "&gt;&gt; Thank you very much for listening to Saturday's newscast. We hope you'll join"
    },
    {
      "start": 1326.799,
      "dur": 1.671,
      "text": "Saturday's newscast. We hope you'll join us for Sunday. Goodbye."
    },
    {
      "start": 1328.48,
      "dur": 3.0,
      "text": "us for Sunday. Goodbye. &gt;&gt; Goodbye."
    }
  ]
}