{
  "videoId": "T-kiZ_K1XtY",
  "title": "Row over US President Trump’s claims about Nato troops | BBC News",
  "publishedAt": "2026-01-24",
  "channel": "BBC News",
  "durationSeconds": 271,
  "segments": [
    {
      "start": 0.48,
      "dur": 1.679,
      "text": "The White House has made its first"
    },
    {
      "start": 2.159,
      "dur": 2.231,
      "text": "The White House has made its first comment since President Trump sparked a"
    },
    {
      "start": 4.4,
      "dur": 1.99,
      "text": "comment since President Trump sparked a row by saying that NATO troops had"
    },
    {
      "start": 6.4,
      "dur": 1.99,
      "text": "row by saying that NATO troops had stayed a little off the front lines"
    },
    {
      "start": 8.4,
      "dur": 2.309,
      "text": "stayed a little off the front lines during the war in Afghanistan. Britain's"
    },
    {
      "start": 10.719,
      "dur": 1.83,
      "text": "during the war in Afghanistan. Britain's Prime Minister Sakir Stalmer said the"
    },
    {
      "start": 12.559,
      "dur": 2.631,
      "text": "Prime Minister Sakir Stalmer said the words were insulting and appalling."
    },
    {
      "start": 15.2,
      "dur": 2.069,
      "text": "words were insulting and appalling. Prince Harry, who served in Afghanistan,"
    },
    {
      "start": 17.279,
      "dur": 2.07,
      "text": "Prince Harry, who served in Afghanistan, has called for the sacrifices of NATO"
    },
    {
      "start": 19.359,
      "dur": 2.631,
      "text": "has called for the sacrifices of NATO soldiers to be spoken about truthfully"
    },
    {
      "start": 22.0,
      "dur": 2.15,
      "text": "soldiers to be spoken about truthfully and with respect. While the White"
    },
    {
      "start": 24.16,
      "dur": 2.07,
      "text": "and with respect. While the White House's deputy press secretary said that"
    },
    {
      "start": 26.24,
      "dur": 1.99,
      "text": "House's deputy press secretary said that Mr. Trump was right to have stressed"
    },
    {
      "start": 28.24,
      "dur": 2.47,
      "text": "Mr. Trump was right to have stressed that America's contribution to NATO"
    },
    {
      "start": 30.72,
      "dur": 2.15,
      "text": "that America's contribution to NATO dwarf those of other countries. There"
    },
    {
      "start": 32.88,
      "dur": 2.23,
      "text": "dwarf those of other countries. There was no direct response to the outrage"
    },
    {
      "start": 35.12,
      "dur": 3.269,
      "text": "was no direct response to the outrage caused. Lee Milner reports."
    },
    {
      "start": 38.399,
      "dur": 2.551,
      "text": "caused. Lee Milner reports. From the Times to the Express."
    },
    {
      "start": 40.96,
      "dur": 2.07,
      "text": "From the Times to the Express. Newspapers across the nation led this"
    },
    {
      "start": 43.04,
      "dur": 2.63,
      "text": "Newspapers across the nation led this morning with a single demand, an apology"
    },
    {
      "start": 45.68,
      "dur": 2.709,
      "text": "morning with a single demand, an apology from President Trump. It comes after his"
    },
    {
      "start": 48.399,
      "dur": 2.15,
      "text": "from President Trump. It comes after his comments sparked outrage and defense,"
    },
    {
      "start": 50.559,
      "dur": 2.47,
      "text": "comments sparked outrage and defense, belittling the sacrifices made by NATO"
    },
    {
      "start": 53.039,
      "dur": 1.431,
      "text": "belittling the sacrifices made by NATO and British troops during the"
    },
    {
      "start": 54.48,
      "dur": 3.11,
      "text": "and British troops during the Afghanistan war in 2006."
    },
    {
      "start": 57.6,
      "dur": 2.789,
      "text": "Afghanistan war in 2006. &gt;&gt; We have never really asked anything of"
    },
    {
      "start": 60.399,
      "dur": 1.351,
      "text": "&gt;&gt; We have never really asked anything of them. You know, they'll say they sent"
    },
    {
      "start": 61.76,
      "dur": 1.83,
      "text": "them. You know, they'll say they sent some troops to Afghanistan or this or"
    },
    {
      "start": 63.6,
      "dur": 1.99,
      "text": "some troops to Afghanistan or this or that and they did. They stayed a little"
    },
    {
      "start": 65.6,
      "dur": 2.95,
      "text": "that and they did. They stayed a little back."
    },
    {
      "start": 68.56,
      "dur": 1.99,
      "text": "back. &gt;&gt; The conflict was triggered after the US"
    },
    {
      "start": 70.56,
      "dur": 2.39,
      "text": "&gt;&gt; The conflict was triggered after the US asked for NATO allies to help battle the"
    },
    {
      "start": 72.96,
      "dur": 2.149,
      "text": "asked for NATO allies to help battle the Taliban in the aftermath of the"
    },
    {
      "start": 75.119,
      "dur": 2.791,
      "text": "Taliban in the aftermath of the September 11th attacks. Robert Dicketts"
    },
    {
      "start": 77.92,
      "dur": 2.71,
      "text": "September 11th attacks. Robert Dicketts from Kent lost his only child, Oliver,"
    },
    {
      "start": 80.64,
      "dur": 2.23,
      "text": "from Kent lost his only child, Oliver, who was based in Helmond, the scene of"
    },
    {
      "start": 82.88,
      "dur": 2.47,
      "text": "who was based in Helmond, the scene of the heaviest fighting. He was one of the"
    },
    {
      "start": 85.36,
      "dur": 1.51,
      "text": "the heaviest fighting. He was one of the 457"
    },
    {
      "start": 86.88,
      "dur": 2.95,
      "text": "457 British service personnel who died."
    },
    {
      "start": 89.84,
      "dur": 1.83,
      "text": "British service personnel who died. &gt;&gt; President Trump needs to get his history"
    },
    {
      "start": 91.68,
      "dur": 2.63,
      "text": "&gt;&gt; President Trump needs to get his history right. His knowledge of uh history is"
    },
    {
      "start": 94.32,
      "dur": 1.99,
      "text": "right. His knowledge of uh history is completely farical."
    },
    {
      "start": 96.32,
      "dur": 2.71,
      "text": "completely farical. Um I think our son had a wonderful"
    },
    {
      "start": 99.04,
      "dur": 2.31,
      "text": "Um I think our son had a wonderful saying which said no engage brain before"
    },
    {
      "start": 101.36,
      "dur": 2.709,
      "text": "saying which said no engage brain before opening mouth and I think uh President"
    },
    {
      "start": 104.079,
      "dur": 2.31,
      "text": "opening mouth and I think uh President Trump should do the same thing."
    },
    {
      "start": 106.399,
      "dur": 1.99,
      "text": "Trump should do the same thing. It prompted a strong response from the"
    },
    {
      "start": 108.399,
      "dur": 2.151,
      "text": "It prompted a strong response from the prime minister Saki Starmmer who called"
    },
    {
      "start": 110.56,
      "dur": 2.39,
      "text": "prime minister Saki Starmmer who called the president's remarks insulting and"
    },
    {
      "start": 112.96,
      "dur": 2.07,
      "text": "the president's remarks insulting and appalling and was not surprised that"
    },
    {
      "start": 115.04,
      "dur": 2.95,
      "text": "appalling and was not surprised that they have caused such hurt. Prince Harry"
    },
    {
      "start": 118.0,
      "dur": 2.55,
      "text": "they have caused such hurt. Prince Harry who did two tours of Helmond said those"
    },
    {
      "start": 120.56,
      "dur": 1.99,
      "text": "who did two tours of Helmond said those sacrifices deserve to be spoken of"
    },
    {
      "start": 122.56,
      "dur": 2.869,
      "text": "sacrifices deserve to be spoken of truthfully and with respect."
    },
    {
      "start": 125.439,
      "dur": 2.551,
      "text": "truthfully and with respect. US veterans who fought alongside NATO"
    },
    {
      "start": 128.0,
      "dur": 2.229,
      "text": "US veterans who fought alongside NATO forces on the front line say President"
    },
    {
      "start": 130.239,
      "dur": 1.99,
      "text": "forces on the front line say President Trump's comments couldn't be further"
    },
    {
      "start": 132.239,
      "dur": 1.591,
      "text": "Trump's comments couldn't be further from the truth."
    },
    {
      "start": 133.84,
      "dur": 2.31,
      "text": "from the truth. UK troops were fighting and and dying by"
    },
    {
      "start": 136.16,
      "dur": 2.39,
      "text": "UK troops were fighting and and dying by the dozens and hundreds in tough fights"
    },
    {
      "start": 138.56,
      "dur": 3.749,
      "text": "the dozens and hundreds in tough fights in Helman Province uh long before the US"
    },
    {
      "start": 142.319,
      "dur": 2.63,
      "text": "in Helman Province uh long before the US made that province a uh a focus and long"
    },
    {
      "start": 144.959,
      "dur": 2.311,
      "text": "made that province a uh a focus and long before US troops surged into that uh"
    },
    {
      "start": 147.28,
      "dur": 2.39,
      "text": "before US troops surged into that uh that province. The UK was there in some"
    },
    {
      "start": 149.68,
      "dur": 1.189,
      "text": "that province. The UK was there in some tough fights."
    },
    {
      "start": 150.879,
      "dur": 1.751,
      "text": "tough fights. &gt;&gt; The White House has since released a"
    },
    {
      "start": 152.64,
      "dur": 2.07,
      "text": "&gt;&gt; The White House has since released a statement sticking by the US president's"
    },
    {
      "start": 154.72,
      "dur": 2.869,
      "text": "statement sticking by the US president's view on NATO. It said President Trump is"
    },
    {
      "start": 157.599,
      "dur": 2.231,
      "text": "view on NATO. It said President Trump is right. America's contributions to NATO"
    },
    {
      "start": 159.84,
      "dur": 2.389,
      "text": "right. America's contributions to NATO dwarf that of other countries. The"
    },
    {
      "start": 162.239,
      "dur": 1.99,
      "text": "dwarf that of other countries. The president himself has not commented"
    },
    {
      "start": 164.239,
      "dur": 2.71,
      "text": "president himself has not commented directly on calls for him to apologize."
    },
    {
      "start": 166.959,
      "dur": 3.111,
      "text": "directly on calls for him to apologize. Lee Milner, BBC News."
    },
    {
      "start": 170.08,
      "dur": 1.83,
      "text": "Lee Milner, BBC News. &gt;&gt; Our North America correspondent David"
    },
    {
      "start": 171.92,
      "dur": 1.75,
      "text": "&gt;&gt; Our North America correspondent David Willis says that an apology from"
    },
    {
      "start": 173.68,
      "dur": 2.31,
      "text": "Willis says that an apology from President Trump is unlikely."
    },
    {
      "start": 176.0,
      "dur": 2.55,
      "text": "President Trump is unlikely. &gt;&gt; The question really I think is will"
    },
    {
      "start": 178.56,
      "dur": 3.19,
      "text": "&gt;&gt; The question really I think is will there be some sort of apology as Sakir"
    },
    {
      "start": 181.76,
      "dur": 2.71,
      "text": "there be some sort of apology as Sakir Stars hinted he would like to see from"
    },
    {
      "start": 184.48,
      "dur": 3.109,
      "text": "Stars hinted he would like to see from Donald Trump. The answer being very"
    },
    {
      "start": 187.599,
      "dur": 2.63,
      "text": "Donald Trump. The answer being very unlikely. I think you know him uh as"
    },
    {
      "start": 190.239,
      "dur": 1.99,
      "text": "unlikely. I think you know him uh as well as I do and this is a man who"
    },
    {
      "start": 192.239,
      "dur": 4.791,
      "text": "well as I do and this is a man who doesn't back down. He likes to perhaps"
    },
    {
      "start": 197.04,
      "dur": 2.63,
      "text": "doesn't back down. He likes to perhaps change position to pivot if you like but"
    },
    {
      "start": 199.68,
      "dur": 2.87,
      "text": "change position to pivot if you like but he regards backing down as something"
    },
    {
      "start": 202.56,
      "dur": 3.35,
      "text": "he regards backing down as something that losers do and he refuses to regard"
    },
    {
      "start": 205.92,
      "dur": 2.63,
      "text": "that losers do and he refuses to regard himself as a loser. His mantra has long"
    },
    {
      "start": 208.56,
      "dur": 2.63,
      "text": "himself as a loser. His mantra has long been of course never apologize, never"
    },
    {
      "start": 211.2,
      "dur": 1.51,
      "text": "been of course never apologize, never back down. So, I don't think we're going"
    },
    {
      "start": 212.72,
      "dur": 2.869,
      "text": "back down. So, I don't think we're going to see much in the way of contrition uh"
    },
    {
      "start": 215.599,
      "dur": 2.791,
      "text": "to see much in the way of contrition uh from President Trump. But there is, of"
    },
    {
      "start": 218.4,
      "dur": 1.909,
      "text": "from President Trump. But there is, of course, a suggestion here, as I'm sure"
    },
    {
      "start": 220.319,
      "dur": 2.55,
      "text": "course, a suggestion here, as I'm sure there is on your side of the pond, that"
    },
    {
      "start": 222.879,
      "dur": 3.91,
      "text": "there is on your side of the pond, that perhaps King Charles postpone, cancelled"
    },
    {
      "start": 226.799,
      "dur": 3.51,
      "text": "perhaps King Charles postpone, cancelled whatever his planned visit or proposed"
    },
    {
      "start": 230.319,
      "dur": 3.27,
      "text": "whatever his planned visit or proposed visit to the United States uh planned or"
    },
    {
      "start": 233.599,
      "dur": 3.35,
      "text": "visit to the United States uh planned or proposed for some time in the spring."
    },
    {
      "start": 236.959,
      "dur": 2.311,
      "text": "proposed for some time in the spring. And that of course visit with Queen"
    },
    {
      "start": 239.28,
      "dur": 3.669,
      "text": "And that of course visit with Queen Camila was to mark the U 250th"
    },
    {
      "start": 242.959,
      "dur": 2.151,
      "text": "Camila was to mark the U 250th anniversary of the United States. That"
    },
    {
      "start": 245.12,
      "dur": 2.79,
      "text": "anniversary of the United States. That would definitely be a snub to Donald"
    },
    {
      "start": 247.92,
      "dur": 2.389,
      "text": "would definitely be a snub to Donald Trump. Something that would, if you"
    },
    {
      "start": 250.319,
      "dur": 3.351,
      "text": "Trump. Something that would, if you like, affect his ego and his reputation."
    },
    {
      "start": 253.68,
      "dur": 1.99,
      "text": "like, affect his ego and his reputation. He wouldn't like it at all, I don't"
    },
    {
      "start": 255.68,
      "dur": 2.949,
      "text": "He wouldn't like it at all, I don't think. But um in the meantime, there is"
    },
    {
      "start": 258.639,
      "dur": 3.511,
      "text": "think. But um in the meantime, there is a lot of bridge building to be done. The"
    },
    {
      "start": 262.16,
      "dur": 2.95,
      "text": "a lot of bridge building to be done. The so-called special relationship"
    },
    {
      "start": 265.12,
      "dur": 1.83,
      "text": "so-called special relationship doesn't look quite so special this"
    },
    {
      "start": 266.96,
      "dur": 2.4,
      "text": "doesn't look quite so special this morning."
    }
  ]
}