{
  "videoId": "tf5xpZgRYUs",
  "title": "Anatoliy Trubin on that Champions League goal, Mourinho's reaction and the Ukraine War | BBC News",
  "publishedAt": "2026-02-10",
  "channel": "BBC News",
  "durationSeconds": 259,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.32,
      "text": "Last week's Champions League final group"
    },
    {
      "start": 2.48,
      "dur": 2.07,
      "text": "Last week's Champions League final group games brought incredible drama,"
    },
    {
      "start": 4.56,
      "dur": 2.309,
      "text": "games brought incredible drama, particularly in the Portuguese capital,"
    },
    {
      "start": 6.879,
      "dur": 2.551,
      "text": "particularly in the Portuguese capital, Lisbon. Needing an injury time goal to"
    },
    {
      "start": 9.44,
      "dur": 1.75,
      "text": "Lisbon. Needing an injury time goal to keep their participation in this year's"
    },
    {
      "start": 11.2,
      "dur": 1.99,
      "text": "keep their participation in this year's competition alive, Benfica sent their"
    },
    {
      "start": 13.2,
      "dur": 2.629,
      "text": "competition alive, Benfica sent their Ukrainian goalkeeper Anatoli Troubin"
    },
    {
      "start": 15.839,
      "dur": 2.231,
      "text": "Ukrainian goalkeeper Anatoli Troubin into the box to join the attack. Many a"
    },
    {
      "start": 18.08,
      "dur": 1.99,
      "text": "into the box to join the attack. Many a team have done it, have they not?"
    },
    {
      "start": 20.08,
      "dur": 2.47,
      "text": "team have done it, have they not? Unbelievably, this time Troubin, who is"
    },
    {
      "start": 22.56,
      "dur": 1.99,
      "text": "Unbelievably, this time Troubin, who is 24 years old, made the perfect"
    },
    {
      "start": 24.56,
      "dur": 2.15,
      "text": "24 years old, made the perfect connection to a free kick, scoring a"
    },
    {
      "start": 26.72,
      "dur": 2.709,
      "text": "connection to a free kick, scoring a sensational headed goal. in the process"
    },
    {
      "start": 29.439,
      "dur": 1.83,
      "text": "sensational headed goal. in the process sending the home supporters into"
    },
    {
      "start": 31.279,
      "dur": 2.631,
      "text": "sending the home supporters into ecstasy, not to mention his manager."
    },
    {
      "start": 33.92,
      "dur": 1.91,
      "text": "ecstasy, not to mention his manager. Trouin's incredible goal also brought to"
    },
    {
      "start": 35.84,
      "dur": 2.31,
      "text": "Trouin's incredible goal also brought to light his struggles to make it as a top"
    },
    {
      "start": 38.16,
      "dur": 2.15,
      "text": "light his struggles to make it as a top flight goalkeeper because of the war"
    },
    {
      "start": 40.32,
      "dur": 2.47,
      "text": "flight goalkeeper because of the war with Russia. He is of course Ukrainian."
    },
    {
      "start": 42.8,
      "dur": 1.99,
      "text": "with Russia. He is of course Ukrainian. He was forced to leave his home more"
    },
    {
      "start": 44.8,
      "dur": 2.79,
      "text": "He was forced to leave his home more than once because of that fighting."
    },
    {
      "start": 47.6,
      "dur": 1.83,
      "text": "than once because of that fighting. Well, I'm delighted to say that Anatoli"
    },
    {
      "start": 49.44,
      "dur": 2.55,
      "text": "Well, I'm delighted to say that Anatoli Troubin, Benfica goalkeeper and Benfica"
    },
    {
      "start": 52.0,
      "dur": 2.79,
      "text": "Troubin, Benfica goalkeeper and Benfica hero joins us from his home in Lisbon. H"
    },
    {
      "start": 54.8,
      "dur": 1.35,
      "text": "hero joins us from his home in Lisbon. H it's so good to talk to you. Thank you"
    },
    {
      "start": 56.16,
      "dur": 2.869,
      "text": "it's so good to talk to you. Thank you so much for joining us on the BBC. If I"
    },
    {
      "start": 59.039,
      "dur": 2.871,
      "text": "so much for joining us on the BBC. If I can ask you first of all, how do you"
    },
    {
      "start": 61.92,
      "dur": 3.03,
      "text": "can ask you first of all, how do you feel now looking back at that fantastic"
    },
    {
      "start": 64.96,
      "dur": 1.67,
      "text": "feel now looking back at that fantastic goal?"
    },
    {
      "start": 66.64,
      "dur": 2.31,
      "text": "goal? &gt;&gt; Uh hello everyone."
    },
    {
      "start": 68.96,
      "dur": 2.55,
      "text": "&gt;&gt; Uh hello everyone. Actually, it's"
    },
    {
      "start": 71.52,
      "dur": 2.87,
      "text": "Actually, it's amazing feelings because it's something"
    },
    {
      "start": 74.4,
      "dur": 3.59,
      "text": "amazing feelings because it's something I have never did before. So for me it's"
    },
    {
      "start": 78.0,
      "dur": 2.149,
      "text": "I have never did before. So for me it's something something special special"
    },
    {
      "start": 80.159,
      "dur": 5.031,
      "text": "something something special special moment uh stuck in my head in my like in"
    },
    {
      "start": 85.2,
      "dur": 2.549,
      "text": "moment uh stuck in my head in my like in the world for all of my life."
    },
    {
      "start": 87.759,
      "dur": 1.67,
      "text": "the world for all of my life. &gt;&gt; And what's the reaction been you know"
    },
    {
      "start": 89.439,
      "dur": 4.471,
      "text": "&gt;&gt; And what's the reaction been you know how has it changed your life now?"
    },
    {
      "start": 93.92,
      "dur": 3.6,
      "text": "Uh actually nothing changed only now the"
    },
    {
      "start": 97.52,
      "dur": 3.03,
      "text": "Uh actually nothing changed only now the people outside say to me you score a"
    },
    {
      "start": 100.56,
      "dur": 2.39,
      "text": "people outside say to me you score a good goal so it's a little bit strange"
    },
    {
      "start": 102.96,
      "dur": 3.27,
      "text": "good goal so it's a little bit strange because you work hard to defend the goal"
    },
    {
      "start": 106.24,
      "dur": 2.31,
      "text": "because you work hard to defend the goal but everyone remembered you score. So"
    },
    {
      "start": 108.56,
      "dur": 1.909,
      "text": "but everyone remembered you score. So it's something"
    },
    {
      "start": 110.479,
      "dur": 0.871,
      "text": "it's something something strange"
    },
    {
      "start": 111.36,
      "dur": 1.91,
      "text": "something strange &gt;&gt; and of course the the expectation that"
    },
    {
      "start": 113.28,
      "dur": 2.789,
      "text": "&gt;&gt; and of course the the expectation that every time there is a need for a last"
    },
    {
      "start": 116.079,
      "dur": 3.271,
      "text": "every time there is a need for a last minute goal you're going to be there."
    },
    {
      "start": 119.36,
      "dur": 3.429,
      "text": "minute goal you're going to be there. &gt;&gt; Yeah. Some of my teammates said before"
    },
    {
      "start": 122.799,
      "dur": 2.871,
      "text": "&gt;&gt; Yeah. Some of my teammates said before uh recently games, let's go second one."
    },
    {
      "start": 125.68,
      "dur": 0.95,
      "text": "uh recently games, let's go second one. Second one."
    },
    {
      "start": 126.64,
      "dur": 1.749,
      "text": "Second one. &gt;&gt; And what did your manager Jose Mourinho"
    },
    {
      "start": 128.399,
      "dur": 1.431,
      "text": "&gt;&gt; And what did your manager Jose Mourinho say to you afterwards? What was his"
    },
    {
      "start": 129.84,
      "dur": 2.31,
      "text": "say to you afterwards? What was his reaction to you? What did he say to you"
    },
    {
      "start": 132.16,
      "dur": 1.67,
      "text": "reaction to you? What did he say to you afterwards?"
    },
    {
      "start": 133.84,
      "dur": 1.99,
      "text": "afterwards? &gt;&gt; Actually, nothing. Because after the"
    },
    {
      "start": 135.84,
      "dur": 4.389,
      "text": "&gt;&gt; Actually, nothing. Because after the game, everyone was so happy. So, he just"
    },
    {
      "start": 140.239,
      "dur": 2.07,
      "text": "game, everyone was so happy. So, he just look at me, we shake our hands, and he"
    },
    {
      "start": 142.319,
      "dur": 1.591,
      "text": "look at me, we shake our hands, and he just do like this."
    },
    {
      "start": 143.92,
      "dur": 2.47,
      "text": "just do like this. &gt;&gt; Oh, I know. I can I can imagine."
    },
    {
      "start": 146.4,
      "dur": 2.39,
      "text": "&gt;&gt; Oh, I know. I can I can imagine. Um, I want to talk to you about the war"
    },
    {
      "start": 148.8,
      "dur": 2.47,
      "text": "Um, I want to talk to you about the war in Ukraine if I can because you are"
    },
    {
      "start": 151.28,
      "dur": 2.229,
      "text": "in Ukraine if I can because you are obviously Ukrainian and the war has"
    },
    {
      "start": 153.519,
      "dur": 2.471,
      "text": "obviously Ukrainian and the war has shaped your life and your career in so"
    },
    {
      "start": 156.0,
      "dur": 3.03,
      "text": "shaped your life and your career in so many ways. Um, talk me through how it's"
    },
    {
      "start": 159.04,
      "dur": 4.469,
      "text": "many ways. Um, talk me through how it's affected you and your family."
    },
    {
      "start": 163.519,
      "dur": 4.481,
      "text": "&gt;&gt; It affects a lot because uh already four"
    },
    {
      "start": 168.0,
      "dur": 1.83,
      "text": "&gt;&gt; It affects a lot because uh already four years since"
    },
    {
      "start": 169.84,
      "dur": 2.23,
      "text": "years since I left Ukraine."
    },
    {
      "start": 172.08,
      "dur": 1.91,
      "text": "I left Ukraine. Um"
    },
    {
      "start": 174.0,
      "dur": 1.83,
      "text": "Um also"
    },
    {
      "start": 175.84,
      "dur": 2.389,
      "text": "also only my family can come to me so it's"
    },
    {
      "start": 178.239,
      "dur": 5.511,
      "text": "only my family can come to me so it's difficult to not see them cannot uh"
    },
    {
      "start": 183.76,
      "dur": 3.91,
      "text": "difficult to not see them cannot uh come back to my home in G and also I"
    },
    {
      "start": 187.68,
      "dur": 2.629,
      "text": "come back to my home in G and also I don't remember even when last time I was"
    },
    {
      "start": 190.319,
      "dur": 3.91,
      "text": "don't remember even when last time I was in Donk so for me it's really difficult"
    },
    {
      "start": 194.239,
      "dur": 4.951,
      "text": "in Donk so for me it's really difficult because I really like Ukraine every city"
    },
    {
      "start": 199.2,
      "dur": 2.15,
      "text": "because I really like Ukraine every city so for me it's something special special"
    },
    {
      "start": 201.36,
      "dur": 4.149,
      "text": "so for me it's something special special moment there uh some memories uh with my"
    },
    {
      "start": 205.519,
      "dur": 2.151,
      "text": "moment there uh some memories uh with my wife also my football career and it's"
    },
    {
      "start": 207.68,
      "dur": 4.549,
      "text": "wife also my football career and it's difficult that I cannot return there"
    },
    {
      "start": 212.239,
      "dur": 2.871,
      "text": "difficult that I cannot return there talk to me a little bit about your dream"
    },
    {
      "start": 215.12,
      "dur": 2.389,
      "text": "talk to me a little bit about your dream of becoming a professional footballer"
    },
    {
      "start": 217.519,
      "dur": 5.27,
      "text": "of becoming a professional footballer how did that all come about"
    },
    {
      "start": 222.799,
      "dur": 2.561,
      "text": "&gt;&gt; actually I don't know what to say"
    },
    {
      "start": 225.36,
      "dur": 5.67,
      "text": "&gt;&gt; actually I don't know what to say exactly but uh football is the most"
    },
    {
      "start": 231.04,
      "dur": 3.99,
      "text": "exactly but uh football is the most uh popular sport in the world. So of"
    },
    {
      "start": 235.04,
      "dur": 3.59,
      "text": "uh popular sport in the world. So of course I play as a kid and I really like"
    },
    {
      "start": 238.64,
      "dur": 4.71,
      "text": "course I play as a kid and I really like to watch it and maybe because of my uh"
    },
    {
      "start": 243.36,
      "dur": 3.83,
      "text": "to watch it and maybe because of my uh grandad that because he also was um"
    },
    {
      "start": 247.2,
      "dur": 1.43,
      "text": "grandad that because he also was um football player of course not"
    },
    {
      "start": 248.64,
      "dur": 3.75,
      "text": "football player of course not professional but he played uh with local"
    },
    {
      "start": 252.4,
      "dur": 3.35,
      "text": "professional but he played uh with local team so maybe because of him and also"
    },
    {
      "start": 255.76,
      "dur": 4.96,
      "text": "team so maybe because of him and also because I really love this sport."
    }
  ]
}