{
  "videoId": "uiKo2ab0x3s",
  "title": "Tackling unregulated 'shadow fleet' in Baltic | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 237,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.16,
      "text": "return to the Baltic where a growing"
    },
    {
      "start": 2.32,
      "dur": 2.87,
      "text": "return to the Baltic where a growing shadow fleet is causing concern. Almost"
    },
    {
      "start": 5.2,
      "dur": 2.549,
      "text": "shadow fleet is causing concern. Almost a thousand of these unregulated tankers"
    },
    {
      "start": 7.759,
      "dur": 2.471,
      "text": "a thousand of these unregulated tankers sail on the world's oceans and hundreds"
    },
    {
      "start": 10.24,
      "dur": 2.389,
      "text": "sail on the world's oceans and hundreds have been sanctioned for helping Russia"
    },
    {
      "start": 12.639,
      "dur": 2.631,
      "text": "have been sanctioned for helping Russia to export oil that funds its war in"
    },
    {
      "start": 15.28,
      "dur": 2.39,
      "text": "to export oil that funds its war in Ukraine. While some are suspected of"
    },
    {
      "start": 17.68,
      "dur": 2.87,
      "text": "Ukraine. While some are suspected of acts of sabotage, EU coastal states"
    },
    {
      "start": 20.56,
      "dur": 2.15,
      "text": "acts of sabotage, EU coastal states warned these tankers could pose safety"
    },
    {
      "start": 22.72,
      "dur": 2.07,
      "text": "warned these tankers could pose safety or environmental risks and are stepping"
    },
    {
      "start": 24.8,
      "dur": 2.709,
      "text": "or environmental risks and are stepping up checks. Sailing from the port town of"
    },
    {
      "start": 27.519,
      "dur": 2.15,
      "text": "up checks. Sailing from the port town of Trellborg, Adrienne Murray joins"
    },
    {
      "start": 29.679,
      "dur": 4.231,
      "text": "Trellborg, Adrienne Murray joins Sweden's Coast Guard to find out more."
    },
    {
      "start": 33.92,
      "dur": 2.149,
      "text": "Sweden's Coast Guard to find out more. &gt;&gt; Heading into the choppy waters of the"
    },
    {
      "start": 36.079,
      "dur": 2.551,
      "text": "&gt;&gt; Heading into the choppy waters of the Baltic Sea, the Swedish Coast Guard are"
    },
    {
      "start": 38.64,
      "dur": 2.95,
      "text": "Baltic Sea, the Swedish Coast Guard are on patrol."
    },
    {
      "start": 41.6,
      "dur": 2.31,
      "text": "on patrol. &gt;&gt; Not long into the voyage, an oil tanker"
    },
    {
      "start": 43.92,
      "dur": 1.75,
      "text": "&gt;&gt; Not long into the voyage, an oil tanker is spotted on the radar."
    },
    {
      "start": 45.68,
      "dur": 1.11,
      "text": "is spotted on the radar. &gt;&gt; Swedish Coast Guard"
    },
    {
      "start": 46.8,
      "dur": 2.47,
      "text": "&gt;&gt; Swedish Coast Guard &gt;&gt; and the crew radios to ask for its"
    },
    {
      "start": 49.28,
      "dur": 0.63,
      "text": "&gt;&gt; and the crew radios to ask for its paperwork."
    },
    {
      "start": 49.92,
      "dur": 2.87,
      "text": "paperwork. &gt;&gt; What's your flag state?"
    },
    {
      "start": 52.8,
      "dur": 3.19,
      "text": "&gt;&gt; What's your flag state? Uh my flight is Panama."
    },
    {
      "start": 56.0,
      "dur": 1.91,
      "text": "Uh my flight is Panama. &gt;&gt; Roughly half of Russia's seaborn oil"
    },
    {
      "start": 57.92,
      "dur": 2.309,
      "text": "&gt;&gt; Roughly half of Russia's seaborn oil exports are shipped through the Baltic,"
    },
    {
      "start": 60.239,
      "dur": 2.551,
      "text": "exports are shipped through the Baltic, a cargo often carried by the shadow"
    },
    {
      "start": 62.8,
      "dur": 3.51,
      "text": "a cargo often carried by the shadow fleet, a group of aging and unregulated"
    },
    {
      "start": 66.32,
      "dur": 0.95,
      "text": "fleet, a group of aging and unregulated tankers."
    },
    {
      "start": 67.28,
      "dur": 2.149,
      "text": "tankers. &gt;&gt; The big question is if they have any"
    },
    {
      "start": 69.439,
      "dur": 2.311,
      "text": "&gt;&gt; The big question is if they have any assurance. One of the main purpose is"
    },
    {
      "start": 71.76,
      "dur": 3.27,
      "text": "assurance. One of the main purpose is the environment. If there are any oil"
    },
    {
      "start": 75.04,
      "dur": 1.51,
      "text": "the environment. If there are any oil spills,"
    },
    {
      "start": 76.56,
      "dur": 2.79,
      "text": "spills, &gt;&gt; this tanker is on the EU and UK"
    },
    {
      "start": 79.36,
      "dur": 2.069,
      "text": "&gt;&gt; this tanker is on the EU and UK sanctions lists. I think this ship will"
    },
    {
      "start": 81.439,
      "dur": 3.67,
      "text": "sanctions lists. I think this ship will go up to Russia and uh get oil. It's a"
    },
    {
      "start": 85.119,
      "dur": 3.35,
      "text": "go up to Russia and uh get oil. It's a ship that is in the shadow fleet."
    },
    {
      "start": 88.479,
      "dur": 2.471,
      "text": "ship that is in the shadow fleet. &gt;&gt; Days later, tracking data showed it at"
    },
    {
      "start": 90.96,
      "dur": 2.07,
      "text": "&gt;&gt; Days later, tracking data showed it at the Russian port of Primosk before"
    },
    {
      "start": 93.04,
      "dur": 2.31,
      "text": "the Russian port of Primosk before sailing out of the Baltic and onwards to"
    },
    {
      "start": 95.36,
      "dur": 0.63,
      "text": "sailing out of the Baltic and onwards to India."
    },
    {
      "start": 96.0,
      "dur": 2.71,
      "text": "India. &gt;&gt; We have more of these vessels. They have"
    },
    {
      "start": 98.72,
      "dur": 3.029,
      "text": "&gt;&gt; We have more of these vessels. They have uh unclear ownership."
    },
    {
      "start": 101.759,
      "dur": 4.231,
      "text": "uh unclear ownership. Uh it's older ship and sometimes also"
    },
    {
      "start": 106.0,
      "dur": 2.63,
      "text": "Uh it's older ship and sometimes also unclear flag."
    },
    {
      "start": 108.64,
      "dur": 2.469,
      "text": "unclear flag. Hundreds of ships carrying Russian oil"
    },
    {
      "start": 111.119,
      "dur": 2.151,
      "text": "Hundreds of ships carrying Russian oil are sailing back and forth here in the"
    },
    {
      "start": 113.28,
      "dur": 2.789,
      "text": "are sailing back and forth here in the Baltic. But in international waters,"
    },
    {
      "start": 116.079,
      "dur": 2.551,
      "text": "Baltic. But in international waters, they can sail freely as though coastal"
    },
    {
      "start": 118.64,
      "dur": 2.87,
      "text": "they can sail freely as though coastal states have very few powers to stop"
    },
    {
      "start": 121.52,
      "dur": 1.67,
      "text": "states have very few powers to stop them."
    },
    {
      "start": 123.2,
      "dur": 2.229,
      "text": "them. A watchful NATO has also boosted its"
    },
    {
      "start": 125.439,
      "dur": 2.471,
      "text": "A watchful NATO has also boosted its presence following a wave of suspected"
    },
    {
      "start": 127.92,
      "dur": 1.669,
      "text": "presence following a wave of suspected sabotage."
    },
    {
      "start": 129.599,
      "dur": 1.99,
      "text": "sabotage. This month, Finnish police arrested the"
    },
    {
      "start": 131.599,
      "dur": 2.71,
      "text": "This month, Finnish police arrested the crew of a cargo ship after underwater"
    },
    {
      "start": 134.319,
      "dur": 3.27,
      "text": "crew of a cargo ship after underwater cables were damaged. and a Russian flag"
    },
    {
      "start": 137.599,
      "dur": 2.551,
      "text": "cables were damaged. and a Russian flag tanker with links to Venezuela was"
    },
    {
      "start": 140.16,
      "dur": 2.95,
      "text": "tanker with links to Venezuela was seized in the North Atlantic. Meanwhile,"
    },
    {
      "start": 143.12,
      "dur": 2.87,
      "text": "seized in the North Atlantic. Meanwhile, Western sanctions have been strengthened"
    },
    {
      "start": 146.0,
      "dur": 2.15,
      "text": "Western sanctions have been strengthened to curb the flow of Russian oil."
    },
    {
      "start": 148.16,
      "dur": 2.55,
      "text": "to curb the flow of Russian oil. &gt;&gt; It is a wide ranging and extensive"
    },
    {
      "start": 150.72,
      "dur": 2.31,
      "text": "&gt;&gt; It is a wide ranging and extensive package that hits at the heart of the"
    },
    {
      "start": 153.04,
      "dur": 1.75,
      "text": "package that hits at the heart of the Russian war economy."
    },
    {
      "start": 154.8,
      "dur": 1.91,
      "text": "Russian war economy. &gt;&gt; Yet, the shadow fleet has swelled in"
    },
    {
      "start": 156.72,
      "dur": 4.39,
      "text": "&gt;&gt; Yet, the shadow fleet has swelled in size and now numbers almost a thousand."
    },
    {
      "start": 161.12,
      "dur": 2.15,
      "text": "size and now numbers almost a thousand. At the mouth of the Baltic, the narrow"
    },
    {
      "start": 163.28,
      "dur": 2.949,
      "text": "At the mouth of the Baltic, the narrow Danish straits are a maritime motorway"
    },
    {
      "start": 166.239,
      "dur": 3.831,
      "text": "Danish straits are a maritime motorway for 70,000 ships every year. At least"
    },
    {
      "start": 170.08,
      "dur": 2.789,
      "text": "for 70,000 ships every year. At least two shadow fleet tankers pass daily."
    },
    {
      "start": 172.879,
      "dur": 2.231,
      "text": "two shadow fleet tankers pass daily. Some cruising within a few hundred"
    },
    {
      "start": 175.12,
      "dur": 2.63,
      "text": "Some cruising within a few hundred meters of the shoreline. However,"
    },
    {
      "start": 177.76,
      "dur": 2.39,
      "text": "meters of the shoreline. However, Russian officials argue its exports are"
    },
    {
      "start": 180.16,
      "dur": 2.789,
      "text": "Russian officials argue its exports are legitimate and that this labeling is"
    },
    {
      "start": 182.959,
      "dur": 0.951,
      "text": "legitimate and that this labeling is discriminatory."
    },
    {
      "start": 183.92,
      "dur": 1.75,
      "text": "discriminatory. &gt;&gt; The straits are international waters,"
    },
    {
      "start": 185.68,
      "dur": 2.31,
      "text": "&gt;&gt; The straits are international waters, meaning that the right to sail there is"
    },
    {
      "start": 188.0,
      "dur": 2.229,
      "text": "meaning that the right to sail there is a right that all states have. We can"
    },
    {
      "start": 190.239,
      "dur": 1.831,
      "text": "a right that all states have. We can stop the vessels if we think they do not"
    },
    {
      "start": 192.08,
      "dur": 2.39,
      "text": "stop the vessels if we think they do not have a flag, but apart from that, it is"
    },
    {
      "start": 194.48,
      "dur": 1.749,
      "text": "have a flag, but apart from that, it is extremely limited."
    },
    {
      "start": 196.239,
      "dur": 1.831,
      "text": "extremely limited. &gt;&gt; Here in Denmark, environmental"
    },
    {
      "start": 198.08,
      "dur": 2.63,
      "text": "&gt;&gt; Here in Denmark, environmental inspections have stepped up and a"
    },
    {
      "start": 200.72,
      "dur": 3.11,
      "text": "inspections have stepped up and a handful of old unseaorthy ships have"
    },
    {
      "start": 203.84,
      "dur": 1.59,
      "text": "handful of old unseaorthy ships have been detained."
    },
    {
      "start": 205.44,
      "dur": 2.069,
      "text": "been detained. &gt;&gt; But there's also frustration."
    },
    {
      "start": 207.519,
      "dur": 2.231,
      "text": "&gt;&gt; But there's also frustration. &gt;&gt; We have these sanctions. So the the aim"
    },
    {
      "start": 209.76,
      "dur": 2.79,
      "text": "&gt;&gt; We have these sanctions. So the the aim of them is to make sure that we don't"
    },
    {
      "start": 212.56,
      "dur": 3.83,
      "text": "of them is to make sure that we don't give Russia a chance to export oil to"
    },
    {
      "start": 216.4,
      "dur": 2.31,
      "text": "give Russia a chance to export oil to finance the war. Uh, and as long as they"
    },
    {
      "start": 218.72,
      "dur": 1.35,
      "text": "finance the war. Uh, and as long as they still go through, that doesn't really"
    },
    {
      "start": 220.08,
      "dur": 1.91,
      "text": "still go through, that doesn't really fully function. Eventually, the risk is"
    },
    {
      "start": 222.0,
      "dur": 2.39,
      "text": "fully function. Eventually, the risk is an environmental catastrophe."
    },
    {
      "start": 224.4,
      "dur": 2.389,
      "text": "an environmental catastrophe. &gt;&gt; But these efforts to curb the shadow"
    },
    {
      "start": 226.799,
      "dur": 2.631,
      "text": "&gt;&gt; But these efforts to curb the shadow fleet activities are just a drop in the"
    },
    {
      "start": 229.44,
      "dur": 3.75,
      "text": "fleet activities are just a drop in the ocean when their ranks keep growing."
    },
    {
      "start": 233.2,
      "dur": 4.08,
      "text": "ocean when their ranks keep growing. Adrien Murray, BBC News."
    }
  ]
}