{
  "videoId": "UyaZFR5mOMk",
  "title": "UK Prime Minister facing calls to resign over ambassador’s Epstein links | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 411,
  "segments": [
    {
      "start": 0.1,
      "dur": 8.4,
      "text": "A day of extreme jeopardy for Secure Star over the scandal surrounding Peter Star over the scandal surrounding Peter Mandelson and his links with Jeffrey Mandelson and his links with Jeffrey Epstein is ending tonight with his"
    },
    {
      "start": 8.5,
      "dur": 8.5,
      "text": "Epstein is ending tonight with his cabinet rallying around him and his cabinet rallying around him and his backbench MPs applauding him after he backbench MPs applauding him after he appealed to them for support in an appealed to them for support in an evening meeting in Westminster during a"
    },
    {
      "start": 17.0,
      "dur": 8.9,
      "text": "evening meeting in Westminster during a frantic and roller coaster day for frantic and roller coaster day for Sakir. He faced the sudden resignation Sakir. He faced the sudden resignation of his director of communications and a of his director of communications and a public call on him to stand down by"
    },
    {
      "start": 25.9,
      "dur": 9.9,
      "text": "public call on him to stand down by Labour's leader in Scotland. Labour's leader in Scotland. The fallout from the Epstein files has The fallout from the Epstein files has also prompted an unprecedented statement also prompted an unprecedented statement from Buckingham Palace in which the king"
    },
    {
      "start": 35.8,
      "dur": 8.7,
      "text": "from Buckingham Palace in which the king makes clear his profound concern at makes clear his profound concern at allegations about his brother Andrew allegations about his brother Andrew Mountbatten Windsor and his involvement Mountbatten Windsor and his involvement with the late pedophile and says they"
    },
    {
      "start": 44.5,
      "dur": 10.1,
      "text": "with the late pedophile and says they stand ready to support a police stand ready to support a police investigation if they're approached. investigation if they're approached. More on that in a moment. But first, More on that in a moment. But first, here's Chris Mason on a perilous day for here's Chris Mason on a perilous day for the prime minister."
    },
    {
      "start": 54.6,
      "dur": 9.5,
      "text": "the prime minister. Tea time tonight. Tea time tonight. Is time running out for you, Prime Is time running out for you, Prime Minister? And the question of the day, Minister? And the question of the day, if Karma had ever wondered what a if Karma had ever wondered what a political near-death experience felt"
    },
    {
      "start": 64.1,
      "dur": 10.1,
      "text": "political near-death experience felt like, he doesn't have to wonder anymore. like, he doesn't have to wonder anymore. He was heading to address his MPs and He was heading to address his MPs and peers in private in Parliament and was peers in private in Parliament and was greeted very warmly. The Labour Party"
    },
    {
      "start": 74.2,
      "dur": 9.4,
      "text": "greeted very warmly. The Labour Party peered over the cliff edge of a peered over the cliff edge of a leadership change today and has thought leadership change today and has thought twice about it, for now at least. twice about it, for now at least. Tonight's demonstration of strength, of"
    },
    {
      "start": 83.6,
      "dur": 9.4,
      "text": "Tonight's demonstration of strength, of course, with friendly criticism, but course, with friendly criticism, but demonstration of strength, I hope, will demonstration of strength, I hope, will now allow Kiama to be able to pull him now allow Kiama to be able to pull him his act together, to be able to get his"
    },
    {
      "start": 93.0,
      "dur": 8.7,
      "text": "his act together, to be able to get his team together and to be able to do what team together and to be able to do what we came into government to achieve. we came into government to achieve. That's the tr the truth is, isn't it? That's the tr the truth is, isn't it? The government's teetered today, hasn't The government's teetered today, hasn't it? It's teetered on the brink. it? It's teetered on the brink. Oh, there's no question whatsoever. The"
    },
    {
      "start": 101.7,
      "dur": 9.3,
      "text": "Oh, there's no question whatsoever. The last few days, as Karma said himself, last few days, as Karma said himself, have been absolutely dreadful for all of have been absolutely dreadful for all of us. us. It's always difficult when we have a day It's always difficult when we have a day like this, Chris. There will always be like this, Chris. There will always be ups and downs, but the fundamental"
    },
    {
      "start": 111.0,
      "dur": 8.5,
      "text": "ups and downs, but the fundamental mission of this Labor government is not mission of this Labor government is not changed. Cutting the cost of living, changed. Cutting the cost of living, cutting NHS waiting lists, making sure cutting NHS waiting lists, making sure we're focused on changing the country"
    },
    {
      "start": 119.5,
      "dur": 8.9,
      "text": "we're focused on changing the country like we came here to do. So, we saw this like we came here to do. So, we saw this evening a prime minister absolutely evening a prime minister absolutely focused on doing that. And we're all focused on doing that. And we're all behind in Can we be absolutely clear behind in Can we be absolutely clear tonight? This is it. You're joining a"
    },
    {
      "start": 128.4,
      "dur": 9.3,
      "text": "tonight? This is it. You're joining a line in the sand. The these days of line in the sand. The these days of chaos, these days of mess that have been chaos, these days of mess that have been gripping the government are done, are gripping the government are done, are over, are finished. Well, I very much"
    },
    {
      "start": 137.7,
      "dur": 9.4,
      "text": "over, are finished. Well, I very much hope so because there was a real well hope so because there was a real well there was a real sense of unity tonight there was a real sense of unity tonight uh amongst Labour MPs in that room that uh amongst Labour MPs in that room that we meet every week and the prime"
    },
    {
      "start": 147.1,
      "dur": 8.8,
      "text": "we meet every week and the prime minister spoke to them and he talked minister spoke to them and he talked about his determination and about his determination and responsibility to the British people. responsibility to the British people. A lot of this a reaction to this"
    },
    {
      "start": 155.9,
      "dur": 9.5,
      "text": "A lot of this a reaction to this extraordinary moment in Glasgow just extraordinary moment in Glasgow just after lunchtime. The leader of Scottish after lunchtime. The leader of Scottish Labor had called a last minute news Labor had called a last minute news conference. This isn't easy and it's not"
    },
    {
      "start": 165.4,
      "dur": 9.5,
      "text": "conference. This isn't easy and it's not without pain as I have a genuine without pain as I have a genuine friendship with Kier Starmer. But my friendship with Kier Starmer. But my first priority and my first loyalty is"
    },
    {
      "start": 174.9,
      "dur": 8.8,
      "text": "first priority and my first loyalty is to my country, Scotland. And I am not to my country, Scotland. And I am not willing to sacrifice Scotland's NHS, our willing to sacrifice Scotland's NHS, our schools, our communities, our towns,"
    },
    {
      "start": 183.7,
      "dur": 9.3,
      "text": "schools, our communities, our towns, cities, villages, and islands to a third cities, villages, and islands to a third decade of an SMP government. That's why decade of an SMP government. That's why the distraction needs to end. and the"
    },
    {
      "start": 193.0,
      "dur": 8.1,
      "text": "the distraction needs to end. and the leadership in Downing Street has to leadership in Downing Street has to change. change. News of this huge intervention soon News of this huge intervention soon reached Downing Street. So, was it time"
    },
    {
      "start": 201.1,
      "dur": 10.0,
      "text": "reached Downing Street. So, was it time Kama resigned? Kama resigned? Waited 14 years to get here. Waited 14 years to get here. With a jab of his finger, the prime With a jab of his finger, the prime minister's deputy defended his boss and"
    },
    {
      "start": 211.1,
      "dur": 9.5,
      "text": "minister's deputy defended his boss and the rest of the cabinet and others soon the rest of the cabinet and others soon followed suit with a stream of social followed suit with a stream of social media posts supporting him."
    },
    {
      "start": 220.6,
      "dur": 9.4,
      "text": "media posts supporting him. There had been yet more chaos earlier. There had been yet more chaos earlier. This man, the prime minister's director This man, the prime minister's director of communications, Tim Allen, packed it of communications, Tim Allen, packed it in after Saki's chief of staff, left"
    },
    {
      "start": 230.0,
      "dur": 8.6,
      "text": "in after Saki's chief of staff, left yesterday. Mr. Allen's WhatsApp picture yesterday. Mr. Allen's WhatsApp picture making it very clear he was out of here. making it very clear he was out of here. Kia Starmer has lost control of his of"
    },
    {
      "start": 238.6,
      "dur": 8.1,
      "text": "Kia Starmer has lost control of his of his government. He is in office but not his government. He is in office but not in power. He is completely at the mercy in power. He is completely at the mercy of Labor MPs who, let's be frank, have"
    },
    {
      "start": 246.7,
      "dur": 10.0,
      "text": "of Labor MPs who, let's be frank, have not been voting uh his way since uh the not been voting uh his way since uh the the U-turn on the two child benefit cap. the U-turn on the two child benefit cap. Labour elected to bring change to the Labour elected to bring change to the country and to end the chaos we saw"
    },
    {
      "start": 256.7,
      "dur": 8.2,
      "text": "country and to end the chaos we saw under the Conservatives. But Karma, I'm under the Conservatives. But Karma, I'm afraid, has failed to deliver and we afraid, has failed to deliver and we still have this daily soap opera and still have this daily soap opera and it's damaging the country. It's damaging"
    },
    {
      "start": 264.9,
      "dur": 10.9,
      "text": "it's damaging the country. It's damaging our economy. It means things like the our economy. It means things like the health service aren't improving the way health service aren't improving the way they should. I think that he should they should. I think that he should resign and I think that he will before resign and I think that he will before very long resign. I think Anasawa"
    },
    {
      "start": 275.8,
      "dur": 9.0,
      "text": "very long resign. I think Anasawa is a very big marker. I mean, how can is a very big marker. I mean, how can Labour now fight the Scottish elections Labour now fight the Scottish elections if Starmmer stays as prime minister? if Starmmer stays as prime minister? It's virtually impossible, isn't it?"
    },
    {
      "start": 284.8,
      "dur": 9.1,
      "text": "It's virtually impossible, isn't it? The day complete and what a day. Kia The day complete and what a day. Kia Starmmer returning to Downing Street Starmmer returning to Downing Street tonight. A political survivor for now,"
    },
    {
      "start": 293.9,
      "dur": 8.1,
      "text": "tonight. A political survivor for now, but damaged. but damaged. Chris, it feels like Sakir has been Chris, it feels like Sakir has been saved from the brink. But just how safe saved from the brink. But just how safe is he now? is he now? Well, the prime minister's future in the"
    },
    {
      "start": 302.0,
      "dur": 10.7,
      "text": "Well, the prime minister's future in the Jawita looked bleak at breakfast time. Jawita looked bleak at breakfast time. It looked dire shortly after lunchtime It looked dire shortly after lunchtime with Anaf Sawa's uh intervention. But with Anaf Sawa's uh intervention. But that was then the pivot point of the"
    },
    {
      "start": 312.7,
      "dur": 10.6,
      "text": "that was then the pivot point of the whole day. Had others significant whole day. Had others significant figures within the party followed the figures within the party followed the lead of Mr. Sawa, we could be in a very lead of Mr. Sawa, we could be in a very very different place tonight. it could"
    },
    {
      "start": 323.3,
      "dur": 8.3,
      "text": "very different place tonight. it could have fast forwarded the prime minister's have fast forwarded the prime minister's resignation even as soon as today. That resignation even as soon as today. That did not happen. The opposite happened as"
    },
    {
      "start": 331.6,
      "dur": 9.6,
      "text": "did not happen. The opposite happened as we saw there the stream of social media we saw there the stream of social media posts from the cabinet, the supportive posts from the cabinet, the supportive mood of the vast majority uh meeting the mood of the vast majority uh meeting the prime minister in parliament tonight."
    },
    {
      "start": 341.2,
      "dur": 8.2,
      "text": "prime minister in parliament tonight. That said, there is no doubt that the That said, there is no doubt that the last week has been deeply damaging for last week has been deeply damaging for Kia Starmmer and he is the weaker for"
    },
    {
      "start": 349.4,
      "dur": 10.4,
      "text": "Kia Starmmer and he is the weaker for it. A couple of other strands to bring it. A couple of other strands to bring you up to date with uh tonight. Uh we you up to date with uh tonight. Uh we understand that in the next couple of understand that in the next couple of days the cabinet secretary, the days the cabinet secretary, the country's most senior civil servant country's most senior civil servant Chris Wormold will announce that he is"
    },
    {
      "start": 359.8,
      "dur": 9.4,
      "text": "Chris Wormold will announce that he is leaving the government. Perhaps that'll leaving the government. Perhaps that'll be packaged up by the prime minister and be packaged up by the prime minister and others in the context of trying to others in the context of trying to revive their approach to government. And revive their approach to government. And also an intriguing decision from Wes"
    },
    {
      "start": 369.2,
      "dur": 9.8,
      "text": "also an intriguing decision from Wes Streeting, the health secretary today. Streeting, the health secretary today. He has ambitions to become prime He has ambitions to become prime minister one day. He has decided minister one day. He has decided unilaterally to publish his WhatsApp unilaterally to publish his WhatsApp exchanges with Lord Mandlesson to try"
    },
    {
      "start": 379.0,
      "dur": 8.9,
      "text": "exchanges with Lord Mandlesson to try and clear the decks to suggest that he and clear the decks to suggest that he has nothing to hide over his has nothing to hide over his long-standing friendship uh with uh the long-standing friendship uh with uh the uh Pierre. Now in those messages he is"
    },
    {
      "start": 387.9,
      "dur": 8.3,
      "text": "uh Pierre. Now in those messages he is not exactly entirely complimentary about not exactly entirely complimentary about the government in which he serves. It is the government in which he serves. It is a reminder of his ambition, a reminder"
    },
    {
      "start": 396.2,
      "dur": 9.6,
      "text": "a reminder of his ambition, a reminder that there is every prospect we could that there is every prospect we could still end up in some sort of leadership still end up in some sort of leadership race at some point in the non tooistant race at some point in the non tooistant future. In other words, the consequences"
    },
    {
      "start": 405.8,
      "dur": 6.9,
      "text": "future. In other words, the consequences of this week and the story of this week of this week and the story of this week is far from over."
    }
  ]
}