{
  "videoId": "uYlYwc1tE2Q",
  "title": "Israel will open Gaza crossing once last hostage body returned | BBC News",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 281,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "Israel has said it will reopen the Rafa"
    },
    {
      "start": 2.159,
      "dur": 2.791,
      "text": "Israel has said it will reopen the Rafa crossing between Egypt and Gaza once it"
    },
    {
      "start": 4.96,
      "dur": 1.99,
      "text": "crossing between Egypt and Gaza once it has found the last remaining body of a"
    },
    {
      "start": 6.96,
      "dur": 2.31,
      "text": "has found the last remaining body of a hostage from the Hamas attacks in"
    },
    {
      "start": 9.28,
      "dur": 3.75,
      "text": "hostage from the Hamas attacks in October 2023. A search is underway in a"
    },
    {
      "start": 13.04,
      "dur": 3.03,
      "text": "October 2023. A search is underway in a cemetery in northern Gaza for Angrilli,"
    },
    {
      "start": 16.08,
      "dur": 2.79,
      "text": "cemetery in northern Gaza for Angrilli, a 24year-old police officer who was"
    },
    {
      "start": 18.88,
      "dur": 2.79,
      "text": "a 24year-old police officer who was killed defending a kibutz. Hamas says it"
    },
    {
      "start": 21.68,
      "dur": 2.39,
      "text": "killed defending a kibutz. Hamas says it has provided details of his whereabouts."
    },
    {
      "start": 24.08,
      "dur": 1.59,
      "text": "has provided details of his whereabouts. The Israeli government says the"
    },
    {
      "start": 25.68,
      "dur": 2.15,
      "text": "The Israeli government says the reopening of the Rafa crossing would be"
    },
    {
      "start": 27.84,
      "dur": 2.15,
      "text": "reopening of the Rafa crossing would be on a limited basis to allow the passage"
    },
    {
      "start": 30.0,
      "dur": 2.389,
      "text": "on a limited basis to allow the passage of people. Let's go live to Jerusalem"
    },
    {
      "start": 32.399,
      "dur": 1.67,
      "text": "of people. Let's go live to Jerusalem and our Middle East correspondent,"
    },
    {
      "start": 34.079,
      "dur": 2.791,
      "text": "and our Middle East correspondent, Yoland Nell. Yoland, just bring us up to"
    },
    {
      "start": 36.88,
      "dur": 3.43,
      "text": "Yoland Nell. Yoland, just bring us up to date on the the search and the position"
    },
    {
      "start": 40.32,
      "dur": 4.47,
      "text": "date on the the search and the position on the Rafa crossing opening."
    },
    {
      "start": 44.8,
      "dur": 1.439,
      "text": "So, what we've seen in the latest"
    },
    {
      "start": 46.239,
      "dur": 1.511,
      "text": "So, what we've seen in the latest statement that's come from the Israeli"
    },
    {
      "start": 47.76,
      "dur": 1.59,
      "text": "statement that's come from the Israeli Prime Minister's office is a bit of a"
    },
    {
      "start": 49.36,
      "dur": 1.91,
      "text": "Prime Minister's office is a bit of a shift in its position. It said that it's"
    },
    {
      "start": 51.28,
      "dur": 3.109,
      "text": "shift in its position. It said that it's going to allow uh this reopening of the"
    },
    {
      "start": 54.399,
      "dur": 2.47,
      "text": "going to allow uh this reopening of the Rafa crossing between the Gaza Strip and"
    },
    {
      "start": 56.879,
      "dur": 2.711,
      "text": "Rafa crossing between the Gaza Strip and Egypt, saying this will be limited. Um"
    },
    {
      "start": 59.6,
      "dur": 2.789,
      "text": "Egypt, saying this will be limited. Um and that will take place upon completion"
    },
    {
      "start": 62.399,
      "dur": 2.951,
      "text": "and that will take place upon completion of the operation to locate the body of"
    },
    {
      "start": 65.36,
      "dur": 2.31,
      "text": "of the operation to locate the body of Ran Gavilli, the Israeli police officer"
    },
    {
      "start": 67.68,
      "dur": 1.91,
      "text": "Ran Gavilli, the Israeli police officer who was killed in the Hamasled attacks"
    },
    {
      "start": 69.6,
      "dur": 3.35,
      "text": "who was killed in the Hamasled attacks on the 7th of October 2023 and who is"
    },
    {
      "start": 72.96,
      "dur": 3.03,
      "text": "on the 7th of October 2023 and who is the last remaining hostage in Gaza. Now,"
    },
    {
      "start": 76.0,
      "dur": 2.149,
      "text": "the last remaining hostage in Gaza. Now, just to remind people, uh, if you go"
    },
    {
      "start": 78.159,
      "dur": 2.63,
      "text": "just to remind people, uh, if you go back to what was written into the"
    },
    {
      "start": 80.799,
      "dur": 2.31,
      "text": "back to what was written into the initial stages of the GR ceasefire,"
    },
    {
      "start": 83.119,
      "dur": 2.871,
      "text": "initial stages of the GR ceasefire, which came into effect last October,"
    },
    {
      "start": 86.0,
      "dur": 1.83,
      "text": "which came into effect last October, well, it was supposed to be that all of"
    },
    {
      "start": 87.84,
      "dur": 2.23,
      "text": "well, it was supposed to be that all of the remaining Israeli hostages, those"
    },
    {
      "start": 90.08,
      "dur": 2.87,
      "text": "the remaining Israeli hostages, those alive and dead, were returned and that"
    },
    {
      "start": 92.96,
      "dur": 2.469,
      "text": "alive and dead, were returned and that the Rafa crossing, so important for"
    },
    {
      "start": 95.439,
      "dur": 2.791,
      "text": "the Rafa crossing, so important for humanitarian purposes, would be reopened"
    },
    {
      "start": 98.24,
      "dur": 2.63,
      "text": "humanitarian purposes, would be reopened as well. Now because of the slow pace of"
    },
    {
      "start": 100.88,
      "dur": 2.79,
      "text": "as well. Now because of the slow pace of the return of the the bodies of the"
    },
    {
      "start": 103.68,
      "dur": 3.19,
      "text": "the return of the the bodies of the hostages, Israel decided not to reopen"
    },
    {
      "start": 106.88,
      "dur": 1.83,
      "text": "hostages, Israel decided not to reopen uh the Rafa crossing as had been"
    },
    {
      "start": 108.72,
      "dur": 2.15,
      "text": "uh the Rafa crossing as had been expected. That has been an ongoing"
    },
    {
      "start": 110.88,
      "dur": 2.47,
      "text": "expected. That has been an ongoing issue. Now, when it comes to the search"
    },
    {
      "start": 113.36,
      "dur": 2.23,
      "text": "issue. Now, when it comes to the search for Ran Gavilli's body, that has been"
    },
    {
      "start": 115.6,
      "dur": 2.149,
      "text": "for Ran Gavilli's body, that has been going on for for weeks now. Uh we"
    },
    {
      "start": 117.759,
      "dur": 1.99,
      "text": "going on for for weeks now. Uh we understand that there is um information"
    },
    {
      "start": 119.759,
      "dur": 2.39,
      "text": "understand that there is um information that has been provided to the Israeli"
    },
    {
      "start": 122.159,
      "dur": 2.791,
      "text": "that has been provided to the Israeli military and that it is now carrying out"
    },
    {
      "start": 124.96,
      "dur": 2.31,
      "text": "military and that it is now carrying out the search in a cemetery which is to the"
    },
    {
      "start": 127.28,
      "dur": 3.43,
      "text": "the search in a cemetery which is to the east of Gaza city. Uh they are exuming"
    },
    {
      "start": 130.72,
      "dur": 2.31,
      "text": "east of Gaza city. Uh they are exuming bodies in that area which is very close"
    },
    {
      "start": 133.04,
      "dur": 2.07,
      "text": "bodies in that area which is very close to the so-called yellow line uh which"
    },
    {
      "start": 135.12,
      "dur": 2.39,
      "text": "to the so-called yellow line uh which demarcates the part of Gaza which is"
    },
    {
      "start": 137.52,
      "dur": 2.709,
      "text": "demarcates the part of Gaza which is under Israeli military control. And if"
    },
    {
      "start": 140.239,
      "dur": 2.07,
      "text": "under Israeli military control. And if the Russ raffle crossing is reopened,"
    },
    {
      "start": 142.319,
      "dur": 3.591,
      "text": "the Russ raffle crossing is reopened, what would that mean?"
    },
    {
      "start": 145.92,
      "dur": 2.64,
      "text": "&gt;&gt; I mean, the raffle crossing is extremely"
    },
    {
      "start": 148.56,
      "dur": 2.55,
      "text": "&gt;&gt; I mean, the raffle crossing is extremely important gateway for the Gaza Strip."
    },
    {
      "start": 151.12,
      "dur": 2.389,
      "text": "important gateway for the Gaza Strip. It's the only one of five crossing"
    },
    {
      "start": 153.519,
      "dur": 3.111,
      "text": "It's the only one of five crossing points um which is to Egypt. It's not"
    },
    {
      "start": 156.64,
      "dur": 2.309,
      "text": "points um which is to Egypt. It's not into Israel. And so that will be"
    },
    {
      "start": 158.959,
      "dur": 3.111,
      "text": "into Israel. And so that will be important for the entry of humanitarian"
    },
    {
      "start": 162.08,
      "dur": 2.71,
      "text": "important for the entry of humanitarian aid and for Gans who are wanting to"
    },
    {
      "start": 164.8,
      "dur": 3.509,
      "text": "aid and for Gans who are wanting to return home to help uh their families."
    },
    {
      "start": 168.319,
      "dur": 2.071,
      "text": "return home to help uh their families. also for thousands of sick and wounded"
    },
    {
      "start": 170.4,
      "dur": 2.63,
      "text": "also for thousands of sick and wounded gardens to exit from the strip so that"
    },
    {
      "start": 173.04,
      "dur": 1.829,
      "text": "gardens to exit from the strip so that they can have treatment that is not"
    },
    {
      "start": 174.879,
      "dur": 2.391,
      "text": "they can have treatment that is not available there uh given the very poor"
    },
    {
      "start": 177.28,
      "dur": 2.87,
      "text": "available there uh given the very poor conditions uh in the the medical sector."
    },
    {
      "start": 180.16,
      "dur": 2.789,
      "text": "conditions uh in the the medical sector. It's also the route through which we're"
    },
    {
      "start": 182.959,
      "dur": 2.63,
      "text": "It's also the route through which we're expecting the Palestinian technocratic"
    },
    {
      "start": 185.599,
      "dur": 2.55,
      "text": "expecting the Palestinian technocratic government um to enter into the Gaza"
    },
    {
      "start": 188.159,
      "dur": 2.631,
      "text": "government um to enter into the Gaza Strip so that it can take control um"
    },
    {
      "start": 190.8,
      "dur": 2.47,
      "text": "Strip so that it can take control um from Hamas. That is of course uh the"
    },
    {
      "start": 193.28,
      "dur": 2.229,
      "text": "from Hamas. That is of course uh the second stage of the Gaza ceasefire plan."
    },
    {
      "start": 195.519,
      "dur": 1.591,
      "text": "second stage of the Gaza ceasefire plan. That is something that the US and"
    },
    {
      "start": 197.12,
      "dur": 2.87,
      "text": "That is something that the US and mediators are very keen now to advance"
    },
    {
      "start": 200.0,
      "dur": 0.949,
      "text": "mediators are very keen now to advance and they've been putting a lot of"
    },
    {
      "start": 200.959,
      "dur": 3.19,
      "text": "and they've been putting a lot of pressure on Israel and on Hamas as well"
    },
    {
      "start": 204.159,
      "dur": 2.71,
      "text": "pressure on Israel and on Hamas as well um to get the ceasefire the second stage"
    },
    {
      "start": 206.879,
      "dur": 1.831,
      "text": "um to get the ceasefire the second stage of it really going"
    },
    {
      "start": 208.72,
      "dur": 3.589,
      "text": "of it really going &gt;&gt; and and we saw finally Yoland um more"
    },
    {
      "start": 212.319,
      "dur": 3.19,
      "text": "&gt;&gt; and and we saw finally Yoland um more details during Davos uh on the whole"
    },
    {
      "start": 215.519,
      "dur": 1.671,
      "text": "details during Davos uh on the whole peace board, President Trump's peace"
    },
    {
      "start": 217.2,
      "dur": 3.669,
      "text": "peace board, President Trump's peace board and and some details um on that."
    },
    {
      "start": 220.879,
      "dur": 1.831,
      "text": "board and and some details um on that. uh can you give us a sense of the the"
    },
    {
      "start": 222.72,
      "dur": 2.229,
      "text": "uh can you give us a sense of the the reaction in the region to what came out"
    },
    {
      "start": 224.959,
      "dur": 3.591,
      "text": "reaction in the region to what came out of Davos on that?"
    },
    {
      "start": 228.56,
      "dur": 1.91,
      "text": "of Davos on that? &gt;&gt; I mean the the plans that have been put"
    },
    {
      "start": 230.48,
      "dur": 1.829,
      "text": "&gt;&gt; I mean the the plans that have been put put forward uh for Gaza, it's more"
    },
    {
      "start": 232.319,
      "dur": 1.83,
      "text": "put forward uh for Gaza, it's more detail on the very ambitious plans for"
    },
    {
      "start": 234.159,
      "dur": 3.111,
      "text": "detail on the very ambitious plans for the reconstruction um of the Gaza Strip."
    },
    {
      "start": 237.28,
      "dur": 1.91,
      "text": "the reconstruction um of the Gaza Strip. Um but what we're getting in terms of"
    },
    {
      "start": 239.2,
      "dur": 2.389,
      "text": "Um but what we're getting in terms of reaction is really sort of the stark"
    },
    {
      "start": 241.599,
      "dur": 1.99,
      "text": "reaction is really sort of the stark contrast to the reality at the moment of"
    },
    {
      "start": 243.599,
      "dur": 2.471,
      "text": "contrast to the reality at the moment of where things are stuck. uh the fact that"
    },
    {
      "start": 246.08,
      "dur": 1.91,
      "text": "where things are stuck. uh the fact that you don't have the Rafa crossing uh"
    },
    {
      "start": 248.0,
      "dur": 2.55,
      "text": "you don't have the Rafa crossing uh reopening for all those uh reasons that"
    },
    {
      "start": 250.56,
      "dur": 2.229,
      "text": "reopening for all those uh reasons that we've mentioned that Ran Gavilli's body"
    },
    {
      "start": 252.799,
      "dur": 1.671,
      "text": "we've mentioned that Ran Gavilli's body has not been returned. There's a lot of"
    },
    {
      "start": 254.48,
      "dur": 2.469,
      "text": "has not been returned. There's a lot of resistance within Israel to opening the"
    },
    {
      "start": 256.959,
      "dur": 2.39,
      "text": "resistance within Israel to opening the Rafa crossing to making advances onto"
    },
    {
      "start": 259.359,
      "dur": 2.71,
      "text": "Rafa crossing to making advances onto the Gaza ceasefire's second stage"
    },
    {
      "start": 262.079,
      "dur": 1.591,
      "text": "the Gaza ceasefire's second stage without that happening. And yet in"
    },
    {
      "start": 263.68,
      "dur": 2.39,
      "text": "without that happening. And yet in recent days we have had President Trump"
    },
    {
      "start": 266.08,
      "dur": 2.47,
      "text": "recent days we have had President Trump basically saying that the second stage"
    },
    {
      "start": 268.56,
      "dur": 2.79,
      "text": "basically saying that the second stage of the Gaza ceasefire of his big peace"
    },
    {
      "start": 271.36,
      "dur": 3.51,
      "text": "of the Gaza ceasefire of his big peace plan uh for Gaza and uh even the region"
    },
    {
      "start": 274.88,
      "dur": 3.11,
      "text": "plan uh for Gaza and uh even the region beyond uh that that is now underway."
    },
    {
      "start": 278.0,
      "dur": 1.67,
      "text": "beyond uh that that is now underway. &gt;&gt; Yolan Nell, thank you very much indeed."
    },
    {
      "start": 279.68,
      "dur": 3.12,
      "text": "&gt;&gt; Yolan Nell, thank you very much indeed. their life in Jerusalem."
    }
  ]
}