{
  "videoId": "v_s-Heu1Srw",
  "title": "King Charles \"ready to support police\" over Andrew-Epstein allegations | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 307,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.84,
      "text": "Well, in another major development"
    },
    {
      "start": 1.92,
      "dur": 2.07,
      "text": "Well, in another major development tonight, Buckingham Palace has said that"
    },
    {
      "start": 4.0,
      "dur": 2.309,
      "text": "tonight, Buckingham Palace has said that the king has made clear his profound"
    },
    {
      "start": 6.319,
      "dur": 2.151,
      "text": "the king has made clear his profound concern at allegations about the conduct"
    },
    {
      "start": 8.48,
      "dur": 1.99,
      "text": "concern at allegations about the conduct of his brother Andrew Mountbatton"
    },
    {
      "start": 10.48,
      "dur": 1.67,
      "text": "of his brother Andrew Mountbatton Windsor and that he stands ready to"
    },
    {
      "start": 12.16,
      "dur": 1.67,
      "text": "Windsor and that he stands ready to support the police if approached over"
    },
    {
      "start": 13.84,
      "dur": 2.39,
      "text": "support the police if approached over the claims. Tame's Valley Police have"
    },
    {
      "start": 16.24,
      "dur": 1.83,
      "text": "the claims. Tame's Valley Police have said they're assessing suggestions that"
    },
    {
      "start": 18.08,
      "dur": 2.07,
      "text": "said they're assessing suggestions that the former prince shared confidential"
    },
    {
      "start": 20.16,
      "dur": 2.07,
      "text": "the former prince shared confidential reports from his time as the UK's trade"
    },
    {
      "start": 22.24,
      "dur": 2.71,
      "text": "reports from his time as the UK's trade envoy with Jeffrey Epstein. Mr."
    },
    {
      "start": 24.96,
      "dur": 1.59,
      "text": "envoy with Jeffrey Epstein. Mr. Mountbatton Windsor has previously"
    },
    {
      "start": 26.56,
      "dur": 1.99,
      "text": "Mountbatton Windsor has previously apologized for his ties with Epstein,"
    },
    {
      "start": 28.56,
      "dur": 2.23,
      "text": "apologized for his ties with Epstein, but has denied wrongdoing. Prince"
    },
    {
      "start": 30.8,
      "dur": 2.23,
      "text": "but has denied wrongdoing. Prince William on a visit to Saudi Arabia has"
    },
    {
      "start": 33.04,
      "dur": 2.15,
      "text": "William on a visit to Saudi Arabia has also said he's deeply concerned by the"
    },
    {
      "start": 35.2,
      "dur": 1.99,
      "text": "also said he's deeply concerned by the continuing allegations emerging from the"
    },
    {
      "start": 37.2,
      "dur": 2.39,
      "text": "continuing allegations emerging from the release of the Epstein files. Danielle"
    },
    {
      "start": 39.6,
      "dur": 2.789,
      "text": "release of the Epstein files. Danielle Lar reports."
    },
    {
      "start": 42.399,
      "dur": 2.47,
      "text": "Lar reports. &gt;&gt; A walkabout in Clethero in Lancaster for"
    },
    {
      "start": 44.879,
      "dur": 2.311,
      "text": "&gt;&gt; A walkabout in Clethero in Lancaster for the king, but the regular rhythm of"
    },
    {
      "start": 47.2,
      "dur": 2.55,
      "text": "the king, but the regular rhythm of royal duty has been interrupted by the"
    },
    {
      "start": 49.76,
      "dur": 2.789,
      "text": "royal duty has been interrupted by the Epstein fallout. Just like last week,"
    },
    {
      "start": 52.559,
      "dur": 2.31,
      "text": "Epstein fallout. Just like last week, the king faced a heckler."
    },
    {
      "start": 54.879,
      "dur": 3.51,
      "text": "the king faced a heckler. &gt;&gt; Charles, how long have you known about"
    },
    {
      "start": 58.399,
      "dur": 7.511,
      "text": "&gt;&gt; Charles, how long have you known about Andrew and Ed?"
    },
    {
      "start": 65.92,
      "dur": 2.0,
      "text": "&gt;&gt; The response of the crowd will have"
    },
    {
      "start": 67.92,
      "dur": 2.63,
      "text": "&gt;&gt; The response of the crowd will have provided some comfort. The details in"
    },
    {
      "start": 70.56,
      "dur": 1.83,
      "text": "provided some comfort. The details in the Epstein files though have left the"
    },
    {
      "start": 72.4,
      "dur": 3.83,
      "text": "the Epstein files though have left the royal family exposed. The BBC has seen"
    },
    {
      "start": 76.24,
      "dur": 2.63,
      "text": "royal family exposed. The BBC has seen emails which suggest in his role as a UK"
    },
    {
      "start": 78.88,
      "dur": 2.39,
      "text": "emails which suggest in his role as a UK trade envoy, Andrew Mountbatten Windsor"
    },
    {
      "start": 81.28,
      "dur": 2.149,
      "text": "trade envoy, Andrew Mountbatten Windsor shared confidential information with"
    },
    {
      "start": 83.439,
      "dur": 2.551,
      "text": "shared confidential information with Jeffrey Epstein. Temps Valley police is"
    },
    {
      "start": 86.0,
      "dur": 2.07,
      "text": "Jeffrey Epstein. Temps Valley police is now assessing the allegations after a"
    },
    {
      "start": 88.08,
      "dur": 1.83,
      "text": "now assessing the allegations after a complaint was made by the anti-monarchy"
    },
    {
      "start": 89.92,
      "dur": 2.549,
      "text": "complaint was made by the anti-monarchy group Republic. The former prince has"
    },
    {
      "start": 92.479,
      "dur": 2.871,
      "text": "group Republic. The former prince has been contacted for comment."
    },
    {
      "start": 95.36,
      "dur": 2.15,
      "text": "been contacted for comment. And then an extraordinary intervention"
    },
    {
      "start": 97.52,
      "dur": 2.15,
      "text": "And then an extraordinary intervention from the king. A statement from his"
    },
    {
      "start": 99.68,
      "dur": 2.15,
      "text": "from the king. A statement from his official spokesperson laid out the"
    },
    {
      "start": 101.84,
      "dur": 1.99,
      "text": "official spokesperson laid out the monarch's position on his younger"
    },
    {
      "start": 103.84,
      "dur": 3.51,
      "text": "monarch's position on his younger brother. It said, \"The king has made"
    },
    {
      "start": 107.36,
      "dur": 2.709,
      "text": "brother. It said, \"The king has made clear in words and through unprecedented"
    },
    {
      "start": 110.079,
      "dur": 2.951,
      "text": "clear in words and through unprecedented actions his profound concern at"
    },
    {
      "start": 113.04,
      "dur": 2.31,
      "text": "actions his profound concern at allegations which continue to come to"
    },
    {
      "start": 115.36,
      "dur": 2.23,
      "text": "allegations which continue to come to light in respect of Mr. Mountbatton"
    },
    {
      "start": 117.6,
      "dur": 2.63,
      "text": "light in respect of Mr. Mountbatton Windsor's conduct. If we are approached"
    },
    {
      "start": 120.24,
      "dur": 2.469,
      "text": "Windsor's conduct. If we are approached by Temp's Valley Police, we stand ready"
    },
    {
      "start": 122.719,
      "dur": 3.43,
      "text": "by Temp's Valley Police, we stand ready to support them as you would expect.\""
    },
    {
      "start": 126.159,
      "dur": 2.23,
      "text": "to support them as you would expect.\" The statement also reiterated that the"
    },
    {
      "start": 128.399,
      "dur": 2.47,
      "text": "The statement also reiterated that the king and queen's sympathies remain with"
    },
    {
      "start": 130.879,
      "dur": 3.271,
      "text": "king and queen's sympathies remain with the victims of any form of abuse."
    },
    {
      "start": 134.16,
      "dur": 1.67,
      "text": "the victims of any form of abuse. Earlier, the Prince of Wales offered his"
    },
    {
      "start": 135.84,
      "dur": 2.15,
      "text": "Earlier, the Prince of Wales offered his view on the Epstein story as he arrived"
    },
    {
      "start": 138.0,
      "dur": 2.55,
      "text": "view on the Epstein story as he arrived in Saudi Arabia for his first official"
    },
    {
      "start": 140.56,
      "dur": 2.389,
      "text": "in Saudi Arabia for his first official visit. Before touching down in Riad,"
    },
    {
      "start": 142.959,
      "dur": 2.311,
      "text": "visit. Before touching down in Riad, there was a rare joint personal"
    },
    {
      "start": 145.28,
      "dur": 2.07,
      "text": "there was a rare joint personal statement from the Prince and Princess"
    },
    {
      "start": 147.36,
      "dur": 2.55,
      "text": "statement from the Prince and Princess of Wales. They had stayed publicly"
    },
    {
      "start": 149.92,
      "dur": 2.23,
      "text": "of Wales. They had stayed publicly silent on the Jeffrey Epstein story"
    },
    {
      "start": 152.16,
      "dur": 1.91,
      "text": "silent on the Jeffrey Epstein story until now."
    },
    {
      "start": 154.08,
      "dur": 1.83,
      "text": "until now. The statement from a Kensington Palace"
    },
    {
      "start": 155.92,
      "dur": 2.949,
      "text": "The statement from a Kensington Palace spokesperson read, \"I can confirm the"
    },
    {
      "start": 158.879,
      "dur": 1.831,
      "text": "spokesperson read, \"I can confirm the Prince and Princess have been deeply"
    },
    {
      "start": 160.72,
      "dur": 3.11,
      "text": "Prince and Princess have been deeply concerned by the continuing revelations."
    },
    {
      "start": 163.84,
      "dur": 2.15,
      "text": "concerned by the continuing revelations. Their thoughts remain focused on the"
    },
    {
      "start": 166.0,
      "dur": 3.03,
      "text": "Their thoughts remain focused on the victims.\" These are really charged times"
    },
    {
      "start": 169.04,
      "dur": 1.829,
      "text": "victims.\" These are really charged times for the royal family and how they"
    },
    {
      "start": 170.879,
      "dur": 2.951,
      "text": "for the royal family and how they respond publicly matters. The two new"
    },
    {
      "start": 173.84,
      "dur": 2.63,
      "text": "respond publicly matters. The two new royal statements are an attempt to show"
    },
    {
      "start": 176.48,
      "dur": 2.79,
      "text": "royal statements are an attempt to show compassion and leadership in a situation"
    },
    {
      "start": 179.28,
      "dur": 2.63,
      "text": "compassion and leadership in a situation where the royal family is under scrutiny"
    },
    {
      "start": 181.92,
      "dur": 2.55,
      "text": "where the royal family is under scrutiny and under pressure."
    },
    {
      "start": 184.48,
      "dur": 1.99,
      "text": "and under pressure. &gt;&gt; As Prince William met Crown Prince"
    },
    {
      "start": 186.48,
      "dur": 2.07,
      "text": "&gt;&gt; As Prince William met Crown Prince Muhammad bin Salman on his first"
    },
    {
      "start": 188.56,
      "dur": 2.71,
      "text": "Muhammad bin Salman on his first official duty in Saudi Arabia, what the"
    },
    {
      "start": 191.28,
      "dur": 2.47,
      "text": "official duty in Saudi Arabia, what the latest developments have not done is"
    },
    {
      "start": 193.76,
      "dur": 2.63,
      "text": "latest developments have not done is move his uncle Andrew any closer to"
    },
    {
      "start": 196.4,
      "dur": 1.829,
      "text": "move his uncle Andrew any closer to talking to the authorities and telling"
    },
    {
      "start": 198.239,
      "dur": 2.63,
      "text": "talking to the authorities and telling them what he knows. With every new"
    },
    {
      "start": 200.879,
      "dur": 2.471,
      "text": "them what he knows. With every new revelation, every fresh detail, that"
    },
    {
      "start": 203.36,
      "dur": 2.789,
      "text": "revelation, every fresh detail, that lack of cooperation becomes ever more"
    },
    {
      "start": 206.159,
      "dur": 4.79,
      "text": "lack of cooperation becomes ever more apparent. Daniel Laral, BBC News, Riad."
    },
    {
      "start": 210.959,
      "dur": 1.35,
      "text": "apparent. Daniel Laral, BBC News, Riad. &gt;&gt; Well, let's get more on this with our"
    },
    {
      "start": 212.319,
      "dur": 1.671,
      "text": "&gt;&gt; Well, let's get more on this with our correspondent, Daniel Samford. How"
    },
    {
      "start": 214.0,
      "dur": 1.75,
      "text": "correspondent, Daniel Samford. How serious is this for Andrew Manbatton"
    },
    {
      "start": 215.76,
      "dur": 0.79,
      "text": "serious is this for Andrew Manbatton Windsor?"
    },
    {
      "start": 216.56,
      "dur": 2.07,
      "text": "Windsor? &gt;&gt; Well, I think potentially Andrew is in a"
    },
    {
      "start": 218.64,
      "dur": 2.07,
      "text": "&gt;&gt; Well, I think potentially Andrew is in a lot of trouble tonight. For the first"
    },
    {
      "start": 220.72,
      "dur": 1.99,
      "text": "lot of trouble tonight. For the first time, police are not looking at"
    },
    {
      "start": 222.72,
      "dur": 2.069,
      "text": "time, police are not looking at information to do with alleged sexual"
    },
    {
      "start": 224.799,
      "dur": 1.911,
      "text": "information to do with alleged sexual activities, but rather to do with"
    },
    {
      "start": 226.72,
      "dur": 2.229,
      "text": "activities, but rather to do with allegedly giving Jeffrey Epstein"
    },
    {
      "start": 228.959,
      "dur": 2.311,
      "text": "allegedly giving Jeffrey Epstein sensitive government documents. Back in"
    },
    {
      "start": 231.28,
      "dur": 2.309,
      "text": "sensitive government documents. Back in 2010, Andrew was still the government's"
    },
    {
      "start": 233.599,
      "dur": 1.99,
      "text": "2010, Andrew was still the government's special representative for international"
    },
    {
      "start": 235.599,
      "dur": 2.391,
      "text": "special representative for international trade and investment, bringing a little"
    },
    {
      "start": 238.0,
      "dur": 2.229,
      "text": "trade and investment, bringing a little royal magic to our trade relationships"
    },
    {
      "start": 240.239,
      "dur": 1.511,
      "text": "royal magic to our trade relationships with other countries. But the Epstein"
    },
    {
      "start": 241.76,
      "dur": 2.63,
      "text": "with other countries. But the Epstein files suggest that when he was on this"
    },
    {
      "start": 244.4,
      "dur": 2.95,
      "text": "files suggest that when he was on this trip to China, Vietnam, and Singapore in"
    },
    {
      "start": 247.36,
      "dur": 1.589,
      "text": "trip to China, Vietnam, and Singapore in October of that year, he was not only"
    },
    {
      "start": 248.959,
      "dur": 2.47,
      "text": "October of that year, he was not only sending Epstein his full itinerary in"
    },
    {
      "start": 251.439,
      "dur": 2.471,
      "text": "sending Epstein his full itinerary in advance, but it also suggests that when"
    },
    {
      "start": 253.92,
      "dur": 1.99,
      "text": "advance, but it also suggests that when he got the official reports into that"
    },
    {
      "start": 255.92,
      "dur": 1.67,
      "text": "he got the official reports into that trip, he'd forwarded them to Jeffrey"
    },
    {
      "start": 257.6,
      "dur": 3.189,
      "text": "trip, he'd forwarded them to Jeffrey Epstein within 5 minutes. And Temp's"
    },
    {
      "start": 260.799,
      "dur": 1.11,
      "text": "Epstein within 5 minutes. And Temp's Valley Police have said they're going to"
    },
    {
      "start": 261.919,
      "dur": 2.471,
      "text": "Valley Police have said they're going to look at those uh revelations. that will"
    },
    {
      "start": 264.4,
      "dur": 2.63,
      "text": "look at those uh revelations. that will uh originally initially be a review to"
    },
    {
      "start": 267.04,
      "dur": 2.07,
      "text": "uh originally initially be a review to look at whether there is uh sufficient"
    },
    {
      "start": 269.12,
      "dur": 2.39,
      "text": "look at whether there is uh sufficient evidence of wrongdoing to begin an"
    },
    {
      "start": 271.52,
      "dur": 2.87,
      "text": "evidence of wrongdoing to begin an investigation into either alleged uh"
    },
    {
      "start": 274.4,
      "dur": 1.91,
      "text": "investigation into either alleged uh misconduct in public office or perhaps"
    },
    {
      "start": 276.32,
      "dur": 2.07,
      "text": "misconduct in public office or perhaps allegedly breaching the official uh"
    },
    {
      "start": 278.4,
      "dur": 2.31,
      "text": "allegedly breaching the official uh secrets act. But then within hours of"
    },
    {
      "start": 280.72,
      "dur": 1.51,
      "text": "secrets act. But then within hours of the police saying that the palace"
    },
    {
      "start": 282.24,
      "dur": 2.229,
      "text": "the police saying that the palace released this really explosive statement"
    },
    {
      "start": 284.479,
      "dur": 1.751,
      "text": "released this really explosive statement saying that if Tames Valley police"
    },
    {
      "start": 286.24,
      "dur": 2.15,
      "text": "saying that if Tames Valley police approached them then the palace was"
    },
    {
      "start": 288.4,
      "dur": 2.229,
      "text": "approached them then the palace was ready to support detectives. So it means"
    },
    {
      "start": 290.639,
      "dur": 1.591,
      "text": "ready to support detectives. So it means that if police do start an"
    },
    {
      "start": 292.24,
      "dur": 1.59,
      "text": "that if police do start an investigation, they're not just going to"
    },
    {
      "start": 293.84,
      "dur": 2.31,
      "text": "investigation, they're not just going to be relying on a few emails in the"
    },
    {
      "start": 296.16,
      "dur": 2.87,
      "text": "be relying on a few emails in the Epstein files. Now Andrew has of course"
    },
    {
      "start": 299.04,
      "dur": 2.47,
      "text": "Epstein files. Now Andrew has of course always strenuously denied any wrongdoing"
    },
    {
      "start": 301.52,
      "dur": 2.07,
      "text": "always strenuously denied any wrongdoing and just being in the Epstein files is"
    },
    {
      "start": 303.6,
      "dur": 2.55,
      "text": "and just being in the Epstein files is not evidence of misconduct. Daniel,"
    },
    {
      "start": 306.16,
      "dur": 2.479,
      "text": "not evidence of misconduct. Daniel, thank you very"
    }
  ]
}