{
  "videoId": "vKaETempO44",
  "title": "BBC joins Colombia's Jungle Commandos to witness their war on drugs | BBC News",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 280,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.76,
      "text": "President Trump and his Colombian"
    },
    {
      "start": 1.92,
      "dur": 2.23,
      "text": "President Trump and his Colombian counterpart Gustavo Petro appeared to"
    },
    {
      "start": 4.16,
      "dur": 1.99,
      "text": "counterpart Gustavo Petro appeared to have o smoothed over their differences"
    },
    {
      "start": 6.16,
      "dur": 1.91,
      "text": "have o smoothed over their differences in a meeting at the White House. Both"
    },
    {
      "start": 8.08,
      "dur": 1.509,
      "text": "in a meeting at the White House. Both leaders said their discussions were"
    },
    {
      "start": 9.599,
      "dur": 1.91,
      "text": "leaders said their discussions were positive with a focus on stopping"
    },
    {
      "start": 11.519,
      "dur": 1.99,
      "text": "positive with a focus on stopping illegal drug trafficking and the lifting"
    },
    {
      "start": 13.519,
      "dur": 2.391,
      "text": "illegal drug trafficking and the lifting of sanctions imposed by the US last"
    },
    {
      "start": 15.92,
      "dur": 1.91,
      "text": "of sanctions imposed by the US last year. It followed months of mutual"
    },
    {
      "start": 17.84,
      "dur": 1.99,
      "text": "year. It followed months of mutual insults on social media after the"
    },
    {
      "start": 19.84,
      "dur": 1.83,
      "text": "insults on social media after the Colombian leader criticized American"
    },
    {
      "start": 21.68,
      "dur": 3.19,
      "text": "Colombian leader criticized American policies last year. Well, Colombia is"
    },
    {
      "start": 24.88,
      "dur": 2.07,
      "text": "policies last year. Well, Colombia is the world's largest producer of cocaine"
    },
    {
      "start": 26.96,
      "dur": 2.549,
      "text": "the world's largest producer of cocaine and accounts for around 70% of global"
    },
    {
      "start": 29.519,
      "dur": 2.231,
      "text": "and accounts for around 70% of global supply. Last month, Donald Trump called"
    },
    {
      "start": 31.76,
      "dur": 2.469,
      "text": "supply. Last month, Donald Trump called Colombia's leader a sick man who likes"
    },
    {
      "start": 34.239,
      "dur": 2.071,
      "text": "Colombia's leader a sick man who likes selling cocaine to the US. While"
    },
    {
      "start": 36.32,
      "dur": 2.069,
      "text": "selling cocaine to the US. While President Pro said his government has"
    },
    {
      "start": 38.399,
      "dur": 1.911,
      "text": "President Pro said his government has seized large amounts, our senior"
    },
    {
      "start": 40.32,
      "dur": 1.83,
      "text": "seized large amounts, our senior international correspondent Oluran"
    },
    {
      "start": 42.16,
      "dur": 2.069,
      "text": "international correspondent Oluran joined Colombia's anti-narcotics police,"
    },
    {
      "start": 44.239,
      "dur": 2.231,
      "text": "joined Colombia's anti-narcotics police, the jungle commandos on the front line"
    },
    {
      "start": 46.48,
      "dur": 5.83,
      "text": "the jungle commandos on the front line of their war on drugs."
    },
    {
      "start": 52.32,
      "dur": 3.2,
      "text": "Locked and loaded and heading into the"
    },
    {
      "start": 55.52,
      "dur": 2.869,
      "text": "Locked and loaded and heading into the Colombian Amazon on board Blackhawk"
    },
    {
      "start": 58.399,
      "dur": 1.83,
      "text": "Colombian Amazon on board Blackhawk helicopters,"
    },
    {
      "start": 60.239,
      "dur": 2.95,
      "text": "helicopters, these jungle commandos are an elite"
    },
    {
      "start": 63.199,
      "dur": 3.59,
      "text": "these jungle commandos are an elite police unit armed by the Americans."
    },
    {
      "start": 66.799,
      "dur": 3.511,
      "text": "police unit armed by the Americans. Originally trained by the SAS."
    },
    {
      "start": 70.32,
      "dur": 3.35,
      "text": "Originally trained by the SAS. Below us, fertile ground for Colombia's"
    },
    {
      "start": 73.68,
      "dur": 3.51,
      "text": "Below us, fertile ground for Colombia's evergreen crop. Cocoa leaves now cover"
    },
    {
      "start": 77.2,
      "dur": 3.35,
      "text": "evergreen crop. Cocoa leaves now cover an area almost twice the size of Greater"
    },
    {
      "start": 80.56,
      "dur": 3.51,
      "text": "an area almost twice the size of Greater London. And the commandos often face"
    },
    {
      "start": 84.08,
      "dur": 2.55,
      "text": "London. And the commandos often face resistance from criminal gangs and"
    },
    {
      "start": 86.64,
      "dur": 5.99,
      "text": "resistance from criminal gangs and gorillas who control the drug trade."
    },
    {
      "start": 92.64,
      "dur": 2.96,
      "text": "President Trump says Colombia must try"
    },
    {
      "start": 95.6,
      "dur": 3.189,
      "text": "President Trump says Colombia must try harder. The war on drugs goes back"
    },
    {
      "start": 98.799,
      "dur": 3.511,
      "text": "harder. The war on drugs goes back decades here. Still, cocaine production"
    },
    {
      "start": 102.32,
      "dur": 4.789,
      "text": "decades here. Still, cocaine production has reached record highs."
    },
    {
      "start": 107.119,
      "dur": 3.201,
      "text": "We've just landed in part of the cocaine"
    },
    {
      "start": 110.32,
      "dur": 3.19,
      "text": "We've just landed in part of the cocaine heartland of Colombia. These police"
    },
    {
      "start": 113.52,
      "dur": 2.869,
      "text": "heartland of Colombia. These police commandos are operating here day after"
    },
    {
      "start": 116.399,
      "dur": 2.871,
      "text": "commandos are operating here day after day carrying out missions. But it can be"
    },
    {
      "start": 119.28,
      "dur": 2.149,
      "text": "day carrying out missions. But it can be risky. The aim is to be on the ground"
    },
    {
      "start": 121.439,
      "dur": 2.151,
      "text": "risky. The aim is to be on the ground for the shortest time possible. No more"
    },
    {
      "start": 123.6,
      "dur": 2.95,
      "text": "for the shortest time possible. No more than 10 or 15 minutes."
    },
    {
      "start": 126.56,
      "dur": 3.51,
      "text": "than 10 or 15 minutes. &gt;&gt; The target, a makeshift lab with piles"
    },
    {
      "start": 130.08,
      "dur": 3.11,
      "text": "&gt;&gt; The target, a makeshift lab with piles of cocoa leaves, the raw material for"
    },
    {
      "start": 133.2,
      "dur": 3.27,
      "text": "of cocoa leaves, the raw material for cocaine."
    },
    {
      "start": 136.48,
      "dur": 2.96,
      "text": "The crop and the chemicals go up in"
    },
    {
      "start": 139.44,
      "dur": 3.75,
      "text": "The crop and the chemicals go up in flames."
    },
    {
      "start": 143.2,
      "dur": 2.88,
      "text": "&gt;&gt; Mission accomplished for now, but we're"
    },
    {
      "start": 146.08,
      "dur": 2.71,
      "text": "&gt;&gt; Mission accomplished for now, but we're told there are dozens more labs in this"
    },
    {
      "start": 148.8,
      "dur": 3.11,
      "text": "told there are dozens more labs in this area alone."
    },
    {
      "start": 151.92,
      "dur": 2.71,
      "text": "area alone. The commander has been fighting this war"
    },
    {
      "start": 154.64,
      "dur": 4.47,
      "text": "The commander has been fighting this war for 16 years and has no illusions."
    },
    {
      "start": 159.12,
      "dur": 2.55,
      "text": "for 16 years and has no illusions. Today, if you destroy a drug lab, a"
    },
    {
      "start": 161.68,
      "dur": 2.629,
      "text": "Today, if you destroy a drug lab, a factory to produce cocaine, how quickly"
    },
    {
      "start": 164.319,
      "dur": 3.431,
      "text": "factory to produce cocaine, how quickly can they build another one?"
    },
    {
      "start": 167.76,
      "dur": 3.35,
      "text": "can they build another one? &gt;&gt; In one day,"
    },
    {
      "start": 171.12,
      "dur": 2.15,
      "text": "&gt;&gt; In one day, it's just a matter of changing location"
    },
    {
      "start": 173.28,
      "dur": 2.79,
      "text": "it's just a matter of changing location or moving by a few meters. We've seen it"
    },
    {
      "start": 176.08,
      "dur": 2.39,
      "text": "or moving by a few meters. We've seen it before."
    },
    {
      "start": 178.48,
      "dur": 2.31,
      "text": "before. Sometimes when we return to areas where"
    },
    {
      "start": 180.8,
      "dur": 2.149,
      "text": "Sometimes when we return to areas where operations have taken place, we find"
    },
    {
      "start": 182.959,
      "dur": 2.63,
      "text": "operations have taken place, we find structures have been rebuilt just a few"
    },
    {
      "start": 185.599,
      "dur": 2.471,
      "text": "structures have been rebuilt just a few meters away."
    },
    {
      "start": 188.08,
      "dur": 2.789,
      "text": "meters away. Colombia's cocaine trail stretches from"
    },
    {
      "start": 190.879,
      "dur": 3.751,
      "text": "Colombia's cocaine trail stretches from the Amazon to the peaks of the Andes."
    },
    {
      "start": 194.64,
      "dur": 2.71,
      "text": "the Amazon to the peaks of the Andes. You don't come here unannounced. There"
    },
    {
      "start": 197.36,
      "dur": 2.71,
      "text": "You don't come here unannounced. There are two gorilla groups in this area,"
    },
    {
      "start": 200.08,
      "dur": 3.03,
      "text": "are two gorilla groups in this area, both willing to kill for control of drug"
    },
    {
      "start": 203.12,
      "dur": 2.55,
      "text": "both willing to kill for control of drug turf."
    },
    {
      "start": 205.68,
      "dur": 2.469,
      "text": "turf. In Katumbbo, near the border with"
    },
    {
      "start": 208.159,
      "dur": 3.271,
      "text": "In Katumbbo, near the border with Venezuela, bright green cocoa plants"
    },
    {
      "start": 211.44,
      "dur": 4.31,
      "text": "Venezuela, bright green cocoa plants cling to the slopes."
    },
    {
      "start": 215.76,
      "dur": 3.119,
      "text": "We meet two local farmers who we cannot"
    },
    {
      "start": 218.879,
      "dur": 2.471,
      "text": "We meet two local farmers who we cannot name."
    },
    {
      "start": 221.36,
      "dur": 2.949,
      "text": "name. This man who we're calling Javier has"
    },
    {
      "start": 224.319,
      "dur": 2.791,
      "text": "This man who we're calling Javier has five daughters. He says they are the"
    },
    {
      "start": 227.12,
      "dur": 3.59,
      "text": "five daughters. He says they are the most beautiful gift God has given him."
    },
    {
      "start": 230.72,
      "dur": 3.19,
      "text": "most beautiful gift God has given him. But he knows his crop could kill someone"
    },
    {
      "start": 233.92,
      "dur": 2.229,
      "text": "But he knows his crop could kill someone else's children."
    },
    {
      "start": 236.159,
      "dur": 2.63,
      "text": "else's children. Do you ever think about the end result"
    },
    {
      "start": 238.799,
      "dur": 5.751,
      "text": "Do you ever think about the end result of of what you are producing?"
    },
    {
      "start": 244.56,
      "dur": 4.949,
      "text": "The truth is yes, we know"
    },
    {
      "start": 249.519,
      "dur": 2.561,
      "text": "&gt;&gt; sometimes you do think about it, but if"
    },
    {
      "start": 252.08,
      "dur": 3.03,
      "text": "&gt;&gt; sometimes you do think about it, but if you want to survive, you don't. There"
    },
    {
      "start": 255.12,
      "dur": 1.669,
      "text": "you want to survive, you don't. There are no opportunities for us with this"
    },
    {
      "start": 256.799,
      "dur": 2.95,
      "text": "are no opportunities for us with this government."
    },
    {
      "start": 259.759,
      "dur": 3.831,
      "text": "government. &gt;&gt; Nearby, his concealed lab, a small"
    },
    {
      "start": 263.6,
      "dur": 4.07,
      "text": "&gt;&gt; Nearby, his concealed lab, a small corner of a global trade. Javier says if"
    },
    {
      "start": 267.68,
      "dur": 2.63,
      "text": "corner of a global trade. Javier says if Donald Trump wants to stop the flow of"
    },
    {
      "start": 270.32,
      "dur": 2.79,
      "text": "Donald Trump wants to stop the flow of cocaine, he should send financial"
    },
    {
      "start": 273.12,
      "dur": 2.87,
      "text": "cocaine, he should send financial support, not troops."
    },
    {
      "start": 276.0,
      "dur": 5.28,
      "text": "support, not troops. Orler and BBC News, Katumbbo, Colombia."
    }
  ]
}