{
  "videoId": "VVxWjX9MyQQ",
  "title": "Social media firms face landmark trial in US | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 161,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.319,
      "text": "In California, jury selection begins"
    },
    {
      "start": 2.639,
      "dur": 2.071,
      "text": "In California, jury selection begins later today in a landmark trial of"
    },
    {
      "start": 4.72,
      "dur": 1.99,
      "text": "later today in a landmark trial of social media companies. The tech giants"
    },
    {
      "start": 6.72,
      "dur": 1.67,
      "text": "social media companies. The tech giants are accused of causing addiction and"
    },
    {
      "start": 8.4,
      "dur": 1.43,
      "text": "are accused of causing addiction and mental health problems with their"
    },
    {
      "start": 9.84,
      "dur": 2.07,
      "text": "mental health problems with their products in a case that could have wide"
    },
    {
      "start": 11.92,
      "dur": 1.829,
      "text": "products in a case that could have wide ranging implications. Our tech"
    },
    {
      "start": 13.759,
      "dur": 3.59,
      "text": "ranging implications. Our tech correspondent Lily Jamali reports."
    },
    {
      "start": 17.359,
      "dur": 1.99,
      "text": "correspondent Lily Jamali reports. Platforms like Tik Tok, YouTube, and"
    },
    {
      "start": 19.359,
      "dur": 2.151,
      "text": "Platforms like Tik Tok, YouTube, and Instagram are where billions of users"
    },
    {
      "start": 21.52,
      "dur": 1.909,
      "text": "Instagram are where billions of users around the world go to be entertained,"
    },
    {
      "start": 23.439,
      "dur": 2.551,
      "text": "around the world go to be entertained, informed, and to stay connected. But"
    },
    {
      "start": 26.0,
      "dur": 1.509,
      "text": "informed, and to stay connected. But there's a dark side. According to"
    },
    {
      "start": 27.519,
      "dur": 2.15,
      "text": "there's a dark side. According to lawyers for an alleged victim identified"
    },
    {
      "start": 29.679,
      "dur": 2.311,
      "text": "lawyers for an alleged victim identified by her initials, KGM"
    },
    {
      "start": 32.0,
      "dur": 3.59,
      "text": "by her initials, KGM &gt;&gt; KGM is a young woman who got on social"
    },
    {
      "start": 35.6,
      "dur": 3.03,
      "text": "&gt;&gt; KGM is a young woman who got on social media at the age of eight and uh"
    },
    {
      "start": 38.64,
      "dur": 1.589,
      "text": "media at the age of eight and uh sustained"
    },
    {
      "start": 40.239,
      "dur": 2.551,
      "text": "sustained most social media addiction uh that had"
    },
    {
      "start": 42.8,
      "dur": 2.71,
      "text": "most social media addiction uh that had a very negative effect on her emotional"
    },
    {
      "start": 45.52,
      "dur": 1.83,
      "text": "a very negative effect on her emotional and psychological well-being."
    },
    {
      "start": 47.36,
      "dur": 2.15,
      "text": "and psychological well-being. &gt;&gt; And he says she's not alone in finding"
    },
    {
      "start": 49.52,
      "dur": 1.99,
      "text": "&gt;&gt; And he says she's not alone in finding herself addicted to social media."
    },
    {
      "start": 51.52,
      "dur": 1.83,
      "text": "herself addicted to social media. Unfortunately, there are all too many"
    },
    {
      "start": 53.36,
      "dur": 2.15,
      "text": "Unfortunately, there are all too many kids in the United States and in the UK"
    },
    {
      "start": 55.52,
      "dur": 2.23,
      "text": "kids in the United States and in the UK and around the world who are suffering"
    },
    {
      "start": 57.76,
      "dur": 2.789,
      "text": "and around the world who are suffering as KGM does uh because of the dangerous"
    },
    {
      "start": 60.559,
      "dur": 1.751,
      "text": "as KGM does uh because of the dangerous and addictive algorithms."
    },
    {
      "start": 62.32,
      "dur": 1.99,
      "text": "and addictive algorithms. &gt;&gt; Attorneys say the trial starting Tuesday"
    },
    {
      "start": 64.32,
      "dur": 1.91,
      "text": "&gt;&gt; Attorneys say the trial starting Tuesday marks the first time in history that"
    },
    {
      "start": 66.24,
      "dur": 1.83,
      "text": "marks the first time in history that social media companies have ever been"
    },
    {
      "start": 68.08,
      "dur": 2.79,
      "text": "social media companies have ever been held to account by a jury in a court of"
    },
    {
      "start": 70.88,
      "dur": 2.47,
      "text": "held to account by a jury in a court of law anywhere in the world. For years,"
    },
    {
      "start": 73.36,
      "dur": 1.91,
      "text": "law anywhere in the world. For years, the companies that run Instagram, Tik"
    },
    {
      "start": 75.28,
      "dur": 2.31,
      "text": "the companies that run Instagram, Tik Tok, Snapchat, and YouTube, have"
    },
    {
      "start": 77.6,
      "dur": 2.63,
      "text": "Tok, Snapchat, and YouTube, have successfully used a 26-word legal"
    },
    {
      "start": 80.24,
      "dur": 3.35,
      "text": "successfully used a 26-word legal provision from 1996, before social media"
    },
    {
      "start": 83.6,
      "dur": 3.189,
      "text": "provision from 1996, before social media even existed as a legal shield. They've"
    },
    {
      "start": 86.799,
      "dur": 1.911,
      "text": "even existed as a legal shield. They've argued it means they're not responsible"
    },
    {
      "start": 88.72,
      "dur": 2.79,
      "text": "argued it means they're not responsible for what users post to their platforms."
    },
    {
      "start": 91.52,
      "dur": 2.07,
      "text": "for what users post to their platforms. These cases will examine how the"
    },
    {
      "start": 93.6,
      "dur": 2.23,
      "text": "These cases will examine how the companies designed their platforms,"
    },
    {
      "start": 95.84,
      "dur": 2.39,
      "text": "companies designed their platforms, relying on company documents to show how"
    },
    {
      "start": 98.24,
      "dur": 2.47,
      "text": "relying on company documents to show how they kept users scrolling, sometimes"
    },
    {
      "start": 100.72,
      "dur": 2.47,
      "text": "they kept users scrolling, sometimes with catastrophic consequences."
    },
    {
      "start": 103.2,
      "dur": 2.31,
      "text": "with catastrophic consequences. &gt;&gt; So, a lot of what these companies have"
    },
    {
      "start": 105.52,
      "dur": 2.949,
      "text": "&gt;&gt; So, a lot of what these companies have been trying to shield from the public is"
    },
    {
      "start": 108.479,
      "dur": 2.071,
      "text": "been trying to shield from the public is likely going to be aired in court and"
    },
    {
      "start": 110.56,
      "dur": 2.07,
      "text": "likely going to be aired in court and that is also significant."
    },
    {
      "start": 112.64,
      "dur": 2.63,
      "text": "that is also significant. &gt;&gt; Executives like Meta CEO Mark Zuckerberg"
    },
    {
      "start": 115.28,
      "dur": 2.23,
      "text": "&gt;&gt; Executives like Meta CEO Mark Zuckerberg are also set to take the stand. He's"
    },
    {
      "start": 117.52,
      "dur": 1.99,
      "text": "are also set to take the stand. He's defended his company on this issue in"
    },
    {
      "start": 119.52,
      "dur": 0.869,
      "text": "defended his company on this issue in the past."
    },
    {
      "start": 120.399,
      "dur": 1.67,
      "text": "the past. &gt;&gt; And they're not often good under"
    },
    {
      "start": 122.079,
      "dur": 1.35,
      "text": "&gt;&gt; And they're not often good under pressure when they have to answer"
    },
    {
      "start": 123.439,
      "dur": 1.751,
      "text": "pressure when they have to answer questions about what did you know and"
    },
    {
      "start": 125.2,
      "dur": 1.589,
      "text": "questions about what did you know and when did you know it? Why did you"
    },
    {
      "start": 126.799,
      "dur": 2.79,
      "text": "when did you know it? Why did you continue to do this particular um"
    },
    {
      "start": 129.599,
      "dur": 1.591,
      "text": "continue to do this particular um harmful practice when you knew it was"
    },
    {
      "start": 131.2,
      "dur": 0.95,
      "text": "harmful practice when you knew it was causing harm?"
    },
    {
      "start": 132.16,
      "dur": 2.39,
      "text": "causing harm? &gt;&gt; App CEO Evan Spiegel was also set to"
    },
    {
      "start": 134.56,
      "dur": 2.55,
      "text": "&gt;&gt; App CEO Evan Spiegel was also set to testify until last week when his company"
    },
    {
      "start": 137.12,
      "dur": 2.31,
      "text": "testify until last week when his company settled. The trial comes as platforms"
    },
    {
      "start": 139.44,
      "dur": 1.91,
      "text": "settled. The trial comes as platforms come under increased scrutiny from"
    },
    {
      "start": 141.36,
      "dur": 1.91,
      "text": "come under increased scrutiny from families, school districts, and"
    },
    {
      "start": 143.28,
      "dur": 2.07,
      "text": "families, school districts, and prosecutors. There's the question about"
    },
    {
      "start": 145.36,
      "dur": 2.229,
      "text": "prosecutors. There's the question about should these companies even exist and"
    },
    {
      "start": 147.599,
      "dur": 1.911,
      "text": "should these companies even exist and I'm a fan of them. I think they do a lot"
    },
    {
      "start": 149.52,
      "dur": 1.83,
      "text": "I'm a fan of them. I think they do a lot of good. They definitely don't come for"
    },
    {
      "start": 151.36,
      "dur": 2.31,
      "text": "of good. They definitely don't come for free. They cause harm as well."
    },
    {
      "start": 153.68,
      "dur": 2.07,
      "text": "free. They cause harm as well. &gt;&gt; It'll now be up to a jury to decide"
    },
    {
      "start": 155.76,
      "dur": 1.67,
      "text": "&gt;&gt; It'll now be up to a jury to decide whether they're at fault for those"
    },
    {
      "start": 157.44,
      "dur": 4.96,
      "text": "whether they're at fault for those harms. Lily Jamali, BBC News, San"
    }
  ]
}