{
  "videoId": "VwY3CF3F7l4",
  "title": "Reopening Gaza's 'gateway to the world' | Global News Podcast",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 555,
  "segments": [
    {
      "start": 0.16,
      "dur": 2.239,
      "text": "Hi, I'm Charlotte Gallagher and welcome"
    },
    {
      "start": 2.399,
      "dur": 2.39,
      "text": "Hi, I'm Charlotte Gallagher and welcome to the Global News podcast on YouTube"
    },
    {
      "start": 4.799,
      "dur": 1.831,
      "text": "to the Global News podcast on YouTube where we go behind the headlines to"
    },
    {
      "start": 6.64,
      "dur": 3.35,
      "text": "where we go behind the headlines to focus on one story and why it matters."
    },
    {
      "start": 10.0,
      "dur": 1.669,
      "text": "focus on one story and why it matters. Today we're talking about the opening of"
    },
    {
      "start": 11.679,
      "dur": 2.151,
      "text": "Today we're talking about the opening of the Rafa border crossing between Gaza"
    },
    {
      "start": 13.84,
      "dur": 2.47,
      "text": "the Rafa border crossing between Gaza and Egypt, often described as Gaza's"
    },
    {
      "start": 16.32,
      "dur": 2.869,
      "text": "and Egypt, often described as Gaza's gateway to the world. Israel has largely"
    },
    {
      "start": 19.199,
      "dur": 2.791,
      "text": "gateway to the world. Israel has largely kept it closed for 2 years now. A small"
    },
    {
      "start": 22.0,
      "dur": 1.99,
      "text": "kept it closed for 2 years now. A small number of people will be able to go in"
    },
    {
      "start": 24.0,
      "dur": 2.71,
      "text": "number of people will be able to go in and out. Rafa's opening was included in"
    },
    {
      "start": 26.72,
      "dur": 2.07,
      "text": "and out. Rafa's opening was included in the Gaza peace plan. What could come"
    },
    {
      "start": 28.8,
      "dur": 2.15,
      "text": "the Gaza peace plan. What could come next? We're joined now by the BBC's"
    },
    {
      "start": 30.96,
      "dur": 2.07,
      "text": "next? We're joined now by the BBC's Middle East correspondent Yolan Nell in"
    },
    {
      "start": 33.04,
      "dur": 2.31,
      "text": "Middle East correspondent Yolan Nell in Jerusalem. Hi Yoland."
    },
    {
      "start": 35.36,
      "dur": 2.31,
      "text": "Jerusalem. Hi Yoland. &gt;&gt; Hello there. So firstly, we hear so much"
    },
    {
      "start": 37.68,
      "dur": 1.99,
      "text": "&gt;&gt; Hello there. So firstly, we hear so much about the Rafa border crossing in the"
    },
    {
      "start": 39.68,
      "dur": 2.15,
      "text": "about the Rafa border crossing in the news, but what is it and why is it so"
    },
    {
      "start": 41.84,
      "dur": 2.709,
      "text": "news, but what is it and why is it so important? So the crossing point is one"
    },
    {
      "start": 44.559,
      "dur": 2.631,
      "text": "important? So the crossing point is one of five uh that Gaza has, and it's the"
    },
    {
      "start": 47.2,
      "dur": 2.39,
      "text": "of five uh that Gaza has, and it's the only one that doesn't go into Israel. It"
    },
    {
      "start": 49.6,
      "dur": 1.83,
      "text": "only one that doesn't go into Israel. It goes to neighboring Egypt. And that's"
    },
    {
      "start": 51.44,
      "dur": 1.99,
      "text": "goes to neighboring Egypt. And that's why really for years now when I've been"
    },
    {
      "start": 53.44,
      "dur": 2.07,
      "text": "why really for years now when I've been in Gaza in the past, people have"
    },
    {
      "start": 55.52,
      "dur": 1.59,
      "text": "in Gaza in the past, people have described it as their gateway to the"
    },
    {
      "start": 57.12,
      "dur": 3.19,
      "text": "described it as their gateway to the world or their lifeline to the world."
    },
    {
      "start": 60.32,
      "dur": 3.029,
      "text": "world or their lifeline to the world. And this was a key part of President"
    },
    {
      "start": 63.359,
      "dur": 1.911,
      "text": "And this was a key part of President Trump's 20point plan. It's actually one"
    },
    {
      "start": 65.28,
      "dur": 1.91,
      "text": "Trump's 20point plan. It's actually one of the points that the Rafa border"
    },
    {
      "start": 67.2,
      "dur": 2.39,
      "text": "of the points that the Rafa border crossing should reopen. That's why we've"
    },
    {
      "start": 69.6,
      "dur": 1.509,
      "text": "crossing should reopen. That's why we've really been waiting for that. It had"
    },
    {
      "start": 71.119,
      "dur": 2.31,
      "text": "really been waiting for that. It had been hoped uh that aid would go directly"
    },
    {
      "start": 73.439,
      "dur": 2.551,
      "text": "been hoped uh that aid would go directly from Egypt um where there is so much of"
    },
    {
      "start": 76.0,
      "dur": 2.469,
      "text": "from Egypt um where there is so much of it waiting into the Palestinian"
    },
    {
      "start": 78.479,
      "dur": 2.071,
      "text": "it waiting into the Palestinian territory through the Rafa crossing."
    },
    {
      "start": 80.56,
      "dur": 1.27,
      "text": "territory through the Rafa crossing. We've been told that that's not"
    },
    {
      "start": 81.84,
      "dur": 1.83,
      "text": "We've been told that that's not happening at this stage. But the"
    },
    {
      "start": 83.68,
      "dur": 2.31,
      "text": "happening at this stage. But the crossing point is also just so important"
    },
    {
      "start": 86.0,
      "dur": 2.31,
      "text": "crossing point is also just so important for people and there are literally tens"
    },
    {
      "start": 88.32,
      "dur": 2.23,
      "text": "for people and there are literally tens of thousands of people, sick and wounded"
    },
    {
      "start": 90.56,
      "dur": 2.47,
      "text": "of thousands of people, sick and wounded Palestinians inside Gaza. You've got"
    },
    {
      "start": 93.04,
      "dur": 3.029,
      "text": "Palestinians inside Gaza. You've got students inside Gaza, other people who"
    },
    {
      "start": 96.079,
      "dur": 1.99,
      "text": "students inside Gaza, other people who are desperate and waiting to leave. And"
    },
    {
      "start": 98.079,
      "dur": 1.751,
      "text": "are desperate and waiting to leave. And you've also got, you know, many"
    },
    {
      "start": 99.84,
      "dur": 2.309,
      "text": "you've also got, you know, many thousands of Palestinians who want to go"
    },
    {
      "start": 102.159,
      "dur": 1.99,
      "text": "thousands of Palestinians who want to go back to the Gaza Strip to be reunited"
    },
    {
      "start": 104.159,
      "dur": 1.431,
      "text": "back to the Gaza Strip to be reunited with their families."
    },
    {
      "start": 105.6,
      "dur": 1.35,
      "text": "with their families. &gt;&gt; I was going to ask you that because"
    },
    {
      "start": 106.96,
      "dur": 1.67,
      "text": "&gt;&gt; I was going to ask you that because obviously not everyone will be allowed"
    },
    {
      "start": 108.64,
      "dur": 1.429,
      "text": "obviously not everyone will be allowed to cross through this border crossing."
    },
    {
      "start": 110.079,
      "dur": 1.831,
      "text": "to cross through this border crossing. So it's a set number of people is it"
    },
    {
      "start": 111.92,
      "dur": 1.91,
      "text": "So it's a set number of people is it that have appointments or they're going"
    },
    {
      "start": 113.84,
      "dur": 2.71,
      "text": "that have appointments or they're going to university and things like that. So"
    },
    {
      "start": 116.56,
      "dur": 2.07,
      "text": "to university and things like that. So basically to cross through this crossing"
    },
    {
      "start": 118.64,
      "dur": 2.789,
      "text": "basically to cross through this crossing point you have to be authorized by both"
    },
    {
      "start": 121.439,
      "dur": 3.27,
      "text": "point you have to be authorized by both the Israelis and the Egyptians. But you"
    },
    {
      "start": 124.719,
      "dur": 1.831,
      "text": "the Israelis and the Egyptians. But you know there are also these stringent"
    },
    {
      "start": 126.56,
      "dur": 1.909,
      "text": "know there are also these stringent Israeli security checks for people who"
    },
    {
      "start": 128.479,
      "dur": 2.711,
      "text": "Israeli security checks for people who are going through and it's such small"
    },
    {
      "start": 131.2,
      "dur": 2.07,
      "text": "are going through and it's such small numbers that you're talking about. Um"
    },
    {
      "start": 133.28,
      "dur": 1.99,
      "text": "numbers that you're talking about. Um what we're hearing is it's about 50"
    },
    {
      "start": 135.28,
      "dur": 2.47,
      "text": "what we're hearing is it's about 50 people who are from the the list of sick"
    },
    {
      "start": 137.76,
      "dur": 2.63,
      "text": "people who are from the the list of sick and wounded who will be able to go out."
    },
    {
      "start": 140.4,
      "dur": 1.59,
      "text": "and wounded who will be able to go out. It's the World Health Organization"
    },
    {
      "start": 142.0,
      "dur": 1.91,
      "text": "It's the World Health Organization that's coordinating the medical"
    },
    {
      "start": 143.92,
      "dur": 2.23,
      "text": "that's coordinating the medical evacuations and it's only going to be"
    },
    {
      "start": 146.16,
      "dur": 3.51,
      "text": "evacuations and it's only going to be with one or two carers in each case and"
    },
    {
      "start": 149.68,
      "dur": 2.71,
      "text": "with one or two carers in each case and then 50 people allowed to go back from"
    },
    {
      "start": 152.4,
      "dur": 2.71,
      "text": "then 50 people allowed to go back from the Egyptian side into the Gaza Strip."
    },
    {
      "start": 155.12,
      "dur": 1.829,
      "text": "the Egyptian side into the Gaza Strip. And what we've been hearing is initially"
    },
    {
      "start": 156.959,
      "dur": 2.311,
      "text": "And what we've been hearing is initially at least it's going to be those people"
    },
    {
      "start": 159.28,
      "dur": 1.91,
      "text": "at least it's going to be those people who were let out for medical treatment"
    },
    {
      "start": 161.2,
      "dur": 1.91,
      "text": "who were let out for medical treatment that are now being allowed to go back"
    },
    {
      "start": 163.12,
      "dur": 3.109,
      "text": "that are now being allowed to go back home. The reopening of this was included"
    },
    {
      "start": 166.239,
      "dur": 2.551,
      "text": "home. The reopening of this was included in phase one of President Trump's peace"
    },
    {
      "start": 168.8,
      "dur": 3.27,
      "text": "in phase one of President Trump's peace plan for Gaza. Now this is reopening."
    },
    {
      "start": 172.08,
      "dur": 2.71,
      "text": "plan for Gaza. Now this is reopening. What happens next? I mean really this"
    },
    {
      "start": 174.8,
      "dur": 3.509,
      "text": "What happens next? I mean really this completes phase one uh in many ways. Um"
    },
    {
      "start": 178.319,
      "dur": 2.55,
      "text": "completes phase one uh in many ways. Um because phase one of the ceasefire plan,"
    },
    {
      "start": 180.879,
      "dur": 3.111,
      "text": "because phase one of the ceasefire plan, it was about uh the return of the"
    },
    {
      "start": 184.0,
      "dur": 2.55,
      "text": "it was about uh the return of the Israeli hostages in exchange for nearly"
    },
    {
      "start": 186.56,
      "dur": 2.07,
      "text": "Israeli hostages in exchange for nearly 2,000 Palestinian prisoners and"
    },
    {
      "start": 188.64,
      "dur": 3.83,
      "text": "2,000 Palestinian prisoners and detainees being returned uh by Israel."
    },
    {
      "start": 192.48,
      "dur": 1.51,
      "text": "detainees being returned uh by Israel. And then you're supposed to have this"
    },
    {
      "start": 194.0,
      "dur": 2.149,
      "text": "And then you're supposed to have this big increase in desperately needed aid"
    },
    {
      "start": 196.159,
      "dur": 2.231,
      "text": "big increase in desperately needed aid going into Gaza. Uh the Rafa crossing"
    },
    {
      "start": 198.4,
      "dur": 2.39,
      "text": "going into Gaza. Uh the Rafa crossing was one component of all of this. Of"
    },
    {
      "start": 200.8,
      "dur": 2.31,
      "text": "was one component of all of this. Of course, we saw delays um from the"
    },
    {
      "start": 203.12,
      "dur": 2.469,
      "text": "course, we saw delays um from the Israeli side really because um of the"
    },
    {
      "start": 205.599,
      "dur": 2.63,
      "text": "Israeli side really because um of the very slow return of the bodies of the"
    },
    {
      "start": 208.239,
      "dur": 1.831,
      "text": "very slow return of the bodies of the deceased hostages. That's why Israel"
    },
    {
      "start": 210.08,
      "dur": 1.99,
      "text": "deceased hostages. That's why Israel said it wasn't going to allow the Rafa"
    },
    {
      "start": 212.08,
      "dur": 3.27,
      "text": "said it wasn't going to allow the Rafa crossing point um to open um as had"
    },
    {
      "start": 215.36,
      "dur": 2.47,
      "text": "crossing point um to open um as had previously been expected. We only had"
    },
    {
      "start": 217.84,
      "dur": 3.27,
      "text": "previously been expected. We only had just a week ago um the retrieval of the"
    },
    {
      "start": 221.12,
      "dur": 2.389,
      "text": "just a week ago um the retrieval of the remains of that Israeli police officer"
    },
    {
      "start": 223.519,
      "dur": 2.551,
      "text": "remains of that Israeli police officer Ran Gavilli, the last of the hostages in"
    },
    {
      "start": 226.08,
      "dur": 2.63,
      "text": "Ran Gavilli, the last of the hostages in Gaza. And since then, you know, it's got"
    },
    {
      "start": 228.72,
      "dur": 1.99,
      "text": "Gaza. And since then, you know, it's got this mechanism going so that the Rafa"
    },
    {
      "start": 230.72,
      "dur": 3.589,
      "text": "this mechanism going so that the Rafa border crossing can now be reopened."
    },
    {
      "start": 234.319,
      "dur": 2.231,
      "text": "border crossing can now be reopened. &gt;&gt; And what's phase two of the peace plan?"
    },
    {
      "start": 236.56,
      "dur": 1.83,
      "text": "&gt;&gt; And what's phase two of the peace plan? And is that on track, do you think, to"
    },
    {
      "start": 238.4,
      "dur": 1.27,
      "text": "And is that on track, do you think, to be achieved?"
    },
    {
      "start": 239.68,
      "dur": 1.59,
      "text": "be achieved? &gt;&gt; So, I mean, if you think how difficult"
    },
    {
      "start": 241.28,
      "dur": 1.99,
      "text": "&gt;&gt; So, I mean, if you think how difficult it's been to get this far with phase"
    },
    {
      "start": 243.28,
      "dur": 2.149,
      "text": "it's been to get this far with phase one, phase two, which Washington has"
    },
    {
      "start": 245.439,
      "dur": 2.471,
      "text": "one, phase two, which Washington has declared has now already started, that"
    },
    {
      "start": 247.92,
      "dur": 2.389,
      "text": "declared has now already started, that is all of the more complicated issues."
    },
    {
      "start": 250.319,
      "dur": 3.431,
      "text": "is all of the more complicated issues. That is things like disarming Hamas. Um"
    },
    {
      "start": 253.76,
      "dur": 1.99,
      "text": "That is things like disarming Hamas. Um and Israel has made very clear that that"
    },
    {
      "start": 255.76,
      "dur": 1.91,
      "text": "and Israel has made very clear that that has to happen before it will allow"
    },
    {
      "start": 257.68,
      "dur": 3.269,
      "text": "has to happen before it will allow reconstruction of the Gaza Strip um to"
    },
    {
      "start": 260.959,
      "dur": 2.95,
      "text": "reconstruction of the Gaza Strip um to start. You've also got this Palestinian"
    },
    {
      "start": 263.919,
      "dur": 1.911,
      "text": "start. You've also got this Palestinian technocratic committee that's supposed"
    },
    {
      "start": 265.84,
      "dur": 2.629,
      "text": "technocratic committee that's supposed to take charge of the day-to-day running"
    },
    {
      "start": 268.479,
      "dur": 2.71,
      "text": "to take charge of the day-to-day running of the Gaza Strip overseen by the"
    },
    {
      "start": 271.199,
      "dur": 2.391,
      "text": "of the Gaza Strip overseen by the International Board of Peace. Now,"
    },
    {
      "start": 273.6,
      "dur": 2.79,
      "text": "International Board of Peace. Now, although we do have um the names now of"
    },
    {
      "start": 276.4,
      "dur": 1.83,
      "text": "although we do have um the names now of all the members of that technocratic"
    },
    {
      "start": 278.24,
      "dur": 3.27,
      "text": "all the members of that technocratic committee, different Palestinian experts"
    },
    {
      "start": 281.52,
      "dur": 1.99,
      "text": "committee, different Palestinian experts that Israel's even approved after the"
    },
    {
      "start": 283.52,
      "dur": 2.07,
      "text": "that Israel's even approved after the Palestinian factions got together and"
    },
    {
      "start": 285.6,
      "dur": 2.39,
      "text": "Palestinian factions got together and decided on these members. Well, that"
    },
    {
      "start": 288.0,
      "dur": 2.07,
      "text": "decided on these members. Well, that committee is still stuck in Cairo at the"
    },
    {
      "start": 290.08,
      "dur": 2.07,
      "text": "committee is still stuck in Cairo at the moment. It's not gone into Gaza and it's"
    },
    {
      "start": 292.16,
      "dur": 1.99,
      "text": "moment. It's not gone into Gaza and it's not totally clear, you know, what are"
    },
    {
      "start": 294.16,
      "dur": 1.67,
      "text": "not totally clear, you know, what are the arrangements going to be for it to"
    },
    {
      "start": 295.84,
      "dur": 2.47,
      "text": "the arrangements going to be for it to operate on the ground. There's also this"
    },
    {
      "start": 298.32,
      "dur": 1.429,
      "text": "operate on the ground. There's also this big question of an international"
    },
    {
      "start": 299.759,
      "dur": 2.15,
      "text": "big question of an international stabilization force that is promised by"
    },
    {
      "start": 301.919,
      "dur": 1.751,
      "text": "stabilization force that is promised by President Trump's peace plan as well."
    },
    {
      "start": 303.68,
      "dur": 1.59,
      "text": "President Trump's peace plan as well. And at the moment, we don't have any"
    },
    {
      "start": 305.28,
      "dur": 2.87,
      "text": "And at the moment, we don't have any countries that Israel would approve of"
    },
    {
      "start": 308.16,
      "dur": 1.67,
      "text": "countries that Israel would approve of um really saying that they're going to"
    },
    {
      "start": 309.84,
      "dur": 1.99,
      "text": "um really saying that they're going to commit their forces. We don't know when"
    },
    {
      "start": 311.84,
      "dur": 1.909,
      "text": "commit their forces. We don't know when this force is going to be set up. And"
    },
    {
      "start": 313.759,
      "dur": 1.43,
      "text": "this force is going to be set up. And that's obviously, you know, a very"
    },
    {
      "start": 315.199,
      "dur": 1.591,
      "text": "that's obviously, you know, a very important part of taking things forward"
    },
    {
      "start": 316.8,
      "dur": 1.59,
      "text": "important part of taking things forward as well. And if you think about"
    },
    {
      "start": 318.4,
      "dur": 1.43,
      "text": "as well. And if you think about President Trump and his foreign policy"
    },
    {
      "start": 319.84,
      "dur": 1.75,
      "text": "President Trump and his foreign policy at the moment, he does seem quite"
    },
    {
      "start": 321.6,
      "dur": 2.39,
      "text": "at the moment, he does seem quite stretched because there's Ukraine,"
    },
    {
      "start": 324.0,
      "dur": 2.629,
      "text": "stretched because there's Ukraine, there's Venezuela, there's Iran, and"
    },
    {
      "start": 326.639,
      "dur": 1.671,
      "text": "there's Venezuela, there's Iran, and then there's also this. Is there a sense"
    },
    {
      "start": 328.32,
      "dur": 1.99,
      "text": "then there's also this. Is there a sense that the Americans are still focused on"
    },
    {
      "start": 330.32,
      "dur": 2.79,
      "text": "that the Americans are still focused on driving this peace plan through? I mean,"
    },
    {
      "start": 333.12,
      "dur": 1.43,
      "text": "driving this peace plan through? I mean, I would say that it's also world"
    },
    {
      "start": 334.56,
      "dur": 1.51,
      "text": "I would say that it's also world attention that has switched to those"
    },
    {
      "start": 336.08,
      "dur": 2.15,
      "text": "attention that has switched to those other things. And you know, people in"
    },
    {
      "start": 338.24,
      "dur": 2.229,
      "text": "other things. And you know, people in Gaza when we speak to them are really"
    },
    {
      "start": 340.479,
      "dur": 2.71,
      "text": "Gaza when we speak to them are really very worried um that the world attention"
    },
    {
      "start": 343.199,
      "dur": 1.911,
      "text": "very worried um that the world attention could be going away. We also know that"
    },
    {
      "start": 345.12,
      "dur": 2.39,
      "text": "could be going away. We also know that aid organizations are very worried that"
    },
    {
      "start": 347.52,
      "dur": 2.87,
      "text": "aid organizations are very worried that you know donors and donations could be"
    },
    {
      "start": 350.4,
      "dur": 2.39,
      "text": "you know donors and donations could be uh going away as well. Just at the point"
    },
    {
      "start": 352.8,
      "dur": 2.47,
      "text": "uh going away as well. Just at the point which is so crucial to advance things."
    },
    {
      "start": 355.28,
      "dur": 2.39,
      "text": "which is so crucial to advance things. We did have President Trump's um Middle"
    },
    {
      "start": 357.68,
      "dur": 1.91,
      "text": "We did have President Trump's um Middle East adviser, his son-in-law Jared"
    },
    {
      "start": 359.6,
      "dur": 1.83,
      "text": "East adviser, his son-in-law Jared Kushner as one of those who was"
    },
    {
      "start": 361.44,
      "dur": 2.95,
      "text": "Kushner as one of those who was outlining at Davos um the kind of you"
    },
    {
      "start": 364.4,
      "dur": 2.71,
      "text": "outlining at Davos um the kind of you know next stages of phase two his vision"
    },
    {
      "start": 367.12,
      "dur": 2.55,
      "text": "know next stages of phase two his vision for for reconstruction. I mean it is"
    },
    {
      "start": 369.68,
      "dur": 3.11,
      "text": "for for reconstruction. I mean it is very ambitious. But you do have here,"
    },
    {
      "start": 372.8,
      "dur": 2.71,
      "text": "very ambitious. But you do have here, you know, the Arab Gulf countries in"
    },
    {
      "start": 375.52,
      "dur": 3.03,
      "text": "you know, the Arab Gulf countries in particular, close allies of Washington,"
    },
    {
      "start": 378.56,
      "dur": 1.27,
      "text": "particular, close allies of Washington, um, that really want to take things"
    },
    {
      "start": 379.84,
      "dur": 1.75,
      "text": "um, that really want to take things forward as well. And there is always the"
    },
    {
      "start": 381.6,
      "dur": 2.55,
      "text": "forward as well. And there is always the danger, uh, that, you know, as soon as"
    },
    {
      "start": 384.16,
      "dur": 3.19,
      "text": "danger, uh, that, you know, as soon as this doesn't advance, um, that Hamas"
    },
    {
      "start": 387.36,
      "dur": 1.43,
      "text": "this doesn't advance, um, that Hamas could look to take advantage of that."
    },
    {
      "start": 388.8,
      "dur": 1.91,
      "text": "could look to take advantage of that. Israel could look to take advantage of"
    },
    {
      "start": 390.72,
      "dur": 2.15,
      "text": "Israel could look to take advantage of that, and you could see the ceasefire"
    },
    {
      "start": 392.88,
      "dur": 2.149,
      "text": "that, and you could see the ceasefire falling apart. So I think you know there"
    },
    {
      "start": 395.039,
      "dur": 1.59,
      "text": "falling apart. So I think you know there are enough players here that realize"
    },
    {
      "start": 396.639,
      "dur": 2.311,
      "text": "are enough players here that realize there is real momentum that needs to be"
    },
    {
      "start": 398.96,
      "dur": 2.39,
      "text": "there is real momentum that needs to be um kept up but as we've seen even with"
    },
    {
      "start": 401.36,
      "dur": 1.59,
      "text": "um kept up but as we've seen even with the reopening of the raffle crossing"
    },
    {
      "start": 402.96,
      "dur": 2.949,
      "text": "the reopening of the raffle crossing things do happen painfully slowly."
    },
    {
      "start": 405.919,
      "dur": 3.11,
      "text": "things do happen painfully slowly. &gt;&gt; Yand is the ceasefire still holding"
    },
    {
      "start": 409.039,
      "dur": 1.111,
      "text": "&gt;&gt; Yand is the ceasefire still holding because when a lot of people think of a"
    },
    {
      "start": 410.16,
      "dur": 1.67,
      "text": "because when a lot of people think of a ceasefire they think okay that's it"
    },
    {
      "start": 411.84,
      "dur": 1.75,
      "text": "ceasefire they think okay that's it there's no more violence but then we"
    },
    {
      "start": 413.6,
      "dur": 1.99,
      "text": "there's no more violence but then we hear in the news that there are"
    },
    {
      "start": 415.6,
      "dur": 2.23,
      "text": "hear in the news that there are outbreaks of violence."
    },
    {
      "start": 417.84,
      "dur": 2.15,
      "text": "outbreaks of violence. &gt;&gt; Definitely. And you know, some people in"
    },
    {
      "start": 420.0,
      "dur": 2.23,
      "text": "&gt;&gt; Definitely. And you know, some people in Gaza have taken to call on this not a"
    },
    {
      "start": 422.24,
      "dur": 2.31,
      "text": "Gaza have taken to call on this not a ceasefire but a reduced fire because we"
    },
    {
      "start": 424.56,
      "dur": 2.71,
      "text": "ceasefire but a reduced fire because we do still see um these regular incidents"
    },
    {
      "start": 427.28,
      "dur": 2.309,
      "text": "do still see um these regular incidents where um Palestinians are killed having"
    },
    {
      "start": 429.599,
      "dur": 2.471,
      "text": "where um Palestinians are killed having crossed the so-called yellow line which"
    },
    {
      "start": 432.08,
      "dur": 2.229,
      "text": "crossed the so-called yellow line which is the the line that marks the point to"
    },
    {
      "start": 434.319,
      "dur": 2.631,
      "text": "is the the line that marks the point to which Israeli troops have withdrawn to"
    },
    {
      "start": 436.96,
      "dur": 2.069,
      "text": "which Israeli troops have withdrawn to in the Gaza Strip. They still control"
    },
    {
      "start": 439.039,
      "dur": 4.231,
      "text": "in the Gaza Strip. They still control about half of Gaza. And usually the"
    },
    {
      "start": 443.28,
      "dur": 2.39,
      "text": "about half of Gaza. And usually the Israeli military says that these were"
    },
    {
      "start": 445.68,
      "dur": 2.39,
      "text": "Israeli military says that these were individuals who are posing a threat to"
    },
    {
      "start": 448.08,
      "dur": 4.15,
      "text": "individuals who are posing a threat to its troops. Now on Saturday there was"
    },
    {
      "start": 452.24,
      "dur": 2.87,
      "text": "its troops. Now on Saturday there was really a very serious day. Um the"
    },
    {
      "start": 455.12,
      "dur": 2.55,
      "text": "really a very serious day. Um the ceasefire looked very shaky indeed with"
    },
    {
      "start": 457.68,
      "dur": 2.31,
      "text": "ceasefire looked very shaky indeed with more than 30 Palestinians who were"
    },
    {
      "start": 460.0,
      "dur": 1.909,
      "text": "more than 30 Palestinians who were killed including several children"
    },
    {
      "start": 461.919,
      "dur": 2.871,
      "text": "killed including several children according to hospitals in the Gaza"
    },
    {
      "start": 464.8,
      "dur": 1.91,
      "text": "according to hospitals in the Gaza Strip. And that was one of the highest"
    },
    {
      "start": 466.72,
      "dur": 2.71,
      "text": "Strip. And that was one of the highest death tolls in one day since the October"
    },
    {
      "start": 469.44,
      "dur": 3.27,
      "text": "death tolls in one day since the October ceasefire with Israel accusing Hamas of"
    },
    {
      "start": 472.72,
      "dur": 2.55,
      "text": "ceasefire with Israel accusing Hamas of having violated the terms of the"
    },
    {
      "start": 475.28,
      "dur": 2.469,
      "text": "having violated the terms of the agreement. And this all adds to people's"
    },
    {
      "start": 477.759,
      "dur": 3.031,
      "text": "agreement. And this all adds to people's sense of, you know, real insecurity in"
    },
    {
      "start": 480.8,
      "dur": 1.109,
      "text": "sense of, you know, real insecurity in Gaza."
    },
    {
      "start": 481.919,
      "dur": 2.71,
      "text": "Gaza. &gt;&gt; Is there hope both in Gaza and Israel"
    },
    {
      "start": 484.639,
      "dur": 3.191,
      "text": "&gt;&gt; Is there hope both in Gaza and Israel that this is going to last, that this"
    },
    {
      "start": 487.84,
      "dur": 1.59,
      "text": "that this is going to last, that this will there will be an end to this at"
    },
    {
      "start": 489.44,
      "dur": 1.99,
      "text": "will there will be an end to this at some point? There is, you know, deep"
    },
    {
      "start": 491.44,
      "dur": 3.27,
      "text": "some point? There is, you know, deep trauma and deep mistrust on both sides."
    },
    {
      "start": 494.72,
      "dur": 3.189,
      "text": "trauma and deep mistrust on both sides. Every day, you know, commentators in the"
    },
    {
      "start": 497.919,
      "dur": 1.911,
      "text": "Every day, you know, commentators in the Israeli media, in the Palestinian media,"
    },
    {
      "start": 499.84,
      "dur": 1.909,
      "text": "Israeli media, in the Palestinian media, in regional media are really sort of"
    },
    {
      "start": 501.759,
      "dur": 2.071,
      "text": "in regional media are really sort of picking over the latest developments and"
    },
    {
      "start": 503.84,
      "dur": 2.71,
      "text": "picking over the latest developments and where things go from here. And, you"
    },
    {
      "start": 506.56,
      "dur": 2.55,
      "text": "where things go from here. And, you know, it is hard to find hope, but you"
    },
    {
      "start": 509.12,
      "dur": 1.99,
      "text": "know, it is hard to find hope, but you mentioned, you know, the US has moved on"
    },
    {
      "start": 511.12,
      "dur": 1.589,
      "text": "mentioned, you know, the US has moved on and this is what happens in world"
    },
    {
      "start": 512.719,
      "dur": 2.711,
      "text": "and this is what happens in world affairs. Things move very quickly. And"
    },
    {
      "start": 515.44,
      "dur": 1.43,
      "text": "affairs. Things move very quickly. And you know, it's our job, I guess, as"
    },
    {
      "start": 516.88,
      "dur": 1.91,
      "text": "you know, it's our job, I guess, as journalists to try to keep reminding"
    },
    {
      "start": 518.8,
      "dur": 2.149,
      "text": "journalists to try to keep reminding people of what exactly is happening"
    },
    {
      "start": 520.959,
      "dur": 2.31,
      "text": "people of what exactly is happening here. Even though at the moment, you"
    },
    {
      "start": 523.279,
      "dur": 2.391,
      "text": "here. Even though at the moment, you know, one aspect of the the Rafa border"
    },
    {
      "start": 525.68,
      "dur": 1.35,
      "text": "know, one aspect of the the Rafa border crossing, some journalists were asking,"
    },
    {
      "start": 527.04,
      "dur": 1.83,
      "text": "crossing, some journalists were asking, will we be allowed to go in finally to"
    },
    {
      "start": 528.88,
      "dur": 1.75,
      "text": "will we be allowed to go in finally to Gaza there to join our Palestinian"
    },
    {
      "start": 530.64,
      "dur": 1.59,
      "text": "Gaza there to join our Palestinian colleagues? And it's been made clear at"
    },
    {
      "start": 532.24,
      "dur": 1.35,
      "text": "colleagues? And it's been made clear at this point that is not something that's"
    },
    {
      "start": 533.6,
      "dur": 2.789,
      "text": "this point that is not something that's on the cards. Thanks, Yoland. That was"
    },
    {
      "start": 536.399,
      "dur": 1.751,
      "text": "on the cards. Thanks, Yoland. That was our Middle East correspondent, Yoland"
    },
    {
      "start": 538.16,
      "dur": 2.63,
      "text": "our Middle East correspondent, Yoland Nell in Jerusalem. And if you liked this"
    },
    {
      "start": 540.8,
      "dur": 2.07,
      "text": "Nell in Jerusalem. And if you liked this episode, do please subscribe to us here"
    },
    {
      "start": 542.88,
      "dur": 2.069,
      "text": "episode, do please subscribe to us here on YouTube. And if you'd like us to"
    },
    {
      "start": 544.959,
      "dur": 2.391,
      "text": "on YouTube. And if you'd like us to cover any other stories, please leave a"
    },
    {
      "start": 547.36,
      "dur": 1.909,
      "text": "cover any other stories, please leave a comment below. And you can hear more"
    },
    {
      "start": 549.279,
      "dur": 2.311,
      "text": "comment below. And you can hear more international news on the BBC's Global"
    },
    {
      "start": 551.6,
      "dur": 2.15,
      "text": "international news on the BBC's Global News podcast. Listen wherever you get"
    },
    {
      "start": 553.76,
      "dur": 2.56,
      "text": "News podcast. Listen wherever you get your podcasts."
    }
  ]
}