{
  "videoId": "VX3XJ972-vM",
  "title": "Donald Trump says it would be 'dangerous' for UK to do any more deals with China | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 531,
  "segments": [
    {
      "start": 0.56,
      "dur": 2.16,
      "text": "Hello, I'm Nomia Kbal. [music] The"
    },
    {
      "start": 2.72,
      "dur": 2.39,
      "text": "Hello, I'm Nomia Kbal. [music] The British Prime Minister K Starmmer is in"
    },
    {
      "start": 5.12,
      "dur": 2.55,
      "text": "British Prime Minister K Starmmer is in Shanghai on the third and final day of"
    },
    {
      "start": 7.68,
      "dur": 1.829,
      "text": "Shanghai on the third and final day of his visit to China to strengthen"
    },
    {
      "start": 9.519,
      "dur": 3.11,
      "text": "his visit to China to strengthen economic ties. As Sir Kir arrived in"
    },
    {
      "start": 12.639,
      "dur": 1.591,
      "text": "economic ties. As Sir Kir arrived in Shanghai, President Trump told"
    },
    {
      "start": 14.24,
      "dur": 1.589,
      "text": "Shanghai, President Trump told journalists that it would be dangerous"
    },
    {
      "start": 15.839,
      "dur": 1.911,
      "text": "journalists that it would be dangerous for the UK to do more business with"
    },
    {
      "start": 17.76,
      "dur": 1.91,
      "text": "for the UK to do more business with China. But the British government said"
    },
    {
      "start": 19.68,
      "dur": 2.47,
      "text": "China. But the British government said the US was aware of the trip and its"
    },
    {
      "start": 22.16,
      "dur": 2.71,
      "text": "the US was aware of the trip and its objectives in advance and also pointed"
    },
    {
      "start": 24.88,
      "dur": 2.07,
      "text": "objectives in advance and also pointed out that Mr. Trump himself was due to"
    },
    {
      "start": 26.96,
      "dur": 2.87,
      "text": "out that Mr. Trump himself was due to visit China in April. Sir K Starmmer has"
    },
    {
      "start": 29.84,
      "dur": 2.229,
      "text": "visit China in April. Sir K Starmmer has said he won't choose between Beijing and"
    },
    {
      "start": 32.079,
      "dur": 2.231,
      "text": "said he won't choose between Beijing and Washington. Here's President Trump."
    },
    {
      "start": 34.32,
      "dur": 1.67,
      "text": "Washington. Here's President Trump. &gt;&gt; Mr. President, what do you think about"
    },
    {
      "start": 36.0,
      "dur": 2.15,
      "text": "&gt;&gt; Mr. President, what do you think about the UK getting into business with China?"
    },
    {
      "start": 38.16,
      "dur": 1.59,
      "text": "the UK getting into business with China? K. Starr was in Beijing."
    },
    {
      "start": 39.76,
      "dur": 1.75,
      "text": "K. Starr was in Beijing. &gt;&gt; Well, it's very dangerous for them to do"
    },
    {
      "start": 41.52,
      "dur": 1.83,
      "text": "&gt;&gt; Well, it's very dangerous for them to do that. And it's even more dangerous, I"
    },
    {
      "start": 43.36,
      "dur": 1.91,
      "text": "that. And it's even more dangerous, I think, for Canada to get into business"
    },
    {
      "start": 45.28,
      "dur": 3.35,
      "text": "think, for Canada to get into business with China. Canada is not doing well. Uh"
    },
    {
      "start": 48.64,
      "dur": 2.87,
      "text": "with China. Canada is not doing well. Uh they're doing very poorly. And you can't"
    },
    {
      "start": 51.52,
      "dur": 2.869,
      "text": "they're doing very poorly. And you can't look at China as the answer. That's I"
    },
    {
      "start": 54.399,
      "dur": 1.911,
      "text": "look at China as the answer. That's I know China very well. I know President"
    },
    {
      "start": 56.32,
      "dur": 1.59,
      "text": "know China very well. I know President Xi is a friend of mine. I know him very"
    },
    {
      "start": 57.92,
      "dur": 2.949,
      "text": "Xi is a friend of mine. I know him very well. But that's a that's a big hurdle"
    },
    {
      "start": 60.879,
      "dur": 2.47,
      "text": "well. But that's a that's a big hurdle to go over when you get Canada."
    },
    {
      "start": 63.359,
      "dur": 1.19,
      "text": "to go over when you get Canada. &gt;&gt; The first thing they're going to do is"
    },
    {
      "start": 64.559,
      "dur": 1.111,
      "text": "&gt;&gt; The first thing they're going to do is say you're not allowed to play ice"
    },
    {
      "start": 65.68,
      "dur": 1.429,
      "text": "say you're not allowed to play ice hockey anymore. That's not good."
    },
    {
      "start": 67.119,
      "dur": 2.631,
      "text": "hockey anymore. That's not good. Canada's not going to"
    },
    {
      "start": 69.76,
      "dur": 2.23,
      "text": "Canada's not going to &gt;&gt; The prime minister had been speaking at"
    },
    {
      "start": 72.0,
      "dur": 2.63,
      "text": "&gt;&gt; The prime minister had been speaking at a business forum in Beijing just before"
    },
    {
      "start": 74.64,
      "dur": 2.39,
      "text": "a business forum in Beijing just before taking his flight to Shanghai for the"
    },
    {
      "start": 77.04,
      "dur": 2.15,
      "text": "taking his flight to Shanghai for the third day of his visit where he asked"
    },
    {
      "start": 79.2,
      "dur": 2.07,
      "text": "third day of his visit where he asked people to engage with organizations"
    },
    {
      "start": 81.28,
      "dur": 2.07,
      "text": "people to engage with organizations traveling in his delegation as it would"
    },
    {
      "start": 83.36,
      "dur": 3.109,
      "text": "traveling in his delegation as it would lead to greater trust. Yesterday we"
    },
    {
      "start": 86.479,
      "dur": 3.111,
      "text": "lead to greater trust. Yesterday we warmly uh engaged uh and made some real"
    },
    {
      "start": 89.6,
      "dur": 3.43,
      "text": "warmly uh engaged uh and made some real progress actually because um the UK has"
    },
    {
      "start": 93.04,
      "dur": 2.23,
      "text": "progress actually because um the UK has got a huge amount uh to offer and I was"
    },
    {
      "start": 95.28,
      "dur": 2.55,
      "text": "got a huge amount uh to offer and I was able to set that out and as a result of"
    },
    {
      "start": 97.84,
      "dur": 2.309,
      "text": "able to set that out and as a result of our engagement we've have the tariffs"
    },
    {
      "start": 100.159,
      "dur": 2.391,
      "text": "our engagement we've have the tariffs tariffs on whiskey and also got"
    },
    {
      "start": 102.56,
      "dur": 2.95,
      "text": "tariffs on whiskey and also got visa-free travel uh to China for Brits."
    },
    {
      "start": 105.52,
      "dur": 3.43,
      "text": "visa-free travel uh to China for Brits. So really important access symbolic of"
    },
    {
      "start": 108.96,
      "dur": 2.39,
      "text": "So really important access symbolic of what we're doing with the relationship"
    },
    {
      "start": 111.36,
      "dur": 2.069,
      "text": "what we're doing with the relationship and I wanted to showcase our delegation."
    },
    {
      "start": 113.439,
      "dur": 1.911,
      "text": "and I wanted to showcase our delegation. We got a great delegation of all the"
    },
    {
      "start": 115.36,
      "dur": 2.87,
      "text": "We got a great delegation of all the best. The top businesses um across the"
    },
    {
      "start": 118.24,
      "dur": 3.27,
      "text": "best. The top businesses um across the United Kingdom um and cultural sports"
    },
    {
      "start": 121.52,
      "dur": 3.35,
      "text": "United Kingdom um and cultural sports and arts and museums are all traveling"
    },
    {
      "start": 124.88,
      "dur": 2.47,
      "text": "and arts and museums are all traveling with us. So to our Chinese colleagues, I"
    },
    {
      "start": 127.36,
      "dur": 3.029,
      "text": "with us. So to our Chinese colleagues, I say please take the opportunity to mix"
    },
    {
      "start": 130.399,
      "dur": 2.391,
      "text": "say please take the opportunity to mix with our delegation because that"
    },
    {
      "start": 132.8,
      "dur": 2.789,
      "text": "with our delegation because that engagement is so important. And I"
    },
    {
      "start": 135.599,
      "dur": 2.311,
      "text": "engagement is so important. And I fundamentally believe that the more we"
    },
    {
      "start": 137.92,
      "dur": 2.389,
      "text": "fundamentally believe that the more we engage, the more we exchange, the more"
    },
    {
      "start": 140.319,
      "dur": 2.231,
      "text": "engage, the more we exchange, the more we take advantage of the opening of"
    },
    {
      "start": 142.56,
      "dur": 2.389,
      "text": "we take advantage of the opening of access to opportunities, business, art"
    },
    {
      "start": 144.959,
      "dur": 2.151,
      "text": "access to opportunities, business, art and culture and so many others, then"
    },
    {
      "start": 147.12,
      "dur": 2.71,
      "text": "and culture and so many others, then that is the way that we build the mutual"
    },
    {
      "start": 149.84,
      "dur": 3.669,
      "text": "that is the way that we build the mutual trust and respect that is so important."
    },
    {
      "start": 153.519,
      "dur": 1.671,
      "text": "trust and respect that is so important. &gt;&gt; Small speaking there while our"
    },
    {
      "start": 155.2,
      "dur": 2.07,
      "text": "&gt;&gt; Small speaking there while our correspondent Steven McDonald in is in"
    },
    {
      "start": 157.28,
      "dur": 2.55,
      "text": "correspondent Steven McDonald in is in Shanghai. Uh Stephen the prime minister"
    },
    {
      "start": 159.84,
      "dur": 2.15,
      "text": "Shanghai. Uh Stephen the prime minister there making a real plea uh to"
    },
    {
      "start": 162.0,
      "dur": 1.75,
      "text": "there making a real plea uh to organizations traveling with in his"
    },
    {
      "start": 163.76,
      "dur": 1.51,
      "text": "organizations traveling with in his delegation saying it will lead to"
    },
    {
      "start": 165.28,
      "dur": 1.669,
      "text": "delegation saying it will lead to greater trust. Will it and also can you"
    },
    {
      "start": 166.959,
      "dur": 1.431,
      "text": "greater trust. Will it and also can you give us a sense of what is happening"
    },
    {
      "start": 168.4,
      "dur": 4.469,
      "text": "give us a sense of what is happening today as well?"
    },
    {
      "start": 172.879,
      "dur": 2.881,
      "text": "&gt;&gt; Well I mean uh on the immediate front"
    },
    {
      "start": 175.76,
      "dur": 2.15,
      "text": "&gt;&gt; Well I mean uh on the immediate front it's been a very cold and rainy day. A"
    },
    {
      "start": 177.92,
      "dur": 2.15,
      "text": "it's been a very cold and rainy day. A tough day for K star to have been"
    },
    {
      "start": 180.08,
      "dur": 2.71,
      "text": "tough day for K star to have been walking around this garden and"
    },
    {
      "start": 182.8,
      "dur": 1.91,
      "text": "walking around this garden and marketplace area. So I hope he's had his"
    },
    {
      "start": 184.72,
      "dur": 3.35,
      "text": "marketplace area. So I hope he's had his warm clothes on. But in terms of the"
    },
    {
      "start": 188.08,
      "dur": 3.35,
      "text": "warm clothes on. But in terms of the focus, it's yet again on trade. Uh those"
    },
    {
      "start": 191.44,
      "dur": 2.069,
      "text": "focus, it's yet again on trade. Uh those remarks, we heard them before him"
    },
    {
      "start": 193.519,
      "dur": 2.151,
      "text": "remarks, we heard them before him speaking about, you know, the building"
    },
    {
      "start": 195.68,
      "dur": 2.31,
      "text": "speaking about, you know, the building of trade relations. And later tonight,"
    },
    {
      "start": 198.0,
      "dur": 2.869,
      "text": "of trade relations. And later tonight, there's to be another function with both"
    },
    {
      "start": 200.879,
      "dur": 4.07,
      "text": "there's to be another function with both Chinese and UK businesses there, talking"
    },
    {
      "start": 204.959,
      "dur": 3.27,
      "text": "Chinese and UK businesses there, talking up the value of rebuilding the links"
    },
    {
      "start": 208.239,
      "dur": 1.91,
      "text": "up the value of rebuilding the links between the two countries. Now of course"
    },
    {
      "start": 210.159,
      "dur": 1.831,
      "text": "between the two countries. Now of course you know this comes off the back of some"
    },
    {
      "start": 212.0,
      "dur": 4.229,
      "text": "you know this comes off the back of some very frosty years and karma has said"
    },
    {
      "start": 216.239,
      "dur": 2.07,
      "text": "very frosty years and karma has said that with Xiinping he raised human"
    },
    {
      "start": 218.319,
      "dur": 2.63,
      "text": "that with Xiinping he raised human rights abuses. raised the question of"
    },
    {
      "start": 220.959,
      "dur": 2.63,
      "text": "rights abuses. raised the question of Jimmy lies incarceration and so there"
    },
    {
      "start": 223.599,
      "dur": 2.791,
      "text": "Jimmy lies incarceration and so there are big areas of dispute between these"
    },
    {
      "start": 226.4,
      "dur": 1.99,
      "text": "are big areas of dispute between these countries and yet both governments would"
    },
    {
      "start": 228.4,
      "dur": 2.07,
      "text": "countries and yet both governments would say the crucial thing is to try to find"
    },
    {
      "start": 230.48,
      "dur": 3.59,
      "text": "say the crucial thing is to try to find the common ground whether it be you know"
    },
    {
      "start": 234.08,
      "dur": 2.709,
      "text": "the common ground whether it be you know defending free trade or whether it be"
    },
    {
      "start": 236.799,
      "dur": 2.07,
      "text": "defending free trade or whether it be cooperating on renewable energy and the"
    },
    {
      "start": 238.879,
      "dur": 3.191,
      "text": "cooperating on renewable energy and the likes you know or high techch anything"
    },
    {
      "start": 242.08,
      "dur": 2.229,
      "text": "likes you know or high techch anything or pharmaceuticals or agricultural"
    },
    {
      "start": 244.319,
      "dur": 2.311,
      "text": "or pharmaceuticals or agricultural products for that matter. It's"
    },
    {
      "start": 246.64,
      "dur": 2.39,
      "text": "products for that matter. It's interesting, Stephen, because you've got"
    },
    {
      "start": 249.04,
      "dur": 2.15,
      "text": "interesting, Stephen, because you've got Sikama clearly wanting to have this"
    },
    {
      "start": 251.2,
      "dur": 1.43,
      "text": "Sikama clearly wanting to have this relationship with Beijing, but on the"
    },
    {
      "start": 252.64,
      "dur": 1.27,
      "text": "relationship with Beijing, but on the other hand, he's got President Trump"
    },
    {
      "start": 253.92,
      "dur": 1.83,
      "text": "other hand, he's got President Trump saying, \"Well, if you basically do any"
    },
    {
      "start": 255.76,
      "dur": 2.309,
      "text": "saying, \"Well, if you basically do any business with China, you could face some"
    },
    {
      "start": 258.079,
      "dur": 1.67,
      "text": "business with China, you could face some consequences like he is doing with"
    },
    {
      "start": 259.759,
      "dur": 1.671,
      "text": "consequences like he is doing with Canada.\" I just wonder how much of a"
    },
    {
      "start": 261.44,
      "dur": 2.15,
      "text": "Canada.\" I just wonder how much of a diplomatic tightroppe this is right now"
    },
    {
      "start": 263.6,
      "dur": 4.39,
      "text": "diplomatic tightroppe this is right now for the British prime minister."
    },
    {
      "start": 268.0,
      "dur": 1.36,
      "text": "&gt;&gt; Well, it's interesting. I think the"
    },
    {
      "start": 269.36,
      "dur": 1.829,
      "text": "&gt;&gt; Well, it's interesting. I think the reason those comments have attracted so"
    },
    {
      "start": 271.199,
      "dur": 2.871,
      "text": "reason those comments have attracted so much attention is that you know when the"
    },
    {
      "start": 274.08,
      "dur": 2.23,
      "text": "much attention is that you know when the Canadian prime minister came here that"
    },
    {
      "start": 276.32,
      "dur": 2.47,
      "text": "Canadian prime minister came here that did deals like this Donald Trump"
    },
    {
      "start": 278.8,
      "dur": 3.27,
      "text": "did deals like this Donald Trump threatened 100% tariffs on Canada. The"
    },
    {
      "start": 282.08,
      "dur": 1.19,
      "text": "threatened 100% tariffs on Canada. The reason I don't think that's going to"
    },
    {
      "start": 283.28,
      "dur": 2.71,
      "text": "reason I don't think that's going to happen with the UK is that it also"
    },
    {
      "start": 286.0,
      "dur": 2.39,
      "text": "happen with the UK is that it also followed this speech that the Canadian"
    },
    {
      "start": 288.4,
      "dur": 2.789,
      "text": "followed this speech that the Canadian prime minister made basically calling on"
    },
    {
      "start": 291.199,
      "dur": 1.99,
      "text": "prime minister made basically calling on other countries to stand up to the"
    },
    {
      "start": 293.199,
      "dur": 2.55,
      "text": "other countries to stand up to the bullying of the Trump administration."
    },
    {
      "start": 295.759,
      "dur": 2.311,
      "text": "bullying of the Trump administration. And I I don't think the UK prime"
    },
    {
      "start": 298.08,
      "dur": 1.59,
      "text": "And I I don't think the UK prime minister is in the same camp. He hasn't"
    },
    {
      "start": 299.68,
      "dur": 1.83,
      "text": "minister is in the same camp. He hasn't made a speech like that. And so for that"
    },
    {
      "start": 301.52,
      "dur": 1.75,
      "text": "made a speech like that. And so for that reason, I don't think any of the"
    },
    {
      "start": 303.28,
      "dur": 2.31,
      "text": "reason, I don't think any of the businesses which have accompanied Kia"
    },
    {
      "start": 305.6,
      "dur": 2.47,
      "text": "businesses which have accompanied Kia Starama here would expect the UK prime"
    },
    {
      "start": 308.08,
      "dur": 1.91,
      "text": "Starama here would expect the UK prime minister to alter the focus of his trip"
    },
    {
      "start": 310.0,
      "dur": 2.39,
      "text": "minister to alter the focus of his trip one little bit based on those remarks"
    },
    {
      "start": 312.4,
      "dur": 2.39,
      "text": "one little bit based on those remarks from Donald Trump. I mean, as has been"
    },
    {
      "start": 314.8,
      "dur": 2.63,
      "text": "from Donald Trump. I mean, as has been pointed out, it's also incredible for"
    },
    {
      "start": 317.44,
      "dur": 1.589,
      "text": "pointed out, it's also incredible for Donald Trump to say that when he's due,"
    },
    {
      "start": 319.039,
      "dur": 2.631,
      "text": "Donald Trump to say that when he's due, he himself in the coming months. And"
    },
    {
      "start": 321.68,
      "dur": 1.91,
      "text": "he himself in the coming months. And what would we not expect"
    },
    {
      "start": 323.6,
      "dur": 2.23,
      "text": "what would we not expect &gt;&gt; to have deals between America and China"
    },
    {
      "start": 325.84,
      "dur": 3.27,
      "text": "&gt;&gt; to have deals between America and China announced on such a trip? Um, and so"
    },
    {
      "start": 329.12,
      "dur": 2.39,
      "text": "announced on such a trip? Um, and so yes, I for that matter, for that reason,"
    },
    {
      "start": 331.52,
      "dur": 2.07,
      "text": "yes, I for that matter, for that reason, I I don't think anyone expects it to be"
    },
    {
      "start": 333.6,
      "dur": 1.35,
      "text": "I I don't think anyone expects it to be treated that seriously."
    },
    {
      "start": 334.96,
      "dur": 1.19,
      "text": "treated that seriously. &gt;&gt; It's good to talk to you, Stephen. Thank"
    },
    {
      "start": 336.16,
      "dur": 1.589,
      "text": "&gt;&gt; It's good to talk to you, Stephen. Thank you so much. Stay warm, Steven McDonald"
    },
    {
      "start": 337.759,
      "dur": 2.071,
      "text": "you so much. Stay warm, Steven McDonald there in Beijing. Let's cross now to"
    },
    {
      "start": 339.84,
      "dur": 3.03,
      "text": "there in Beijing. Let's cross now to Isabelle Hilton, who is a journalist and"
    },
    {
      "start": 342.88,
      "dur": 2.55,
      "text": "Isabelle Hilton, who is a journalist and a China expert and a visiting professor"
    },
    {
      "start": 345.44,
      "dur": 2.469,
      "text": "a China expert and a visiting professor at King's College London. Good to have"
    },
    {
      "start": 347.919,
      "dur": 2.471,
      "text": "at King's College London. Good to have you on. Just picking up on what Steven"
    },
    {
      "start": 350.4,
      "dur": 1.83,
      "text": "you on. Just picking up on what Steven was saying there that the that the UK"
    },
    {
      "start": 352.24,
      "dur": 3.03,
      "text": "was saying there that the that the UK isn't likely to to be punished by"
    },
    {
      "start": 355.28,
      "dur": 1.909,
      "text": "isn't likely to to be punished by President Trump. Nonetheless, it is"
    },
    {
      "start": 357.199,
      "dur": 1.83,
      "text": "President Trump. Nonetheless, it is still a tight rope, isn't it, for the"
    },
    {
      "start": 359.039,
      "dur": 1.671,
      "text": "still a tight rope, isn't it, for the British prime minister, and he's saying"
    },
    {
      "start": 360.72,
      "dur": 1.909,
      "text": "British prime minister, and he's saying he's not going to choose between uh"
    },
    {
      "start": 362.639,
      "dur": 1.911,
      "text": "he's not going to choose between uh Washington and Beijing. Is that"
    },
    {
      "start": 364.56,
      "dur": 2.15,
      "text": "Washington and Beijing. Is that possible?"
    },
    {
      "start": 366.72,
      "dur": 2.309,
      "text": "possible? &gt;&gt; Well, I think it has to be possible. I I"
    },
    {
      "start": 369.039,
      "dur": 2.15,
      "text": "&gt;&gt; Well, I think it has to be possible. I I I sometimes wonder whether President"
    },
    {
      "start": 371.199,
      "dur": 2.391,
      "text": "I sometimes wonder whether President Trump is aware that the United States is"
    },
    {
      "start": 373.6,
      "dur": 2.39,
      "text": "Trump is aware that the United States is Beijing's largest trade partner. You"
    },
    {
      "start": 376.0,
      "dur": 3.59,
      "text": "Beijing's largest trade partner. You know, it's it's kind of nonsense. Um so"
    },
    {
      "start": 379.6,
      "dur": 2.63,
      "text": "know, it's it's kind of nonsense. Um so every every move, every diplomatic move,"
    },
    {
      "start": 382.24,
      "dur": 1.99,
      "text": "every every move, every diplomatic move, every business deal is a choice of some"
    },
    {
      "start": 384.24,
      "dur": 2.47,
      "text": "every business deal is a choice of some sort. The idea that there is one big"
    },
    {
      "start": 386.72,
      "dur": 2.15,
      "text": "sort. The idea that there is one big binary choice between the United States"
    },
    {
      "start": 388.88,
      "dur": 2.79,
      "text": "binary choice between the United States and China is"
    },
    {
      "start": 391.68,
      "dur": 1.67,
      "text": "and China is is quite hard that the United States"
    },
    {
      "start": 393.36,
      "dur": 3.19,
      "text": "is quite hard that the United States itself is going down. But it is true"
    },
    {
      "start": 396.56,
      "dur": 2.069,
      "text": "itself is going down. But it is true that in every engagement there are"
    },
    {
      "start": 398.639,
      "dur": 2.39,
      "text": "that in every engagement there are choices to be made between security,"
    },
    {
      "start": 401.039,
      "dur": 2.391,
      "text": "choices to be made between security, between you know between business"
    },
    {
      "start": 403.44,
      "dur": 2.07,
      "text": "between you know between business advantage, you know, which which way"
    },
    {
      "start": 405.52,
      "dur": 2.229,
      "text": "advantage, you know, which which way does it go? And the United Kingdom is"
    },
    {
      "start": 407.759,
      "dur": 2.391,
      "text": "does it go? And the United Kingdom is not in a terribly strong position visav"
    },
    {
      "start": 410.16,
      "dur": 2.149,
      "text": "not in a terribly strong position visav China. So you know we must make the best"
    },
    {
      "start": 412.319,
      "dur": 1.911,
      "text": "China. So you know we must make the best of of where we are. I"
    },
    {
      "start": 414.24,
      "dur": 2.789,
      "text": "of of where we are. I &gt;&gt; mean China as we know is this global"
    },
    {
      "start": 417.039,
      "dur": 3.59,
      "text": "&gt;&gt; mean China as we know is this global power. It is unavoidable isn't it? In"
    },
    {
      "start": 420.639,
      "dur": 2.231,
      "text": "power. It is unavoidable isn't it? In doing trade with China."
    },
    {
      "start": 422.88,
      "dur": 1.83,
      "text": "doing trade with China. &gt;&gt; Absolutely. In fact you know just look"
    },
    {
      "start": 424.72,
      "dur": 2.63,
      "text": "&gt;&gt; Absolutely. In fact you know just look around your everyday the things you use"
    },
    {
      "start": 427.36,
      "dur": 2.949,
      "text": "around your everyday the things you use every day how how how many of them are"
    },
    {
      "start": 430.319,
      "dur": 2.071,
      "text": "every day how how how many of them are either made directly in China or have"
    },
    {
      "start": 432.4,
      "dur": 1.99,
      "text": "either made directly in China or have components that are made in China. And I"
    },
    {
      "start": 434.4,
      "dur": 2.47,
      "text": "components that are made in China. And I think that the excitements over trade"
    },
    {
      "start": 436.88,
      "dur": 2.79,
      "text": "think that the excitements over trade since President Trump came to power have"
    },
    {
      "start": 439.68,
      "dur": 2.31,
      "text": "since President Trump came to power have have again"
    },
    {
      "start": 442.0,
      "dur": 2.23,
      "text": "have again back have really illustrated the fact"
    },
    {
      "start": 444.24,
      "dur": 2.47,
      "text": "back have really illustrated the fact that you know trade is we are bound in"
    },
    {
      "start": 446.72,
      "dur": 3.43,
      "text": "that you know trade is we are bound in an intricate web of of trade and you"
    },
    {
      "start": 450.16,
      "dur": 3.11,
      "text": "an intricate web of of trade and you simply can't sever those connections. Um"
    },
    {
      "start": 453.28,
      "dur": 1.83,
      "text": "simply can't sever those connections. Um certainly can't sever them overnight."
    },
    {
      "start": 455.12,
      "dur": 2.15,
      "text": "certainly can't sever them overnight. You may never be able to sever them. So"
    },
    {
      "start": 457.28,
      "dur": 2.469,
      "text": "You may never be able to sever them. So we depend on each other and I think the"
    },
    {
      "start": 459.759,
      "dur": 3.111,
      "text": "we depend on each other and I think the purposes of of trips like like Kostamas"
    },
    {
      "start": 462.88,
      "dur": 4.79,
      "text": "purposes of of trips like like Kostamas is to is to minimize the drama and to"
    },
    {
      "start": 467.68,
      "dur": 2.629,
      "text": "is to is to minimize the drama and to ensure that we are in a position to"
    },
    {
      "start": 470.319,
      "dur": 3.111,
      "text": "ensure that we are in a position to defend national interests whilst you"
    },
    {
      "start": 473.44,
      "dur": 2.469,
      "text": "defend national interests whilst you know not behaving like North Korea and"
    },
    {
      "start": 475.919,
      "dur": 2.39,
      "text": "know not behaving like North Korea and pretending that that the United Kingdom"
    },
    {
      "start": 478.319,
      "dur": 1.59,
      "text": "pretending that that the United Kingdom doesn't need to do business with the"
    },
    {
      "start": 479.919,
      "dur": 2.231,
      "text": "doesn't need to do business with the world's largest second largest uh"
    },
    {
      "start": 482.16,
      "dur": 1.99,
      "text": "world's largest second largest uh economy. And just briefly as well"
    },
    {
      "start": 484.16,
      "dur": 1.429,
      "text": "economy. And just briefly as well picking up on that last answer, do you"
    },
    {
      "start": 485.599,
      "dur": 1.03,
      "text": "picking up on that last answer, do you think that's the most significant"
    },
    {
      "start": 486.639,
      "dur": 2.631,
      "text": "think that's the most significant outcome then of this visit by the prime"
    },
    {
      "start": 489.28,
      "dur": 2.309,
      "text": "outcome then of this visit by the prime minister with China?"
    },
    {
      "start": 491.599,
      "dur": 2.71,
      "text": "minister with China? &gt;&gt; I think that there aren't going to be"
    },
    {
      "start": 494.319,
      "dur": 2.951,
      "text": "&gt;&gt; I think that there aren't going to be huge uh deals. You know that if you look"
    },
    {
      "start": 497.28,
      "dur": 1.67,
      "text": "huge uh deals. You know that if you look at the shape of the Chinese economy and"
    },
    {
      "start": 498.96,
      "dur": 1.83,
      "text": "at the shape of the Chinese economy and the trend of the Chinese economy towards"
    },
    {
      "start": 500.8,
      "dur": 2.069,
      "text": "the trend of the Chinese economy towards its more you know domestic markets in"
    },
    {
      "start": 502.879,
      "dur": 2.071,
      "text": "its more you know domestic markets in recent years. I think those days are"
    },
    {
      "start": 504.96,
      "dur": 1.909,
      "text": "recent years. I think those days are over. There are opportunities for"
    },
    {
      "start": 506.879,
      "dur": 4.15,
      "text": "over. There are opportunities for services as as we know in certain"
    },
    {
      "start": 511.039,
      "dur": 2.47,
      "text": "services as as we know in certain services in legal services in education"
    },
    {
      "start": 513.519,
      "dur": 1.591,
      "text": "services in legal services in education and that's the strength of the United"
    },
    {
      "start": 515.12,
      "dur": 1.43,
      "text": "and that's the strength of the United Kingdom. It's not going to be"
    },
    {
      "start": 516.56,
      "dur": 1.909,
      "text": "Kingdom. It's not going to be gamechanging but it does need to be"
    },
    {
      "start": 518.479,
      "dur": 1.91,
      "text": "gamechanging but it does need to be steady and it does need to be we do need"
    },
    {
      "start": 520.399,
      "dur": 1.19,
      "text": "steady and it does need to be we do need to be present."
    },
    {
      "start": 521.599,
      "dur": 1.511,
      "text": "to be present. &gt;&gt; Thank you so much for your insight there"
    },
    {
      "start": 523.12,
      "dur": 2.149,
      "text": "&gt;&gt; Thank you so much for your insight there Isabelle. Appreciate it. That's Isabelle"
    },
    {
      "start": 525.279,
      "dur": 1.911,
      "text": "Isabelle. Appreciate it. That's Isabelle Hilton a journalist and China expert"
    },
    {
      "start": 527.2,
      "dur": 1.99,
      "text": "Hilton a journalist and China expert also a visiting professor at King's"
    },
    {
      "start": 529.2,
      "dur": 2.96,
      "text": "also a visiting professor at King's College London."
    }
  ]
}