{
  "videoId": "vZWNm8CQkNY",
  "title": "I will speak out on misogyny, says first woman to lead Church of England | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 468,
  "segments": [
    {
      "start": 0.0,
      "dur": 1.839,
      "text": "Let's take you straight to the steps of"
    },
    {
      "start": 1.839,
      "dur": 2.311,
      "text": "Let's take you straight to the steps of St. Paul's Cathedral here in London. And"
    },
    {
      "start": 4.16,
      "dur": 2.23,
      "text": "St. Paul's Cathedral here in London. And here is Dame Sarah Mlei who has now been"
    },
    {
      "start": 6.4,
      "dur": 3.189,
      "text": "here is Dame Sarah Mlei who has now been confirmed as the 106th Archbishop of"
    },
    {
      "start": 9.599,
      "dur": 2.791,
      "text": "confirmed as the 106th Archbishop of Canterbury. It is a photocol time. So"
    },
    {
      "start": 12.4,
      "dur": 2.149,
      "text": "Canterbury. It is a photocol time. So she is standing there uh having her"
    },
    {
      "start": 14.559,
      "dur": 2.071,
      "text": "she is standing there uh having her photo taken after a ceremony that we"
    },
    {
      "start": 16.64,
      "dur": 2.95,
      "text": "photo taken after a ceremony that we have seen over the last hour or so. The"
    },
    {
      "start": 19.6,
      "dur": 2.31,
      "text": "have seen over the last hour or so. The confirmation of election service, a part"
    },
    {
      "start": 21.92,
      "dur": 2.47,
      "text": "confirmation of election service, a part of the church's history uh for many many"
    },
    {
      "start": 24.4,
      "dur": 1.75,
      "text": "of the church's history uh for many many hundreds of years. Part Christian"
    },
    {
      "start": 26.16,
      "dur": 2.55,
      "text": "hundreds of years. Part Christian liturgy, part legal process. This was a"
    },
    {
      "start": 28.72,
      "dur": 1.35,
      "text": "liturgy, part legal process. This was a ceremony we've been watching that served"
    },
    {
      "start": 30.08,
      "dur": 2.309,
      "text": "ceremony we've been watching that served as a way for the ecclesiastical court,"
    },
    {
      "start": 32.399,
      "dur": 2.15,
      "text": "as a way for the ecclesiastical court, that's the church's court, to confirm"
    },
    {
      "start": 34.559,
      "dur": 1.751,
      "text": "that's the church's court, to confirm that last year's election, which chose"
    },
    {
      "start": 36.32,
      "dur": 3.11,
      "text": "that last year's election, which chose her to replace Justin Welby, was legal."
    },
    {
      "start": 39.44,
      "dur": 1.99,
      "text": "her to replace Justin Welby, was legal. But what is remarkable about this moment"
    },
    {
      "start": 41.44,
      "dur": 1.99,
      "text": "But what is remarkable about this moment is she becomes the first woman to take"
    },
    {
      "start": 43.44,
      "dur": 1.67,
      "text": "is she becomes the first woman to take the Church of England's top ministry"
    },
    {
      "start": 45.12,
      "dur": 3.109,
      "text": "the Church of England's top ministry role and uh she says she hopes to lead"
    },
    {
      "start": 48.239,
      "dur": 2.79,
      "text": "role and uh she says she hopes to lead with calmness, consistency, and"
    },
    {
      "start": 51.039,
      "dur": 2.391,
      "text": "with calmness, consistency, and compassion. watching events unfold for"
    },
    {
      "start": 53.44,
      "dur": 2.23,
      "text": "compassion. watching events unfold for us and standing there uh looking at the"
    },
    {
      "start": 55.68,
      "dur": 2.23,
      "text": "us and standing there uh looking at the photo call is our religion editor Allem"
    },
    {
      "start": 57.92,
      "dur": 3.35,
      "text": "photo call is our religion editor Allem Makbul Alem this is quite a moment for"
    },
    {
      "start": 61.28,
      "dur": 2.47,
      "text": "Makbul Alem this is quite a moment for the church"
    },
    {
      "start": 63.76,
      "dur": 2.95,
      "text": "the church a huge moment as you say ancient rights"
    },
    {
      "start": 66.72,
      "dur": 1.91,
      "text": "a huge moment as you say ancient rights in that ceremony if you can hear me over"
    },
    {
      "start": 68.64,
      "dur": 3.43,
      "text": "in that ceremony if you can hear me over the bells peeling very loudly at St."
    },
    {
      "start": 72.08,
      "dur": 1.99,
      "text": "the bells peeling very loudly at St. Bors Cathedral behind me. But yes,"
    },
    {
      "start": 74.08,
      "dur": 3.669,
      "text": "Bors Cathedral behind me. But yes, ancient rights uh in that uh ceremony"
    },
    {
      "start": 77.759,
      "dur": 1.67,
      "text": "ancient rights uh in that uh ceremony that have been performed over centuries,"
    },
    {
      "start": 79.439,
      "dur": 3.67,
      "text": "that have been performed over centuries, but for the first time performed by a"
    },
    {
      "start": 83.119,
      "dur": 3.03,
      "text": "but for the first time performed by a woman. She didn't give a sermon today."
    },
    {
      "start": 86.159,
      "dur": 2.471,
      "text": "woman. She didn't give a sermon today. She didn't deliver a sermon. The public"
    },
    {
      "start": 88.64,
      "dur": 4.149,
      "text": "She didn't deliver a sermon. The public facing part of what she does will start"
    },
    {
      "start": 92.799,
      "dur": 2.231,
      "text": "facing part of what she does will start in earnest really after an installation"
    },
    {
      "start": 95.04,
      "dur": 3.67,
      "text": "in earnest really after an installation ceremony in uh at the end of March at"
    },
    {
      "start": 98.72,
      "dur": 3.19,
      "text": "ceremony in uh at the end of March at Canterbury Cathedral. Uh but she did uh"
    },
    {
      "start": 101.92,
      "dur": 2.869,
      "text": "Canterbury Cathedral. Uh but she did uh give an interview today uh when she said"
    },
    {
      "start": 104.799,
      "dur": 3.431,
      "text": "give an interview today uh when she said she recognized the weight, the gravity"
    },
    {
      "start": 108.24,
      "dur": 2.63,
      "text": "she recognized the weight, the gravity of the moment. She recognized that she"
    },
    {
      "start": 110.88,
      "dur": 2.549,
      "text": "of the moment. She recognized that she now had to be someone who listened not"
    },
    {
      "start": 113.439,
      "dur": 3.591,
      "text": "now had to be someone who listened not just to those here uh that she serves in"
    },
    {
      "start": 117.04,
      "dur": 2.63,
      "text": "just to those here uh that she serves in the Church of England but in the wider"
    },
    {
      "start": 119.68,
      "dur": 2.709,
      "text": "the Church of England but in the wider global Anglican community. Not an easy"
    },
    {
      "start": 122.399,
      "dur": 2.951,
      "text": "global Anglican community. Not an easy job. But she also said crucially that"
    },
    {
      "start": 125.36,
      "dur": 2.31,
      "text": "job. But she also said crucially that she would not be complacent when it"
    },
    {
      "start": 127.68,
      "dur": 1.83,
      "text": "she would not be complacent when it comes to safeguarding. of course"
    },
    {
      "start": 129.52,
      "dur": 3.19,
      "text": "comes to safeguarding. of course remembering why her predecessor stepped"
    },
    {
      "start": 132.72,
      "dur": 3.43,
      "text": "remembering why her predecessor stepped down because of safeguarding failures."
    },
    {
      "start": 136.16,
      "dur": 2.95,
      "text": "down because of safeguarding failures. There was uh a heckler that at one point"
    },
    {
      "start": 139.12,
      "dur": 2.31,
      "text": "There was uh a heckler that at one point interrupted the service talking about"
    },
    {
      "start": 141.44,
      "dur": 3.03,
      "text": "interrupted the service talking about safeguarding failures. But for today, as"
    },
    {
      "start": 144.48,
      "dur": 2.79,
      "text": "safeguarding failures. But for today, as you can see, the Church of England wants"
    },
    {
      "start": 147.28,
      "dur": 3.19,
      "text": "you can see, the Church of England wants to focus on celebration and really a"
    },
    {
      "start": 150.48,
      "dur": 2.389,
      "text": "to focus on celebration and really a moment of of history as we've been"
    },
    {
      "start": 152.879,
      "dur": 2.71,
      "text": "moment of of history as we've been describing. A moment of history allem"
    },
    {
      "start": 155.599,
      "dur": 2.71,
      "text": "describing. A moment of history allem and I know you have been speaking to the"
    },
    {
      "start": 158.319,
      "dur": 1.99,
      "text": "and I know you have been speaking to the new archbishop. Let's have a listen to"
    },
    {
      "start": 160.319,
      "dur": 3.511,
      "text": "new archbishop. Let's have a listen to what she told you."
    },
    {
      "start": 163.84,
      "dur": 2.8,
      "text": "&gt;&gt; I suppose I I feel called to the role of"
    },
    {
      "start": 166.64,
      "dur": 3.03,
      "text": "&gt;&gt; I suppose I I feel called to the role of the archbishop of Canterbury um in a"
    },
    {
      "start": 169.68,
      "dur": 3.59,
      "text": "the archbishop of Canterbury um in a sense with who I am. Um and I have to uh"
    },
    {
      "start": 173.28,
      "dur": 2.87,
      "text": "sense with who I am. Um and I have to uh work that role out with in integrity and"
    },
    {
      "start": 176.16,
      "dur": 2.709,
      "text": "work that role out with in integrity and my role has always been uh to first of"
    },
    {
      "start": 178.879,
      "dur": 1.831,
      "text": "my role has always been uh to first of all listen to God but to listen to other"
    },
    {
      "start": 180.72,
      "dur": 2.39,
      "text": "all listen to God but to listen to other people. You'll of course be aware of"
    },
    {
      "start": 183.12,
      "dur": 2.71,
      "text": "people. You'll of course be aware of some of the response in some churches"
    },
    {
      "start": 185.84,
      "dur": 2.389,
      "text": "some of the response in some churches around the world to your election that"
    },
    {
      "start": 188.239,
      "dur": 0.871,
      "text": "around the world to your election that have been negative."
    },
    {
      "start": 189.12,
      "dur": 1.67,
      "text": "have been negative. &gt;&gt; Well, I' I've received a lot of support"
    },
    {
      "start": 190.8,
      "dur": 1.83,
      "text": "&gt;&gt; Well, I' I've received a lot of support across the Anglican Communion, but I"
    },
    {
      "start": 192.64,
      "dur": 2.15,
      "text": "across the Anglican Communion, but I recognize there are those that uh find"
    },
    {
      "start": 194.8,
      "dur": 2.55,
      "text": "recognize there are those that uh find my appointment difficult. And the sense"
    },
    {
      "start": 197.36,
      "dur": 2.789,
      "text": "my appointment difficult. And the sense for me that I um have always understood"
    },
    {
      "start": 200.159,
      "dur": 2.15,
      "text": "for me that I um have always understood that people may find my appointment as a"
    },
    {
      "start": 202.319,
      "dur": 2.471,
      "text": "that people may find my appointment as a woman difficult in the church. uh and"
    },
    {
      "start": 204.8,
      "dur": 2.23,
      "text": "woman difficult in the church. uh and what I hope to do is to be a able to"
    },
    {
      "start": 207.04,
      "dur": 3.269,
      "text": "what I hope to do is to be a able to provide a space where uh where we can uh"
    },
    {
      "start": 210.319,
      "dur": 2.55,
      "text": "provide a space where uh where we can uh I can offer hospitality to people where"
    },
    {
      "start": 212.879,
      "dur": 2.471,
      "text": "I can offer hospitality to people where I can listen to what their concerns"
    },
    {
      "start": 215.36,
      "dur": 3.11,
      "text": "I can listen to what their concerns concerns are and and in a sense find"
    },
    {
      "start": 218.48,
      "dur": 2.389,
      "text": "concerns are and and in a sense find some way in which we we can at least"
    },
    {
      "start": 220.879,
      "dur": 2.151,
      "text": "some way in which we we can at least have partnership together in that way."
    },
    {
      "start": 223.04,
      "dur": 1.67,
      "text": "have partnership together in that way. &gt;&gt; You were a senior member of the church"
    },
    {
      "start": 224.72,
      "dur": 3.27,
      "text": "&gt;&gt; You were a senior member of the church in recent years which haven't been good"
    },
    {
      "start": 228.0,
      "dur": 1.509,
      "text": "in recent years which haven't been good years in terms of dealing with"
    },
    {
      "start": 229.519,
      "dur": 2.231,
      "text": "years in terms of dealing with safeguarding necessarily. I said on the"
    },
    {
      "start": 231.76,
      "dur": 2.23,
      "text": "safeguarding necessarily. I said on the day of my announcement that all of us"
    },
    {
      "start": 234.0,
      "dur": 2.63,
      "text": "day of my announcement that all of us should be open to having the light shone"
    },
    {
      "start": 236.64,
      "dur": 2.47,
      "text": "should be open to having the light shone on what we do. And coming in as the"
    },
    {
      "start": 239.12,
      "dur": 1.829,
      "text": "on what we do. And coming in as the Archbishop of Canterbury, I recognize"
    },
    {
      "start": 240.959,
      "dur": 1.99,
      "text": "Archbishop of Canterbury, I recognize rightly so that there is greater"
    },
    {
      "start": 242.959,
      "dur": 3.27,
      "text": "rightly so that there is greater scrutiny on uh me and the actions that I"
    },
    {
      "start": 246.239,
      "dur": 2.951,
      "text": "scrutiny on uh me and the actions that I I have undertaken. Um and I will"
    },
    {
      "start": 249.2,
      "dur": 3.27,
      "text": "I have undertaken. Um and I will reiterate my commitment to uh uh"
    },
    {
      "start": 252.48,
      "dur": 1.829,
      "text": "reiterate my commitment to uh uh safeguarding particularly to listening"
    },
    {
      "start": 254.319,
      "dur": 3.43,
      "text": "safeguarding particularly to listening to the victims and survivors of abuse."
    },
    {
      "start": 257.759,
      "dur": 2.231,
      "text": "to the victims and survivors of abuse. And I have over the years and and London"
    },
    {
      "start": 260.0,
      "dur": 3.11,
      "text": "And I have over the years and and London is evidence of this um of uh increasing"
    },
    {
      "start": 263.12,
      "dur": 1.91,
      "text": "is evidence of this um of uh increasing resources into safeguarding, ensuring"
    },
    {
      "start": 265.04,
      "dur": 3.51,
      "text": "resources into safeguarding, ensuring that our procedures are are better and"
    },
    {
      "start": 268.56,
      "dur": 2.23,
      "text": "that our procedures are are better and also pastoral uh to people."
    },
    {
      "start": 270.8,
      "dur": 2.47,
      "text": "also pastoral uh to people. &gt;&gt; Others have talked in the past about"
    },
    {
      "start": 273.28,
      "dur": 2.71,
      "text": "&gt;&gt; Others have talked in the past about some levels of misogyny in the church"
    },
    {
      "start": 276.0,
      "dur": 2.23,
      "text": "some levels of misogyny in the church that that it can be a bit of a boy club"
    },
    {
      "start": 278.24,
      "dur": 2.71,
      "text": "that that it can be a bit of a boy club that they can be microaggressions."
    },
    {
      "start": 280.96,
      "dur": 3.83,
      "text": "that they can be microaggressions. How will you navigate that? It is fair"
    },
    {
      "start": 284.8,
      "dur": 2.71,
      "text": "How will you navigate that? It is fair to say that that I have both uh in my"
    },
    {
      "start": 287.52,
      "dur": 1.83,
      "text": "to say that that I have both uh in my secular role as well as in the church"
    },
    {
      "start": 289.36,
      "dur": 3.75,
      "text": "secular role as well as in the church experienced uh a misogyny at at time"
    },
    {
      "start": 293.12,
      "dur": 2.069,
      "text": "experienced uh a misogyny at at time times and I think that I've leed uh it's"
    },
    {
      "start": 295.199,
      "dur": 1.751,
      "text": "times and I think that I've leed uh it's the first thing you have to talk about"
    },
    {
      "start": 296.96,
      "dur": 2.47,
      "text": "the first thing you have to talk about it um so that you bring it out into the"
    },
    {
      "start": 299.44,
      "dur": 1.83,
      "text": "it um so that you bring it out into the open and I'm conscious that being in"
    },
    {
      "start": 301.28,
      "dur": 2.39,
      "text": "open and I'm conscious that being in this role it's important for me to speak"
    },
    {
      "start": 303.68,
      "dur": 1.67,
      "text": "this role it's important for me to speak of it because there are some that don't"
    },
    {
      "start": 305.36,
      "dur": 2.79,
      "text": "of it because there are some that don't necessarily have the uh the status or"
    },
    {
      "start": 308.16,
      "dur": 2.15,
      "text": "necessarily have the uh the status or the power of this role and feel more"
    },
    {
      "start": 310.32,
      "dur": 2.55,
      "text": "the power of this role and feel more hesitant to do it but certainly as a"
    },
    {
      "start": 312.88,
      "dur": 1.67,
      "text": "hesitant to do it but certainly as a church of England we have seen many"
    },
    {
      "start": 314.56,
      "dur": 2.79,
      "text": "church of England we have seen many changes over the year years and I commit"
    },
    {
      "start": 317.36,
      "dur": 2.23,
      "text": "changes over the year years and I commit myself to making an environment where"
    },
    {
      "start": 319.6,
      "dur": 2.47,
      "text": "myself to making an environment where all people can flourish and uh which is"
    },
    {
      "start": 322.08,
      "dur": 1.829,
      "text": "all people can flourish and uh which is safer for all."
    },
    {
      "start": 323.919,
      "dur": 1.751,
      "text": "safer for all. &gt;&gt; The new Archbishop of Canterbury Dame"
    },
    {
      "start": 325.68,
      "dur": 2.789,
      "text": "&gt;&gt; The new Archbishop of Canterbury Dame Sarah Mlei speaking to Alem there and"
    },
    {
      "start": 328.479,
      "dur": 2.391,
      "text": "Sarah Mlei speaking to Alem there and Alem is still watching uh the photo on"
    },
    {
      "start": 330.88,
      "dur": 1.83,
      "text": "Alem is still watching uh the photo on the steps of St. Paul's Cathedral and"
    },
    {
      "start": 332.72,
      "dur": 2.469,
      "text": "the steps of St. Paul's Cathedral and she talked to you there Alm about how"
    },
    {
      "start": 335.199,
      "dur": 2.151,
      "text": "she talked to you there Alm about how her appointment is quite difficult for"
    },
    {
      "start": 337.36,
      "dur": 2.95,
      "text": "her appointment is quite difficult for some people to grasp and accept but I"
    },
    {
      "start": 340.32,
      "dur": 1.75,
      "text": "some people to grasp and accept but I wonder what is the first thing that she"
    },
    {
      "start": 342.08,
      "dur": 1.669,
      "text": "wonder what is the first thing that she really has to tackle? what is in her"
    },
    {
      "start": 343.759,
      "dur": 2.471,
      "text": "really has to tackle? what is in her entry?"
    },
    {
      "start": 346.24,
      "dur": 1.75,
      "text": "entry? &gt;&gt; Yeah, it's extraordinary to hear her"
    },
    {
      "start": 348.0,
      "dur": 1.909,
      "text": "&gt;&gt; Yeah, it's extraordinary to hear her talk that way so matterof factly about"
    },
    {
      "start": 349.919,
      "dur": 1.751,
      "text": "talk that way so matterof factly about the fact that people don't think that"
    },
    {
      "start": 351.68,
      "dur": 3.75,
      "text": "the fact that people don't think that she can do uh the job simply because uh"
    },
    {
      "start": 355.44,
      "dur": 1.67,
      "text": "she can do uh the job simply because uh of the fact that she's a woman and"
    },
    {
      "start": 357.12,
      "dur": 2.23,
      "text": "of the fact that she's a woman and that's something she accepts. Uh she's"
    },
    {
      "start": 359.36,
      "dur": 3.669,
      "text": "that's something she accepts. Uh she's now, as you can hopefully see behind me,"
    },
    {
      "start": 363.039,
      "dur": 1.911,
      "text": "now, as you can hopefully see behind me, descended the steps herself and is now"
    },
    {
      "start": 364.96,
      "dur": 2.47,
      "text": "descended the steps herself and is now waving and greeting people uh outside"
    },
    {
      "start": 367.44,
      "dur": 2.469,
      "text": "waving and greeting people uh outside St. Paul's Cathedral. As I say though,"
    },
    {
      "start": 369.919,
      "dur": 2.631,
      "text": "St. Paul's Cathedral. As I say though, the public facing part of her job really"
    },
    {
      "start": 372.56,
      "dur": 3.349,
      "text": "the public facing part of her job really starts after the end of March. But"
    },
    {
      "start": 375.919,
      "dur": 3.431,
      "text": "starts after the end of March. But before that, she will for example meet"
    },
    {
      "start": 379.36,
      "dur": 2.23,
      "text": "before that, she will for example meet the prime minister. She will go and pay"
    },
    {
      "start": 381.6,
      "dur": 3.27,
      "text": "the prime minister. She will go and pay homage to the king. She will also uh"
    },
    {
      "start": 384.88,
      "dur": 2.149,
      "text": "homage to the king. She will also uh preside over the meeting of the church's"
    },
    {
      "start": 387.039,
      "dur": 2.15,
      "text": "preside over the meeting of the church's national assembly general sinnard where"
    },
    {
      "start": 389.199,
      "dur": 1.911,
      "text": "national assembly general sinnard where there are difficult uh very difficult"
    },
    {
      "start": 391.12,
      "dur": 3.189,
      "text": "there are difficult uh very difficult issues to be discussed including the"
    },
    {
      "start": 394.319,
      "dur": 2.631,
      "text": "issues to be discussed including the issue of uh blessings for same-sex"
    },
    {
      "start": 396.96,
      "dur": 1.43,
      "text": "issue of uh blessings for same-sex couples which is something that the"
    },
    {
      "start": 398.4,
      "dur": 2.069,
      "text": "couples which is something that the church voted for a couple of years ago."
    },
    {
      "start": 400.479,
      "dur": 1.99,
      "text": "church voted for a couple of years ago. We now hear that the process to make"
    },
    {
      "start": 402.479,
      "dur": 2.231,
      "text": "We now hear that the process to make that happen has collapsed and it's now"
    },
    {
      "start": 404.72,
      "dur": 2.15,
      "text": "that happen has collapsed and it's now not going to happen. Now people would be"
    },
    {
      "start": 406.88,
      "dur": 2.55,
      "text": "not going to happen. Now people would be looking today Sarah Malali for her"
    },
    {
      "start": 409.44,
      "dur": 4.15,
      "text": "looking today Sarah Malali for her leadership on issues like that but"
    },
    {
      "start": 413.6,
      "dur": 2.39,
      "text": "leadership on issues like that but immediately as well people at that"
    },
    {
      "start": 416.0,
      "dur": 2.39,
      "text": "immediately as well people at that meeting will be looking at what is going"
    },
    {
      "start": 418.4,
      "dur": 2.15,
      "text": "meeting will be looking at what is going to happen on the crucial issue of"
    },
    {
      "start": 420.56,
      "dur": 2.15,
      "text": "to happen on the crucial issue of safeguarding. There have been many"
    },
    {
      "start": 422.72,
      "dur": 3.83,
      "text": "safeguarding. There have been many reviews many reports many inquiries and"
    },
    {
      "start": 426.56,
      "dur": 1.909,
      "text": "reviews many reports many inquiries and lots of promises made by the Church of"
    },
    {
      "start": 428.479,
      "dur": 2.631,
      "text": "lots of promises made by the Church of England about how they will rectify the"
    },
    {
      "start": 431.12,
      "dur": 2.15,
      "text": "England about how they will rectify the problems that they clearly are. There"
    },
    {
      "start": 433.28,
      "dur": 2.23,
      "text": "problems that they clearly are. There have been those from outside who say the"
    },
    {
      "start": 435.52,
      "dur": 1.91,
      "text": "have been those from outside who say the pace of change is too slow in the"
    },
    {
      "start": 437.44,
      "dur": 2.79,
      "text": "pace of change is too slow in the church. She's talked ahead of this"
    },
    {
      "start": 440.24,
      "dur": 1.83,
      "text": "church. She's talked ahead of this moment about the fact that she wouldn't"
    },
    {
      "start": 442.08,
      "dur": 1.829,
      "text": "moment about the fact that she wouldn't be complacent, that she would help"
    },
    {
      "start": 443.919,
      "dur": 2.39,
      "text": "be complacent, that she would help things to move forward. And now people"
    },
    {
      "start": 446.319,
      "dur": 2.631,
      "text": "things to move forward. And now people will be starting to look for action on"
    },
    {
      "start": 448.96,
      "dur": 2.39,
      "text": "will be starting to look for action on those points. Liam, good to have you"
    },
    {
      "start": 451.36,
      "dur": 2.15,
      "text": "those points. Liam, good to have you with us as we see the new Archbishop of"
    },
    {
      "start": 453.52,
      "dur": 1.91,
      "text": "with us as we see the new Archbishop of Canterbury greeting the crowds there"
    },
    {
      "start": 455.44,
      "dur": 2.63,
      "text": "Canterbury greeting the crowds there outside St. Paul's Cathedral after the"
    },
    {
      "start": 458.08,
      "dur": 2.63,
      "text": "outside St. Paul's Cathedral after the confirmation of her election. to remind"
    },
    {
      "start": 460.72,
      "dur": 3.52,
      "text": "confirmation of her election. to remind you of how remarkable this moment."
    }
  ]
}