{
  "videoId": "WLowWt10vVU",
  "title": "William and Catherine give first statement on Epstein revelations | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 487,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.759,
      "text": "Now, the Prince and Princess of Wales"
    },
    {
      "start": 1.839,
      "dur": 2.231,
      "text": "Now, the Prince and Princess of Wales have issued their first public statement"
    },
    {
      "start": 4.08,
      "dur": 1.59,
      "text": "have issued their first public statement following the release of more documents"
    },
    {
      "start": 5.68,
      "dur": 2.149,
      "text": "following the release of more documents relating to the convicted sex offender"
    },
    {
      "start": 7.839,
      "dur": 2.071,
      "text": "relating to the convicted sex offender Jeffrey Epstein. A Kensington Palace"
    },
    {
      "start": 9.92,
      "dur": 2.31,
      "text": "Jeffrey Epstein. A Kensington Palace spokesperson said, \"I can confirm the"
    },
    {
      "start": 12.24,
      "dur": 1.83,
      "text": "spokesperson said, \"I can confirm the Prince and Princess have been deeply"
    },
    {
      "start": 14.08,
      "dur": 2.87,
      "text": "Prince and Princess have been deeply concerned by the continuing revelations."
    },
    {
      "start": 16.96,
      "dur": 1.75,
      "text": "concerned by the continuing revelations. Their thoughts remain focused on the"
    },
    {
      "start": 18.72,
      "dur": 3.03,
      "text": "Their thoughts remain focused on the victims.\" Well, Andrew M. Battle has"
    },
    {
      "start": 21.76,
      "dur": 1.83,
      "text": "victims.\" Well, Andrew M. Battle has faced years of scrutiny over his past"
    },
    {
      "start": 23.6,
      "dur": 1.509,
      "text": "faced years of scrutiny over his past friendship with Epstein. He was stripped"
    },
    {
      "start": 25.119,
      "dur": 1.751,
      "text": "friendship with Epstein. He was stripped of his royal titles in October last year"
    },
    {
      "start": 26.88,
      "dur": 1.35,
      "text": "of his royal titles in October last year following increasing numbers of"
    },
    {
      "start": 28.24,
      "dur": 2.869,
      "text": "following increasing numbers of questions about his links to Epstein."
    },
    {
      "start": 31.119,
      "dur": 1.751,
      "text": "questions about his links to Epstein. Well, last week Andrew moved out of his"
    },
    {
      "start": 32.88,
      "dur": 1.349,
      "text": "Well, last week Andrew moved out of his home in Windsor to the Sandringham"
    },
    {
      "start": 34.239,
      "dur": 1.99,
      "text": "home in Windsor to the Sandringham estate in Norfolk. Buckingham Palace had"
    },
    {
      "start": 36.239,
      "dur": 1.83,
      "text": "estate in Norfolk. Buckingham Palace had announced in October he'd be moving from"
    },
    {
      "start": 38.079,
      "dur": 1.99,
      "text": "announced in October he'd be moving from Royal Lodge at the same time that the"
    },
    {
      "start": 40.079,
      "dur": 2.79,
      "text": "Royal Lodge at the same time that the title of Prince was removed. Our senior"
    },
    {
      "start": 42.879,
      "dur": 1.99,
      "text": "title of Prince was removed. Our senior royal correspondent Daniela Ralph"
    },
    {
      "start": 44.879,
      "dur": 2.15,
      "text": "royal correspondent Daniela Ralph explains the significant of today's"
    },
    {
      "start": 47.039,
      "dur": 2.071,
      "text": "explains the significant of today's statement. behalf of the Prince and"
    },
    {
      "start": 49.12,
      "dur": 1.909,
      "text": "statement. behalf of the Prince and Princess of Wales. It is a short"
    },
    {
      "start": 51.039,
      "dur": 2.231,
      "text": "Princess of Wales. It is a short statement, just two sentences long, but"
    },
    {
      "start": 53.28,
      "dur": 2.39,
      "text": "statement, just two sentences long, but it is extremely significant. The first"
    },
    {
      "start": 55.68,
      "dur": 2.31,
      "text": "it is extremely significant. The first time we have heard from them publicly"
    },
    {
      "start": 58.0,
      "dur": 2.069,
      "text": "time we have heard from them publicly commenting on Jeffrey Epstein in any"
    },
    {
      "start": 60.079,
      "dur": 2.47,
      "text": "commenting on Jeffrey Epstein in any way. The statement reads, \"I can confirm"
    },
    {
      "start": 62.559,
      "dur": 1.67,
      "text": "way. The statement reads, \"I can confirm the Prince and Princess of Wales have"
    },
    {
      "start": 64.239,
      "dur": 2.391,
      "text": "the Prince and Princess of Wales have been deeply concerned by the continuing"
    },
    {
      "start": 66.64,
      "dur": 2.31,
      "text": "been deeply concerned by the continuing revelations. Their thoughts remain"
    },
    {
      "start": 68.96,
      "dur": 2.31,
      "text": "revelations. Their thoughts remain focused on the victims.\" So the first"
    },
    {
      "start": 71.28,
      "dur": 1.67,
      "text": "focused on the victims.\" So the first time we have heard of them heard from"
    },
    {
      "start": 72.96,
      "dur": 2.71,
      "text": "time we have heard of them heard from them in any context at all around the"
    },
    {
      "start": 75.68,
      "dur": 2.39,
      "text": "them in any context at all around the Epstein files, Jeffrey Epstein himself."
    },
    {
      "start": 78.08,
      "dur": 1.59,
      "text": "Epstein files, Jeffrey Epstein himself. You'll notice that there is no direct"
    },
    {
      "start": 79.68,
      "dur": 2.23,
      "text": "You'll notice that there is no direct reference in that statement to Jeffrey"
    },
    {
      "start": 81.92,
      "dur": 1.99,
      "text": "reference in that statement to Jeffrey Epste. He's not named. Neither is there"
    },
    {
      "start": 83.92,
      "dur": 2.31,
      "text": "Epste. He's not named. Neither is there any reference to Andrew Manbat and Winer"
    },
    {
      "start": 86.24,
      "dur": 1.909,
      "text": "any reference to Andrew Manbat and Winer uh the Prince of Wales's uncle. So no"
    },
    {
      "start": 88.159,
      "dur": 1.59,
      "text": "uh the Prince of Wales's uncle. So no direct reference to him. It is quite"
    },
    {
      "start": 89.759,
      "dur": 1.67,
      "text": "direct reference to him. It is quite general. It is quite short. It's just a"
    },
    {
      "start": 91.439,
      "dur": 1.511,
      "text": "general. It is quite short. It's just a couple of sentences, but it's"
    },
    {
      "start": 92.96,
      "dur": 1.43,
      "text": "couple of sentences, but it's significant because it is the first time"
    },
    {
      "start": 94.4,
      "dur": 2.55,
      "text": "significant because it is the first time we've heard from them publicly. It is"
    },
    {
      "start": 96.96,
      "dur": 2.149,
      "text": "we've heard from them publicly. It is also an attempt by royal aids to try and"
    },
    {
      "start": 99.119,
      "dur": 2.151,
      "text": "also an attempt by royal aids to try and slightly clear things, clear the path"
    },
    {
      "start": 101.28,
      "dur": 2.149,
      "text": "slightly clear things, clear the path for Prince William's official visit here"
    },
    {
      "start": 103.439,
      "dur": 2.151,
      "text": "for Prince William's official visit here to Saudi Arabia later on today. He's due"
    },
    {
      "start": 105.6,
      "dur": 2.869,
      "text": "to Saudi Arabia later on today. He's due to arrive in Riyad later this afternoon."
    },
    {
      "start": 108.479,
      "dur": 2.31,
      "text": "to arrive in Riyad later this afternoon. Will it do that? I'm not so sure, but it"
    },
    {
      "start": 110.799,
      "dur": 2.471,
      "text": "Will it do that? I'm not so sure, but it is an attempt to try and show that they"
    },
    {
      "start": 113.28,
      "dur": 1.509,
      "text": "is an attempt to try and show that they understand the fallout, the"
    },
    {
      "start": 114.799,
      "dur": 1.911,
      "text": "understand the fallout, the significance, the pain and anguish of"
    },
    {
      "start": 116.72,
      "dur": 2.47,
      "text": "significance, the pain and anguish of victims ahead of William arriving here."
    },
    {
      "start": 119.2,
      "dur": 2.15,
      "text": "victims ahead of William arriving here. And Diana, just remind us of the latest"
    },
    {
      "start": 121.36,
      "dur": 5.67,
      "text": "And Diana, just remind us of the latest revelations concerning Andrew."
    },
    {
      "start": 127.04,
      "dur": 2.079,
      "text": "Yes, I mean they are endless to be"
    },
    {
      "start": 129.119,
      "dur": 2.071,
      "text": "Yes, I mean they are endless to be honest and there are repeated email"
    },
    {
      "start": 131.2,
      "dur": 2.47,
      "text": "honest and there are repeated email drops and documents within the Epstein"
    },
    {
      "start": 133.68,
      "dur": 2.39,
      "text": "drops and documents within the Epstein files around Andrew Mountbat and Windsor"
    },
    {
      "start": 136.08,
      "dur": 1.35,
      "text": "files around Andrew Mountbat and Windsor and his relationship with Jeffrey"
    },
    {
      "start": 137.44,
      "dur": 2.07,
      "text": "and his relationship with Jeffrey Epstein around the money around times"
    },
    {
      "start": 139.52,
      "dur": 1.349,
      "text": "Epstein around the money around times that they were meeting his relationship"
    },
    {
      "start": 140.879,
      "dur": 2.951,
      "text": "that they were meeting his relationship with his ex-wife Sarah Ferguson. What we"
    },
    {
      "start": 143.84,
      "dur": 2.55,
      "text": "with his ex-wife Sarah Ferguson. What we have seen in the past week is this drip"
    },
    {
      "start": 146.4,
      "dur": 2.71,
      "text": "have seen in the past week is this drip feed of stories as more and more of the"
    },
    {
      "start": 149.12,
      "dur": 1.91,
      "text": "feed of stories as more and more of the Epstein files are waded through and"
    },
    {
      "start": 151.04,
      "dur": 1.909,
      "text": "Epstein files are waded through and looked through and documents examined"
    },
    {
      "start": 152.959,
      "dur": 1.431,
      "text": "looked through and documents examined and that is the problem for the royal"
    },
    {
      "start": 154.4,
      "dur": 2.31,
      "text": "and that is the problem for the royal family. It is a situation that is not in"
    },
    {
      "start": 156.72,
      "dur": 2.229,
      "text": "family. It is a situation that is not in their control. They don't know what is"
    },
    {
      "start": 158.959,
      "dur": 1.91,
      "text": "their control. They don't know what is coming next and therefore have not"
    },
    {
      "start": 160.879,
      "dur": 2.07,
      "text": "coming next and therefore have not responded until now. But I think the"
    },
    {
      "start": 162.959,
      "dur": 1.751,
      "text": "responded until now. But I think the timing of this trip here to Saudi"
    },
    {
      "start": 164.72,
      "dur": 2.95,
      "text": "timing of this trip here to Saudi Arabia, its diplomatic significance"
    },
    {
      "start": 167.68,
      "dur": 2.39,
      "text": "Arabia, its diplomatic significance meant that Prince William wanted to say"
    },
    {
      "start": 170.08,
      "dur": 2.869,
      "text": "meant that Prince William wanted to say something in the hope that minds might"
    },
    {
      "start": 172.959,
      "dur": 2.391,
      "text": "something in the hope that minds might now be focused on this particular visit."
    },
    {
      "start": 175.36,
      "dur": 3.27,
      "text": "now be focused on this particular visit. &gt;&gt; And and is that likely and is he likely"
    },
    {
      "start": 178.64,
      "dur": 2.39,
      "text": "&gt;&gt; And and is that likely and is he likely to face any questions from journalists"
    },
    {
      "start": 181.04,
      "dur": 4.15,
      "text": "to face any questions from journalists over this directly?"
    },
    {
      "start": 185.2,
      "dur": 2.319,
      "text": "&gt;&gt; Well, we saw the king and queen um have"
    },
    {
      "start": 187.519,
      "dur": 1.591,
      "text": "&gt;&gt; Well, we saw the king and queen um have questions thrown at them when they were"
    },
    {
      "start": 189.12,
      "dur": 2.55,
      "text": "questions thrown at them when they were out on public engagements last week. It"
    },
    {
      "start": 191.68,
      "dur": 1.35,
      "text": "out on public engagements last week. It may well be that the same happened to"
    },
    {
      "start": 193.04,
      "dur": 1.75,
      "text": "may well be that the same happened to Prince William while while he is here in"
    },
    {
      "start": 194.8,
      "dur": 1.429,
      "text": "Prince William while while he is here in Saudi Arabia because although we have"
    },
    {
      "start": 196.239,
      "dur": 2.07,
      "text": "Saudi Arabia because although we have that statement, we haven't heard him"
    },
    {
      "start": 198.319,
      "dur": 2.071,
      "text": "that statement, we haven't heard him saying that himself and I think there is"
    },
    {
      "start": 200.4,
      "dur": 1.99,
      "text": "saying that himself and I think there is perhaps an interest in hearing from him"
    },
    {
      "start": 202.4,
      "dur": 1.909,
      "text": "perhaps an interest in hearing from him saying that. So we will have to see how"
    },
    {
      "start": 204.319,
      "dur": 2.071,
      "text": "saying that. So we will have to see how the course of the next three days plays"
    },
    {
      "start": 206.4,
      "dur": 2.31,
      "text": "the course of the next three days plays out. I think from Kensington Palace's"
    },
    {
      "start": 208.72,
      "dur": 1.67,
      "text": "out. I think from Kensington Palace's perspective, they will hope that this"
    },
    {
      "start": 210.4,
      "dur": 2.79,
      "text": "perspective, they will hope that this statement is enough for now. It may not"
    },
    {
      "start": 213.2,
      "dur": 0.79,
      "text": "statement is enough for now. It may not be."
    },
    {
      "start": 214.0,
      "dur": 3.11,
      "text": "be. &gt;&gt; And just tell us more about this trip."
    },
    {
      "start": 217.12,
      "dur": 2.15,
      "text": "&gt;&gt; And just tell us more about this trip. How controversial is this trip in"
    },
    {
      "start": 219.28,
      "dur": 3.669,
      "text": "How controversial is this trip in itself?"
    },
    {
      "start": 222.959,
      "dur": 2.081,
      "text": "Well, it is a diplomatically tricky"
    },
    {
      "start": 225.04,
      "dur": 1.99,
      "text": "Well, it is a diplomatically tricky trip. Probably the most sensitive"
    },
    {
      "start": 227.04,
      "dur": 1.749,
      "text": "trip. Probably the most sensitive official visit that Prince uh Prince"
    },
    {
      "start": 228.799,
      "dur": 1.51,
      "text": "official visit that Prince uh Prince William has been asked to get involved"
    },
    {
      "start": 230.319,
      "dur": 2.391,
      "text": "William has been asked to get involved in. He is spending three days here in"
    },
    {
      "start": 232.72,
      "dur": 2.069,
      "text": "in. He is spending three days here in Saudi Arabia. Uh he arrives later this"
    },
    {
      "start": 234.799,
      "dur": 2.231,
      "text": "Saudi Arabia. Uh he arrives later this afternoon. He will spend some time with"
    },
    {
      "start": 237.04,
      "dur": 2.15,
      "text": "afternoon. He will spend some time with Saudi Arabia's controversial deacto"
    },
    {
      "start": 239.2,
      "dur": 1.83,
      "text": "Saudi Arabia's controversial deacto leader, Crown Prince Muhammad bin"
    },
    {
      "start": 241.04,
      "dur": 1.99,
      "text": "leader, Crown Prince Muhammad bin Salman. And Prince William is here at"
    },
    {
      "start": 243.04,
      "dur": 2.389,
      "text": "Salman. And Prince William is here at the request of the UK government who see"
    },
    {
      "start": 245.439,
      "dur": 2.07,
      "text": "the request of the UK government who see this country as the most important"
    },
    {
      "start": 247.519,
      "dur": 2.551,
      "text": "this country as the most important strategic uh relationship that they have"
    },
    {
      "start": 250.08,
      "dur": 2.149,
      "text": "strategic uh relationship that they have here in this part of the world and they"
    },
    {
      "start": 252.239,
      "dur": 1.99,
      "text": "here in this part of the world and they want to deploy William to try and"
    },
    {
      "start": 254.239,
      "dur": 2.151,
      "text": "want to deploy William to try and strengthen that particularly around"
    },
    {
      "start": 256.4,
      "dur": 2.15,
      "text": "strengthen that particularly around building a personal friendship and"
    },
    {
      "start": 258.56,
      "dur": 3.189,
      "text": "building a personal friendship and relationship with Muhammad bin Salman."
    },
    {
      "start": 261.759,
      "dur": 1.671,
      "text": "relationship with Muhammad bin Salman. &gt;&gt; Daniela Roth there. Well, I'm joined by"
    },
    {
      "start": 263.44,
      "dur": 1.189,
      "text": "&gt;&gt; Daniela Roth there. Well, I'm joined by Richard Palmer, former royal"
    },
    {
      "start": 264.639,
      "dur": 2.311,
      "text": "Richard Palmer, former royal correspondent at the Daily Express."
    },
    {
      "start": 266.96,
      "dur": 2.15,
      "text": "correspondent at the Daily Express. Thanks for being with us. What do you"
    },
    {
      "start": 269.12,
      "dur": 1.75,
      "text": "Thanks for being with us. What do you make of this statement by the Prince and"
    },
    {
      "start": 270.88,
      "dur": 1.83,
      "text": "make of this statement by the Prince and Princess of Wales?"
    },
    {
      "start": 272.72,
      "dur": 2.23,
      "text": "Princess of Wales? &gt;&gt; Morning, Gita. Well, I think I agree"
    },
    {
      "start": 274.96,
      "dur": 2.63,
      "text": "&gt;&gt; Morning, Gita. Well, I think I agree with Daniela that um it looks very much"
    },
    {
      "start": 277.6,
      "dur": 1.83,
      "text": "with Daniela that um it looks very much like an attempt to clear the decks for"
    },
    {
      "start": 279.44,
      "dur": 2.63,
      "text": "like an attempt to clear the decks for William ahead of his arrival in Saudi"
    },
    {
      "start": 282.08,
      "dur": 3.75,
      "text": "William ahead of his arrival in Saudi Arabia later today. I think um the"
    },
    {
      "start": 285.84,
      "dur": 3.51,
      "text": "Arabia later today. I think um the palace is hoping that reporters won't be"
    },
    {
      "start": 289.36,
      "dur": 3.03,
      "text": "palace is hoping that reporters won't be shouting out questions to William. Um"
    },
    {
      "start": 292.4,
      "dur": 3.11,
      "text": "shouting out questions to William. Um but that that may still happen. Um it's"
    },
    {
      "start": 295.52,
      "dur": 2.71,
      "text": "but that that may still happen. Um it's always a tricky um thing for a royal"
    },
    {
      "start": 298.24,
      "dur": 3.27,
      "text": "always a tricky um thing for a royal reporter um to handle when there's a"
    },
    {
      "start": 301.52,
      "dur": 1.91,
      "text": "reporter um to handle when there's a huge controversy because the rules of"
    },
    {
      "start": 303.44,
      "dur": 3.67,
      "text": "huge controversy because the rules of engagement for the royal family uh"
    },
    {
      "start": 307.12,
      "dur": 1.909,
      "text": "engagement for the royal family uh essentially say that you you don't shout"
    },
    {
      "start": 309.039,
      "dur": 1.911,
      "text": "essentially say that you you don't shout out questions to them but there are just"
    },
    {
      "start": 310.96,
      "dur": 3.43,
      "text": "out questions to them but there are just times when you you feel you have to. So"
    },
    {
      "start": 314.4,
      "dur": 3.99,
      "text": "times when you you feel you have to. So um I think um it doesn't really say that"
    },
    {
      "start": 318.4,
      "dur": 1.91,
      "text": "um I think um it doesn't really say that much other than think think of the"
    },
    {
      "start": 320.32,
      "dur": 1.35,
      "text": "much other than think think of the victim with you know thoughts are with"
    },
    {
      "start": 321.68,
      "dur": 2.47,
      "text": "victim with you know thoughts are with the victims and that they're concerned"
    },
    {
      "start": 324.16,
      "dur": 1.99,
      "text": "the victims and that they're concerned but it will probably add pressure on the"
    },
    {
      "start": 326.16,
      "dur": 2.15,
      "text": "but it will probably add pressure on the king to say something further. He hasn't"
    },
    {
      "start": 328.32,
      "dur": 2.39,
      "text": "king to say something further. He hasn't really, you know, Bucking Palace put out"
    },
    {
      "start": 330.72,
      "dur": 2.55,
      "text": "really, you know, Bucking Palace put out a statement in at the end of October,"
    },
    {
      "start": 333.28,
      "dur": 2.31,
      "text": "a statement in at the end of October, but um there's been a little bit of"
    },
    {
      "start": 335.6,
      "dur": 2.47,
      "text": "but um there's been a little bit of briefing that uh you know, the king"
    },
    {
      "start": 338.08,
      "dur": 2.31,
      "text": "briefing that uh you know, the king thinks it's up to his brother's"
    },
    {
      "start": 340.4,
      "dur": 1.59,
      "text": "thinks it's up to his brother's conscience to decide whether he should"
    },
    {
      "start": 342.0,
      "dur": 3.029,
      "text": "conscience to decide whether he should testify to the US Congress committee"
    },
    {
      "start": 345.039,
      "dur": 3.351,
      "text": "testify to the US Congress committee looking into at the Epstein affair. I I"
    },
    {
      "start": 348.4,
      "dur": 3.509,
      "text": "looking into at the Epstein affair. I I I mean I think the um there is there is"
    },
    {
      "start": 351.919,
      "dur": 3.031,
      "text": "I mean I think the um there is there is pressure on the king to say something"
    },
    {
      "start": 354.96,
      "dur": 3.59,
      "text": "pressure on the king to say something more and to um say"
    },
    {
      "start": 358.56,
      "dur": 3.11,
      "text": "more and to um say you to to ask the police to investigate"
    },
    {
      "start": 361.68,
      "dur": 2.39,
      "text": "you to to ask the police to investigate um several aspects of this of this"
    },
    {
      "start": 364.08,
      "dur": 2.71,
      "text": "um several aspects of this of this scandal, not least the financial side of"
    },
    {
      "start": 366.8,
      "dur": 2.07,
      "text": "scandal, not least the financial side of it. Um, I mean, you've got Peter"
    },
    {
      "start": 368.88,
      "dur": 3.029,
      "text": "it. Um, I mean, you've got Peter Mandlesson having his house raided, have"
    },
    {
      "start": 371.919,
      "dur": 3.27,
      "text": "Mandlesson having his house raided, have two homes raided by police looking for"
    },
    {
      "start": 375.199,
      "dur": 3.911,
      "text": "two homes raided by police looking for information that might aid a um a a"
    },
    {
      "start": 379.12,
      "dur": 2.87,
      "text": "information that might aid a um a a charge of a misconduct in public office."
    },
    {
      "start": 382.0,
      "dur": 3.029,
      "text": "charge of a misconduct in public office. Well, Andrew is equally accused of"
    },
    {
      "start": 385.039,
      "dur": 3.27,
      "text": "Well, Andrew is equally accused of leaking official sensitive papers that"
    },
    {
      "start": 388.319,
      "dur": 2.071,
      "text": "leaking official sensitive papers that that they can some lawyers think that he"
    },
    {
      "start": 390.4,
      "dur": 2.39,
      "text": "that they can some lawyers think that he could be open to a similar charge."
    },
    {
      "start": 392.8,
      "dur": 3.03,
      "text": "could be open to a similar charge. &gt;&gt; Yes. I and is it plausible that you know"
    },
    {
      "start": 395.84,
      "dur": 3.189,
      "text": "&gt;&gt; Yes. I and is it plausible that you know the the comingings and goings um of"
    },
    {
      "start": 399.039,
      "dur": 3.751,
      "text": "the the comingings and goings um of Andrew and his email exchanges as you"
    },
    {
      "start": 402.8,
      "dur": 2.31,
      "text": "Andrew and his email exchanges as you said where it's being uh reported that"
    },
    {
      "start": 405.12,
      "dur": 3.349,
      "text": "said where it's being uh reported that he has leaked um sensitive information"
    },
    {
      "start": 408.479,
      "dur": 1.83,
      "text": "he has leaked um sensitive information effectively or passed on sensitive"
    },
    {
      "start": 410.319,
      "dur": 2.391,
      "text": "effectively or passed on sensitive information government information in"
    },
    {
      "start": 412.72,
      "dur": 2.87,
      "text": "information government information in his capacity as a trade envoy um that"
    },
    {
      "start": 415.6,
      "dur": 3.029,
      "text": "his capacity as a trade envoy um that that was not known by anybody on the"
    },
    {
      "start": 418.639,
      "dur": 5.11,
      "text": "that was not known by anybody on the royal staff. off."
    },
    {
      "start": 423.759,
      "dur": 2.801,
      "text": "&gt;&gt; It's difficult because you can see in"
    },
    {
      "start": 426.56,
      "dur": 1.99,
      "text": "&gt;&gt; It's difficult because you can see in well, you can see in some of the email"
    },
    {
      "start": 428.56,
      "dur": 1.909,
      "text": "well, you can see in some of the email exchanges that some of the people in his"
    },
    {
      "start": 430.479,
      "dur": 2.951,
      "text": "exchanges that some of the people in his in his back office clearly were involved"
    },
    {
      "start": 433.44,
      "dur": 3.11,
      "text": "in his back office clearly were involved in dealing with Epstein long after he"
    },
    {
      "start": 436.56,
      "dur": 2.87,
      "text": "in dealing with Epstein long after he claimed that he he'd cut off all ties"
    },
    {
      "start": 439.44,
      "dur": 1.99,
      "text": "claimed that he he'd cut off all ties and they would it looks as if they were"
    },
    {
      "start": 441.44,
      "dur": 3.91,
      "text": "and they would it looks as if they were doing it on his behalf. Um, but how how"
    },
    {
      "start": 445.36,
      "dur": 2.63,
      "text": "doing it on his behalf. Um, but how how much people further up the chain knew is"
    },
    {
      "start": 448.0,
      "dur": 2.87,
      "text": "much people further up the chain knew is is really not clear. Um,"
    },
    {
      "start": 450.88,
      "dur": 2.79,
      "text": "is really not clear. Um, &gt;&gt; just just briefly, Richard, I mean, is"
    },
    {
      "start": 453.68,
      "dur": 2.55,
      "text": "&gt;&gt; just just briefly, Richard, I mean, is it is it possible for the for the royals"
    },
    {
      "start": 456.24,
      "dur": 3.43,
      "text": "it is it possible for the for the royals to to force Andrew to testify or to"
    },
    {
      "start": 459.68,
      "dur": 1.59,
      "text": "to to force Andrew to testify or to withdraw support from him even being"
    },
    {
      "start": 461.28,
      "dur": 3.27,
      "text": "withdraw support from him even being allowed to to say on the royal estate?"
    },
    {
      "start": 464.56,
      "dur": 1.83,
      "text": "allowed to to say on the royal estate? &gt;&gt; Well, I suppose that's open to the king,"
    },
    {
      "start": 466.4,
      "dur": 2.069,
      "text": "&gt;&gt; Well, I suppose that's open to the king, isn't it? He could say, \"I I know I I"
    },
    {
      "start": 468.479,
      "dur": 1.751,
      "text": "isn't it? He could say, \"I I know I I know I said you could stay in Sanjumba,"
    },
    {
      "start": 470.24,
      "dur": 3.11,
      "text": "know I said you could stay in Sanjumba, but you might he's contingent on you um"
    },
    {
      "start": 473.36,
      "dur": 1.829,
      "text": "but you might he's contingent on you um giving evidence to to the authorities"
    },
    {
      "start": 475.199,
      "dur": 2.311,
      "text": "giving evidence to to the authorities here and in the US.\" At the moment, the"
    },
    {
      "start": 477.52,
      "dur": 1.75,
      "text": "here and in the US.\" At the moment, the king's not looking like he's wanting to"
    },
    {
      "start": 479.28,
      "dur": 1.27,
      "text": "king's not looking like he's wanting to do that."
    },
    {
      "start": 480.56,
      "dur": 1.189,
      "text": "do that. &gt;&gt; Okay, we will have to leave it there."
    },
    {
      "start": 481.759,
      "dur": 1.11,
      "text": "&gt;&gt; Okay, we will have to leave it there. Richard Palmer, former royal"
    },
    {
      "start": 482.879,
      "dur": 1.271,
      "text": "Richard Palmer, former royal correspondent at the Daily Express"
    },
    {
      "start": 484.16,
      "dur": 1.27,
      "text": "correspondent at the Daily Express newspaper. Thank you very much indeed"
    },
    {
      "start": 485.44,
      "dur": 3.12,
      "text": "newspaper. Thank you very much indeed for being with us"
    }
  ]
}