{
  "videoId": "WLQI-zeGbdY",
  "title": "US news anchor Savannah Guthrie pleads for return of her abducted mother | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 130,
  "segments": [
    {
      "start": 0.719,
      "dur": 2.481,
      "text": "A prominent American news anchor has"
    },
    {
      "start": 3.2,
      "dur": 2.71,
      "text": "A prominent American news anchor has posted an emotional video appealing to"
    },
    {
      "start": 5.92,
      "dur": 2.95,
      "text": "posted an emotional video appealing to those who've abducted her 84 year old"
    },
    {
      "start": 8.88,
      "dur": 2.869,
      "text": "those who've abducted her 84 year old mother, Nancy. Authorities said the"
    },
    {
      "start": 11.759,
      "dur": 2.551,
      "text": "mother, Nancy. Authorities said the suspect said they suspect she was"
    },
    {
      "start": 14.32,
      "dur": 1.91,
      "text": "suspect said they suspect she was kidnapped and they're working with the"
    },
    {
      "start": 16.24,
      "dur": 2.47,
      "text": "kidnapped and they're working with the FBI to authenticate a possible ransom"
    },
    {
      "start": 18.72,
      "dur": 2.23,
      "text": "FBI to authenticate a possible ransom note. President Trump said federal"
    },
    {
      "start": 20.96,
      "dur": 2.389,
      "text": "note. President Trump said federal agents would help with the search. This"
    },
    {
      "start": 23.359,
      "dur": 2.231,
      "text": "agents would help with the search. This is Savannah Guthrie with her siblings"
    },
    {
      "start": 25.6,
      "dur": 2.71,
      "text": "is Savannah Guthrie with her siblings making that appeal on Instagram."
    },
    {
      "start": 28.32,
      "dur": 2.23,
      "text": "making that appeal on Instagram. We need to know"
    },
    {
      "start": 30.56,
      "dur": 3.829,
      "text": "We need to know without a doubt that she is alive"
    },
    {
      "start": 34.399,
      "dur": 2.871,
      "text": "without a doubt that she is alive and that you have her."
    },
    {
      "start": 37.28,
      "dur": 2.55,
      "text": "and that you have her. We want to hear from you and we are"
    },
    {
      "start": 39.84,
      "dur": 2.31,
      "text": "We want to hear from you and we are ready to listen."
    },
    {
      "start": 42.16,
      "dur": 5.51,
      "text": "ready to listen. Please reach out to us."
    },
    {
      "start": 47.68,
      "dur": 3.029,
      "text": "Mommy,"
    },
    {
      "start": 50.719,
      "dur": 2.961,
      "text": "if you are hearing this, you are a"
    },
    {
      "start": 53.68,
      "dur": 2.869,
      "text": "if you are hearing this, you are a strong woman."
    },
    {
      "start": 56.559,
      "dur": 2.15,
      "text": "strong woman. Our North America correspondent Helena"
    },
    {
      "start": 58.719,
      "dur": 2.871,
      "text": "Our North America correspondent Helena Humphrey has more from Washington."
    },
    {
      "start": 61.6,
      "dur": 2.549,
      "text": "Humphrey has more from Washington. &gt;&gt; This was an emotional video posted to"
    },
    {
      "start": 64.159,
      "dur": 1.911,
      "text": "&gt;&gt; This was an emotional video posted to Instagram in which we see one of the"
    },
    {
      "start": 66.08,
      "dur": 3.029,
      "text": "Instagram in which we see one of the most recognizable faces on American"
    },
    {
      "start": 69.119,
      "dur": 2.631,
      "text": "most recognizable faces on American television, Savannah Guthrie, flanked by"
    },
    {
      "start": 71.76,
      "dur": 4.15,
      "text": "television, Savannah Guthrie, flanked by her siblings and she appears bereff. She"
    },
    {
      "start": 75.92,
      "dur": 2.549,
      "text": "her siblings and she appears bereff. She delivers a message to any potential"
    },
    {
      "start": 78.479,
      "dur": 2.231,
      "text": "delivers a message to any potential abductor of her mother saying that the"
    },
    {
      "start": 80.72,
      "dur": 2.23,
      "text": "abductor of her mother saying that the family is ready to talk and that they"
    },
    {
      "start": 82.96,
      "dur": 2.789,
      "text": "family is ready to talk and that they need to know that their mother is alive."
    },
    {
      "start": 85.759,
      "dur": 1.911,
      "text": "need to know that their mother is alive. Now, authorities say that they believe"
    },
    {
      "start": 87.68,
      "dur": 3.59,
      "text": "Now, authorities say that they believe that Nancy Guthrie was kidnapped. She's"
    },
    {
      "start": 91.28,
      "dur": 2.469,
      "text": "that Nancy Guthrie was kidnapped. She's 84 years old. She went missing overnight"
    },
    {
      "start": 93.759,
      "dur": 2.951,
      "text": "84 years old. She went missing overnight from her home in Tucson, Arizona this"
    },
    {
      "start": 96.72,
      "dur": 2.47,
      "text": "from her home in Tucson, Arizona this past weekend. And those authorities say"
    },
    {
      "start": 99.2,
      "dur": 2.47,
      "text": "past weekend. And those authorities say that they are now working with the FBI"
    },
    {
      "start": 101.68,
      "dur": 3.67,
      "text": "that they are now working with the FBI to authenticate a potential ransom note"
    },
    {
      "start": 105.36,
      "dur": 2.709,
      "text": "to authenticate a potential ransom note in this case. Now, Savannah Guthrie"
    },
    {
      "start": 108.079,
      "dur": 1.751,
      "text": "in this case. Now, Savannah Guthrie speaking about her mother says that she"
    },
    {
      "start": 109.84,
      "dur": 3.43,
      "text": "speaking about her mother says that she has limited mobility, that she requires"
    },
    {
      "start": 113.28,
      "dur": 3.109,
      "text": "has limited mobility, that she requires daily medication in order to survive."
    },
    {
      "start": 116.399,
      "dur": 1.831,
      "text": "daily medication in order to survive. And we've since heard from President"
    },
    {
      "start": 118.24,
      "dur": 1.75,
      "text": "And we've since heard from President Trump who says that he has spoken to the"
    },
    {
      "start": 120.0,
      "dur": 3.03,
      "text": "Trump who says that he has spoken to the NBC presenter and he has directed"
    },
    {
      "start": 123.04,
      "dur": 2.55,
      "text": "NBC presenter and he has directed federal law enforcement to deploy all"
    },
    {
      "start": 125.6,
      "dur": 3.19,
      "text": "federal law enforcement to deploy all the necessary resources to bring Nancy"
    },
    {
      "start": 128.8,
      "dur": 2.72,
      "text": "the necessary resources to bring Nancy Guthrie back"
    }
  ]
}