{
  "videoId": "wn3yc-HFz80",
  "title": "Next stage of Ukraine-Russia peace talks could be postponed, says Zelensky | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 208,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.72,
      "text": "President of Ukraine Vladimir Zalinski"
    },
    {
      "start": 3.04,
      "dur": 2.229,
      "text": "President of Ukraine Vladimir Zalinski says that the next round of peace talks"
    },
    {
      "start": 5.279,
      "dur": 1.911,
      "text": "says that the next round of peace talks originally scheduled to take place this"
    },
    {
      "start": 7.2,
      "dur": 2.389,
      "text": "originally scheduled to take place this weekend may be postponed, saying tension"
    },
    {
      "start": 9.599,
      "dur": 2.231,
      "text": "weekend may be postponed, saying tension between America and Iran could cause a"
    },
    {
      "start": 11.84,
      "dur": 2.869,
      "text": "between America and Iran could cause a delay."
    },
    {
      "start": 14.719,
      "dur": 2.071,
      "text": "delay. President Zanski also welcomed an"
    },
    {
      "start": 16.8,
      "dur": 1.83,
      "text": "President Zanski also welcomed an announcement by President Trump that"
    },
    {
      "start": 18.64,
      "dur": 1.75,
      "text": "announcement by President Trump that Russia's agree to halt strikes in"
    },
    {
      "start": 20.4,
      "dur": 2.31,
      "text": "Russia's agree to halt strikes in Ukraine's energy grid for a week with"
    },
    {
      "start": 22.72,
      "dur": 2.389,
      "text": "Ukraine's energy grid for a week with temperatures set to plummet again at the"
    },
    {
      "start": 25.119,
      "dur": 1.671,
      "text": "temperatures set to plummet again at the weekend. But he said he won't make"
    },
    {
      "start": 26.8,
      "dur": 2.07,
      "text": "weekend. But he said he won't make territorial concessions in exchange for"
    },
    {
      "start": 28.88,
      "dur": 2.469,
      "text": "territorial concessions in exchange for a promise of Russia seizing of a Russian"
    },
    {
      "start": 31.359,
      "dur": 2.311,
      "text": "a promise of Russia seizing of a Russian ceasefire. Russia's repeated massive"
    },
    {
      "start": 33.68,
      "dur": 2.549,
      "text": "ceasefire. Russia's repeated massive attacks on energies en Ukraine's energy"
    },
    {
      "start": 36.239,
      "dur": 1.99,
      "text": "attacks on energies en Ukraine's energy network. It's forced millions of people"
    },
    {
      "start": 38.239,
      "dur": 2.951,
      "text": "network. It's forced millions of people to endure cuts to electricity, heat, and"
    },
    {
      "start": 41.2,
      "dur": 2.15,
      "text": "to endure cuts to electricity, heat, and water. It's also prompted warnings of a"
    },
    {
      "start": 43.36,
      "dur": 2.55,
      "text": "water. It's also prompted warnings of a humanitarian catastrophe given the"
    },
    {
      "start": 45.92,
      "dur": 3.109,
      "text": "humanitarian catastrophe given the bitter winter temperatures."
    },
    {
      "start": 49.039,
      "dur": 2.471,
      "text": "bitter winter temperatures. Peter Zelme is director of the Eurasia"
    },
    {
      "start": 51.52,
      "dur": 2.07,
      "text": "Peter Zelme is director of the Eurasia Democracy Initiative. He shared his"
    },
    {
      "start": 53.6,
      "dur": 1.429,
      "text": "Democracy Initiative. He shared his thoughts on the possibility of"
    },
    {
      "start": 55.039,
      "dur": 1.51,
      "text": "thoughts on the possibility of deescalation."
    },
    {
      "start": 56.559,
      "dur": 2.15,
      "text": "deescalation. &gt;&gt; Zilinski did say that you know this"
    },
    {
      "start": 58.719,
      "dur": 2.15,
      "text": "&gt;&gt; Zilinski did say that you know this would be a sign of progress. Ukraine"
    },
    {
      "start": 60.879,
      "dur": 2.231,
      "text": "would be a sign of progress. Ukraine needs this sort of energy uh ceasefire"
    },
    {
      "start": 63.12,
      "dur": 1.91,
      "text": "needs this sort of energy uh ceasefire and in fact I think the Russian side"
    },
    {
      "start": 65.04,
      "dur": 2.95,
      "text": "and in fact I think the Russian side also would like uh to have a relief from"
    },
    {
      "start": 68.0,
      "dur": 2.31,
      "text": "also would like uh to have a relief from uh Ukrainian strikes on its oil refining"
    },
    {
      "start": 70.32,
      "dur": 3.35,
      "text": "uh Ukrainian strikes on its oil refining facil facilities etc. Uh and so far you"
    },
    {
      "start": 73.68,
      "dur": 1.91,
      "text": "facil facilities etc. Uh and so far you know the evidence is kind of thin on the"
    },
    {
      "start": 75.6,
      "dur": 2.39,
      "text": "know the evidence is kind of thin on the ground. uh this overnight there have"
    },
    {
      "start": 78.0,
      "dur": 2.87,
      "text": "ground. uh this overnight there have been strikes on various uh cities in"
    },
    {
      "start": 80.88,
      "dur": 2.15,
      "text": "been strikes on various uh cities in Ukraine including limited strikes in"
    },
    {
      "start": 83.04,
      "dur": 2.47,
      "text": "Ukraine including limited strikes in Kiev. And you remember the Russian side"
    },
    {
      "start": 85.52,
      "dur": 2.07,
      "text": "Kiev. And you remember the Russian side uh explained away or tried to explain"
    },
    {
      "start": 87.6,
      "dur": 2.95,
      "text": "uh explained away or tried to explain the way the um recent strikes in Odessa"
    },
    {
      "start": 90.56,
      "dur": 2.95,
      "text": "the way the um recent strikes in Odessa and a moving passenger train resulting"
    },
    {
      "start": 93.52,
      "dur": 2.629,
      "text": "and a moving passenger train resulting in the deaths of five apparently already"
    },
    {
      "start": 96.159,
      "dur": 2.071,
      "text": "in the deaths of five apparently already after Trump had had their discussion"
    },
    {
      "start": 98.24,
      "dur": 2.229,
      "text": "after Trump had had their discussion with Putin and the Russians said oopsy"
    },
    {
      "start": 100.479,
      "dur": 2.95,
      "text": "with Putin and the Russians said oopsy daisy. These things happen. I guess not"
    },
    {
      "start": 103.439,
      "dur": 2.391,
      "text": "daisy. These things happen. I guess not all of the you know folks in the chain"
    },
    {
      "start": 105.84,
      "dur": 2.15,
      "text": "all of the you know folks in the chain of command have been informed and so"
    },
    {
      "start": 108.0,
      "dur": 2.63,
      "text": "of command have been informed and so these things happen. So be that as it"
    },
    {
      "start": 110.64,
      "dur": 1.91,
      "text": "these things happen. So be that as it may, uh we do need this sort of"
    },
    {
      "start": 112.56,
      "dur": 1.99,
      "text": "may, uh we do need this sort of ceasefire, but I'm just not sure what"
    },
    {
      "start": 114.56,
      "dur": 3.189,
      "text": "ceasefire, but I'm just not sure what the you know result usefulness will it"
    },
    {
      "start": 117.759,
      "dur": 2.071,
      "text": "the you know result usefulness will it will you know it will have for us for"
    },
    {
      "start": 119.84,
      "dur": 3.51,
      "text": "will you know it will have for us for just uh a week long sort of uh"
    },
    {
      "start": 123.36,
      "dur": 2.63,
      "text": "just uh a week long sort of uh ceasefire. We need this uh you know for"
    },
    {
      "start": 126.0,
      "dur": 3.19,
      "text": "ceasefire. We need this uh you know for the rest of the winter and that on that"
    },
    {
      "start": 129.2,
      "dur": 1.749,
      "text": "the rest of the winter and that on that score I have very serious doubts that"
    },
    {
      "start": 130.959,
      "dur": 2.711,
      "text": "score I have very serious doubts that Vladimir Putin wants that because he"
    },
    {
      "start": 133.68,
      "dur": 1.909,
      "text": "Vladimir Putin wants that because he knows that he's not achieving his"
    },
    {
      "start": 135.599,
      "dur": 2.63,
      "text": "knows that he's not achieving his military goals in the battlefield. So"
    },
    {
      "start": 138.239,
      "dur": 1.99,
      "text": "military goals in the battlefield. So this is part and parcel the strikes"
    },
    {
      "start": 140.239,
      "dur": 1.831,
      "text": "this is part and parcel the strikes against civilian infrastructure is part"
    },
    {
      "start": 142.08,
      "dur": 2.229,
      "text": "against civilian infrastructure is part and parcel of his strategy to try to"
    },
    {
      "start": 144.319,
      "dur": 3.031,
      "text": "and parcel of his strategy to try to bring Ukraine to its knees. temperatures"
    },
    {
      "start": 147.36,
      "dur": 3.11,
      "text": "bring Ukraine to its knees. temperatures now are moderate. it's you know five"
    },
    {
      "start": 150.48,
      "dur": 2.79,
      "text": "now are moderate. it's you know five below centra centigrade but uh the"
    },
    {
      "start": 153.28,
      "dur": 1.75,
      "text": "below centra centigrade but uh the problem is that you know Ukraine has"
    },
    {
      "start": 155.04,
      "dur": 2.79,
      "text": "problem is that you know Ukraine has since the early '9s had a relatively"
    },
    {
      "start": 157.84,
      "dur": 2.79,
      "text": "since the early '9s had a relatively centralized uh you know heating system"
    },
    {
      "start": 160.64,
      "dur": 2.07,
      "text": "centralized uh you know heating system in Kiev and that Allah has allowed"
    },
    {
      "start": 162.72,
      "dur": 3.43,
      "text": "in Kiev and that Allah has allowed Russia to achieve spectacular you know"
    },
    {
      "start": 166.16,
      "dur": 3.83,
      "text": "Russia to achieve spectacular you know uh objectives uh you know essentially"
    },
    {
      "start": 170.0,
      "dur": 3.43,
      "text": "uh objectives uh you know essentially casting whole swats of KF into you know"
    },
    {
      "start": 173.44,
      "dur": 3.75,
      "text": "casting whole swats of KF into you know uh darkness and uh cold and uh even if"
    },
    {
      "start": 177.2,
      "dur": 2.389,
      "text": "uh darkness and uh cold and uh even if this once against ceasefire were to hold"
    },
    {
      "start": 179.599,
      "dur": 3.751,
      "text": "this once against ceasefire were to hold for uh a week, uh I'm just not sure this"
    },
    {
      "start": 183.36,
      "dur": 2.47,
      "text": "for uh a week, uh I'm just not sure this would allow the Kievan authorities, for"
    },
    {
      "start": 185.84,
      "dur": 2.63,
      "text": "would allow the Kievan authorities, for example, to restore much of power to"
    },
    {
      "start": 188.48,
      "dur": 2.389,
      "text": "example, to restore much of power to hundreds of thousands of its residents."
    },
    {
      "start": 190.879,
      "dur": 2.791,
      "text": "hundreds of thousands of its residents. I mean, you know, some estimates um"
    },
    {
      "start": 193.68,
      "dur": 1.51,
      "text": "I mean, you know, some estimates um according to some estimates, it will"
    },
    {
      "start": 195.2,
      "dur": 2.47,
      "text": "according to some estimates, it will take uh not weeks, but months and maybe"
    },
    {
      "start": 197.68,
      "dur": 2.629,
      "text": "take uh not weeks, but months and maybe even years and tens of billions of"
    },
    {
      "start": 200.319,
      "dur": 5.111,
      "text": "even years and tens of billions of dollars to restore u normaly to Kiev, at"
    },
    {
      "start": 205.44,
      "dur": 4.0,
      "text": "dollars to restore u normaly to Kiev, at least bring it to pre-war levels."
    }
  ]
}