{
  "videoId": "wN44xqihChg",
  "title": "More than three million pages from Epstein files released | BBC News",
  "publishedAt": "2026-01-30",
  "channel": "BBC News",
  "durationSeconds": 533,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.319,
      "text": "The US Department of Justice says it's"
    },
    {
      "start": 2.399,
      "dur": 2.551,
      "text": "The US Department of Justice says it's released another tranch of documents, 3"
    },
    {
      "start": 4.96,
      "dur": 2.47,
      "text": "released another tranch of documents, 3 million pages worth, related to the late"
    },
    {
      "start": 7.44,
      "dur": 2.39,
      "text": "million pages worth, related to the late convicted sex offender Jeffrey Epstein."
    },
    {
      "start": 9.84,
      "dur": 1.909,
      "text": "convicted sex offender Jeffrey Epstein. The US Deputy Attorney General Todd"
    },
    {
      "start": 11.759,
      "dur": 1.591,
      "text": "The US Deputy Attorney General Todd Blanch has been holding a news"
    },
    {
      "start": 13.36,
      "dur": 1.83,
      "text": "Blanch has been holding a news conference in the last hour and said"
    },
    {
      "start": 15.2,
      "dur": 3.909,
      "text": "conference in the last hour and said 2,000 videos and 180,000 images have"
    },
    {
      "start": 19.119,
      "dur": 2.391,
      "text": "2,000 videos and 180,000 images have been released. A small portion of what's"
    },
    {
      "start": 21.52,
      "dur": 2.23,
      "text": "been released. A small portion of what's known as the Epstein files was released"
    },
    {
      "start": 23.76,
      "dur": 2.79,
      "text": "known as the Epstein files was released by the DOJ back in December of last year"
    },
    {
      "start": 26.56,
      "dur": 2.07,
      "text": "by the DOJ back in December of last year following a congressional bill signed"
    },
    {
      "start": 28.64,
      "dur": 2.709,
      "text": "following a congressional bill signed into law to make the files public within"
    },
    {
      "start": 31.359,
      "dur": 2.791,
      "text": "into law to make the files public within 30 days. However, until now, fewer than"
    },
    {
      "start": 34.16,
      "dur": 2.79,
      "text": "30 days. However, until now, fewer than 1% of the files on Jeffrey Epstein have"
    },
    {
      "start": 36.96,
      "dur": 1.909,
      "text": "1% of the files on Jeffrey Epstein have been made public. Well, our teams are"
    },
    {
      "start": 38.879,
      "dur": 2.151,
      "text": "been made public. Well, our teams are going through the latest batch that's"
    },
    {
      "start": 41.04,
      "dur": 1.27,
      "text": "going through the latest batch that's been released by the Department of"
    },
    {
      "start": 42.32,
      "dur": 2.79,
      "text": "been released by the Department of Justice released in the last hour. We'll"
    },
    {
      "start": 45.12,
      "dur": 2.07,
      "text": "Justice released in the last hour. We'll bring you the latest details in a"
    },
    {
      "start": 47.2,
      "dur": 1.509,
      "text": "bring you the latest details in a moment, but let's start this hour"
    },
    {
      "start": 48.719,
      "dur": 1.67,
      "text": "moment, but let's start this hour hearing from the deputy attorney"
    },
    {
      "start": 50.399,
      "dur": 1.67,
      "text": "hearing from the deputy attorney general, Todd Blanch."
    },
    {
      "start": 52.079,
      "dur": 1.591,
      "text": "general, Todd Blanch. &gt;&gt; I'm here today to talk about the"
    },
    {
      "start": 53.68,
      "dur": 1.43,
      "text": "&gt;&gt; I'm here today to talk about the department's compliance with its"
    },
    {
      "start": 55.12,
      "dur": 2.79,
      "text": "department's compliance with its production obligations under the act."
    },
    {
      "start": 57.92,
      "dur": 2.309,
      "text": "production obligations under the act. Um, around I think right now and"
    },
    {
      "start": 60.239,
      "dur": 2.15,
      "text": "Um, around I think right now and continuing throughout the day today as"
    },
    {
      "start": 62.399,
      "dur": 2.951,
      "text": "continuing throughout the day today as the indexing and uploading completes, we"
    },
    {
      "start": 65.36,
      "dur": 3.109,
      "text": "the indexing and uploading completes, we are producing responsive materials under"
    },
    {
      "start": 68.479,
      "dur": 1.751,
      "text": "are producing responsive materials under the act."
    },
    {
      "start": 70.24,
      "dur": 2.31,
      "text": "the act. Today, we are producing more than 3"
    },
    {
      "start": 72.56,
      "dur": 3.43,
      "text": "Today, we are producing more than 3 million pages, including more than 2,000"
    },
    {
      "start": 76.0,
      "dur": 4.63,
      "text": "million pages, including more than 2,000 videos and 180,000 images. [snorts] In"
    },
    {
      "start": 80.64,
      "dur": 2.31,
      "text": "videos and 180,000 images. [snorts] In total, that means that the department"
    },
    {
      "start": 82.96,
      "dur": 1.59,
      "text": "total, that means that the department produced approximately 3 and a half"
    },
    {
      "start": 84.56,
      "dur": 1.75,
      "text": "produced approximately 3 and a half million pages in compliance with the"
    },
    {
      "start": 86.32,
      "dur": 1.91,
      "text": "million pages in compliance with the act."
    },
    {
      "start": 88.24,
      "dur": 2.549,
      "text": "act. Just a quick note about the the videos"
    },
    {
      "start": 90.799,
      "dur": 4.151,
      "text": "Just a quick note about the the videos and images. The 2,000 videos and 180,000"
    },
    {
      "start": 94.96,
      "dur": 3.109,
      "text": "and images. The 2,000 videos and 180,000 images are not all videos and images"
    },
    {
      "start": 98.079,
      "dur": 3.191,
      "text": "images are not all videos and images taken by uh Mr. Epstein or someone"
    },
    {
      "start": 101.28,
      "dur": 2.55,
      "text": "taken by uh Mr. Epstein or someone around him. They include large"
    },
    {
      "start": 103.84,
      "dur": 2.949,
      "text": "around him. They include large quantities of commercial pornography and"
    },
    {
      "start": 106.799,
      "dur": 1.99,
      "text": "quantities of commercial pornography and images that were seized from Epstein's"
    },
    {
      "start": 108.799,
      "dur": 2.151,
      "text": "images that were seized from Epstein's devices but which he did not take or"
    },
    {
      "start": 110.96,
      "dur": 3.67,
      "text": "devices but which he did not take or that someone around him did not take."
    },
    {
      "start": 114.64,
      "dur": 1.429,
      "text": "that someone around him did not take. Some of the videos though and some of"
    },
    {
      "start": 116.079,
      "dur": 2.07,
      "text": "Some of the videos though and some of the images do appear to be taken by Mr."
    },
    {
      "start": 118.159,
      "dur": 4.471,
      "text": "the images do appear to be taken by Mr. Epstein or by others around him."
    },
    {
      "start": 122.64,
      "dur": 2.069,
      "text": "Epstein or by others around him. Well, that was Todd Lanch in the last"
    },
    {
      "start": 124.719,
      "dur": 2.311,
      "text": "Well, that was Todd Lanch in the last hour. We'll talk to Gary O' Donahue in a"
    },
    {
      "start": 127.04,
      "dur": 1.909,
      "text": "hour. We'll talk to Gary O' Donahue in a moment, but I'm going to take you to the"
    },
    {
      "start": 128.959,
      "dur": 2.151,
      "text": "moment, but I'm going to take you to the White House because Donald Trump is"
    },
    {
      "start": 131.12,
      "dur": 1.91,
      "text": "White House because Donald Trump is having a live event there at the moment,"
    },
    {
      "start": 133.04,
      "dur": 2.87,
      "text": "having a live event there at the moment, talking about a range of issues. I think"
    },
    {
      "start": 135.92,
      "dur": 1.83,
      "text": "talking about a range of issues. I think he's still talking about Iran, so it's a"
    },
    {
      "start": 137.76,
      "dur": 1.51,
      "text": "he's still talking about Iran, so it's a good time to actually just hear a little"
    },
    {
      "start": 139.28,
      "dur": 1.19,
      "text": "good time to actually just hear a little of what the US president is saying,"
    },
    {
      "start": 140.48,
      "dur": 1.51,
      "text": "of what the US president is saying, &gt;&gt; putting everything behind it, and I"
    },
    {
      "start": 142.0,
      "dur": 1.43,
      "text": "&gt;&gt; putting everything behind it, and I think it's going to be really exciting."
    },
    {
      "start": 143.44,
      "dur": 2.07,
      "text": "think it's going to be really exciting. Roger, please."
    },
    {
      "start": 145.52,
      "dur": 2.47,
      "text": "Roger, please. &gt;&gt; Well, thank you, Mr. President. This is"
    },
    {
      "start": 148.0,
      "dur": 4.39,
      "text": "&gt;&gt; Well, thank you, Mr. President. This is a really amazing time for us uh as a"
    },
    {
      "start": 152.4,
      "dur": 5.109,
      "text": "a really amazing time for us uh as a company to support the 250th anniversary"
    },
    {
      "start": 157.519,
      "dur": 1.111,
      "text": "company to support the 250th anniversary for the country."
    },
    {
      "start": 158.64,
      "dur": 2.47,
      "text": "for the country. &gt;&gt; Well, as always, Donald Trump flitting"
    },
    {
      "start": 161.12,
      "dur": 2.07,
      "text": "&gt;&gt; Well, as always, Donald Trump flitting between subjects, we will keep an eye on"
    },
    {
      "start": 163.2,
      "dur": 2.389,
      "text": "between subjects, we will keep an eye on that. We'll leave it uh on the screen."
    },
    {
      "start": 165.599,
      "dur": 3.511,
      "text": "that. We'll leave it uh on the screen. So, if he talks about Iran again, if he"
    },
    {
      "start": 169.12,
      "dur": 1.749,
      "text": "So, if he talks about Iran again, if he talks about what we've just had at the"
    },
    {
      "start": 170.879,
      "dur": 2.07,
      "text": "talks about what we've just had at the Department of Justice or any of the"
    },
    {
      "start": 172.959,
      "dur": 2.151,
      "text": "Department of Justice or any of the other main stories, we'll return and"
    },
    {
      "start": 175.12,
      "dur": 2.23,
      "text": "other main stories, we'll return and catch a little of what Donald Trump says"
    },
    {
      "start": 177.36,
      "dur": 2.149,
      "text": "catch a little of what Donald Trump says to reporters. But let's bring in our"
    },
    {
      "start": 179.519,
      "dur": 1.99,
      "text": "to reporters. But let's bring in our Chief North America correspondent, Gary"
    },
    {
      "start": 181.519,
      "dur": 2.391,
      "text": "Chief North America correspondent, Gary O' Donahghue. And Gary, getting back to"
    },
    {
      "start": 183.92,
      "dur": 2.55,
      "text": "O' Donahghue. And Gary, getting back to that tranch of material that's been"
    },
    {
      "start": 186.48,
      "dur": 1.43,
      "text": "that tranch of material that's been released by the DOJ, give me your"
    },
    {
      "start": 187.92,
      "dur": 1.75,
      "text": "released by the DOJ, give me your assessment first of all in terms of just"
    },
    {
      "start": 189.68,
      "dur": 1.75,
      "text": "assessment first of all in terms of just the the amount of material that's been"
    },
    {
      "start": 191.44,
      "dur": 1.59,
      "text": "the the amount of material that's been released."
    },
    {
      "start": 193.04,
      "dur": 1.59,
      "text": "released. &gt;&gt; Well, it's vast. I mean, it's absolutely"
    },
    {
      "start": 194.64,
      "dur": 2.309,
      "text": "&gt;&gt; Well, it's vast. I mean, it's absolutely vast. that's going to take a long time"
    },
    {
      "start": 196.959,
      "dur": 2.471,
      "text": "vast. that's going to take a long time uh for people to go through it. It is it"
    },
    {
      "start": 199.44,
      "dur": 2.709,
      "text": "uh for people to go through it. It is it to some degree searchable but not easily"
    },
    {
      "start": 202.159,
      "dur": 3.191,
      "text": "to some degree searchable but not easily searchable. Uh uh people will be looking"
    },
    {
      "start": 205.36,
      "dur": 1.589,
      "text": "searchable. Uh uh people will be looking to try and find if there's any new"
    },
    {
      "start": 206.959,
      "dur": 2.871,
      "text": "to try and find if there's any new information in there. Uh a lot of these"
    },
    {
      "start": 209.84,
      "dur": 1.99,
      "text": "information in there. Uh a lot of these uh documents will be similar types of"
    },
    {
      "start": 211.84,
      "dur": 1.83,
      "text": "uh documents will be similar types of documents to the ones we've had before."
    },
    {
      "start": 213.68,
      "dur": 2.87,
      "text": "documents to the ones we've had before. So things like flight logs on Epstein's"
    },
    {
      "start": 216.56,
      "dur": 2.79,
      "text": "So things like flight logs on Epstein's plane, photographs, there are videos as"
    },
    {
      "start": 219.36,
      "dur": 3.509,
      "text": "plane, photographs, there are videos as well. Uh, interestingly, um, which I"
    },
    {
      "start": 222.879,
      "dur": 2.311,
      "text": "well. Uh, interestingly, um, which I don't think was true before Christmas,"
    },
    {
      "start": 225.2,
      "dur": 2.389,
      "text": "don't think was true before Christmas, you had to sign a a waiver to look at"
    },
    {
      "start": 227.599,
      "dur": 1.831,
      "text": "you had to sign a a waiver to look at these documents, a kind of age related"
    },
    {
      "start": 229.44,
      "dur": 2.149,
      "text": "these documents, a kind of age related waiver, which suggests that there may be"
    },
    {
      "start": 231.599,
      "dur": 2.55,
      "text": "waiver, which suggests that there may be some mirror material in there that uh,"
    },
    {
      "start": 234.159,
      "dur": 1.671,
      "text": "some mirror material in there that uh, they believe could be, you know,"
    },
    {
      "start": 235.84,
      "dur": 3.51,
      "text": "they believe could be, you know, difficult or uh, unsuitable for children"
    },
    {
      "start": 239.36,
      "dur": 3.11,
      "text": "difficult or uh, unsuitable for children to look at. And and he did mention in"
    },
    {
      "start": 242.48,
      "dur": 1.59,
      "text": "to look at. And and he did mention in his press conference, Todd Blanch, that"
    },
    {
      "start": 244.08,
      "dur": 1.349,
      "text": "his press conference, Todd Blanch, that they, you know, that some of the"
    },
    {
      "start": 245.439,
      "dur": 2.311,
      "text": "they, you know, that some of the material might be pornographic. We don't"
    },
    {
      "start": 247.76,
      "dur": 2.63,
      "text": "material might be pornographic. We don't know to what degree. uh that would be"
    },
    {
      "start": 250.4,
      "dur": 2.15,
      "text": "know to what degree. uh that would be redacted. Certainly, he's redacted or"
    },
    {
      "start": 252.56,
      "dur": 2.15,
      "text": "redacted. Certainly, he's redacted or they're redacting all the pictures of"
    },
    {
      "start": 254.72,
      "dur": 2.789,
      "text": "they're redacting all the pictures of women in these uh files. But they've"
    },
    {
      "start": 257.519,
      "dur": 2.311,
      "text": "women in these uh files. But they've also said there could be mistakes"
    },
    {
      "start": 259.84,
      "dur": 1.509,
      "text": "also said there could be mistakes because of the sheer amount of material"
    },
    {
      "start": 261.359,
      "dur": 1.991,
      "text": "because of the sheer amount of material and they have this email address where"
    },
    {
      "start": 263.36,
      "dur": 2.31,
      "text": "and they have this email address where people who feel their their images or"
    },
    {
      "start": 265.68,
      "dur": 1.509,
      "text": "people who feel their their images or their material has been released"
    },
    {
      "start": 267.199,
      "dur": 2.631,
      "text": "their material has been released erroneously can kind of email in. So,"
    },
    {
      "start": 269.84,
      "dur": 2.87,
      "text": "erroneously can kind of email in. So, it'll take a long time to assess uh the"
    },
    {
      "start": 272.72,
      "dur": 2.87,
      "text": "it'll take a long time to assess uh the nature of this dump. It does comply uh"
    },
    {
      "start": 275.6,
      "dur": 2.71,
      "text": "nature of this dump. It does comply uh finally with the uh congressional the"
    },
    {
      "start": 278.32,
      "dur": 1.67,
      "text": "finally with the uh congressional the bill that was passed in Congress. It's"
    },
    {
      "start": 280.0,
      "dur": 2.55,
      "text": "bill that was passed in Congress. It's late but it does comply. There is a"
    },
    {
      "start": 282.56,
      "dur": 2.069,
      "text": "late but it does comply. There is a small number of documents that may still"
    },
    {
      "start": 284.639,
      "dur": 2.55,
      "text": "small number of documents that may still be being held back at the moment uh in"
    },
    {
      "start": 287.199,
      "dur": 1.43,
      "text": "be being held back at the moment uh in the district southern district of New"
    },
    {
      "start": 288.639,
      "dur": 2.151,
      "text": "the district southern district of New York that's uh seems to be related to a"
    },
    {
      "start": 290.8,
      "dur": 3.75,
      "text": "York that's uh seems to be related to a particular court order there. Uh and I"
    },
    {
      "start": 294.56,
      "dur": 1.51,
      "text": "particular court order there. Uh and I think people will just start trolling"
    },
    {
      "start": 296.08,
      "dur": 2.47,
      "text": "think people will just start trolling through to see if there's anything new."
    },
    {
      "start": 298.56,
      "dur": 2.31,
      "text": "through to see if there's anything new. It's worth pointing out that as far as"
    },
    {
      "start": 300.88,
      "dur": 2.23,
      "text": "It's worth pointing out that as far as we know, there are no active criminal"
    },
    {
      "start": 303.12,
      "dur": 3.19,
      "text": "we know, there are no active criminal investigations into others uh in terms"
    },
    {
      "start": 306.32,
      "dur": 2.63,
      "text": "investigations into others uh in terms of uh Epstein and who's dead of course"
    },
    {
      "start": 308.96,
      "dur": 2.31,
      "text": "of uh Epstein and who's dead of course and Gileain Maxwell, his his"
    },
    {
      "start": 311.28,
      "dur": 2.07,
      "text": "and Gileain Maxwell, his his co-conspirator who's in prison. We don't"
    },
    {
      "start": 313.36,
      "dur": 1.669,
      "text": "co-conspirator who's in prison. We don't know of any other investigations"
    },
    {
      "start": 315.039,
      "dur": 2.87,
      "text": "know of any other investigations relating to his activities. Uh, and in"
    },
    {
      "start": 317.919,
      "dur": 1.511,
      "text": "relating to his activities. Uh, and in terms of President Trump and other"
    },
    {
      "start": 319.44,
      "dur": 2.07,
      "text": "terms of President Trump and other high-profile figures, you know, none of"
    },
    {
      "start": 321.52,
      "dur": 1.99,
      "text": "high-profile figures, you know, none of none of the victims have ever made an"
    },
    {
      "start": 323.52,
      "dur": 2.55,
      "text": "none of the victims have ever made an accusation against Donald Trump, nor"
    },
    {
      "start": 326.08,
      "dur": 1.669,
      "text": "accusation against Donald Trump, nor Bill Clinton, indeed, who has featured"
    },
    {
      "start": 327.759,
      "dur": 1.511,
      "text": "Bill Clinton, indeed, who has featured heavily in some of the previous"
    },
    {
      "start": 329.28,
      "dur": 0.87,
      "text": "heavily in some of the previous releases."
    },
    {
      "start": 330.16,
      "dur": 2.15,
      "text": "releases. &gt;&gt; Yes. And we heard within that news"
    },
    {
      "start": 332.32,
      "dur": 3.27,
      "text": "&gt;&gt; Yes. And we heard within that news conference Todd Blanch say they rejected"
    },
    {
      "start": 335.6,
      "dur": 2.23,
      "text": "conference Todd Blanch say they rejected really, really strongly uh the attorney"
    },
    {
      "start": 337.84,
      "dur": 2.629,
      "text": "really, really strongly uh the attorney general and himself that they don't take"
    },
    {
      "start": 340.479,
      "dur": 2.71,
      "text": "general and himself that they don't take child sex trafficking seriously. You"
    },
    {
      "start": 343.199,
      "dur": 2.071,
      "text": "child sex trafficking seriously. You mentioned the president at a different"
    },
    {
      "start": 345.28,
      "dur": 2.23,
      "text": "mentioned the president at a different stage. He also said, \"We did not protect"
    },
    {
      "start": 347.52,
      "dur": 1.83,
      "text": "stage. He also said, \"We did not protect Donald Trump in the release of the"
    },
    {
      "start": 349.36,
      "dur": 2.87,
      "text": "Donald Trump in the release of the Epstein file.\" So, cutting to uh"
    },
    {
      "start": 352.24,
      "dur": 1.91,
      "text": "Epstein file.\" So, cutting to uh obviously some of the accusations that"
    },
    {
      "start": 354.16,
      "dur": 2.39,
      "text": "obviously some of the accusations that have been made over the years uh despite"
    },
    {
      "start": 356.56,
      "dur": 3.03,
      "text": "have been made over the years uh despite no evidence being put forward."
    },
    {
      "start": 359.6,
      "dur": 1.91,
      "text": "no evidence being put forward. &gt;&gt; That's right. And in some of those"
    },
    {
      "start": 361.52,
      "dur": 2.229,
      "text": "&gt;&gt; That's right. And in some of those documents that came out in that big"
    },
    {
      "start": 363.759,
      "dur": 2.87,
      "text": "documents that came out in that big dump, um these things happen on Fridays."
    },
    {
      "start": 366.639,
      "dur": 1.27,
      "text": "dump, um these things happen on Fridays. It happened on the Friday before"
    },
    {
      "start": 367.919,
      "dur": 1.591,
      "text": "It happened on the Friday before Christmas. We got a Friday today. And"
    },
    {
      "start": 369.52,
      "dur": 1.83,
      "text": "Christmas. We got a Friday today. And then the other big one where I was"
    },
    {
      "start": 371.36,
      "dur": 1.91,
      "text": "then the other big one where I was involved was two days before Christmas,"
    },
    {
      "start": 373.28,
      "dur": 2.23,
      "text": "involved was two days before Christmas, the day before Christmas Eve. Uh that"
    },
    {
      "start": 375.52,
      "dur": 1.91,
      "text": "the day before Christmas Eve. Uh that was the one that contained uh"
    },
    {
      "start": 377.44,
      "dur": 1.749,
      "text": "was the one that contained uh suggestions by some agents who were"
    },
    {
      "start": 379.199,
      "dur": 2.071,
      "text": "suggestions by some agents who were investigating Epstein that Donald Trump,"
    },
    {
      "start": 381.28,
      "dur": 1.67,
      "text": "investigating Epstein that Donald Trump, the president, had been on Epstein's"
    },
    {
      "start": 382.96,
      "dur": 1.99,
      "text": "the president, had been on Epstein's plane more than had previously been"
    },
    {
      "start": 384.96,
      "dur": 3.11,
      "text": "plane more than had previously been thought back in the '9s. Again, no"
    },
    {
      "start": 388.08,
      "dur": 2.31,
      "text": "thought back in the '9s. Again, no particular well, no allegation attaching"
    },
    {
      "start": 390.4,
      "dur": 2.069,
      "text": "particular well, no allegation attaching to that, certainly by the investigators"
    },
    {
      "start": 392.479,
      "dur": 3.111,
      "text": "to that, certainly by the investigators in that document. uh and also those"
    },
    {
      "start": 395.6,
      "dur": 2.149,
      "text": "in that document. uh and also those documents before Christmas indicating"
    },
    {
      "start": 397.759,
      "dur": 2.631,
      "text": "documents before Christmas indicating that there were others uh you know"
    },
    {
      "start": 400.4,
      "dur": 1.75,
      "text": "that there were others uh you know potential co-conspirators that the"
    },
    {
      "start": 402.16,
      "dur": 1.589,
      "text": "potential co-conspirators that the justice department were looking at maybe"
    },
    {
      "start": 403.759,
      "dur": 2.87,
      "text": "justice department were looking at maybe as many as 10 six of whom had had"
    },
    {
      "start": 406.639,
      "dur": 2.871,
      "text": "as many as 10 six of whom had had subpoenas now again no one's been"
    },
    {
      "start": 409.52,
      "dur": 2.389,
      "text": "subpoenas now again no one's been charged uh there's no indication anyone"
    },
    {
      "start": 411.919,
      "dur": 2.55,
      "text": "charged uh there's no indication anyone is being investigated actively at this"
    },
    {
      "start": 414.479,
      "dur": 2.15,
      "text": "is being investigated actively at this point in time and to be honest I mean it"
    },
    {
      "start": 416.639,
      "dur": 1.83,
      "text": "point in time and to be honest I mean it wasn't asked of the deputy AG during"
    },
    {
      "start": 418.479,
      "dur": 2.15,
      "text": "wasn't asked of the deputy AG during that press conference as far as I heard"
    },
    {
      "start": 420.639,
      "dur": 2.39,
      "text": "that press conference as far as I heard but the obvious question is while you"
    },
    {
      "start": 423.039,
      "dur": 1.831,
      "text": "but the obvious question is while you were reviewing all this stuff for"
    },
    {
      "start": 424.88,
      "dur": 2.79,
      "text": "were reviewing all this stuff for redactions and for publication. Were you"
    },
    {
      "start": 427.68,
      "dur": 1.59,
      "text": "redactions and for publication. Were you doing a sort of process of review in"
    },
    {
      "start": 429.28,
      "dur": 1.67,
      "text": "doing a sort of process of review in terms of whether you should be going"
    },
    {
      "start": 430.96,
      "dur": 2.47,
      "text": "terms of whether you should be going after anyone else? Uh that question we"
    },
    {
      "start": 433.44,
      "dur": 1.43,
      "text": "after anyone else? Uh that question we haven't had answered as far as I know"
    },
    {
      "start": 434.88,
      "dur": 1.749,
      "text": "haven't had answered as far as I know yet. And but the you know all the"
    },
    {
      "start": 436.639,
      "dur": 1.511,
      "text": "yet. And but the you know all the indications are that they aren't at this"
    },
    {
      "start": 438.16,
      "dur": 2.309,
      "text": "indications are that they aren't at this point. He kept saying if evidence comes"
    },
    {
      "start": 440.479,
      "dur": 2.311,
      "text": "point. He kept saying if evidence comes to light that anyone should be"
    },
    {
      "start": 442.8,
      "dur": 1.91,
      "text": "to light that anyone should be investigated, prosecuted, then we'll do"
    },
    {
      "start": 444.72,
      "dur": 0.469,
      "text": "investigated, prosecuted, then we'll do so."
    },
    {
      "start": 445.199,
      "dur": 2.791,
      "text": "so. &gt;&gt; Yes. Just a brief final thought, Gary."
    },
    {
      "start": 448.0,
      "dur": 2.71,
      "text": "&gt;&gt; Yes. Just a brief final thought, Gary. Uh where do you think then we are with"
    },
    {
      "start": 450.72,
      "dur": 3.51,
      "text": "Uh where do you think then we are with this story? because uh certainly for the"
    },
    {
      "start": 454.24,
      "dur": 2.55,
      "text": "this story? because uh certainly for the MAGA base they have been furious at"
    },
    {
      "start": 456.8,
      "dur": 2.229,
      "text": "MAGA base they have been furious at different stages that the Epstein files"
    },
    {
      "start": 459.039,
      "dur": 1.59,
      "text": "different stages that the Epstein files weren't released right on day one of"
    },
    {
      "start": 460.639,
      "dur": 1.511,
      "text": "weren't released right on day one of this administration and at various"
    },
    {
      "start": 462.16,
      "dur": 4.79,
      "text": "this administration and at various stages along the way in terms of Donald"
    },
    {
      "start": 466.96,
      "dur": 3.19,
      "text": "stages along the way in terms of Donald Trump being able to push this out of the"
    },
    {
      "start": 470.16,
      "dur": 2.07,
      "text": "Trump being able to push this out of the headlines again. Where do you think we"
    },
    {
      "start": 472.24,
      "dur": 1.509,
      "text": "headlines again. Where do you think we are?"
    },
    {
      "start": 473.759,
      "dur": 2.15,
      "text": "are? Yeah, I mean this is this has annoyed"
    },
    {
      "start": 475.919,
      "dur": 2.631,
      "text": "Yeah, I mean this is this has annoyed them the base his support his core"
    },
    {
      "start": 478.56,
      "dur": 3.349,
      "text": "them the base his support his core support incredibly massively. Uh not"
    },
    {
      "start": 481.919,
      "dur": 1.67,
      "text": "support incredibly massively. Uh not least because of the kind of flip-flop"
    },
    {
      "start": 483.599,
      "dur": 1.99,
      "text": "least because of the kind of flip-flop on it, you know, the kind of uh the"
    },
    {
      "start": 485.599,
      "dur": 1.351,
      "text": "on it, you know, the kind of uh the gung-ho we're going to release"
    },
    {
      "start": 486.96,
      "dur": 2.15,
      "text": "gung-ho we're going to release everything. uh sort of hinting at"
    },
    {
      "start": 489.12,
      "dur": 1.59,
      "text": "everything. uh sort of hinting at conspiracies during the election"
    },
    {
      "start": 490.72,
      "dur": 2.23,
      "text": "conspiracies during the election campaign then lo you know getting cold"
    },
    {
      "start": 492.96,
      "dur": 2.39,
      "text": "campaign then lo you know getting cold feet on the whole process dumping on the"
    },
    {
      "start": 495.36,
      "dur": 2.47,
      "text": "feet on the whole process dumping on the idea of this sort of private client list"
    },
    {
      "start": 497.84,
      "dur": 2.39,
      "text": "idea of this sort of private client list that the base seemed to think there was"
    },
    {
      "start": 500.24,
      "dur": 1.99,
      "text": "that the base seemed to think there was that there was a secret list of people"
    },
    {
      "start": 502.24,
      "dur": 2.15,
      "text": "that there was a secret list of people that Epstein had kept justice department"
    },
    {
      "start": 504.4,
      "dur": 2.31,
      "text": "that Epstein had kept justice department pushed back on that regularly and again"
    },
    {
      "start": 506.72,
      "dur": 2.71,
      "text": "pushed back on that regularly and again so today so he will hope that they that"
    },
    {
      "start": 509.44,
      "dur": 1.749,
      "text": "so today so he will hope that they that they get part of this but you the point"
    },
    {
      "start": 511.199,
      "dur": 3.51,
      "text": "they get part of this but you the point about conspiracies is that they are um"
    },
    {
      "start": 514.719,
      "dur": 3.67,
      "text": "about conspiracies is that they are um they're not often susceptible able to"
    },
    {
      "start": 518.399,
      "dur": 3.99,
      "text": "they're not often susceptible able to evidence. Um they they they get a hold"
    },
    {
      "start": 522.399,
      "dur": 1.831,
      "text": "evidence. Um they they they get a hold and they retain a hold. Yes."
    },
    {
      "start": 524.24,
      "dur": 1.51,
      "text": "and they retain a hold. Yes. &gt;&gt; And there's not much you can do with"
    },
    {
      "start": 525.76,
      "dur": 2.629,
      "text": "&gt;&gt; And there's not much you can do with with you know core members of of"
    },
    {
      "start": 528.399,
      "dur": 2.791,
      "text": "with you know core members of of believers to actually dislodge that."
    },
    {
      "start": 531.2,
      "dur": 3.28,
      "text": "believers to actually dislodge that. Gary, thanks very"
    }
  ]
}