{
  "videoId": "Ws3RoRkPUHw",
  "title": "UK PM Keir Starmer believes Mandelson should leave Lords over Epstein links | BBC News",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 1078,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.759,
      "text": "Sakiria Starmer says Lord Mandelson"
    },
    {
      "start": 2.159,
      "dur": 1.591,
      "text": "Sakiria Starmer says Lord Mandelson should no longer sit in parliament"
    },
    {
      "start": 3.76,
      "dur": 2.23,
      "text": "should no longer sit in parliament following further revelations about his"
    },
    {
      "start": 6.0,
      "dur": 2.31,
      "text": "following further revelations about his links to the pedophile financia Jeffrey"
    },
    {
      "start": 8.32,
      "dur": 1.99,
      "text": "links to the pedophile financia Jeffrey Epstein. Downing Street said this"
    },
    {
      "start": 10.32,
      "dur": 1.429,
      "text": "Epstein. Downing Street said this morning the prime minister believes the"
    },
    {
      "start": 11.759,
      "dur": 2.311,
      "text": "morning the prime minister believes the man he named as his US ambassador just a"
    },
    {
      "start": 14.08,
      "dur": 2.07,
      "text": "man he named as his US ambassador just a year ago should no longer be a member of"
    },
    {
      "start": 16.16,
      "dur": 2.55,
      "text": "year ago should no longer be a member of the Lords or use the title, although he"
    },
    {
      "start": 18.72,
      "dur": 1.99,
      "text": "the Lords or use the title, although he doesn't have the power to remove him."
    },
    {
      "start": 20.72,
      "dur": 2.15,
      "text": "doesn't have the power to remove him. Number 10 has asked cabinet secretary"
    },
    {
      "start": 22.88,
      "dur": 2.229,
      "text": "Number 10 has asked cabinet secretary Sir Chris Warmald to conduct an urgent"
    },
    {
      "start": 25.119,
      "dur": 2.39,
      "text": "Sir Chris Warmald to conduct an urgent review of all available information"
    },
    {
      "start": 27.519,
      "dur": 1.99,
      "text": "review of all available information regarding his contacts with Epstein"
    },
    {
      "start": 29.519,
      "dur": 1.59,
      "text": "regarding his contacts with Epstein during his period as a government"
    },
    {
      "start": 31.119,
      "dur": 2.471,
      "text": "during his period as a government minister. The documents suggest Epstein"
    },
    {
      "start": 33.6,
      "dur": 2.949,
      "text": "minister. The documents suggest Epstein paid Mandlesson $75,000 in three"
    },
    {
      "start": 36.559,
      "dur": 3.191,
      "text": "paid Mandlesson $75,000 in three separate transactions in 2003 and four"
    },
    {
      "start": 39.76,
      "dur": 3.19,
      "text": "separate transactions in 2003 and four and then later in 2009 while business"
    },
    {
      "start": 42.96,
      "dur": 1.99,
      "text": "and then later in 2009 while business secretary and he was lobbying at that"
    },
    {
      "start": 44.96,
      "dur": 1.83,
      "text": "secretary and he was lobbying at that time on behalf of Epstein and his"
    },
    {
      "start": 46.8,
      "dur": 1.83,
      "text": "time on behalf of Epstein and his clients. There are reports that he"
    },
    {
      "start": 48.64,
      "dur": 1.909,
      "text": "clients. There are reports that he forwarded on sensitive government emails"
    },
    {
      "start": 50.559,
      "dur": 2.551,
      "text": "forwarded on sensitive government emails around the time of the financial crisis."
    },
    {
      "start": 53.12,
      "dur": 1.749,
      "text": "around the time of the financial crisis. Mr. Mandlesson says he has no record of"
    },
    {
      "start": 54.879,
      "dur": 1.431,
      "text": "Mr. Mandlesson says he has no record of these payments and believes the"
    },
    {
      "start": 56.32,
      "dur": 2.47,
      "text": "these payments and believes the documents are false. Lauren Moss"
    },
    {
      "start": 58.8,
      "dur": 1.749,
      "text": "documents are false. Lauren Moss reports."
    },
    {
      "start": 60.559,
      "dur": 2.551,
      "text": "reports. &gt;&gt; Personal pictures in his pants. These"
    },
    {
      "start": 63.12,
      "dur": 1.989,
      "text": "&gt;&gt; Personal pictures in his pants. These images of Lord Mandelson, the former"
    },
    {
      "start": 65.119,
      "dur": 2.471,
      "text": "images of Lord Mandelson, the former Labour cabinet minister, is among"
    },
    {
      "start": 67.6,
      "dur": 2.47,
      "text": "Labour cabinet minister, is among 180,000 photographs contained in the"
    },
    {
      "start": 70.08,
      "dur": 2.47,
      "text": "180,000 photographs contained in the latest and final release of the Epstein"
    },
    {
      "start": 72.56,
      "dur": 0.63,
      "text": "latest and final release of the Epstein files."
    },
    {
      "start": 73.2,
      "dur": 1.75,
      "text": "files. &gt;&gt; I'd like to have that accent. Thank you."
    },
    {
      "start": 74.96,
      "dur": 2.07,
      "text": "&gt;&gt; I'd like to have that accent. Thank you. My mother would be proud. Lord"
    },
    {
      "start": 77.04,
      "dur": 2.15,
      "text": "My mother would be proud. Lord Mandlesson resigned from his role as UK"
    },
    {
      "start": 79.2,
      "dur": 2.549,
      "text": "Mandlesson resigned from his role as UK ambassador to the US last year. And"
    },
    {
      "start": 81.759,
      "dur": 3.271,
      "text": "ambassador to the US last year. And after this and fresh claims that $75,000"
    },
    {
      "start": 85.04,
      "dur": 2.069,
      "text": "after this and fresh claims that $75,000 was sent to him by convicted sex"
    },
    {
      "start": 87.119,
      "dur": 2.151,
      "text": "was sent to him by convicted sex offender Jeffrey Epstein, he has quit"
    },
    {
      "start": 89.28,
      "dur": 2.469,
      "text": "offender Jeffrey Epstein, he has quit the Labour Party. In a statement, Lord"
    },
    {
      "start": 91.759,
      "dur": 2.151,
      "text": "the Labour Party. In a statement, Lord Mandlesson has said, \"I have no record"
    },
    {
      "start": 93.92,
      "dur": 1.99,
      "text": "Mandlesson has said, \"I have no record and no recollection of receiving these"
    },
    {
      "start": 95.92,
      "dur": 2.229,
      "text": "and no recollection of receiving these sums and do not know if the documents"
    },
    {
      "start": 98.159,
      "dur": 3.191,
      "text": "sums and do not know if the documents are authentic. I can clearly say though"
    },
    {
      "start": 101.36,
      "dur": 4.15,
      "text": "are authentic. I can clearly say though I regret ever having known Epstein.\""
    },
    {
      "start": 105.52,
      "dur": 1.83,
      "text": "I regret ever having known Epstein.\" Labour's confirmed he was facing"
    },
    {
      "start": 107.36,
      "dur": 2.31,
      "text": "Labour's confirmed he was facing disciplinary action and Saki Starmer has"
    },
    {
      "start": 109.68,
      "dur": 2.15,
      "text": "disciplinary action and Saki Starmer has now said Lord Mandlesson should not be a"
    },
    {
      "start": 111.84,
      "dur": 1.75,
      "text": "now said Lord Mandlesson should not be a member of the House of Lords and has"
    },
    {
      "start": 113.6,
      "dur": 1.99,
      "text": "member of the House of Lords and has instructed an urgent review into all"
    },
    {
      "start": 115.6,
      "dur": 2.31,
      "text": "instructed an urgent review into all contact between him and Jeffrey Epstein."
    },
    {
      "start": 117.92,
      "dur": 1.75,
      "text": "contact between him and Jeffrey Epstein. The opposition says there are questions"
    },
    {
      "start": 119.68,
      "dur": 1.029,
      "text": "The opposition says there are questions to answer."
    },
    {
      "start": 120.719,
      "dur": 1.511,
      "text": "to answer. &gt;&gt; All of these allegations that have come"
    },
    {
      "start": 122.24,
      "dur": 1.909,
      "text": "&gt;&gt; All of these allegations that have come out to show that he is someone who is"
    },
    {
      "start": 124.159,
      "dur": 2.23,
      "text": "out to show that he is someone who is not fit for public office. I think there"
    },
    {
      "start": 126.399,
      "dur": 1.751,
      "text": "not fit for public office. I think there is a lot that needs to be looked into"
    },
    {
      "start": 128.16,
      "dur": 2.229,
      "text": "is a lot that needs to be looked into including investigating how he ever came"
    },
    {
      "start": 130.399,
      "dur": 3.431,
      "text": "including investigating how he ever came to be appointed and all uh levers which"
    },
    {
      "start": 133.84,
      "dur": 2.23,
      "text": "to be appointed and all uh levers which can be pulled in order to remove him"
    },
    {
      "start": 136.08,
      "dur": 1.91,
      "text": "can be pulled in order to remove him from public office uh should be looked"
    },
    {
      "start": 138.0,
      "dur": 1.11,
      "text": "from public office uh should be looked into."
    },
    {
      "start": 139.12,
      "dur": 1.829,
      "text": "into. &gt;&gt; Another photograph causing further"
    },
    {
      "start": 140.959,
      "dur": 1.99,
      "text": "&gt;&gt; Another photograph causing further embarrassment is of Andrew Mountbatten"
    },
    {
      "start": 142.959,
      "dur": 1.99,
      "text": "embarrassment is of Andrew Mountbatten Windsor. The former Duke of York seen"
    },
    {
      "start": 144.959,
      "dur": 2.311,
      "text": "Windsor. The former Duke of York seen here crouching on all fours above an"
    },
    {
      "start": 147.28,
      "dur": 2.39,
      "text": "here crouching on all fours above an unidentified woman in what's believed to"
    },
    {
      "start": 149.68,
      "dur": 2.549,
      "text": "unidentified woman in what's believed to be Epstein's New York home. There's been"
    },
    {
      "start": 152.239,
      "dur": 1.751,
      "text": "be Epstein's New York home. There's been no comment from the former prince about"
    },
    {
      "start": 154.0,
      "dur": 2.229,
      "text": "no comment from the former prince about this or allegations from a woman who"
    },
    {
      "start": 156.239,
      "dur": 1.831,
      "text": "this or allegations from a woman who says she was sent to have sex with him"
    },
    {
      "start": 158.08,
      "dur": 2.31,
      "text": "says she was sent to have sex with him here at his home royal lodge. It's the"
    },
    {
      "start": 160.4,
      "dur": 2.07,
      "text": "here at his home royal lodge. It's the first time such claims have been made"
    },
    {
      "start": 162.48,
      "dur": 2.31,
      "text": "first time such claims have been made about encounters taking place at a royal"
    },
    {
      "start": 164.8,
      "dur": 2.87,
      "text": "about encounters taking place at a royal residence. Up until this weekend, the"
    },
    {
      "start": 167.68,
      "dur": 1.59,
      "text": "residence. Up until this weekend, the late Virginia Jaffrey was the only"
    },
    {
      "start": 169.28,
      "dur": 1.669,
      "text": "late Virginia Jaffrey was the only victim who said she had been trafficked"
    },
    {
      "start": 170.959,
      "dur": 1.751,
      "text": "victim who said she had been trafficked by Epstein to sleep with the king's"
    },
    {
      "start": 172.72,
      "dur": 2.47,
      "text": "by Epstein to sleep with the king's brother. He strenuously denied this and"
    },
    {
      "start": 175.2,
      "dur": 2.47,
      "text": "brother. He strenuously denied this and any wrongdoing. The prime minister's"
    },
    {
      "start": 177.68,
      "dur": 1.67,
      "text": "any wrongdoing. The prime minister's joined calls for Mr. in Mount Batten"
    },
    {
      "start": 179.36,
      "dur": 1.83,
      "text": "joined calls for Mr. in Mount Batten Windsor to give evidence about what he"
    },
    {
      "start": 181.2,
      "dur": 2.309,
      "text": "Windsor to give evidence about what he knew in the states."
    },
    {
      "start": 183.519,
      "dur": 1.591,
      "text": "knew in the states. &gt;&gt; Well, let's go live to Westminster and"
    },
    {
      "start": 185.12,
      "dur": 1.35,
      "text": "&gt;&gt; Well, let's go live to Westminster and speak to our political correspondent"
    },
    {
      "start": 186.48,
      "dur": 1.91,
      "text": "speak to our political correspondent Nick Erley who's with us. It's now being"
    },
    {
      "start": 188.4,
      "dur": 1.829,
      "text": "Nick Erley who's with us. It's now being suggested, Nick, that he forwarded"
    },
    {
      "start": 190.239,
      "dur": 2.63,
      "text": "suggested, Nick, that he forwarded internal government emails to Epstein."
    },
    {
      "start": 192.879,
      "dur": 1.511,
      "text": "internal government emails to Epstein. What would be the implication of that?"
    },
    {
      "start": 194.4,
      "dur": 2.15,
      "text": "What would be the implication of that? Is that gross misconduct in office"
    },
    {
      "start": 196.56,
      "dur": 1.99,
      "text": "Is that gross misconduct in office worthy of a criminal inquiry? Certainly"
    },
    {
      "start": 198.56,
      "dur": 2.23,
      "text": "worthy of a criminal inquiry? Certainly what some are suggesting, Christian, it"
    },
    {
      "start": 200.8,
      "dur": 1.83,
      "text": "what some are suggesting, Christian, it certainly takes this whole story into a"
    },
    {
      "start": 202.64,
      "dur": 2.63,
      "text": "certainly takes this whole story into a different place as well because for"
    },
    {
      "start": 205.28,
      "dur": 2.47,
      "text": "different place as well because for months really the key accusation leveled"
    },
    {
      "start": 207.76,
      "dur": 2.95,
      "text": "months really the key accusation leveled at Lord Mandlesson was that he'd been a"
    },
    {
      "start": 210.72,
      "dur": 3.83,
      "text": "at Lord Mandlesson was that he'd been a bit dafted in staying in touch with uh"
    },
    {
      "start": 214.56,
      "dur": 1.749,
      "text": "bit dafted in staying in touch with uh Jeffrey Epstein after he'd been"
    },
    {
      "start": 216.319,
      "dur": 1.83,
      "text": "Jeffrey Epstein after he'd been convicted. That that was a serious"
    },
    {
      "start": 218.159,
      "dur": 2.63,
      "text": "convicted. That that was a serious misjudgment, but that ultimately that"
    },
    {
      "start": 220.799,
      "dur": 2.311,
      "text": "misjudgment, but that ultimately that was the story. We now have all these"
    },
    {
      "start": 223.12,
      "dur": 1.99,
      "text": "was the story. We now have all these other elements which have been coming"
    },
    {
      "start": 225.12,
      "dur": 2.87,
      "text": "other elements which have been coming out over the past 24 hours. the"
    },
    {
      "start": 228.0,
      "dur": 2.55,
      "text": "out over the past 24 hours. the suggestions in these documents that"
    },
    {
      "start": 230.56,
      "dur": 2.87,
      "text": "suggestions in these documents that money may have been transferred to Lord"
    },
    {
      "start": 233.44,
      "dur": 2.789,
      "text": "money may have been transferred to Lord Mandlesson. The suggestion today that"
    },
    {
      "start": 236.239,
      "dur": 2.07,
      "text": "Mandlesson. The suggestion today that sensitive government information was"
    },
    {
      "start": 238.319,
      "dur": 2.951,
      "text": "sensitive government information was being shared on email from Peter"
    },
    {
      "start": 241.28,
      "dur": 3.43,
      "text": "being shared on email from Peter Mandlesen to Jeffrey Epstein as well."
    },
    {
      "start": 244.72,
      "dur": 2.789,
      "text": "Mandlesen to Jeffrey Epstein as well. All of these suggestions are really"
    },
    {
      "start": 247.519,
      "dur": 2.07,
      "text": "All of these suggestions are really serious and just ask a lot more"
    },
    {
      "start": 249.599,
      "dur": 2.55,
      "text": "serious and just ask a lot more questions of Lord Mandlesson's conduct."
    },
    {
      "start": 252.159,
      "dur": 1.27,
      "text": "questions of Lord Mandlesson's conduct. Now, I should say we've been putting"
    },
    {
      "start": 253.439,
      "dur": 2.471,
      "text": "Now, I should say we've been putting these points to him. He's not replied to"
    },
    {
      "start": 255.92,
      "dur": 2.95,
      "text": "these points to him. He's not replied to all of them, but this does seem to be a"
    },
    {
      "start": 258.88,
      "dur": 2.069,
      "text": "all of them, but this does seem to be a pretty remarkable turn of events and one"
    },
    {
      "start": 260.959,
      "dur": 2.471,
      "text": "pretty remarkable turn of events and one which has left number 10 scrambling to"
    },
    {
      "start": 263.44,
      "dur": 1.749,
      "text": "which has left number 10 scrambling to say, \"Well, we get it. We get why"
    },
    {
      "start": 265.199,
      "dur": 1.99,
      "text": "say, \"Well, we get it. We get why there's so much anger over this and we"
    },
    {
      "start": 267.199,
      "dur": 2.871,
      "text": "there's so much anger over this and we want Lord Mandlesson to remove himself"
    },
    {
      "start": 270.08,
      "dur": 2.07,
      "text": "want Lord Mandlesson to remove himself from the House of Lords.\" the the fact"
    },
    {
      "start": 272.16,
      "dur": 2.39,
      "text": "from the House of Lords.\" the the fact that number 10 is now saying that a man"
    },
    {
      "start": 274.56,
      "dur": 3.11,
      "text": "that number 10 is now saying that a man who a few months ago was their political"
    },
    {
      "start": 277.68,
      "dur": 3.11,
      "text": "who a few months ago was their political appointee in Washington, one of the top"
    },
    {
      "start": 280.8,
      "dur": 2.79,
      "text": "appointee in Washington, one of the top jobs in the the the foreign and"
    },
    {
      "start": 283.6,
      "dur": 2.23,
      "text": "jobs in the the the foreign and diplomatic service. They're now saying"
    },
    {
      "start": 285.84,
      "dur": 1.99,
      "text": "diplomatic service. They're now saying that person should be thrown out of the"
    },
    {
      "start": 287.84,
      "dur": 2.71,
      "text": "that person should be thrown out of the House of Lords, it's a pretty big deal."
    },
    {
      "start": 290.56,
      "dur": 1.59,
      "text": "House of Lords, it's a pretty big deal. &gt;&gt; So, are there now questions then of the"
    },
    {
      "start": 292.16,
      "dur": 1.43,
      "text": "&gt;&gt; So, are there now questions then of the prime minister?"
    },
    {
      "start": 293.6,
      "dur": 2.149,
      "text": "prime minister? &gt;&gt; Yeah, I mean, I think inevitably there"
    },
    {
      "start": 295.759,
      "dur": 2.71,
      "text": "&gt;&gt; Yeah, I mean, I think inevitably there will be. The argument we we always heard"
    },
    {
      "start": 298.479,
      "dur": 2.471,
      "text": "will be. The argument we we always heard from Lord Mandosen and his allies was"
    },
    {
      "start": 300.96,
      "dur": 1.509,
      "text": "from Lord Mandosen and his allies was that he'd been completely trans"
    },
    {
      "start": 302.479,
      "dur": 3.111,
      "text": "that he'd been completely trans transparent with number 10 about what"
    },
    {
      "start": 305.6,
      "dur": 2.39,
      "text": "transparent with number 10 about what relationships he'd had with Jeffrey"
    },
    {
      "start": 308.0,
      "dur": 2.31,
      "text": "relationships he'd had with Jeffrey Epstein. We'd always thought until this"
    },
    {
      "start": 310.32,
      "dur": 1.99,
      "text": "Epstein. We'd always thought until this latest tranch of information was"
    },
    {
      "start": 312.32,
      "dur": 1.589,
      "text": "latest tranch of information was released that that was about when he"
    },
    {
      "start": 313.919,
      "dur": 2.631,
      "text": "released that that was about when he stayed in touch with Mr. Epstein rather"
    },
    {
      "start": 316.56,
      "dur": 2.39,
      "text": "stayed in touch with Mr. Epstein rather than what he had shared with Mr."
    },
    {
      "start": 318.96,
      "dur": 1.91,
      "text": "than what he had shared with Mr. Epstein. So, we've not heard Lord"
    },
    {
      "start": 320.88,
      "dur": 1.83,
      "text": "Epstein. So, we've not heard Lord Mandlesson repeat that claim in the past"
    },
    {
      "start": 322.72,
      "dur": 1.67,
      "text": "Mandlesson repeat that claim in the past 48 hours, but it'll be interesting to"
    },
    {
      "start": 324.4,
      "dur": 2.47,
      "text": "48 hours, but it'll be interesting to see if and when he does break his cover"
    },
    {
      "start": 326.88,
      "dur": 3.589,
      "text": "see if and when he does break his cover in a bit more of a um a detailed way"
    },
    {
      "start": 330.479,
      "dur": 2.15,
      "text": "in a bit more of a um a detailed way whether he repeats that claim that he"
    },
    {
      "start": 332.639,
      "dur": 3.911,
      "text": "whether he repeats that claim that he shared everything with number 10. Um,"
    },
    {
      "start": 336.56,
      "dur": 2.23,
      "text": "shared everything with number 10. Um, number 10 have put in place this inquiry"
    },
    {
      "start": 338.8,
      "dur": 2.71,
      "text": "number 10 have put in place this inquiry in the cabinet office to look into what"
    },
    {
      "start": 341.52,
      "dur": 2.07,
      "text": "in the cabinet office to look into what contact there was between Lord"
    },
    {
      "start": 343.6,
      "dur": 1.429,
      "text": "contact there was between Lord Mandlesson when he was a government"
    },
    {
      "start": 345.039,
      "dur": 2.391,
      "text": "Mandlesson when he was a government minister and Jeffrey Epstein, whether"
    },
    {
      "start": 347.44,
      "dur": 2.23,
      "text": "minister and Jeffrey Epstein, whether that was market sensitive, whether it"
    },
    {
      "start": 349.68,
      "dur": 1.83,
      "text": "that was market sensitive, whether it potentially financially could have"
    },
    {
      "start": 351.52,
      "dur": 2.79,
      "text": "potentially financially could have benefited Mr. Epstein. A really big"
    },
    {
      "start": 354.32,
      "dur": 2.149,
      "text": "benefited Mr. Epstein. A really big inquiry there for the Cabinet Office to"
    },
    {
      "start": 356.479,
      "dur": 2.231,
      "text": "inquiry there for the Cabinet Office to undertake. But all of this points back"
    },
    {
      "start": 358.72,
      "dur": 2.15,
      "text": "undertake. But all of this points back to just a really remarkable set of"
    },
    {
      "start": 360.88,
      "dur": 1.83,
      "text": "to just a really remarkable set of circumstances, Christian, which has left"
    },
    {
      "start": 362.72,
      "dur": 1.99,
      "text": "circumstances, Christian, which has left Lord Mandlesson's career in complete"
    },
    {
      "start": 364.72,
      "dur": 3.11,
      "text": "Lord Mandlesson's career in complete tatters and huge questions still being"
    },
    {
      "start": 367.84,
      "dur": 2.31,
      "text": "tatters and huge questions still being asked about his conduct. Remember, there"
    },
    {
      "start": 370.16,
      "dur": 2.149,
      "text": "asked about his conduct. Remember, there are so many documents here that at the"
    },
    {
      "start": 372.319,
      "dur": 1.511,
      "text": "are so many documents here that at the BBC and I'm sure other media"
    },
    {
      "start": 373.84,
      "dur": 1.51,
      "text": "BBC and I'm sure other media organizations, a lot of people are going"
    },
    {
      "start": 375.36,
      "dur": 2.15,
      "text": "organizations, a lot of people are going through those documents still trying to"
    },
    {
      "start": 377.52,
      "dur": 2.07,
      "text": "through those documents still trying to find out what other references there"
    },
    {
      "start": 379.6,
      "dur": 2.07,
      "text": "find out what other references there might be. So this story may have some"
    },
    {
      "start": 381.68,
      "dur": 0.87,
      "text": "might be. So this story may have some way to go yet."
    },
    {
      "start": 382.56,
      "dur": 1.51,
      "text": "way to go yet. &gt;&gt; Indeed. So Nick, for the moment, thank"
    },
    {
      "start": 384.08,
      "dur": 1.19,
      "text": "&gt;&gt; Indeed. So Nick, for the moment, thank you very much. Well, let's take a look"
    },
    {
      "start": 385.28,
      "dur": 2.15,
      "text": "you very much. Well, let's take a look at where that inquiry might go. It is"
    },
    {
      "start": 387.44,
      "dur": 1.67,
      "text": "at where that inquiry might go. It is alleged, as I say, that Lord Mandlesson"
    },
    {
      "start": 389.12,
      "dur": 1.83,
      "text": "alleged, as I say, that Lord Mandlesson forwarded government emails that set out"
    },
    {
      "start": 390.96,
      "dur": 1.669,
      "text": "forwarded government emails that set out confidential government policy."
    },
    {
      "start": 392.639,
      "dur": 2.151,
      "text": "confidential government policy. Remember, at the time, one of Epste's"
    },
    {
      "start": 394.8,
      "dur": 1.829,
      "text": "Remember, at the time, one of Epste's clients was Jaimeie Diamond, head of US"
    },
    {
      "start": 396.639,
      "dur": 2.711,
      "text": "clients was Jaimeie Diamond, head of US Bank JP Morgan. Lord Mandlesson, who was"
    },
    {
      "start": 399.36,
      "dur": 1.51,
      "text": "Bank JP Morgan. Lord Mandlesson, who was business secretary at the time, advised"
    },
    {
      "start": 400.88,
      "dur": 2.309,
      "text": "business secretary at the time, advised Mr. Epstein that Diamond should mildly"
    },
    {
      "start": 403.199,
      "dur": 1.591,
      "text": "Mr. Epstein that Diamond should mildly threaten the Chancellor Alistister"
    },
    {
      "start": 404.8,
      "dur": 2.63,
      "text": "threaten the Chancellor Alistister Darling about a tax on bankers bonuses"
    },
    {
      "start": 407.44,
      "dur": 2.55,
      "text": "Darling about a tax on bankers bonuses that had been proposed. Dan Needle is"
    },
    {
      "start": 410.0,
      "dur": 1.909,
      "text": "that had been proposed. Dan Needle is founder of the think tank tax poly"
    },
    {
      "start": 411.919,
      "dur": 1.911,
      "text": "founder of the think tank tax poly policy associates and a member of the"
    },
    {
      "start": 413.84,
      "dur": 1.75,
      "text": "policy associates and a member of the Labour Party. He'd been looking through"
    },
    {
      "start": 415.6,
      "dur": 1.99,
      "text": "Labour Party. He'd been looking through the files and came across the leaked"
    },
    {
      "start": 417.6,
      "dur": 2.47,
      "text": "the files and came across the leaked government emails. There are two emails,"
    },
    {
      "start": 420.08,
      "dur": 3.19,
      "text": "government emails. There are two emails, Dan, that you've um put forward, one"
    },
    {
      "start": 423.28,
      "dur": 1.99,
      "text": "Dan, that you've um put forward, one from June, one from August. What do they"
    },
    {
      "start": 425.28,
      "dur": 1.749,
      "text": "from June, one from August. What do they tell us? What what were the emails and"
    },
    {
      "start": 427.039,
      "dur": 1.751,
      "text": "tell us? What what were the emails and and how do they appertain to the banking"
    },
    {
      "start": 428.8,
      "dur": 1.669,
      "text": "and how do they appertain to the banking sector?"
    },
    {
      "start": 430.479,
      "dur": 1.351,
      "text": "sector? &gt;&gt; So, someone said earlier there's a"
    },
    {
      "start": 431.84,
      "dur": 1.67,
      "text": "&gt;&gt; So, someone said earlier there's a suggestion Peter Manderson forwarded"
    },
    {
      "start": 433.52,
      "dur": 1.75,
      "text": "suggestion Peter Manderson forwarded emails. Unless there's been an"
    },
    {
      "start": 435.28,
      "dur": 2.309,
      "text": "emails. Unless there's been an astonishing forgery, it's clear that in"
    },
    {
      "start": 437.599,
      "dur": 3.751,
      "text": "astonishing forgery, it's clear that in June 2009, Peter Malderson forwarded to"
    },
    {
      "start": 441.36,
      "dur": 4.15,
      "text": "June 2009, Peter Malderson forwarded to Jeffrey Epstein an email about ways of"
    },
    {
      "start": 445.52,
      "dur": 1.83,
      "text": "Jeffrey Epstein an email about ways of the UK improving its economic position."
    },
    {
      "start": 447.36,
      "dur": 1.91,
      "text": "the UK improving its economic position. One of the suggested ways was that the"
    },
    {
      "start": 449.28,
      "dur": 3.349,
      "text": "One of the suggested ways was that the UK could sell some state assets and"
    },
    {
      "start": 452.639,
      "dur": 1.511,
      "text": "UK could sell some state assets and Peter Manderson forwarded that within"
    },
    {
      "start": 454.16,
      "dur": 1.99,
      "text": "Peter Manderson forwarded that within two hours to Jeffrey Epstein. Epstein"
    },
    {
      "start": 456.16,
      "dur": 1.429,
      "text": "two hours to Jeffrey Epstein. Epstein was clearly very interested and asked"
    },
    {
      "start": 457.599,
      "dur": 2.391,
      "text": "was clearly very interested and asked what kind of assets and Peter Manderson"
    },
    {
      "start": 460.0,
      "dur": 1.67,
      "text": "what kind of assets and Peter Manderson responded."
    },
    {
      "start": 461.68,
      "dur": 1.909,
      "text": "responded. So before we talk about the second"
    },
    {
      "start": 463.599,
      "dur": 1.911,
      "text": "So before we talk about the second email, why would the banks be"
    },
    {
      "start": 465.52,
      "dur": 2.229,
      "text": "email, why would the banks be particularly interested in that?"
    },
    {
      "start": 467.759,
      "dur": 1.83,
      "text": "particularly interested in that? &gt;&gt; Well, if the UK is selling assets, then"
    },
    {
      "start": 469.599,
      "dur": 3.111,
      "text": "&gt;&gt; Well, if the UK is selling assets, then someone's buying them and Mr. Epstein's"
    },
    {
      "start": 472.72,
      "dur": 1.35,
      "text": "someone's buying them and Mr. Epstein's clients would be very interested in"
    },
    {
      "start": 474.08,
      "dur": 0.31,
      "text": "clients would be very interested in that."
    },
    {
      "start": 474.4,
      "dur": 3.11,
      "text": "that. &gt;&gt; So it's marketive information."
    },
    {
      "start": 477.52,
      "dur": 1.669,
      "text": "&gt;&gt; So it's marketive information. I don't know about market sensitive in a"
    },
    {
      "start": 479.199,
      "dur": 2.231,
      "text": "I don't know about market sensitive in a technical sense, but it's confidential"
    },
    {
      "start": 481.44,
      "dur": 2.39,
      "text": "technical sense, but it's confidential information and it should have been"
    },
    {
      "start": 483.84,
      "dur": 2.789,
      "text": "information and it should have been obvious to Peter Manderson that Epstein"
    },
    {
      "start": 486.639,
      "dur": 1.27,
      "text": "obvious to Peter Manderson that Epstein had a commercial interest, but if it"
    },
    {
      "start": 487.919,
      "dur": 1.751,
      "text": "had a commercial interest, but if it wasn't obvious at the start, it was very"
    },
    {
      "start": 489.68,
      "dur": 1.909,
      "text": "wasn't obvious at the start, it was very obvious when Epstein responded with a"
    },
    {
      "start": 491.599,
      "dur": 1.751,
      "text": "obvious when Epstein responded with a question about what kind of assets they"
    },
    {
      "start": 493.36,
      "dur": 0.47,
      "text": "question about what kind of assets they were."
    },
    {
      "start": 493.84,
      "dur": 2.469,
      "text": "were. &gt;&gt; And the second email,"
    },
    {
      "start": 496.319,
      "dur": 2.391,
      "text": "&gt;&gt; And the second email, &gt;&gt; the second email, the name of the sender"
    },
    {
      "start": 498.72,
      "dur": 2.95,
      "text": "&gt;&gt; the second email, the name of the sender is redacted. So we cannot be certain it"
    },
    {
      "start": 501.68,
      "dur": 1.99,
      "text": "is redacted. So we cannot be certain it was Peter Mandlesson, but all the"
    },
    {
      "start": 503.68,
      "dur": 1.59,
      "text": "was Peter Mandlesson, but all the surrounding circumstances, the"
    },
    {
      "start": 505.28,
      "dur": 1.51,
      "text": "surrounding circumstances, the characteristics of the device used to"
    },
    {
      "start": 506.8,
      "dur": 2.389,
      "text": "characteristics of the device used to forward it make it reasonably clear that"
    },
    {
      "start": 509.199,
      "dur": 1.751,
      "text": "forward it make it reasonably clear that it was Mr. Mson. And that was a perhaps"
    },
    {
      "start": 510.96,
      "dur": 1.83,
      "text": "it was Mr. Mson. And that was a perhaps even more sensitive email because it was"
    },
    {
      "start": 512.8,
      "dur": 2.229,
      "text": "even more sensitive email because it was around arrangements for strengthening"
    },
    {
      "start": 515.039,
      "dur": 2.631,
      "text": "around arrangements for strengthening the financial markets which Mr."
    },
    {
      "start": 517.68,
      "dur": 1.43,
      "text": "the financial markets which Mr. Epstein's Wall Street clients would have"
    },
    {
      "start": 519.12,
      "dur": 1.75,
      "text": "Epstein's Wall Street clients would have been highly interested in. I should add"
    },
    {
      "start": 520.88,
      "dur": 3.029,
      "text": "been highly interested in. I should add there's two further emails which I can't"
    },
    {
      "start": 523.919,
      "dur": 1.271,
      "text": "there's two further emails which I can't refer to more specifically at this"
    },
    {
      "start": 525.2,
      "dur": 1.83,
      "text": "refer to more specifically at this moment but hope to publish later which"
    },
    {
      "start": 527.04,
      "dur": 1.99,
      "text": "moment but hope to publish later which again are clearly Mr. Mandlesson"
    },
    {
      "start": 529.04,
      "dur": 1.51,
      "text": "again are clearly Mr. Mandlesson forwarding government emails to Jeffrey"
    },
    {
      "start": 530.56,
      "dur": 3.19,
      "text": "forwarding government emails to Jeffrey Epstein. So three certain in total, one"
    },
    {
      "start": 533.76,
      "dur": 0.79,
      "text": "Epstein. So three certain in total, one probable."
    },
    {
      "start": 534.56,
      "dur": 1.99,
      "text": "probable. &gt;&gt; Can we just pin down why you think they"
    },
    {
      "start": 536.56,
      "dur": 1.51,
      "text": "&gt;&gt; Can we just pin down why you think they have come from Peter Mandlesson? I mean"
    },
    {
      "start": 538.08,
      "dur": 1.27,
      "text": "have come from Peter Mandlesson? I mean you say in your blog there are two"
    },
    {
      "start": 539.36,
      "dur": 2.149,
      "text": "you say in your blog there are two things that are pertinent. One is that"
    },
    {
      "start": 541.519,
      "dur": 1.511,
      "text": "things that are pertinent. One is that someone who forwarded them on used a"
    },
    {
      "start": 543.04,
      "dur": 3.03,
      "text": "someone who forwarded them on used a Blackberry in in each case. So it's come"
    },
    {
      "start": 546.08,
      "dur": 2.39,
      "text": "Blackberry in in each case. So it's come from a Blackberry device. And you say"
    },
    {
      "start": 548.48,
      "dur": 1.99,
      "text": "from a Blackberry device. And you say that the second email was forwarded on"
    },
    {
      "start": 550.48,
      "dur": 2.63,
      "text": "that the second email was forwarded on just 4 seconds after it had landed with"
    },
    {
      "start": 553.12,
      "dur": 2.389,
      "text": "just 4 seconds after it had landed with uh one of the direct recipients bounced"
    },
    {
      "start": 555.519,
      "dur": 1.591,
      "text": "uh one of the direct recipients bounced it straight on. So, so what does that"
    },
    {
      "start": 557.12,
      "dur": 2.07,
      "text": "it straight on. So, so what does that tell you in terms of your forensic"
    },
    {
      "start": 559.2,
      "dur": 2.47,
      "text": "tell you in terms of your forensic investigation?"
    },
    {
      "start": 561.68,
      "dur": 2.709,
      "text": "investigation? &gt;&gt; Well, yes, the the June email was"
    },
    {
      "start": 564.399,
      "dur": 1.43,
      "text": "&gt;&gt; Well, yes, the the June email was clearly from Anderson because his name's"
    },
    {
      "start": 565.839,
      "dur": 2.391,
      "text": "clearly from Anderson because his name's on it. The August email doesn't have his"
    },
    {
      "start": 568.24,
      "dur": 1.83,
      "text": "on it. The August email doesn't have his name on it, but we have the two seconds"
    },
    {
      "start": 570.08,
      "dur": 2.15,
      "text": "name on it, but we have the two seconds to forwarded on. We have the black"
    },
    {
      "start": 572.24,
      "dur": 1.83,
      "text": "to forwarded on. We have the black redaction over his name is the exact"
    },
    {
      "start": 574.08,
      "dur": 1.83,
      "text": "redaction over his name is the exact same size as the redaction over Peter"
    },
    {
      "start": 575.92,
      "dur": 3.67,
      "text": "same size as the redaction over Peter Mandlesson's name and the same kind of"
    },
    {
      "start": 579.6,
      "dur": 1.75,
      "text": "Mandlesson's name and the same kind of Blackberry device was used with the same"
    },
    {
      "start": 581.36,
      "dur": 2.469,
      "text": "Blackberry device was used with the same automatic signature and with the same"
    },
    {
      "start": 583.839,
      "dur": 1.99,
      "text": "automatic signature and with the same erroneous time setting ignoring British"
    },
    {
      "start": 585.839,
      "dur": 1.67,
      "text": "erroneous time setting ignoring British summertime. Most people most people's"
    },
    {
      "start": 587.519,
      "dur": 1.99,
      "text": "summertime. Most people most people's phones switch to British summertime for"
    },
    {
      "start": 589.519,
      "dur": 1.511,
      "text": "phones switch to British summertime for some reasons Peter Mandlesson's didn't"
    },
    {
      "start": 591.04,
      "dur": 2.07,
      "text": "some reasons Peter Mandlesson's didn't and you can see that hallmark on both"
    },
    {
      "start": 593.12,
      "dur": 0.87,
      "text": "and you can see that hallmark on both the emails."
    },
    {
      "start": 594.0,
      "dur": 1.59,
      "text": "the emails. &gt;&gt; Right. So what does it amount to? Let me"
    },
    {
      "start": 595.6,
      "dur": 1.83,
      "text": "&gt;&gt; Right. So what does it amount to? Let me put the same question I put to Nick. Is"
    },
    {
      "start": 597.44,
      "dur": 1.99,
      "text": "put the same question I put to Nick. Is it lobbying on their behalf? Is it a"
    },
    {
      "start": 599.44,
      "dur": 2.389,
      "text": "it lobbying on their behalf? Is it a breach of cabinet responsibility? Is it"
    },
    {
      "start": 601.839,
      "dur": 3.191,
      "text": "breach of cabinet responsibility? Is it criminal?"
    },
    {
      "start": 605.04,
      "dur": 2.64,
      "text": "&gt;&gt; Well, these emails aren't lobbying, I"
    },
    {
      "start": 607.68,
      "dur": 1.35,
      "text": "&gt;&gt; Well, these emails aren't lobbying, I don't think, but they're enabling"
    },
    {
      "start": 609.04,
      "dur": 1.67,
      "text": "don't think, but they're enabling Epstein to lobbying. They're passing"
    },
    {
      "start": 610.72,
      "dur": 2.31,
      "text": "Epstein to lobbying. They're passing sensitive government information to"
    },
    {
      "start": 613.04,
      "dur": 2.55,
      "text": "sensitive government information to someone who whose clients are on the"
    },
    {
      "start": 615.6,
      "dur": 2.31,
      "text": "someone who whose clients are on the other side of the financial markets from"
    },
    {
      "start": 617.92,
      "dur": 1.83,
      "text": "other side of the financial markets from government. And it's part of a pattern"
    },
    {
      "start": 619.76,
      "dur": 2.47,
      "text": "government. And it's part of a pattern we see then several months later, Mr."
    },
    {
      "start": 622.24,
      "dur": 2.31,
      "text": "we see then several months later, Mr. Manson advising JP Morgan through"
    },
    {
      "start": 624.56,
      "dur": 2.31,
      "text": "Manson advising JP Morgan through Epstein how to lobby the British"
    },
    {
      "start": 626.88,
      "dur": 2.15,
      "text": "Epstein how to lobby the British government and stop attacks the"
    },
    {
      "start": 629.04,
      "dur": 1.67,
      "text": "government and stop attacks the government was planning. So it looks"
    },
    {
      "start": 630.72,
      "dur": 1.91,
      "text": "government was planning. So it looks highly improper."
    },
    {
      "start": 632.64,
      "dur": 2.23,
      "text": "highly improper. Is it criminal? Could it be"
    },
    {
      "start": 634.88,
      "dur": 2.15,
      "text": "Is it criminal? Could it be misconducting public in public office"
    },
    {
      "start": 637.04,
      "dur": 2.07,
      "text": "misconducting public in public office which is a criminal offense? That is not"
    },
    {
      "start": 639.12,
      "dur": 1.67,
      "text": "which is a criminal offense? That is not my area of expertise. I don't want to"
    },
    {
      "start": 640.8,
      "dur": 1.83,
      "text": "my area of expertise. I don't want to give a definitive view. But I will say I"
    },
    {
      "start": 642.64,
      "dur": 1.99,
      "text": "give a definitive view. But I will say I think someone who does have expertise,"
    },
    {
      "start": 644.64,
      "dur": 1.749,
      "text": "think someone who does have expertise, someone in the Crown Prosecution Service"
    },
    {
      "start": 646.399,
      "dur": 1.191,
      "text": "someone in the Crown Prosecution Service should be looking at this very"
    },
    {
      "start": 647.6,
      "dur": 0.87,
      "text": "should be looking at this very seriously."
    },
    {
      "start": 648.48,
      "dur": 1.51,
      "text": "seriously. &gt;&gt; Right. And then there is the issue of"
    },
    {
      "start": 650.0,
      "dur": 1.75,
      "text": "&gt;&gt; Right. And then there is the issue of the money. these payments that were made"
    },
    {
      "start": 651.76,
      "dur": 2.309,
      "text": "the money. these payments that were made to Peter Mson which he says he has no"
    },
    {
      "start": 654.079,
      "dur": 1.351,
      "text": "to Peter Mson which he says he has no recollection of which is very odd."
    },
    {
      "start": 655.44,
      "dur": 1.67,
      "text": "recollection of which is very odd. Either he did receive them or he didn't."
    },
    {
      "start": 657.12,
      "dur": 1.59,
      "text": "Either he did receive them or he didn't. I think people who received that amount"
    },
    {
      "start": 658.72,
      "dur": 2.39,
      "text": "I think people who received that amount of money would remember but but"
    },
    {
      "start": 661.12,
      "dur": 1.91,
      "text": "of money would remember but but obviously at the time he is a senior"
    },
    {
      "start": 663.04,
      "dur": 2.63,
      "text": "obviously at the time he is a senior cabinet minister"
    },
    {
      "start": 665.68,
      "dur": 1.43,
      "text": "cabinet minister almost serving as the deputy prime"
    },
    {
      "start": 667.12,
      "dur": 1.829,
      "text": "almost serving as the deputy prime minister if I recall back at that time"
    },
    {
      "start": 668.959,
      "dur": 3.671,
      "text": "minister if I recall back at that time with a close association to to vested"
    },
    {
      "start": 672.64,
      "dur": 2.55,
      "text": "with a close association to to vested interests. How how does that set sit do"
    },
    {
      "start": 675.2,
      "dur": 2.309,
      "text": "interests. How how does that set sit do you think with expected standards of of"
    },
    {
      "start": 677.519,
      "dur": 3.271,
      "text": "you think with expected standards of of ministerial conduct?"
    },
    {
      "start": 680.8,
      "dur": 1.67,
      "text": "ministerial conduct? &gt;&gt; Well, yes, there's three payments of"
    },
    {
      "start": 682.48,
      "dur": 1.51,
      "text": "&gt;&gt; Well, yes, there's three payments of $25,000"
    },
    {
      "start": 684.0,
      "dur": 3.11,
      "text": "$25,000 in 2003 2004 at a time in Manderson was"
    },
    {
      "start": 687.12,
      "dur": 2.949,
      "text": "in 2003 2004 at a time in Manderson was really very senior within government. I"
    },
    {
      "start": 690.079,
      "dur": 1.591,
      "text": "really very senior within government. I the bank statements from the Epstein"
    },
    {
      "start": 691.68,
      "dur": 1.67,
      "text": "the bank statements from the Epstein files. I'm very familiar with bank"
    },
    {
      "start": 693.36,
      "dur": 1.27,
      "text": "files. I'm very familiar with bank statements. They certainly look like"
    },
    {
      "start": 694.64,
      "dur": 2.309,
      "text": "statements. They certainly look like genuine bank statements unless there was"
    },
    {
      "start": 696.959,
      "dur": 1.911,
      "text": "genuine bank statements unless there was some extraordinary"
    },
    {
      "start": 698.88,
      "dur": 2.15,
      "text": "some extraordinary operation to frame Peter Manderson. are"
    },
    {
      "start": 701.04,
      "dur": 2.63,
      "text": "operation to frame Peter Manderson. are real and his denials are highly"
    },
    {
      "start": 703.68,
      "dur": 1.91,
      "text": "real and his denials are highly unpersuasive."
    },
    {
      "start": 705.6,
      "dur": 1.349,
      "text": "unpersuasive. &gt;&gt; As you say, it's extraordinary."
    },
    {
      "start": 706.959,
      "dur": 1.99,
      "text": "&gt;&gt; As you say, it's extraordinary. &gt;&gt; Uh, thank you very much indeed for that."
    },
    {
      "start": 708.959,
      "dur": 1.831,
      "text": "&gt;&gt; Uh, thank you very much indeed for that. Much appreciated. Well, from tech titans"
    },
    {
      "start": 710.8,
      "dur": 1.67,
      "text": "Much appreciated. Well, from tech titans to Wall Street financiers, ministers,"
    },
    {
      "start": 712.48,
      "dur": 2.07,
      "text": "to Wall Street financiers, ministers, and royal families, the latest trove of"
    },
    {
      "start": 714.56,
      "dur": 1.43,
      "text": "and royal families, the latest trove of documents released by the Justice"
    },
    {
      "start": 716.0,
      "dur": 1.99,
      "text": "documents released by the Justice Department is a who's who of powerful"
    },
    {
      "start": 718.0,
      "dur": 2.389,
      "text": "Department is a who's who of powerful establishment figures. All deny having"
    },
    {
      "start": 720.399,
      "dur": 1.591,
      "text": "establishment figures. All deny having anything to do with Epstein's sexual"
    },
    {
      "start": 722.0,
      "dur": 2.47,
      "text": "anything to do with Epstein's sexual abuse of young girls and women. But what"
    },
    {
      "start": 724.48,
      "dur": 1.75,
      "text": "abuse of young girls and women. But what about the women? Where did they come"
    },
    {
      "start": 726.24,
      "dur": 2.149,
      "text": "about the women? Where did they come from? How did they appear in Epstein's"
    },
    {
      "start": 728.399,
      "dur": 1.591,
      "text": "from? How did they appear in Epstein's inner circle? Some of that we know"
    },
    {
      "start": 730.0,
      "dur": 1.91,
      "text": "inner circle? Some of that we know details about. But in the correspondence"
    },
    {
      "start": 731.92,
      "dur": 1.51,
      "text": "details about. But in the correspondence with Andrew Mountbatten Windsor, which"
    },
    {
      "start": 733.44,
      "dur": 1.75,
      "text": "with Andrew Mountbatten Windsor, which includes an invite to Buckingham Palace,"
    },
    {
      "start": 735.2,
      "dur": 1.91,
      "text": "includes an invite to Buckingham Palace, Epstein offers to introduce the then"
    },
    {
      "start": 737.12,
      "dur": 2.87,
      "text": "Epstein offers to introduce the then prince to a beautiful 26-year-old"
    },
    {
      "start": 740.0,
      "dur": 2.87,
      "text": "prince to a beautiful 26-year-old Russian woman. Draft emails on Epstein's"
    },
    {
      "start": 742.88,
      "dur": 1.91,
      "text": "Russian woman. Draft emails on Epstein's computer suggest Bill Gates caught an"
    },
    {
      "start": 744.8,
      "dur": 3.829,
      "text": "computer suggest Bill Gates caught an STD from Russian girls, again denied. It"
    },
    {
      "start": 748.639,
      "dur": 1.511,
      "text": "STD from Russian girls, again denied. It raises concerns that there were a number"
    },
    {
      "start": 750.16,
      "dur": 2.229,
      "text": "raises concerns that there were a number of Russian women in this circle who may"
    },
    {
      "start": 752.399,
      "dur": 2.311,
      "text": "of Russian women in this circle who may or may not have had contact with Russian"
    },
    {
      "start": 754.72,
      "dur": 2.229,
      "text": "or may not have had contact with Russian intelligence. All of it speculation. But"
    },
    {
      "start": 756.959,
      "dur": 2.471,
      "text": "intelligence. All of it speculation. But then who was vetting the invited guests?"
    },
    {
      "start": 759.44,
      "dur": 1.829,
      "text": "then who was vetting the invited guests? The Daily Mail this weekend quoting"
    },
    {
      "start": 761.279,
      "dur": 2.311,
      "text": "The Daily Mail this weekend quoting intelligence sources say Jeffrey Epstein"
    },
    {
      "start": 763.6,
      "dur": 2.07,
      "text": "intelligence sources say Jeffrey Epstein was running the world's largest honey"
    },
    {
      "start": 765.68,
      "dur": 2.87,
      "text": "was running the world's largest honey trap operation on behalf of the KGB or"
    },
    {
      "start": 768.56,
      "dur": 2.55,
      "text": "trap operation on behalf of the KGB or as it became the FSB. [snorts] Let's"
    },
    {
      "start": 771.12,
      "dur": 1.269,
      "text": "as it became the FSB. [snorts] Let's speak then to Craig Anger. He's"
    },
    {
      "start": 772.399,
      "dur": 1.67,
      "text": "speak then to Craig Anger. He's journalist and author of American"
    },
    {
      "start": 774.079,
      "dur": 1.511,
      "text": "journalist and author of American Compromat. Thank you very much for being"
    },
    {
      "start": 775.6,
      "dur": 2.15,
      "text": "Compromat. Thank you very much for being with us. Let's let's just remove the"
    },
    {
      "start": 777.76,
      "dur": 1.67,
      "text": "with us. Let's let's just remove the Russian element from this for for a"
    },
    {
      "start": 779.44,
      "dur": 2.55,
      "text": "Russian element from this for for a second. But in terms of the honey trap"
    },
    {
      "start": 782.0,
      "dur": 3.03,
      "text": "second. But in terms of the honey trap that Jeffrey Epstein was running here,"
    },
    {
      "start": 785.04,
      "dur": 3.029,
      "text": "that Jeffrey Epstein was running here, we have a picture of Andrew Mountbatton"
    },
    {
      "start": 788.079,
      "dur": 1.671,
      "text": "we have a picture of Andrew Mountbatton Windsor on all fours. We have a picture"
    },
    {
      "start": 789.76,
      "dur": 2.47,
      "text": "Windsor on all fours. We have a picture of Peter Mandlesson in his underpants."
    },
    {
      "start": 792.24,
      "dur": 1.829,
      "text": "of Peter Mandlesson in his underpants. Presumably these pictures and many"
    },
    {
      "start": 794.079,
      "dur": 2.711,
      "text": "Presumably these pictures and many pictures like them were taken without"
    },
    {
      "start": 796.8,
      "dur": 2.55,
      "text": "pictures like them were taken without their knowledge."
    },
    {
      "start": 799.36,
      "dur": 2.79,
      "text": "their knowledge. &gt;&gt; Absolutely. Uh, I mean, it's been widely"
    },
    {
      "start": 802.16,
      "dur": 2.789,
      "text": "&gt;&gt; Absolutely. Uh, I mean, it's been widely reported, I've reported in my books that"
    },
    {
      "start": 804.959,
      "dur": 2.951,
      "text": "reported, I've reported in my books that Epstein had videotapes going in, uh,"
    },
    {
      "start": 807.92,
      "dur": 3.67,
      "text": "Epstein had videotapes going in, uh, several of his residences. Uh, uh, there"
    },
    {
      "start": 811.6,
      "dur": 2.789,
      "text": "several of his residences. Uh, uh, there uh, when the Palm Beach County Sheriff's"
    },
    {
      "start": 814.399,
      "dur": 3.591,
      "text": "uh, when the Palm Beach County Sheriff's Department began investigating, they uh,"
    },
    {
      "start": 818.0,
      "dur": 2.31,
      "text": "Department began investigating, they uh, reportedly acquired hundreds and"
    },
    {
      "start": 820.32,
      "dur": 2.949,
      "text": "reportedly acquired hundreds and hundreds of videotapes. And and if you"
    },
    {
      "start": 823.279,
      "dur": 1.591,
      "text": "hundreds of videotapes. And and if you look at what's been released by the"
    },
    {
      "start": 824.88,
      "dur": 2.629,
      "text": "look at what's been released by the Justice Department, uh, that's the most"
    },
    {
      "start": 827.519,
      "dur": 1.99,
      "text": "Justice Department, uh, that's the most obvious thing that's missing. We want to"
    },
    {
      "start": 829.519,
      "dur": 5.11,
      "text": "obvious thing that's missing. We want to know uh was Epstein using these uh for"
    },
    {
      "start": 834.639,
      "dur": 1.911,
      "text": "know uh was Epstein using these uh for extortion purposes. And we certainly"
    },
    {
      "start": 836.56,
      "dur": 3.269,
      "text": "extortion purposes. And we certainly heard reports about him be using that uh"
    },
    {
      "start": 839.839,
      "dur": 3.751,
      "text": "heard reports about him be using that uh with Bill Gates and with Leon Black, the"
    },
    {
      "start": 843.6,
      "dur": 2.87,
      "text": "with Bill Gates and with Leon Black, the uh the uh billionaire owner of Apollo"
    },
    {
      "start": 846.48,
      "dur": 1.909,
      "text": "uh the uh billionaire owner of Apollo Global Management."
    },
    {
      "start": 848.399,
      "dur": 2.151,
      "text": "Global Management. &gt;&gt; Turning to the Russians, what do we know"
    },
    {
      "start": 850.56,
      "dur": 2.23,
      "text": "&gt;&gt; Turning to the Russians, what do we know about the tactics of the SFB and how"
    },
    {
      "start": 852.8,
      "dur": 2.79,
      "text": "about the tactics of the SFB and how they'd used young, beautiful women in"
    },
    {
      "start": 855.6,
      "dur": 1.909,
      "text": "they'd used young, beautiful women in the past? Is it fanciful? Is it a"
    },
    {
      "start": 857.519,
      "dur": 2.631,
      "text": "the past? Is it fanciful? Is it a hypothesis to think that here is a man"
    },
    {
      "start": 860.16,
      "dur": 2.15,
      "text": "hypothesis to think that here is a man with access to an extraordinary amount"
    },
    {
      "start": 862.32,
      "dur": 2.309,
      "text": "with access to an extraordinary amount of influential people and if they could"
    },
    {
      "start": 864.639,
      "dur": 2.951,
      "text": "of influential people and if they could get women into that circle, they might"
    },
    {
      "start": 867.6,
      "dur": 3.029,
      "text": "get women into that circle, they might gain important information."
    },
    {
      "start": 870.639,
      "dur": 1.911,
      "text": "gain important information. &gt;&gt; It's not just hypothetical. The Russians"
    },
    {
      "start": 872.56,
      "dur": 2.389,
      "text": "&gt;&gt; It's not just hypothetical. The Russians have been using this for years, the"
    },
    {
      "start": 874.959,
      "dur": 2.31,
      "text": "have been using this for years, the Soviets before them. And there were"
    },
    {
      "start": 877.279,
      "dur": 1.91,
      "text": "Soviets before them. And there were reports that when Donald Trump first"
    },
    {
      "start": 879.199,
      "dur": 3.75,
      "text": "reports that when Donald Trump first visited uh uh Russia in 1987 that there"
    },
    {
      "start": 882.959,
      "dur": 2.951,
      "text": "visited uh uh Russia in 1987 that there were videotapes in his room. Uh a lot of"
    },
    {
      "start": 885.92,
      "dur": 2.63,
      "text": "were videotapes in his room. Uh a lot of this cannot be corroborated or has not"
    },
    {
      "start": 888.56,
      "dur": 3.67,
      "text": "this cannot be corroborated or has not been corroborated yet but uh it it's a"
    },
    {
      "start": 892.24,
      "dur": 3.75,
      "text": "been corroborated yet but uh it it's a uh a tried andrue method used by the KGB"
    },
    {
      "start": 896.0,
      "dur": 3.509,
      "text": "uh a tried andrue method used by the KGB and its successors and uh there's clear"
    },
    {
      "start": 899.519,
      "dur": 2.31,
      "text": "and its successors and uh there's clear it clearly appears that Epstein was"
    },
    {
      "start": 901.839,
      "dur": 1.751,
      "text": "it clearly appears that Epstein was doing the same thing. The big question"
    },
    {
      "start": 903.6,
      "dur": 2.95,
      "text": "doing the same thing. The big question is where are the videotapes and who was"
    },
    {
      "start": 906.56,
      "dur": 0.629,
      "text": "is where are the videotapes and who was on them?"
    },
    {
      "start": 907.199,
      "dur": 1.99,
      "text": "on them? &gt;&gt; So we don't know where these tapes are."
    },
    {
      "start": 909.199,
      "dur": 2.31,
      "text": "&gt;&gt; So we don't know where these tapes are. The investigators don't have them."
    },
    {
      "start": 911.519,
      "dur": 3.271,
      "text": "The investigators don't have them. &gt;&gt; Uh we we don't know. I mean, I wouldn't"
    },
    {
      "start": 914.8,
      "dur": 1.829,
      "text": "&gt;&gt; Uh we we don't know. I mean, I wouldn't say the investigators don't have them."
    },
    {
      "start": 916.639,
      "dur": 3.19,
      "text": "say the investigators don't have them. Uh, the Justice Department has released"
    },
    {
      "start": 919.839,
      "dur": 2.55,
      "text": "Uh, the Justice Department has released about 3 million pages, but there are"
    },
    {
      "start": 922.399,
      "dur": 1.591,
      "text": "about 3 million pages, but there are another three million they have not"
    },
    {
      "start": 924.0,
      "dur": 2.389,
      "text": "another three million they have not released, and uh, they certainly have"
    },
    {
      "start": 926.399,
      "dur": 1.751,
      "text": "released, and uh, they certainly have not been saying anything really about"
    },
    {
      "start": 928.16,
      "dur": 2.71,
      "text": "not been saying anything really about the videotapes. Uh, initially the"
    },
    {
      "start": 930.88,
      "dur": 4.79,
      "text": "the videotapes. Uh, initially the investigation began uh, around 2004 2005"
    },
    {
      "start": 935.68,
      "dur": 2.389,
      "text": "investigation began uh, around 2004 2005 in Palm Beach County, Florida, where"
    },
    {
      "start": 938.079,
      "dur": 2.791,
      "text": "in Palm Beach County, Florida, where Epstein lived. And the Palm Beach"
    },
    {
      "start": 940.88,
      "dur": 2.55,
      "text": "Epstein lived. And the Palm Beach Sheriff's Department uh I was told by"
    },
    {
      "start": 943.44,
      "dur": 4.15,
      "text": "Sheriff's Department uh I was told by someone working there uh had 478"
    },
    {
      "start": 947.6,
      "dur": 3.99,
      "text": "someone working there uh had 478 videotapes uh from Epstein's uh home"
    },
    {
      "start": 951.6,
      "dur": 2.31,
      "text": "videotapes uh from Epstein's uh home there in Palm Beach County. And of"
    },
    {
      "start": 953.92,
      "dur": 3.11,
      "text": "there in Palm Beach County. And of course he had homes in his island in uh"
    },
    {
      "start": 957.04,
      "dur": 3.11,
      "text": "course he had homes in his island in uh uh the Virgin Islands uh in New in his"
    },
    {
      "start": 960.16,
      "dur": 3.349,
      "text": "uh the Virgin Islands uh in New in his estate in New Mexico and his uh huge"
    },
    {
      "start": 963.519,
      "dur": 2.31,
      "text": "estate in New Mexico and his uh huge townhouse in Manhattan."
    },
    {
      "start": 965.839,
      "dur": 1.831,
      "text": "townhouse in Manhattan. &gt;&gt; What do we know of Epstein's links to"
    },
    {
      "start": 967.68,
      "dur": 1.75,
      "text": "&gt;&gt; What do we know of Epstein's links to the Russians?"
    },
    {
      "start": 969.44,
      "dur": 3.03,
      "text": "the Russians? Well, he certainly had ties a and there"
    },
    {
      "start": 972.48,
      "dur": 3.19,
      "text": "Well, he certainly had ties a and there were several uh Russian uh women working"
    },
    {
      "start": 975.68,
      "dur": 2.23,
      "text": "were several uh Russian uh women working for them. Uh there was a young woman"
    },
    {
      "start": 977.92,
      "dur": 3.19,
      "text": "for them. Uh there was a young woman named Masha Draova who did uh publicity"
    },
    {
      "start": 981.12,
      "dur": 1.99,
      "text": "named Masha Draova who did uh publicity for him. There was another woman named"
    },
    {
      "start": 983.12,
      "dur": 3.43,
      "text": "for him. There was another woman named Fetlana Posadva who worked with him and"
    },
    {
      "start": 986.56,
      "dur": 3.03,
      "text": "Fetlana Posadva who worked with him and introduced him to uh a lot of the"
    },
    {
      "start": 989.6,
      "dur": 3.43,
      "text": "introduced him to uh a lot of the scientists computer scientists at uh MIT"
    },
    {
      "start": 993.04,
      "dur": 2.31,
      "text": "scientists computer scientists at uh MIT and Harvard. And one thing I've been"
    },
    {
      "start": 995.36,
      "dur": 1.99,
      "text": "and Harvard. And one thing I've been pursuing, again, there are unanswered"
    },
    {
      "start": 997.36,
      "dur": 2.149,
      "text": "pursuing, again, there are unanswered questions in this regard, but uh"
    },
    {
      "start": 999.519,
      "dur": 2.23,
      "text": "questions in this regard, but uh Vladimir Putin has long said that"
    },
    {
      "start": 1001.759,
      "dur": 3.671,
      "text": "Vladimir Putin has long said that whoever controls artificial intelligence"
    },
    {
      "start": 1005.44,
      "dur": 2.15,
      "text": "whoever controls artificial intelligence uh controls the world. And here you have"
    },
    {
      "start": 1007.6,
      "dur": 3.19,
      "text": "uh controls the world. And here you have two women who were close to Epstein and"
    },
    {
      "start": 1010.8,
      "dur": 2.63,
      "text": "two women who were close to Epstein and uh provided entree to some of the top"
    },
    {
      "start": 1013.44,
      "dur": 2.87,
      "text": "uh provided entree to some of the top people in Silicon Valley."
    },
    {
      "start": 1016.32,
      "dur": 1.749,
      "text": "people in Silicon Valley. &gt;&gt; And then we shouldn't forget, of course,"
    },
    {
      "start": 1018.079,
      "dur": 2.151,
      "text": "&gt;&gt; And then we shouldn't forget, of course, Gile Maxwell and the links that her"
    },
    {
      "start": 1020.24,
      "dur": 2.47,
      "text": "Gile Maxwell and the links that her father had to the Kremlin."
    },
    {
      "start": 1022.72,
      "dur": 2.069,
      "text": "father had to the Kremlin. &gt;&gt; Absolutely. I I mean in many ways I"
    },
    {
      "start": 1024.799,
      "dur": 3.191,
      "text": "&gt;&gt; Absolutely. I I mean in many ways I regard uh her late father Robert Maxwell"
    },
    {
      "start": 1028.0,
      "dur": 2.63,
      "text": "regard uh her late father Robert Maxwell had very important ties to the KGB. He"
    },
    {
      "start": 1030.64,
      "dur": 2.149,
      "text": "had very important ties to the KGB. He also had key ties to Israeli"
    },
    {
      "start": 1032.799,
      "dur": 4.551,
      "text": "also had key ties to Israeli intelligence. In the end I I suspect uh"
    },
    {
      "start": 1037.36,
      "dur": 1.829,
      "text": "intelligence. In the end I I suspect uh uh Maxwell was really working for"
    },
    {
      "start": 1039.199,
      "dur": 1.83,
      "text": "uh Maxwell was really working for himself and almost using those"
    },
    {
      "start": 1041.039,
      "dur": 2.39,
      "text": "himself and almost using those intelligence agencies to his own own"
    },
    {
      "start": 1043.439,
      "dur": 2.791,
      "text": "intelligence agencies to his own own end. And it's also curious to in many"
    },
    {
      "start": 1046.24,
      "dur": 2.87,
      "text": "end. And it's also curious to in many ways I think that Maxwell, Robert"
    },
    {
      "start": 1049.12,
      "dur": 3.669,
      "text": "ways I think that Maxwell, Robert Maxwell and Jeffrey Epstein both had"
    },
    {
      "start": 1052.799,
      "dur": 3.191,
      "text": "Maxwell and Jeffrey Epstein both had very mysterious deaths uh that were said"
    },
    {
      "start": 1056.0,
      "dur": 3.43,
      "text": "very mysterious deaths uh that were said to be suicides but um uh there were a"
    },
    {
      "start": 1059.44,
      "dur": 1.75,
      "text": "to be suicides but um uh there were a lot of unanswered questions that"
    },
    {
      "start": 1061.2,
      "dur": 1.99,
      "text": "lot of unanswered questions that suggested it may have been at the hands"
    },
    {
      "start": 1063.2,
      "dur": 1.99,
      "text": "suggested it may have been at the hands of intelligence services."
    },
    {
      "start": 1065.2,
      "dur": 2.23,
      "text": "of intelligence services. &gt;&gt; Extraordinary. So murky. Craig Anger,"
    },
    {
      "start": 1067.44,
      "dur": 1.109,
      "text": "&gt;&gt; Extraordinary. So murky. Craig Anger, thank you very much indeed for your"
    },
    {
      "start": 1068.559,
      "dur": 2.071,
      "text": "thank you very much indeed for your thoughts. Let's take a short break."
    },
    {
      "start": 1070.64,
      "dur": 1.51,
      "text": "thoughts. Let's take a short break. We'll get into some of that uh in the"
    },
    {
      "start": 1072.16,
      "dur": 1.27,
      "text": "We'll get into some of that uh in the context of the royal family very"
    },
    {
      "start": 1073.44,
      "dur": 1.51,
      "text": "context of the royal family very shortly. But uh around the world and"
    },
    {
      "start": 1074.96,
      "dur": 4.32,
      "text": "shortly. But uh around the world and across the UK, you're watching BBC News."
    }
  ]
}