{
  "videoId": "WT50j3LijyQ",
  "title": "Police searching two properties linked to Peter Mandelson over Epstein investigation | BBC News",
  "publishedAt": "2026-02-06",
  "channel": "BBC News",
  "durationSeconds": 749,
  "segments": [
    {
      "start": 0.24,
      "dur": 1.919,
      "text": "Welcome back to BBC News and let's"
    },
    {
      "start": 2.159,
      "dur": 1.671,
      "text": "Welcome back to BBC News and let's return straight away to that breaking"
    },
    {
      "start": 3.84,
      "dur": 1.67,
      "text": "return straight away to that breaking news we have just heard from the"
    },
    {
      "start": 5.52,
      "dur": 1.91,
      "text": "news we have just heard from the Metropolitan Police. Let me tell you,"
    },
    {
      "start": 7.44,
      "dur": 2.149,
      "text": "Metropolitan Police. Let me tell you, they have issued a statement, an update"
    },
    {
      "start": 9.599,
      "dur": 2.711,
      "text": "they have issued a statement, an update they say on their investigations into"
    },
    {
      "start": 12.32,
      "dur": 3.509,
      "text": "they say on their investigations into misconduct in public office. Uh they"
    },
    {
      "start": 15.839,
      "dur": 2.711,
      "text": "misconduct in public office. Uh they don't mention by name Peter Mandlesson,"
    },
    {
      "start": 18.56,
      "dur": 2.15,
      "text": "don't mention by name Peter Mandlesson, but let me tell you what they say in the"
    },
    {
      "start": 20.72,
      "dur": 1.75,
      "text": "but let me tell you what they say in the statement. Deputy Assistant Commissioner"
    },
    {
      "start": 22.48,
      "dur": 2.709,
      "text": "statement. Deputy Assistant Commissioner Haley Stewart of the Met says, \"I can"
    },
    {
      "start": 25.199,
      "dur": 2.39,
      "text": "Haley Stewart of the Met says, \"I can confirm that officers from the Met's"
    },
    {
      "start": 27.599,
      "dur": 2.871,
      "text": "confirm that officers from the Met's central Specialist Crime Team are in the"
    },
    {
      "start": 30.48,
      "dur": 1.909,
      "text": "central Specialist Crime Team are in the process of carrying out search warrants"
    },
    {
      "start": 32.399,
      "dur": 2.871,
      "text": "process of carrying out search warrants at two addresses. One, they say in the"
    },
    {
      "start": 35.28,
      "dur": 3.429,
      "text": "at two addresses. One, they say in the Wiltshire area and another in the Camden"
    },
    {
      "start": 38.719,
      "dur": 2.311,
      "text": "Wiltshire area and another in the Camden area. The searches, they say, are"
    },
    {
      "start": 41.04,
      "dur": 2.31,
      "text": "area. The searches, they say, are related to an ongoing investigation into"
    },
    {
      "start": 43.36,
      "dur": 3.349,
      "text": "related to an ongoing investigation into misconduct in public office involving a"
    },
    {
      "start": 46.719,
      "dur": 2.631,
      "text": "misconduct in public office involving a 72year-old man.\" The statement says he"
    },
    {
      "start": 49.36,
      "dur": 3.509,
      "text": "72year-old man.\" The statement says he has not been arrested and inquiries are"
    },
    {
      "start": 52.879,
      "dur": 3.51,
      "text": "has not been arrested and inquiries are ongoing. So that has just come from the"
    },
    {
      "start": 56.399,
      "dur": 2.95,
      "text": "ongoing. So that has just come from the Metropolitan Police. Of course, it is a"
    },
    {
      "start": 59.359,
      "dur": 4.151,
      "text": "Metropolitan Police. Of course, it is a week almost exactly since the latest"
    },
    {
      "start": 63.52,
      "dur": 2.79,
      "text": "week almost exactly since the latest tranch of information was released by"
    },
    {
      "start": 66.32,
      "dur": 2.789,
      "text": "tranch of information was released by the Department of Justice. And there's"
    },
    {
      "start": 69.119,
      "dur": 3.03,
      "text": "the Department of Justice. And there's been just a tsunami, an avalanche of"
    },
    {
      "start": 72.159,
      "dur": 2.471,
      "text": "been just a tsunami, an avalanche of information, of emails, of documents."
    },
    {
      "start": 74.64,
      "dur": 2.469,
      "text": "information, of emails, of documents. And of course that has led to all sorts"
    },
    {
      "start": 77.119,
      "dur": 2.391,
      "text": "And of course that has led to all sorts of ramifications and of course the"
    },
    {
      "start": 79.52,
      "dur": 2.629,
      "text": "of ramifications and of course the political ramifications here in the UK."
    },
    {
      "start": 82.159,
      "dur": 1.431,
      "text": "political ramifications here in the UK. Straight to Westminster, straight to"
    },
    {
      "start": 83.6,
      "dur": 1.99,
      "text": "Straight to Westminster, straight to Nick Erdley who is across this story for"
    },
    {
      "start": 85.6,
      "dur": 3.35,
      "text": "Nick Erdley who is across this story for us. And Nick, another very significant"
    },
    {
      "start": 88.96,
      "dur": 1.11,
      "text": "us. And Nick, another very significant development here."
    },
    {
      "start": 90.08,
      "dur": 2.31,
      "text": "development here. &gt;&gt; It is a significant development Matthew"
    },
    {
      "start": 92.4,
      "dur": 2.069,
      "text": "&gt;&gt; It is a significant development Matthew and I think it shows that the Met are"
    },
    {
      "start": 94.479,
      "dur": 2.31,
      "text": "and I think it shows that the Met are progressing this investigation pretty"
    },
    {
      "start": 96.799,
      "dur": 2.711,
      "text": "progressing this investigation pretty quickly actually. So, as we speak, they"
    },
    {
      "start": 99.52,
      "dur": 2.71,
      "text": "quickly actually. So, as we speak, they are continuing those searches at a"
    },
    {
      "start": 102.24,
      "dur": 2.63,
      "text": "are continuing those searches at a property in Wiltshire and one in the"
    },
    {
      "start": 104.88,
      "dur": 3.83,
      "text": "property in Wiltshire and one in the Camden area of London. They are saying"
    },
    {
      "start": 108.72,
      "dur": 2.23,
      "text": "Camden area of London. They are saying that Lord Manderson has not been"
    },
    {
      "start": 110.96,
      "dur": 3.35,
      "text": "that Lord Manderson has not been arrested and the inquiries into those"
    },
    {
      "start": 114.32,
      "dur": 1.829,
      "text": "arrested and the inquiries into those allegations of misconduct in a public"
    },
    {
      "start": 116.159,
      "dur": 2.711,
      "text": "allegations of misconduct in a public office are continuing, but it does"
    },
    {
      "start": 118.88,
      "dur": 2.549,
      "text": "office are continuing, but it does suggest that the Met wants to get this"
    },
    {
      "start": 121.439,
      "dur": 2.791,
      "text": "suggest that the Met wants to get this investigation going as quickly as"
    },
    {
      "start": 124.24,
      "dur": 2.79,
      "text": "investigation going as quickly as possible. It's another difficult moment"
    },
    {
      "start": 127.04,
      "dur": 2.31,
      "text": "possible. It's another difficult moment for the government because it means that"
    },
    {
      "start": 129.36,
      "dur": 2.229,
      "text": "for the government because it means that this story is going to be back in the"
    },
    {
      "start": 131.599,
      "dur": 2.231,
      "text": "this story is going to be back in the limelight over the next few hours."
    },
    {
      "start": 133.84,
      "dur": 2.23,
      "text": "limelight over the next few hours. Remember that a lot of the focus over"
    },
    {
      "start": 136.08,
      "dur": 2.869,
      "text": "Remember that a lot of the focus over the past 48 hours or so has moved on to"
    },
    {
      "start": 138.959,
      "dur": 2.391,
      "text": "the past 48 hours or so has moved on to the prime minister about his judgment in"
    },
    {
      "start": 141.36,
      "dur": 2.47,
      "text": "the prime minister about his judgment in appointing Lord Mandolson. As part of"
    },
    {
      "start": 143.84,
      "dur": 2.71,
      "text": "appointing Lord Mandolson. As part of that trunch of emails we got published"
    },
    {
      "start": 146.56,
      "dur": 2.79,
      "text": "that trunch of emails we got published in the US, there are some quite"
    },
    {
      "start": 149.36,
      "dur": 1.589,
      "text": "in the US, there are some quite remarkable"
    },
    {
      "start": 150.959,
      "dur": 2.55,
      "text": "remarkable ones which relate to information appears"
    },
    {
      "start": 153.519,
      "dur": 2.551,
      "text": "ones which relate to information appears to have been shared from Lord Mandlesson"
    },
    {
      "start": 156.08,
      "dur": 3.509,
      "text": "to have been shared from Lord Mandlesson to Jeffrey Epstein, including details of"
    },
    {
      "start": 159.599,
      "dur": 2.231,
      "text": "to Jeffrey Epstein, including details of government business shared by insiders"
    },
    {
      "start": 161.84,
      "dur": 2.469,
      "text": "government business shared by insiders in number 10 with Lord Mandlesson when"
    },
    {
      "start": 164.319,
      "dur": 2.231,
      "text": "in number 10 with Lord Mandlesson when he was business secretary talking about"
    },
    {
      "start": 166.56,
      "dur": 3.19,
      "text": "he was business secretary talking about things such as government asset sales."
    },
    {
      "start": 169.76,
      "dur": 1.51,
      "text": "things such as government asset sales. There was also an email in there where"
    },
    {
      "start": 171.28,
      "dur": 1.589,
      "text": "There was also an email in there where it appeared that Lord Mandosen had sent"
    },
    {
      "start": 172.879,
      "dur": 2.231,
      "text": "it appeared that Lord Mandosen had sent Jeffrey Epstein confirmation that a"
    },
    {
      "start": 175.12,
      "dur": 1.829,
      "text": "Jeffrey Epstein confirmation that a bailout of Eurozone countries was"
    },
    {
      "start": 176.959,
      "dur": 1.511,
      "text": "bailout of Eurozone countries was coming. Not something the UK would have"
    },
    {
      "start": 178.48,
      "dur": 1.749,
      "text": "coming. Not something the UK would have been involved in, but something it would"
    },
    {
      "start": 180.239,
      "dur": 2.551,
      "text": "been involved in, but something it would have known about in advance. So there"
    },
    {
      "start": 182.8,
      "dur": 2.87,
      "text": "have known about in advance. So there has been a a real sense of shock around"
    },
    {
      "start": 185.68,
      "dur": 1.59,
      "text": "has been a a real sense of shock around Westminster at some of the information"
    },
    {
      "start": 187.28,
      "dur": 2.71,
      "text": "Westminster at some of the information that was apparently being shared and"
    },
    {
      "start": 190.0,
      "dur": 2.39,
      "text": "that was apparently being shared and police now progressing that"
    },
    {
      "start": 192.4,
      "dur": 2.71,
      "text": "police now progressing that investigation, it seems, pretty quickly."
    },
    {
      "start": 195.12,
      "dur": 2.15,
      "text": "investigation, it seems, pretty quickly. And we know when Gordon Brown, the"
    },
    {
      "start": 197.28,
      "dur": 1.91,
      "text": "And we know when Gordon Brown, the former prime minister, raised this back"
    },
    {
      "start": 199.2,
      "dur": 2.47,
      "text": "former prime minister, raised this back in September, there were initial"
    },
    {
      "start": 201.68,
      "dur": 3.11,
      "text": "in September, there were initial inquiries, but it has become clear over"
    },
    {
      "start": 204.8,
      "dur": 2.39,
      "text": "inquiries, but it has become clear over recent days that perhaps a lot of these"
    },
    {
      "start": 207.2,
      "dur": 3.91,
      "text": "recent days that perhaps a lot of these emails were on his private email and"
    },
    {
      "start": 211.12,
      "dur": 1.829,
      "text": "emails were on his private email and that I suppose is significant in terms"
    },
    {
      "start": 212.959,
      "dur": 2.951,
      "text": "that I suppose is significant in terms of uh just tracing some of the basic"
    },
    {
      "start": 215.92,
      "dur": 2.389,
      "text": "of uh just tracing some of the basic information and communications. Yeah,"
    },
    {
      "start": 218.319,
      "dur": 1.751,
      "text": "information and communications. Yeah, you're absolutely right because you"
    },
    {
      "start": 220.08,
      "dur": 1.429,
      "text": "you're absolutely right because you remember former Prime Minister Gordon"
    },
    {
      "start": 221.519,
      "dur": 1.751,
      "text": "remember former Prime Minister Gordon Brown asked in September just before"
    },
    {
      "start": 223.28,
      "dur": 2.55,
      "text": "Brown asked in September just before Lord Mandlesson was sacked as ambassador"
    },
    {
      "start": 225.84,
      "dur": 1.51,
      "text": "Lord Mandlesson was sacked as ambassador for the cabinet secretary to look into"
    },
    {
      "start": 227.36,
      "dur": 1.509,
      "text": "for the cabinet secretary to look into this and the cabinet secretary said he"
    },
    {
      "start": 228.879,
      "dur": 1.671,
      "text": "this and the cabinet secretary said he couldn't find anything. And one of the"
    },
    {
      "start": 230.56,
      "dur": 2.229,
      "text": "couldn't find anything. And one of the reasons for that could I say could"
    },
    {
      "start": 232.799,
      "dur": 1.51,
      "text": "reasons for that could I say could because we're not certain, but it could"
    },
    {
      "start": 234.319,
      "dur": 2.791,
      "text": "because we're not certain, but it could be that Lord Madison wasn't using his"
    },
    {
      "start": 237.12,
      "dur": 3.189,
      "text": "be that Lord Madison wasn't using his government email to communicate with"
    },
    {
      "start": 240.319,
      "dur": 1.91,
      "text": "government email to communicate with Jeffrey Epstein. My understanding from"
    },
    {
      "start": 242.239,
      "dur": 2.63,
      "text": "Jeffrey Epstein. My understanding from back in September when some of these"
    },
    {
      "start": 244.879,
      "dur": 2.71,
      "text": "back in September when some of these emails first emerged was that Lord"
    },
    {
      "start": 247.599,
      "dur": 3.431,
      "text": "emails first emerged was that Lord Mandlesen didn't know about them because"
    },
    {
      "start": 251.04,
      "dur": 2.389,
      "text": "Mandlesen didn't know about them because they'd been at a internet uh email"
    },
    {
      "start": 253.439,
      "dur": 2.15,
      "text": "they'd been at a internet uh email address, sorry, a BT internet email"
    },
    {
      "start": 255.599,
      "dur": 2.391,
      "text": "address, sorry, a BT internet email address that he no longer used nor had"
    },
    {
      "start": 258.0,
      "dur": 2.629,
      "text": "address that he no longer used nor had access to. So, it's quite feasible that"
    },
    {
      "start": 260.639,
      "dur": 3.031,
      "text": "access to. So, it's quite feasible that these emails are also from an email"
    },
    {
      "start": 263.68,
      "dur": 3.67,
      "text": "these emails are also from an email address that he no longer has access to."
    },
    {
      "start": 267.36,
      "dur": 1.35,
      "text": "address that he no longer has access to. We'll wait and see what happens with"
    },
    {
      "start": 268.72,
      "dur": 2.87,
      "text": "We'll wait and see what happens with that over the next few days and weeks."
    },
    {
      "start": 271.6,
      "dur": 1.91,
      "text": "that over the next few days and weeks. But it's worth just Matthew has been an"
    },
    {
      "start": 273.52,
      "dur": 1.35,
      "text": "But it's worth just Matthew has been an extraordinary week. I know us"
    },
    {
      "start": 274.88,
      "dur": 1.99,
      "text": "extraordinary week. I know us Westminster folk like to say it's been a"
    },
    {
      "start": 276.88,
      "dur": 2.23,
      "text": "Westminster folk like to say it's been a extraordinary week quite a lot. But this"
    },
    {
      "start": 279.12,
      "dur": 2.55,
      "text": "extraordinary week quite a lot. But this is a really difficult position for the"
    },
    {
      "start": 281.68,
      "dur": 2.39,
      "text": "is a really difficult position for the prime minister. It's moved at a rapid"
    },
    {
      "start": 284.08,
      "dur": 2.79,
      "text": "prime minister. It's moved at a rapid pace. There are plenty of Labour MPs who"
    },
    {
      "start": 286.88,
      "dur": 1.35,
      "text": "pace. There are plenty of Labour MPs who think that the prime minister should"
    },
    {
      "start": 288.24,
      "dur": 3.03,
      "text": "think that the prime minister should have shown more caution when it came to"
    },
    {
      "start": 291.28,
      "dur": 2.15,
      "text": "have shown more caution when it came to giving Lord Mandosin that job in the"
    },
    {
      "start": 293.44,
      "dur": 1.27,
      "text": "giving Lord Mandosin that job in the first place. There are some people that"
    },
    {
      "start": 294.72,
      "dur": 0.95,
      "text": "first place. There are some people that would say, well, the benefit of"
    },
    {
      "start": 295.68,
      "dur": 3.19,
      "text": "would say, well, the benefit of hindsight is a great thing. But these"
    },
    {
      "start": 298.88,
      "dur": 3.43,
      "text": "hindsight is a great thing. But these documents published just last week by"
    },
    {
      "start": 302.32,
      "dur": 1.83,
      "text": "documents published just last week by the US Department of Justice about"
    },
    {
      "start": 304.16,
      "dur": 1.83,
      "text": "the US Department of Justice about Jeffrey Epstein's contact with various"
    },
    {
      "start": 306.0,
      "dur": 2.79,
      "text": "Jeffrey Epstein's contact with various people around the world have just lit a"
    },
    {
      "start": 308.8,
      "dur": 2.47,
      "text": "people around the world have just lit a fuse in Westminster and have led to a"
    },
    {
      "start": 311.28,
      "dur": 2.79,
      "text": "fuse in Westminster and have led to a huge political crisis that has ended"
    },
    {
      "start": 314.08,
      "dur": 2.389,
      "text": "huge political crisis that has ended Lord Mandelson's political career may"
    },
    {
      "start": 316.479,
      "dur": 2.791,
      "text": "Lord Mandelson's political career may well yet end others too. Nick,"
    },
    {
      "start": 319.28,
      "dur": 2.23,
      "text": "well yet end others too. Nick, separately, because the BBC reported"
    },
    {
      "start": 321.52,
      "dur": 1.59,
      "text": "separately, because the BBC reported only about half an hour ago, it of"
    },
    {
      "start": 323.12,
      "dur": 1.11,
      "text": "only about half an hour ago, it of course underlines just how many"
    },
    {
      "start": 324.24,
      "dur": 1.11,
      "text": "course underlines just how many developments are coming one after"
    },
    {
      "start": 325.36,
      "dur": 1.43,
      "text": "developments are coming one after another, that the total number of"
    },
    {
      "start": 326.8,
      "dur": 1.669,
      "text": "another, that the total number of government documents related to Peter"
    },
    {
      "start": 328.479,
      "dur": 2.311,
      "text": "government documents related to Peter Mandlesson that will now be trled over"
    },
    {
      "start": 330.8,
      "dur": 1.99,
      "text": "Mandlesson that will now be trled over by the intelligence committee is close"
    },
    {
      "start": 332.8,
      "dur": 3.829,
      "text": "by the intelligence committee is close to a 100,000. So a huge number of"
    },
    {
      "start": 336.639,
      "dur": 3.591,
      "text": "to a 100,000. So a huge number of communications and there is jeopardy"
    },
    {
      "start": 340.24,
      "dur": 2.47,
      "text": "communications and there is jeopardy potentially and danger in all of that"
    },
    {
      "start": 342.72,
      "dur": 1.99,
      "text": "potentially and danger in all of that not just around the appointment but"
    },
    {
      "start": 344.72,
      "dur": 2.07,
      "text": "not just around the appointment but wider issues. If one remembers the"
    },
    {
      "start": 346.8,
      "dur": 3.35,
      "text": "wider issues. If one remembers the government's original amendment had a"
    },
    {
      "start": 350.16,
      "dur": 1.749,
      "text": "government's original amendment had a reference to national security, but also"
    },
    {
      "start": 351.919,
      "dur": 2.071,
      "text": "reference to national security, but also this other rather strange reference to"
    },
    {
      "start": 354.0,
      "dur": 3.35,
      "text": "this other rather strange reference to international affairs. And that I"
    },
    {
      "start": 357.36,
      "dur": 2.389,
      "text": "international affairs. And that I suppose is if you link those two things"
    },
    {
      "start": 359.759,
      "dur": 2.231,
      "text": "suppose is if you link those two things together, there are areas of obvious"
    },
    {
      "start": 362.0,
      "dur": 2.469,
      "text": "together, there are areas of obvious danger, aren't there, about potentially"
    },
    {
      "start": 364.479,
      "dur": 3.511,
      "text": "danger, aren't there, about potentially where messages go and what they've said."
    },
    {
      "start": 368.0,
      "dur": 1.67,
      "text": "where messages go and what they've said. &gt;&gt; Yeah. I mean, the fear in government is"
    },
    {
      "start": 369.68,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. I mean, the fear in government is that some of the stuff that could be"
    },
    {
      "start": 371.12,
      "dur": 2.31,
      "text": "that some of the stuff that could be published is really embarrassing. It"
    },
    {
      "start": 373.44,
      "dur": 1.83,
      "text": "published is really embarrassing. It could be one of the things covered by"
    },
    {
      "start": 375.28,
      "dur": 3.349,
      "text": "could be one of the things covered by this um this disclosure motion in"
    },
    {
      "start": 378.639,
      "dur": 1.431,
      "text": "this um this disclosure motion in parliament. The things the government"
    },
    {
      "start": 380.08,
      "dur": 3.19,
      "text": "parliament. The things the government has to disclose is all communication"
    },
    {
      "start": 383.28,
      "dur": 2.31,
      "text": "has to disclose is all communication between Lord Mandlesen, government"
    },
    {
      "start": 385.6,
      "dur": 3.11,
      "text": "between Lord Mandlesen, government ministers and special advisers while he"
    },
    {
      "start": 388.72,
      "dur": 3.11,
      "text": "ministers and special advisers while he was US ambassador. That is potentially a"
    },
    {
      "start": 391.84,
      "dur": 1.909,
      "text": "was US ambassador. That is potentially a huge amount of information. And I think"
    },
    {
      "start": 393.759,
      "dur": 1.591,
      "text": "huge amount of information. And I think the Epstein files have shown us that"
    },
    {
      "start": 395.36,
      "dur": 1.51,
      "text": "the Epstein files have shown us that Lord Manderson wasn't always"
    },
    {
      "start": 396.88,
      "dur": 2.79,
      "text": "Lord Manderson wasn't always particularly discreet with his private"
    },
    {
      "start": 399.68,
      "dur": 2.229,
      "text": "particularly discreet with his private messaging. So that could mean"
    },
    {
      "start": 401.919,
      "dur": 3.27,
      "text": "messaging. So that could mean embarrassing stuff about the U the UK's"
    },
    {
      "start": 405.199,
      "dur": 2.231,
      "text": "embarrassing stuff about the U the UK's relationship with the Trump White House."
    },
    {
      "start": 407.44,
      "dur": 3.11,
      "text": "relationship with the Trump White House. It could mean embarrassing details about"
    },
    {
      "start": 410.56,
      "dur": 3.59,
      "text": "It could mean embarrassing details about Lord Mandlesson's role in and in"
    },
    {
      "start": 414.16,
      "dur": 1.749,
      "text": "Lord Mandlesson's role in and in advising the government about various"
    },
    {
      "start": 415.919,
      "dur": 1.591,
      "text": "advising the government about various things it was doing. It could be about"
    },
    {
      "start": 417.52,
      "dur": 1.75,
      "text": "things it was doing. It could be about personal relationships that Lord"
    },
    {
      "start": 419.28,
      "dur": 2.469,
      "text": "personal relationships that Lord Mandosen had with senior people in"
    },
    {
      "start": 421.759,
      "dur": 2.71,
      "text": "Mandosen had with senior people in government. It's potentially a massive"
    },
    {
      "start": 424.479,
      "dur": 1.99,
      "text": "government. It's potentially a massive massive moment when that stuff's"
    },
    {
      "start": 426.479,
      "dur": 2.231,
      "text": "massive moment when that stuff's published. Just to remind everybody what"
    },
    {
      "start": 428.72,
      "dur": 1.749,
      "text": "published. Just to remind everybody what happens because I think there has been"
    },
    {
      "start": 430.479,
      "dur": 1.911,
      "text": "happens because I think there has been some confusion about what will happen"
    },
    {
      "start": 432.4,
      "dur": 2.55,
      "text": "some confusion about what will happen next. I don't have a timeline for you. I"
    },
    {
      "start": 434.96,
      "dur": 1.27,
      "text": "next. I don't have a timeline for you. I can't tell you when this stuff is going"
    },
    {
      "start": 436.24,
      "dur": 1.91,
      "text": "can't tell you when this stuff is going to be published. What will happen is the"
    },
    {
      "start": 438.16,
      "dur": 2.149,
      "text": "to be published. What will happen is the cabinet secretary, the most senior civil"
    },
    {
      "start": 440.319,
      "dur": 2.15,
      "text": "cabinet secretary, the most senior civil servant in the country will decide what"
    },
    {
      "start": 442.479,
      "dur": 2.71,
      "text": "servant in the country will decide what he thinks can be disclosed publicly."
    },
    {
      "start": 445.199,
      "dur": 2.39,
      "text": "he thinks can be disclosed publicly. That stuff will go to parliament and we"
    },
    {
      "start": 447.599,
      "dur": 1.911,
      "text": "That stuff will go to parliament and we will see it all. It will be another case"
    },
    {
      "start": 449.52,
      "dur": 2.15,
      "text": "will see it all. It will be another case of journalists like me um going through"
    },
    {
      "start": 451.68,
      "dur": 2.069,
      "text": "of journalists like me um going through it trying to figure out what's in there."
    },
    {
      "start": 453.759,
      "dur": 1.83,
      "text": "it trying to figure out what's in there. There will be some stuff that the"
    },
    {
      "start": 455.599,
      "dur": 2.951,
      "text": "There will be some stuff that the government says is sensitive on national"
    },
    {
      "start": 458.56,
      "dur": 1.83,
      "text": "government says is sensitive on national security grounds or those international"
    },
    {
      "start": 460.4,
      "dur": 2.95,
      "text": "security grounds or those international relations grounds you talked about that"
    },
    {
      "start": 463.36,
      "dur": 1.669,
      "text": "relations grounds you talked about that will go to the intelligence and security"
    },
    {
      "start": 465.039,
      "dur": 1.911,
      "text": "will go to the intelligence and security committee. The government will be asked"
    },
    {
      "start": 466.96,
      "dur": 3.27,
      "text": "committee. The government will be asked to identify exactly how it thinks it's"
    },
    {
      "start": 470.24,
      "dur": 2.55,
      "text": "to identify exactly how it thinks it's prejuditial to national security or UK"
    },
    {
      "start": 472.8,
      "dur": 2.55,
      "text": "prejuditial to national security or UK international relations and the int"
    },
    {
      "start": 475.36,
      "dur": 2.07,
      "text": "international relations and the int intelligence and security committee will"
    },
    {
      "start": 477.44,
      "dur": 2.07,
      "text": "intelligence and security committee will then decide what to do with that"
    },
    {
      "start": 479.52,
      "dur": 2.069,
      "text": "then decide what to do with that information. One of the options it could"
    },
    {
      "start": 481.599,
      "dur": 3.59,
      "text": "information. One of the options it could have is to publish it in a report. But"
    },
    {
      "start": 485.199,
      "dur": 3.351,
      "text": "have is to publish it in a report. But given the scope and the scale and the"
    },
    {
      "start": 488.56,
      "dur": 2.71,
      "text": "given the scope and the scale and the number of documents that are covered by"
    },
    {
      "start": 491.28,
      "dur": 2.55,
      "text": "number of documents that are covered by this, it's a huge moment and there'll be"
    },
    {
      "start": 493.84,
      "dur": 1.99,
      "text": "this, it's a huge moment and there'll be a lot of people in government extremely"
    },
    {
      "start": 495.84,
      "dur": 3.43,
      "text": "a lot of people in government extremely nervous about what's going to come out."
    },
    {
      "start": 499.28,
      "dur": 3.11,
      "text": "nervous about what's going to come out. &gt;&gt; Exactly. Uh let's turn to perhaps the"
    },
    {
      "start": 502.4,
      "dur": 3.03,
      "text": "&gt;&gt; Exactly. Uh let's turn to perhaps the wider Labor party because of course"
    },
    {
      "start": 505.44,
      "dur": 3.189,
      "text": "wider Labor party because of course we've had a few MPs break ranks and be"
    },
    {
      "start": 508.639,
      "dur": 2.631,
      "text": "we've had a few MPs break ranks and be very open about uh thinking the prime"
    },
    {
      "start": 511.28,
      "dur": 2.15,
      "text": "very open about uh thinking the prime minister position is untenable. But what"
    },
    {
      "start": 513.44,
      "dur": 2.149,
      "text": "minister position is untenable. But what what sense are you getting from the"
    },
    {
      "start": 515.599,
      "dur": 2.55,
      "text": "what sense are you getting from the various conversations you're having?"
    },
    {
      "start": 518.159,
      "dur": 1.831,
      "text": "various conversations you're having? &gt;&gt; I think the mood is bad. I think a"
    },
    {
      "start": 520.0,
      "dur": 1.67,
      "text": "&gt;&gt; I think the mood is bad. I think a number of MPs who would have been"
    },
    {
      "start": 521.68,
      "dur": 2.469,
      "text": "number of MPs who would have been reluctant to criticize Kier Stmer in the"
    },
    {
      "start": 524.159,
      "dur": 3.35,
      "text": "reluctant to criticize Kier Stmer in the past are now doing so privately. But I"
    },
    {
      "start": 527.519,
      "dur": 2.071,
      "text": "past are now doing so privately. But I don't think we're yet at a tipping"
    },
    {
      "start": 529.6,
      "dur": 1.669,
      "text": "don't think we're yet at a tipping point. Now that doesn't mean that"
    },
    {
      "start": 531.279,
      "dur": 2.151,
      "text": "point. Now that doesn't mean that nothing will happen in the next few days"
    },
    {
      "start": 533.44,
      "dur": 2.23,
      "text": "nothing will happen in the next few days that changes that. It doesn't mean that"
    },
    {
      "start": 535.68,
      "dur": 3.35,
      "text": "that changes that. It doesn't mean that Sir Starmer might not decide himself"
    },
    {
      "start": 539.04,
      "dur": 2.87,
      "text": "Sir Starmer might not decide himself that he can't go on. We're certainly at"
    },
    {
      "start": 541.92,
      "dur": 1.909,
      "text": "that he can't go on. We're certainly at a point where things are extremely"
    },
    {
      "start": 543.839,
      "dur": 1.511,
      "text": "a point where things are extremely dangerous for the prime minister,"
    },
    {
      "start": 545.36,
      "dur": 2.55,
      "text": "dangerous for the prime minister, perhaps irreoverable. But in terms of"
    },
    {
      "start": 547.92,
      "dur": 2.469,
      "text": "perhaps irreoverable. But in terms of the immediacy of whether he's removed"
    },
    {
      "start": 550.399,
      "dur": 2.071,
      "text": "the immediacy of whether he's removed from office, I don't get the sense that"
    },
    {
      "start": 552.48,
      "dur": 2.469,
      "text": "from office, I don't get the sense that something's about to happen imminently"
    },
    {
      "start": 554.959,
      "dur": 3.591,
      "text": "something's about to happen imminently that would force that issue. But there"
    },
    {
      "start": 558.56,
      "dur": 2.709,
      "text": "that would force that issue. But there are a lot of things coming up that"
    },
    {
      "start": 561.279,
      "dur": 2.391,
      "text": "are a lot of things coming up that could. One is the release of those"
    },
    {
      "start": 563.68,
      "dur": 1.99,
      "text": "could. One is the release of those documents. If we get any of that stuff"
    },
    {
      "start": 565.68,
      "dur": 1.91,
      "text": "documents. If we get any of that stuff in the next few days and weeks and it's"
    },
    {
      "start": 567.6,
      "dur": 1.43,
      "text": "in the next few days and weeks and it's embarrassing for the government or for"
    },
    {
      "start": 569.04,
      "dur": 1.83,
      "text": "embarrassing for the government or for number 10, more pressure on the prime"
    },
    {
      "start": 570.88,
      "dur": 1.91,
      "text": "number 10, more pressure on the prime minister. The Gorton and Denton"
    },
    {
      "start": 572.8,
      "dur": 1.99,
      "text": "minister. The Gorton and Denton bi-election at the end of the month. If"
    },
    {
      "start": 574.8,
      "dur": 1.91,
      "text": "bi-election at the end of the month. If Labour's thumped in that, as many Labor"
    },
    {
      "start": 576.72,
      "dur": 2.229,
      "text": "Labour's thumped in that, as many Labor folk fear, that will put more pressure"
    },
    {
      "start": 578.959,
      "dur": 2.231,
      "text": "folk fear, that will put more pressure on the prime minister. May the local"
    },
    {
      "start": 581.2,
      "dur": 1.43,
      "text": "on the prime minister. May the local elections in England, the Scottish and"
    },
    {
      "start": 582.64,
      "dur": 2.23,
      "text": "elections in England, the Scottish and Welsh elections as well, if they go as"
    },
    {
      "start": 584.88,
      "dur": 2.55,
      "text": "Welsh elections as well, if they go as badly for the Labour Party as many"
    },
    {
      "start": 587.44,
      "dur": 2.87,
      "text": "badly for the Labour Party as many expect, potentially finishing third in"
    },
    {
      "start": 590.32,
      "dur": 2.79,
      "text": "expect, potentially finishing third in Wales, maybe even third in Scotland,"
    },
    {
      "start": 593.12,
      "dur": 1.829,
      "text": "Wales, maybe even third in Scotland, that would put considerably more"
    },
    {
      "start": 594.959,
      "dur": 1.511,
      "text": "that would put considerably more pressure on the prime minister."
    },
    {
      "start": 596.48,
      "dur": 1.51,
      "text": "pressure on the prime minister. &gt;&gt; You're absolutely right. as you go"
    },
    {
      "start": 598.0,
      "dur": 2.47,
      "text": "&gt;&gt; You're absolutely right. as you go through the the various bear traps that"
    },
    {
      "start": 600.48,
      "dur": 2.07,
      "text": "through the the various bear traps that are there already in the timeline. Add"
    },
    {
      "start": 602.56,
      "dur": 3.269,
      "text": "are there already in the timeline. Add on to that the the simply unknown"
    },
    {
      "start": 605.839,
      "dur": 1.99,
      "text": "on to that the the simply unknown nature. Number 10, the prime minister"
    },
    {
      "start": 607.839,
      "dur": 2.471,
      "text": "nature. Number 10, the prime minister sitting there not knowing exactly where"
    },
    {
      "start": 610.32,
      "dur": 1.91,
      "text": "sitting there not knowing exactly where any of this potentially goes, whether"
    },
    {
      "start": 612.24,
      "dur": 1.43,
      "text": "any of this potentially goes, whether it's investigations, whether it's"
    },
    {
      "start": 613.68,
      "dur": 3.43,
      "text": "it's investigations, whether it's documents, all of that. I was talking to"
    },
    {
      "start": 617.12,
      "dur": 2.23,
      "text": "documents, all of that. I was talking to Tom Baldwin,"
    },
    {
      "start": 619.36,
      "dur": 1.83,
      "text": "Tom Baldwin, Karma's biographer only a short while"
    },
    {
      "start": 621.2,
      "dur": 2.15,
      "text": "Karma's biographer only a short while ago. He agreed with a point you were"
    },
    {
      "start": 623.36,
      "dur": 3.35,
      "text": "ago. He agreed with a point you were making an hour or so ago is uh perhaps"
    },
    {
      "start": 626.72,
      "dur": 2.71,
      "text": "making an hour or so ago is uh perhaps one of the things that helps Karma is"
    },
    {
      "start": 629.44,
      "dur": 3.11,
      "text": "one of the things that helps Karma is the fact that all the obvious successors"
    },
    {
      "start": 632.56,
      "dur": 2.47,
      "text": "the fact that all the obvious successors have their own problems of of different"
    },
    {
      "start": 635.04,
      "dur": 3.19,
      "text": "have their own problems of of different sorts. Yeah. So Wes Streeting often"
    },
    {
      "start": 638.24,
      "dur": 2.55,
      "text": "sorts. Yeah. So Wes Streeting often mentioned as a potential successor close"
    },
    {
      "start": 640.8,
      "dur": 3.269,
      "text": "mentioned as a potential successor close to Lord Mandlesen. Angela Raina still"
    },
    {
      "start": 644.079,
      "dur": 2.551,
      "text": "to Lord Mandlesen. Angela Raina still being investigated by HMRC that has not"
    },
    {
      "start": 646.64,
      "dur": 1.99,
      "text": "being investigated by HMRC that has not been wrapped up yet. So she has that"
    },
    {
      "start": 648.64,
      "dur": 1.91,
      "text": "been wrapped up yet. So she has that baggage. I mean there are other names I"
    },
    {
      "start": 650.56,
      "dur": 1.67,
      "text": "baggage. I mean there are other names I could name you quite a few some people"
    },
    {
      "start": 652.24,
      "dur": 1.829,
      "text": "could name you quite a few some people have talked about the defense secretary"
    },
    {
      "start": 654.079,
      "dur": 2.071,
      "text": "have talked about the defense secretary John Healey the armed forces minister Al"
    },
    {
      "start": 656.16,
      "dur": 2.71,
      "text": "John Healey the armed forces minister Al Karns there's the home secretary Shabban"
    },
    {
      "start": 658.88,
      "dur": 2.949,
      "text": "Karns there's the home secretary Shabban Mammud all of them have their own kind"
    },
    {
      "start": 661.839,
      "dur": 2.631,
      "text": "Mammud all of them have their own kind of issues the certain people in the"
    },
    {
      "start": 664.48,
      "dur": 2.39,
      "text": "of issues the certain people in the Labor party might not want them and I do"
    },
    {
      "start": 666.88,
      "dur": 1.03,
      "text": "Labor party might not want them and I do think there are a lot of people in the"
    },
    {
      "start": 667.92,
      "dur": 2.23,
      "text": "think there are a lot of people in the Labor party when it comes to the bit"
    },
    {
      "start": 670.16,
      "dur": 1.75,
      "text": "Labor party when it comes to the bit when they're asked do you want rid of K"
    },
    {
      "start": 671.92,
      "dur": 2.31,
      "text": "when they're asked do you want rid of K starmer what would you do next they"
    },
    {
      "start": 674.24,
      "dur": 2.55,
      "text": "starmer what would you do next they don't have a particular answer some on"
    },
    {
      "start": 676.8,
      "dur": 1.589,
      "text": "don't have a particular answer some on the left are worried that if they force"
    },
    {
      "start": 678.399,
      "dur": 1.911,
      "text": "the left are worried that if they force the prime minister out. They might have"
    },
    {
      "start": 680.32,
      "dur": 2.39,
      "text": "the prime minister out. They might have someone else they dislike in office."
    },
    {
      "start": 682.72,
      "dur": 1.27,
      "text": "someone else they dislike in office. Someone in the center of the Labour"
    },
    {
      "start": 684.0,
      "dur": 1.43,
      "text": "Someone in the center of the Labour party are worried that if K star is"
    },
    {
      "start": 685.44,
      "dur": 2.15,
      "text": "party are worried that if K star is forced out, they might get someone from"
    },
    {
      "start": 687.6,
      "dur": 2.789,
      "text": "forced out, they might get someone from the left. So there are a lot of things"
    },
    {
      "start": 690.399,
      "dur": 2.711,
      "text": "the left. So there are a lot of things that might mean that Kier Starmer in the"
    },
    {
      "start": 693.12,
      "dur": 1.829,
      "text": "that might mean that Kier Starmer in the next few weeks, perhaps the next few"
    },
    {
      "start": 694.959,
      "dur": 2.151,
      "text": "next few weeks, perhaps the next few months does remain in number 10. The"
    },
    {
      "start": 697.12,
      "dur": 1.91,
      "text": "months does remain in number 10. The other one, by the way, is the mechanism"
    },
    {
      "start": 699.04,
      "dur": 1.909,
      "text": "other one, by the way, is the mechanism for getting rid of a Labor prime"
    },
    {
      "start": 700.959,
      "dur": 1.99,
      "text": "for getting rid of a Labor prime minister. It ain't easy. It's not like"
    },
    {
      "start": 702.959,
      "dur": 2.471,
      "text": "minister. It ain't easy. It's not like the Conservatives where the 1922"
    },
    {
      "start": 705.44,
      "dur": 1.75,
      "text": "the Conservatives where the 1922 committee can get a bunch of letters and"
    },
    {
      "start": 707.2,
      "dur": 2.629,
      "text": "committee can get a bunch of letters and that forces a confidence vote. Labor's"
    },
    {
      "start": 709.839,
      "dur": 2.391,
      "text": "that forces a confidence vote. Labor's only official mechanism is a leadership"
    },
    {
      "start": 712.24,
      "dur": 2.709,
      "text": "only official mechanism is a leadership challenge which Sir could decide to"
    },
    {
      "start": 714.959,
      "dur": 2.55,
      "text": "challenge which Sir could decide to contest which would potentially take"
    },
    {
      "start": 717.519,
      "dur": 2.071,
      "text": "contest which would potentially take weeks. Again, some Labour folk are"
    },
    {
      "start": 719.6,
      "dur": 1.99,
      "text": "weeks. Again, some Labour folk are nervous that in an unpredictable world"
    },
    {
      "start": 721.6,
      "dur": 1.669,
      "text": "nervous that in an unpredictable world with the war in Ukraine with President"
    },
    {
      "start": 723.279,
      "dur": 1.911,
      "text": "with the war in Ukraine with President Trump in the White House that wouldn't"
    },
    {
      "start": 725.2,
      "dur": 2.55,
      "text": "Trump in the White House that wouldn't be a good idea. So there are a lot of"
    },
    {
      "start": 727.76,
      "dur": 1.749,
      "text": "be a good idea. So there are a lot of things that are very dangerous for the"
    },
    {
      "start": 729.519,
      "dur": 1.75,
      "text": "things that are very dangerous for the prime minister. There are also a few"
    },
    {
      "start": 731.279,
      "dur": 1.911,
      "text": "prime minister. There are also a few things that could act in his favor, at"
    },
    {
      "start": 733.2,
      "dur": 2.55,
      "text": "things that could act in his favor, at least in the very near term. I've got to"
    },
    {
      "start": 735.76,
      "dur": 2.15,
      "text": "least in the very near term. I've got to say though, Matthew, the main takeaway"
    },
    {
      "start": 737.92,
      "dur": 1.99,
      "text": "say though, Matthew, the main takeaway from the last few weeks is there's a lot"
    },
    {
      "start": 739.92,
      "dur": 1.99,
      "text": "from the last few weeks is there's a lot of people around this postcode, many of"
    },
    {
      "start": 741.92,
      "dur": 2.63,
      "text": "of people around this postcode, many of them Labour MPs, many of them previously"
    },
    {
      "start": 744.56,
      "dur": 2.949,
      "text": "them Labour MPs, many of them previously fans of Secure Star, who do think that"
    },
    {
      "start": 747.519,
      "dur": 3.201,
      "text": "fans of Secure Star, who do think that this is the beginning of the"
    }
  ]
}