{
  "videoId": "wy6eiXlhPF0",
  "title": "Epstein Files: Starmer Under Pressure Over Mandelson | BBC Newscast",
  "publishedAt": "2026-02-04",
  "channel": "BBC News",
  "durationSeconds": 2782,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.6,
      "text": "Chris, it's a slightly later recording"
    },
    {
      "start": 1.68,
      "dur": 1.91,
      "text": "Chris, it's a slightly later recording of newscast. We're sitting down at quart"
    },
    {
      "start": 3.6,
      "dur": 1.99,
      "text": "of newscast. We're sitting down at quart 7 on Wednesday the 4th of February."
    },
    {
      "start": 5.6,
      "dur": 2.39,
      "text": "7 on Wednesday the 4th of February. &gt;&gt; Yes. And not quite in the sort of Brexit"
    },
    {
      "start": 8.0,
      "dur": 2.549,
      "text": "&gt;&gt; Yes. And not quite in the sort of Brexit cast sort of half 11 or half midnight or"
    },
    {
      "start": 10.559,
      "dur": 1.511,
      "text": "cast sort of half 11 or half midnight or whatever. But there's a you know we"
    },
    {
      "start": 12.08,
      "dur": 1.589,
      "text": "whatever. But there's a you know we we've awaited for a parliamentary"
    },
    {
      "start": 13.679,
      "dur": 1.671,
      "text": "we've awaited for a parliamentary process to reach its conclusion, haven't"
    },
    {
      "start": 15.36,
      "dur": 0.229,
      "text": "process to reach its conclusion, haven't we?"
    },
    {
      "start": 15.599,
      "dur": 1.75,
      "text": "we? &gt;&gt; Although there was an opposition party"
    },
    {
      "start": 17.359,
      "dur": 1.67,
      "text": "&gt;&gt; Although there was an opposition party using a parliamentary procedure called a"
    },
    {
      "start": 19.039,
      "dur": 1.671,
      "text": "using a parliamentary procedure called a humble address to compel the government"
    },
    {
      "start": 20.72,
      "dur": 1.27,
      "text": "humble address to compel the government to publish things that it initially"
    },
    {
      "start": 22.0,
      "dur": 1.429,
      "text": "to publish things that it initially hadn't wanted to publish. So actually it"
    },
    {
      "start": 23.439,
      "dur": 1.59,
      "text": "hadn't wanted to publish. So actually it does have quite a Brexit cast feel to"
    },
    {
      "start": 25.039,
      "dur": 2.39,
      "text": "does have quite a Brexit cast feel to it. their dear newscaster is Adam's tone"
    },
    {
      "start": 27.439,
      "dur": 3.111,
      "text": "it. their dear newscaster is Adam's tone of voice taking on a uh a thing that"
    },
    {
      "start": 30.56,
      "dur": 2.07,
      "text": "of voice taking on a uh a thing that just creates ringbinders in my mind."
    },
    {
      "start": 32.64,
      "dur": 1.909,
      "text": "just creates ringbinders in my mind. &gt;&gt; Exactly. Also, so actually Chris, just"
    },
    {
      "start": 34.559,
      "dur": 1.67,
      "text": "&gt;&gt; Exactly. Also, so actually Chris, just so I'm clear in my mind about what's"
    },
    {
      "start": 36.239,
      "dur": 1.431,
      "text": "so I'm clear in my mind about what's happened today, I think we've got two"
    },
    {
      "start": 37.68,
      "dur": 2.709,
      "text": "happened today, I think we've got two things now. One, there is a process for"
    },
    {
      "start": 40.399,
      "dur": 2.391,
      "text": "things now. One, there is a process for the government now releasing all its"
    },
    {
      "start": 42.8,
      "dur": 2.39,
      "text": "the government now releasing all its documents that it generated while"
    },
    {
      "start": 45.2,
      "dur": 2.31,
      "text": "documents that it generated while vetting Peter Mandlesen and deciding"
    },
    {
      "start": 47.52,
      "dur": 1.189,
      "text": "vetting Peter Mandlesen and deciding whether he should be appointed"
    },
    {
      "start": 48.719,
      "dur": 1.431,
      "text": "whether he should be appointed ambassador in Washington, although it's"
    },
    {
      "start": 50.16,
      "dur": 1.51,
      "text": "ambassador in Washington, although it's quite a convoluted process that's been"
    },
    {
      "start": 51.68,
      "dur": 1.11,
      "text": "quite a convoluted process that's been invented here."
    },
    {
      "start": 52.8,
      "dur": 4.71,
      "text": "invented here. &gt;&gt; Yes. So in essence exactly that um where"
    },
    {
      "start": 57.52,
      "dur": 1.829,
      "text": "&gt;&gt; Yes. So in essence exactly that um where the conservatives used a technique that"
    },
    {
      "start": 59.359,
      "dur": 2.551,
      "text": "the conservatives used a technique that we can get into when we're properly uh"
    },
    {
      "start": 61.92,
      "dur": 2.629,
      "text": "we can get into when we're properly uh up and running. Uh and it means that in"
    },
    {
      "start": 64.559,
      "dur": 1.431,
      "text": "up and running. Uh and it means that in time the government is going to publish"
    },
    {
      "start": 66.0,
      "dur": 1.429,
      "text": "time the government is going to publish some documents but not immediately"
    },
    {
      "start": 67.439,
      "dur": 2.231,
      "text": "some documents but not immediately certainly not today as we record on uh"
    },
    {
      "start": 69.68,
      "dur": 1.83,
      "text": "certainly not today as we record on uh Wednesday not least because the police"
    },
    {
      "start": 71.52,
      "dur": 1.51,
      "text": "Wednesday not least because the police have said hang on we're doing an inquiry"
    },
    {
      "start": 73.04,
      "dur": 0.95,
      "text": "have said hang on we're doing an inquiry so be careful."
    },
    {
      "start": 74.0,
      "dur": 1.75,
      "text": "so be careful. &gt;&gt; And the subplot or the second point is"
    },
    {
      "start": 75.76,
      "dur": 1.59,
      "text": "&gt;&gt; And the subplot or the second point is that Kier Starmer's authority amongst"
    },
    {
      "start": 77.36,
      "dur": 1.67,
      "text": "that Kier Starmer's authority amongst his own colleagues has taken another big"
    },
    {
      "start": 79.04,
      "dur": 2.15,
      "text": "his own colleagues has taken another big knock. It has and I've been actually"
    },
    {
      "start": 81.2,
      "dur": 3.19,
      "text": "knock. It has and I've been actually surprised at how black the mood is now"
    },
    {
      "start": 84.4,
      "dur": 2.069,
      "text": "surprised at how black the mood is now amongst quite a few Labour MPs."
    },
    {
      "start": 86.479,
      "dur": 1.67,
      "text": "amongst quite a few Labour MPs. &gt;&gt; All to be discussed on this episode of"
    },
    {
      "start": 88.159,
      "dur": 2.231,
      "text": "&gt;&gt; All to be discussed on this episode of newscast. Hello, it's Adam in the"
    },
    {
      "start": 90.4,
      "dur": 0.709,
      "text": "newscast. Hello, it's Adam in the newscast studio"
    },
    {
      "start": 91.119,
      "dur": 1.431,
      "text": "newscast studio &gt;&gt; and it is Chris at Westminster"
    },
    {
      "start": 92.56,
      "dur": 2.07,
      "text": "&gt;&gt; and it is Chris at Westminster &gt;&gt; and we will be talking to Laura Kay"
    },
    {
      "start": 94.64,
      "dur": 1.75,
      "text": "&gt;&gt; and we will be talking to Laura Kay later on or well I spoke to her earlier"
    },
    {
      "start": 96.4,
      "dur": 1.43,
      "text": "later on or well I spoke to her earlier today because she's got a new"
    },
    {
      "start": 97.84,
      "dur": 2.39,
      "text": "today because she's got a new documentary out on I player about Reform"
    },
    {
      "start": 100.24,
      "dur": 2.71,
      "text": "documentary out on I player about Reform UK and I also wanted to pick her brains"
    },
    {
      "start": 102.96,
      "dur": 2.55,
      "text": "UK and I also wanted to pick her brains about the whole Mandlesson story because"
    },
    {
      "start": 105.52,
      "dur": 1.99,
      "text": "about the whole Mandlesson story because she has been reporting on Peter"
    },
    {
      "start": 107.52,
      "dur": 3.269,
      "text": "she has been reporting on Peter Manderson for a very very long time. Uh"
    },
    {
      "start": 110.799,
      "dur": 1.67,
      "text": "Manderson for a very very long time. Uh right Chris so I think we should maybe"
    },
    {
      "start": 112.479,
      "dur": 1.91,
      "text": "right Chris so I think we should maybe just do today chronologically because"
    },
    {
      "start": 114.399,
      "dur": 1.191,
      "text": "just do today chronologically because that's probably the easiest way to"
    },
    {
      "start": 115.6,
      "dur": 1.67,
      "text": "that's probably the easiest way to understand it. Uh the first big moment"
    },
    {
      "start": 117.28,
      "dur": 2.63,
      "text": "understand it. Uh the first big moment was at prime minister's questions midday"
    },
    {
      "start": 119.92,
      "dur": 4.63,
      "text": "was at prime minister's questions midday and basically the mood at that point was"
    },
    {
      "start": 124.56,
      "dur": 2.149,
      "text": "and basically the mood at that point was well it was one where the government had"
    },
    {
      "start": 126.719,
      "dur": 2.711,
      "text": "well it was one where the government had said it was going to it was willing to"
    },
    {
      "start": 129.44,
      "dur": 3.35,
      "text": "said it was going to it was willing to publish stuff documents that it had in"
    },
    {
      "start": 132.8,
      "dur": 1.83,
      "text": "publish stuff documents that it had in its possession relating to the whole"
    },
    {
      "start": 134.64,
      "dur": 2.229,
      "text": "its possession relating to the whole business of uh the appointment of Lord"
    },
    {
      "start": 136.879,
      "dur": 2.151,
      "text": "business of uh the appointment of Lord Mandlesson as the ambassador in"
    },
    {
      "start": 139.04,
      "dur": 3.269,
      "text": "Mandlesson as the ambassador in Washington. Then you have PMQs and I was"
    },
    {
      "start": 142.319,
      "dur": 1.191,
      "text": "Washington. Then you have PMQs and I was told in advance, you know, we could"
    },
    {
      "start": 143.52,
      "dur": 1.83,
      "text": "told in advance, you know, we could expect the prime minister to be uh"
    },
    {
      "start": 145.36,
      "dur": 3.11,
      "text": "expect the prime minister to be uh pretty punchy and you know he was and"
    },
    {
      "start": 148.48,
      "dur": 1.829,
      "text": "pretty punchy and you know he was and and here's the contrast for newscasters"
    },
    {
      "start": 150.319,
      "dur": 2.871,
      "text": "and here's the contrast for newscasters who heard the last edition and that joke"
    },
    {
      "start": 153.2,
      "dur": 2.389,
      "text": "who heard the last edition and that joke a year ago that the prime minister"
    },
    {
      "start": 155.599,
      "dur": 2.871,
      "text": "a year ago that the prime minister cracked at Lord Mandlesson's expense in"
    },
    {
      "start": 158.48,
      "dur": 2.55,
      "text": "cracked at Lord Mandlesson's expense in the British embassy in Washington"
    },
    {
      "start": 161.04,
      "dur": 1.59,
      "text": "the British embassy in Washington referring to him by his first name."
    },
    {
      "start": 162.64,
      "dur": 1.99,
      "text": "referring to him by his first name. There was lots of bonomy and joviality"
    },
    {
      "start": 164.64,
      "dur": 2.55,
      "text": "There was lots of bonomy and joviality and all the rest of it. Fast forward 11"
    },
    {
      "start": 167.2,
      "dur": 1.27,
      "text": "and all the rest of it. Fast forward 11 months because that was at the tail end"
    },
    {
      "start": 168.48,
      "dur": 3.749,
      "text": "months because that was at the tail end of February last year and the kind of"
    },
    {
      "start": 172.239,
      "dur": 3.031,
      "text": "of February last year and the kind of spitting language and tone of Kia"
    },
    {
      "start": 175.28,
      "dur": 1.99,
      "text": "spitting language and tone of Kia Starmer at lunchtime on Wednesday."
    },
    {
      "start": 177.28,
      "dur": 2.229,
      "text": "Starmer at lunchtime on Wednesday. &gt;&gt; And here is Kier Starmer doing that in"
    },
    {
      "start": 179.519,
      "dur": 2.311,
      "text": "&gt;&gt; And here is Kier Starmer doing that in response to a question from Kimmy Bonok."
    },
    {
      "start": 181.84,
      "dur": 2.23,
      "text": "response to a question from Kimmy Bonok. &gt;&gt; I am as angry as the public and any"
    },
    {
      "start": 184.08,
      "dur": 2.149,
      "text": "&gt;&gt; I am as angry as the public and any member of this house."
    },
    {
      "start": 186.239,
      "dur": 3.191,
      "text": "member of this house. Mandles betrayed our country, our"
    },
    {
      "start": 189.44,
      "dur": 3.75,
      "text": "Mandles betrayed our country, our parliament and my party."
    },
    {
      "start": 193.2,
      "dur": 3.35,
      "text": "parliament and my party. Mr. speaker. He lied repeatedly to my"
    },
    {
      "start": 196.56,
      "dur": 2.389,
      "text": "Mr. speaker. He lied repeatedly to my team when asked about his relationship"
    },
    {
      "start": 198.959,
      "dur": 2.471,
      "text": "team when asked about his relationship with Epstein before and during his"
    },
    {
      "start": 201.44,
      "dur": 2.709,
      "text": "with Epstein before and during his tenure as ambassador. I regret"
    },
    {
      "start": 204.159,
      "dur": 3.111,
      "text": "tenure as ambassador. I regret appointing him. If I knew then what I"
    },
    {
      "start": 207.28,
      "dur": 1.83,
      "text": "appointing him. If I knew then what I know now, he would never have been"
    },
    {
      "start": 209.12,
      "dur": 2.31,
      "text": "know now, he would never have been anywhere near government."
    },
    {
      "start": 211.44,
      "dur": 2.709,
      "text": "anywhere near government. And that is why, Mr. Speaker, yesterday"
    },
    {
      "start": 214.159,
      "dur": 2.871,
      "text": "And that is why, Mr. Speaker, yesterday the cabinet secretary, with my support,"
    },
    {
      "start": 217.04,
      "dur": 2.79,
      "text": "the cabinet secretary, with my support, took the decision to refer material to"
    },
    {
      "start": 219.84,
      "dur": 2.469,
      "text": "took the decision to refer material to the police. and there is now a criminal"
    },
    {
      "start": 222.319,
      "dur": 1.591,
      "text": "the police. and there is now a criminal investigation."
    },
    {
      "start": 223.92,
      "dur": 1.99,
      "text": "investigation. I've instructed my team to draft"
    },
    {
      "start": 225.92,
      "dur": 2.63,
      "text": "I've instructed my team to draft legislation to strip Mandlesson of his"
    },
    {
      "start": 228.56,
      "dur": 3.029,
      "text": "legislation to strip Mandlesson of his title and wider legislation to remove"
    },
    {
      "start": 231.599,
      "dur": 2.231,
      "text": "title and wider legislation to remove disgraced peers."
    },
    {
      "start": 233.84,
      "dur": 2.87,
      "text": "disgraced peers. &gt;&gt; And this morning, I've agreed with His"
    },
    {
      "start": 236.72,
      "dur": 3.19,
      "text": "&gt;&gt; And this morning, I've agreed with His Majesty the King that Mandlesson should"
    },
    {
      "start": 239.92,
      "dur": 2.07,
      "text": "Majesty the King that Mandlesson should be removed from the list of privy"
    },
    {
      "start": 242.0,
      "dur": 2.149,
      "text": "be removed from the list of privy counselors on grounds that he's brought"
    },
    {
      "start": 244.159,
      "dur": 2.63,
      "text": "counselors on grounds that he's brought the reputation of the privy council into"
    },
    {
      "start": 246.799,
      "dur": 1.111,
      "text": "the reputation of the privy council into disrepute."
    },
    {
      "start": 247.92,
      "dur": 2.55,
      "text": "disrepute. &gt;&gt; So, yeah, Chris, a few things there. um"
    },
    {
      "start": 250.48,
      "dur": 2.309,
      "text": "&gt;&gt; So, yeah, Chris, a few things there. um just the use of the surname, no full"
    },
    {
      "start": 252.799,
      "dur": 4.55,
      "text": "just the use of the surname, no full name or lord, um the word betrayal,"
    },
    {
      "start": 257.359,
      "dur": 2.791,
      "text": "name or lord, um the word betrayal, which again is quite a big word to use"
    },
    {
      "start": 260.16,
      "dur": 1.349,
      "text": "which again is quite a big word to use in the House of Commons, and the"
    },
    {
      "start": 261.519,
      "dur": 2.071,
      "text": "in the House of Commons, and the repeated use of the L-word lies."
    },
    {
      "start": 263.6,
      "dur": 1.75,
      "text": "repeated use of the L-word lies. &gt;&gt; Yeah. I mean, this this is a prime"
    },
    {
      "start": 265.36,
      "dur": 2.47,
      "text": "&gt;&gt; Yeah. I mean, this this is a prime minister who doesn't like to use"
    },
    {
      "start": 267.84,
      "dur": 2.629,
      "text": "minister who doesn't like to use superlatives. He is he is moderate in"
    },
    {
      "start": 270.479,
      "dur": 2.15,
      "text": "superlatives. He is he is moderate in his use of language as his holding"
    },
    {
      "start": 272.639,
      "dur": 3.11,
      "text": "his use of language as his holding position. He also doesn't like to be"
    },
    {
      "start": 275.759,
      "dur": 1.99,
      "text": "position. He also doesn't like to be emotional, I don't think, in in public."
    },
    {
      "start": 277.759,
      "dur": 3.031,
      "text": "emotional, I don't think, in in public. doesn't find that particularly easy. It"
    },
    {
      "start": 280.8,
      "dur": 2.55,
      "text": "doesn't find that particularly easy. It it is it is clearly easier when you are"
    },
    {
      "start": 283.36,
      "dur": 2.549,
      "text": "it is it is clearly easier when you are authentically boiling with anger, which"
    },
    {
      "start": 285.919,
      "dur": 2.55,
      "text": "authentically boiling with anger, which he is, and plenty of senior labor"
    },
    {
      "start": 288.479,
      "dur": 1.191,
      "text": "he is, and plenty of senior labor figures are, particularly those who've"
    },
    {
      "start": 289.68,
      "dur": 1.509,
      "text": "figures are, particularly those who've known Lord Mandlesson for a long time,"
    },
    {
      "start": 291.199,
      "dur": 2.951,
      "text": "known Lord Mandlesson for a long time, who kind of get that he is a particular"
    },
    {
      "start": 294.16,
      "dur": 2.07,
      "text": "who kind of get that he is a particular character, that he's a risky pick for"
    },
    {
      "start": 296.24,
      "dur": 3.75,
      "text": "character, that he's a risky pick for for jobs. His CV bears that out, but who"
    },
    {
      "start": 300.0,
      "dur": 2.31,
      "text": "for jobs. His CV bears that out, but who have found these latest revelations,"
    },
    {
      "start": 302.32,
      "dur": 1.589,
      "text": "have found these latest revelations, both the ones a few months ago that led"
    },
    {
      "start": 303.919,
      "dur": 2.471,
      "text": "both the ones a few months ago that led to his sacking and then these ones now,"
    },
    {
      "start": 306.4,
      "dur": 3.75,
      "text": "to his sacking and then these ones now, as just on another level. and even"
    },
    {
      "start": 310.16,
      "dur": 1.67,
      "text": "as just on another level. and even saying another level doesn't really do"
    },
    {
      "start": 311.84,
      "dur": 1.67,
      "text": "saying another level doesn't really do them do them justice."
    },
    {
      "start": 313.52,
      "dur": 2.389,
      "text": "them do them justice. &gt;&gt; And then Kem Benedino continued kind of"
    },
    {
      "start": 315.919,
      "dur": 1.83,
      "text": "&gt;&gt; And then Kem Benedino continued kind of probing what the prime minister had"
    },
    {
      "start": 317.759,
      "dur": 1.751,
      "text": "probing what the prime minister had known when about Peter Mandlesson's"
    },
    {
      "start": 319.52,
      "dur": 1.91,
      "text": "known when about Peter Mandlesson's relationship with Jeffrey Epstein. And"
    },
    {
      "start": 321.44,
      "dur": 1.83,
      "text": "relationship with Jeffrey Epstein. And then she elicited what some people have"
    },
    {
      "start": 323.28,
      "dur": 1.59,
      "text": "then she elicited what some people have described as a bit of a revelation from"
    },
    {
      "start": 324.88,
      "dur": 1.43,
      "text": "described as a bit of a revelation from him. But here's here's how it played out"
    },
    {
      "start": 326.32,
      "dur": 0.95,
      "text": "him. But here's here's how it played out in the comments."
    },
    {
      "start": 327.28,
      "dur": 2.23,
      "text": "in the comments. &gt;&gt; I am asking the prime minister something"
    },
    {
      "start": 329.52,
      "dur": 2.71,
      "text": "&gt;&gt; I am asking the prime minister something very specific not about the generalities"
    },
    {
      "start": 332.24,
      "dur": 2.31,
      "text": "very specific not about the generalities of the full extent. Can the prime"
    },
    {
      "start": 334.56,
      "dur": 2.79,
      "text": "of the full extent. Can the prime minister tell us did the official"
    },
    {
      "start": 337.36,
      "dur": 3.109,
      "text": "minister tell us did the official security vetting he received mention"
    },
    {
      "start": 340.479,
      "dur": 2.471,
      "text": "security vetting he received mention Mandlesson's ongoing relationship with"
    },
    {
      "start": 342.96,
      "dur": 1.91,
      "text": "Mandlesson's ongoing relationship with the pedophile Jeffrey Epstein?"
    },
    {
      "start": 344.88,
      "dur": 2.39,
      "text": "the pedophile Jeffrey Epstein? &gt;&gt; So clear prime minister."
    },
    {
      "start": 347.28,
      "dur": 2.71,
      "text": "&gt;&gt; So clear prime minister. &gt;&gt; Yes it did."
    },
    {
      "start": 350.0,
      "dur": 0.23,
      "text": "&gt;&gt; Yes it did. A"
    },
    {
      "start": 350.24,
      "dur": 4.07,
      "text": "A &gt;&gt; as a as a result various questions were"
    },
    {
      "start": 354.32,
      "dur": 2.709,
      "text": "&gt;&gt; as a as a result various questions were put to him. I intend to disclose to this"
    },
    {
      "start": 357.039,
      "dur": 3.351,
      "text": "put to him. I intend to disclose to this house all of the the national security"
    },
    {
      "start": 360.4,
      "dur": 2.069,
      "text": "house all of the the national security prejudice to international relations on"
    },
    {
      "start": 362.479,
      "dur": 2.871,
      "text": "prejudice to international relations on one side. I want to make sure that I"
    },
    {
      "start": 365.36,
      "dur": 2.31,
      "text": "one side. I want to make sure that I want to make sure this house sees the"
    },
    {
      "start": 367.68,
      "dur": 2.55,
      "text": "want to make sure this house sees the full documentation so it will see for"
    },
    {
      "start": 370.24,
      "dur": 3.43,
      "text": "full documentation so it will see for itself the extent to which the extent to"
    },
    {
      "start": 373.68,
      "dur": 2.87,
      "text": "itself the extent to which the extent to which time and time again Mandlesson"
    },
    {
      "start": 376.56,
      "dur": 2.55,
      "text": "which time and time again Mandlesson completely misrepresented the extent of"
    },
    {
      "start": 379.12,
      "dur": 2.71,
      "text": "completely misrepresented the extent of his relationship with Epstein and lied"
    },
    {
      "start": 381.84,
      "dur": 3.11,
      "text": "his relationship with Epstein and lied throughout the process including in"
    },
    {
      "start": 384.96,
      "dur": 2.63,
      "text": "throughout the process including in response to the due diligence."
    },
    {
      "start": 387.6,
      "dur": 1.83,
      "text": "response to the due diligence. Now, Chris, help me understand this here"
    },
    {
      "start": 389.44,
      "dur": 2.95,
      "text": "Now, Chris, help me understand this here because I was under the impression that"
    },
    {
      "start": 392.4,
      "dur": 2.789,
      "text": "because I was under the impression that Kier Starmer knew that Peter Mandlesson"
    },
    {
      "start": 395.199,
      "dur": 1.27,
      "text": "Kier Starmer knew that Peter Mandlesson had had a friendship with Jeffrey"
    },
    {
      "start": 396.479,
      "dur": 2.231,
      "text": "had had a friendship with Jeffrey Epstein and that that friendship had"
    },
    {
      "start": 398.72,
      "dur": 2.23,
      "text": "Epstein and that that friendship had continued after Epstein had been"
    },
    {
      "start": 400.96,
      "dur": 2.71,
      "text": "continued after Epstein had been released from prison in in in the US in"
    },
    {
      "start": 403.68,
      "dur": 2.949,
      "text": "released from prison in in in the US in 2009. But why did that that statement"
    },
    {
      "start": 406.639,
      "dur": 2.55,
      "text": "2009. But why did that that statement from Star there provoke ooze from MPs"
    },
    {
      "start": 409.199,
      "dur": 1.27,
      "text": "from Star there provoke ooze from MPs who thought they'd heard something new"
    },
    {
      "start": 410.479,
      "dur": 3.27,
      "text": "who thought they'd heard something new there? I think it did provoke ooze"
    },
    {
      "start": 413.759,
      "dur": 1.911,
      "text": "there? I think it did provoke ooze because firstly they thought this is a"
    },
    {
      "start": 415.68,
      "dur": 2.629,
      "text": "because firstly they thought this is a kind of exchange and a acknowledgement"
    },
    {
      "start": 418.319,
      "dur": 2.15,
      "text": "kind of exchange and a acknowledgement from the prime minister that will have a"
    },
    {
      "start": 420.479,
      "dur": 1.99,
      "text": "from the prime minister that will have a certain certain amount of legs if you"
    },
    {
      "start": 422.479,
      "dur": 3.031,
      "text": "certain certain amount of legs if you like as a clip on social media and um"
    },
    {
      "start": 425.52,
      "dur": 1.509,
      "text": "like as a clip on social media and um elsewhere."
    },
    {
      "start": 427.039,
      "dur": 3.671,
      "text": "elsewhere. Secondly, it it confirmed on camera uh"
    },
    {
      "start": 430.72,
      "dur": 3.589,
      "text": "Secondly, it it confirmed on camera uh that the prime minister uh knew of the"
    },
    {
      "start": 434.319,
      "dur": 2.231,
      "text": "that the prime minister uh knew of the association and for many that was"
    },
    {
      "start": 436.56,
      "dur": 1.99,
      "text": "association and for many that was sufficient grounds without any further"
    },
    {
      "start": 438.56,
      "dur": 2.31,
      "text": "sufficient grounds without any further evidence to have never considered him uh"
    },
    {
      "start": 440.88,
      "dur": 2.309,
      "text": "evidence to have never considered him uh to be to the appointment of the uh of"
    },
    {
      "start": 443.199,
      "dur": 2.791,
      "text": "to be to the appointment of the uh of the job in uh Washington. I think it is"
    },
    {
      "start": 446.0,
      "dur": 4.87,
      "text": "the job in uh Washington. I think it is also fair to say uh that implicitly it's"
    },
    {
      "start": 450.88,
      "dur": 2.149,
      "text": "also fair to say uh that implicitly it's been assumed for ages that the prime"
    },
    {
      "start": 453.039,
      "dur": 3.111,
      "text": "been assumed for ages that the prime minister knew of what was already in the"
    },
    {
      "start": 456.16,
      "dur": 1.749,
      "text": "minister knew of what was already in the public domain about the relationship"
    },
    {
      "start": 457.919,
      "dur": 2.39,
      "text": "public domain about the relationship between the friendship between Epstein"
    },
    {
      "start": 460.319,
      "dur": 2.231,
      "text": "between the friendship between Epstein and Lord uh and Lord Mandlesson. It"
    },
    {
      "start": 462.56,
      "dur": 2.71,
      "text": "and Lord uh and Lord Mandlesson. It would have been more revelatory, it"
    },
    {
      "start": 465.28,
      "dur": 1.43,
      "text": "would have been more revelatory, it seems to me, just to run the"
    },
    {
      "start": 466.72,
      "dur": 2.23,
      "text": "seems to me, just to run the counterfactual if presented with that"
    },
    {
      "start": 468.96,
      "dur": 1.27,
      "text": "counterfactual if presented with that question, the prime minister had said"
    },
    {
      "start": 470.24,
      "dur": 2.229,
      "text": "question, the prime minister had said no. They had absolutely no idea at all"
    },
    {
      "start": 472.479,
      "dur": 2.311,
      "text": "no. They had absolutely no idea at all because then then the the clear"
    },
    {
      "start": 474.8,
      "dur": 1.59,
      "text": "because then then the the clear follow-up would have been, well, surely"
    },
    {
      "start": 476.4,
      "dur": 1.99,
      "text": "follow-up would have been, well, surely that's a complete lack of curiosity"
    },
    {
      "start": 478.4,
      "dur": 1.349,
      "text": "that's a complete lack of curiosity given what you could have found if you'd"
    },
    {
      "start": 479.759,
      "dur": 2.951,
      "text": "given what you could have found if you'd gone on to Google basically. Um, so I"
    },
    {
      "start": 482.72,
      "dur": 1.589,
      "text": "gone on to Google basically. Um, so I think it's important to acknowledge that"
    },
    {
      "start": 484.319,
      "dur": 2.791,
      "text": "think it's important to acknowledge that implicitly we had assumed what the prime"
    },
    {
      "start": 487.12,
      "dur": 3.43,
      "text": "implicitly we had assumed what the prime minister acknowledged out loud today. Um"
    },
    {
      "start": 490.56,
      "dur": 2.309,
      "text": "minister acknowledged out loud today. Um but at a moment where he is in a very"
    },
    {
      "start": 492.879,
      "dur": 3.911,
      "text": "but at a moment where he is in a very very tight spot around his judgment, you"
    },
    {
      "start": 496.8,
      "dur": 1.75,
      "text": "very tight spot around his judgment, you know, his opponents clearly saw that as"
    },
    {
      "start": 498.56,
      "dur": 3.349,
      "text": "know, his opponents clearly saw that as a um as as if not a revelation than an"
    },
    {
      "start": 501.919,
      "dur": 2.791,
      "text": "a um as as if not a revelation than an important thing to to secure on camera"
    },
    {
      "start": 504.72,
      "dur": 0.79,
      "text": "important thing to to secure on camera on the record."
    },
    {
      "start": 505.52,
      "dur": 1.509,
      "text": "on the record. &gt;&gt; Yeah. It was a moment of clarity that"
    },
    {
      "start": 507.039,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah. It was a moment of clarity that then meant in the very long debate that"
    },
    {
      "start": 509.599,
      "dur": 2.79,
      "text": "then meant in the very long debate that came afterwards, opposition MP after"
    },
    {
      "start": 512.399,
      "dur": 2.391,
      "text": "came afterwards, opposition MP after opposition MP and a few Labour MPs could"
    },
    {
      "start": 514.8,
      "dur": 2.229,
      "text": "opposition MP and a few Labour MPs could then say, \"Well, hang on though. what"
    },
    {
      "start": 517.039,
      "dur": 2.391,
      "text": "then say, \"Well, hang on though. what what is the threshold for a friendship"
    },
    {
      "start": 519.44,
      "dur": 1.509,
      "text": "what is the threshold for a friendship with a convicted pedophile that means"
    },
    {
      "start": 520.959,
      "dur": 2.07,
      "text": "with a convicted pedophile that means you wouldn't get hired at all? Uh and"
    },
    {
      "start": 523.039,
      "dur": 1.91,
      "text": "you wouldn't get hired at all? Uh and and that that statement or that answer"
    },
    {
      "start": 524.959,
      "dur": 2.471,
      "text": "and that that statement or that answer from Star opened the door to that that"
    },
    {
      "start": 527.44,
      "dur": 2.23,
      "text": "from Star opened the door to that that kind of rhetorical device in the debate."
    },
    {
      "start": 529.68,
      "dur": 1.51,
      "text": "kind of rhetorical device in the debate. Okay. So then we get into the debate and"
    },
    {
      "start": 531.2,
      "dur": 1.189,
      "text": "Okay. So then we get into the debate and what was happening here was it was an"
    },
    {
      "start": 532.399,
      "dur": 1.751,
      "text": "what was happening here was it was an opposition day debate which is where the"
    },
    {
      "start": 534.16,
      "dur": 1.51,
      "text": "opposition day debate which is where the conservatives sometimes it's the Lib"
    },
    {
      "start": 535.68,
      "dur": 2.47,
      "text": "conservatives sometimes it's the Lib Dems um or the other parties get control"
    },
    {
      "start": 538.16,
      "dur": 1.75,
      "text": "Dems um or the other parties get control of the parliamentary order paper. They"
    },
    {
      "start": 539.92,
      "dur": 1.99,
      "text": "of the parliamentary order paper. They made the subject of the debate this"
    },
    {
      "start": 541.92,
      "dur": 2.469,
      "text": "made the subject of the debate this afternoon uh a humble address which is a"
    },
    {
      "start": 544.399,
      "dur": 1.11,
      "text": "afternoon uh a humble address which is a mechanism that would force the"
    },
    {
      "start": 545.519,
      "dur": 2.631,
      "text": "mechanism that would force the government to publish all the documents"
    },
    {
      "start": 548.16,
      "dur": 1.75,
      "text": "government to publish all the documents uh as part of Lord Mandlesson's vetting"
    },
    {
      "start": 549.92,
      "dur": 2.23,
      "text": "uh as part of Lord Mandlesson's vetting and the the conservative motion had a"
    },
    {
      "start": 552.16,
      "dur": 1.91,
      "text": "and the the conservative motion had a lot of documents including messages"
    },
    {
      "start": 554.08,
      "dur": 1.99,
      "text": "lot of documents including messages between special advisers and government"
    },
    {
      "start": 556.08,
      "dur": 2.23,
      "text": "between special advisers and government departments that they wanted to see. the"
    },
    {
      "start": 558.32,
      "dur": 2.15,
      "text": "departments that they wanted to see. the government proposed an amendment to that"
    },
    {
      "start": 560.48,
      "dur": 2.71,
      "text": "government proposed an amendment to that that said, well, we we reserve the right"
    },
    {
      "start": 563.2,
      "dur": 2.39,
      "text": "that said, well, we we reserve the right to hold stuff back if there's national"
    },
    {
      "start": 565.6,
      "dur": 1.99,
      "text": "to hold stuff back if there's national security implications or kind of"
    },
    {
      "start": 567.6,
      "dur": 2.55,
      "text": "security implications or kind of diplomatic implications for the UK's"
    },
    {
      "start": 570.16,
      "dur": 1.59,
      "text": "diplomatic implications for the UK's relationship with other countries. But"
    },
    {
      "start": 571.76,
      "dur": 1.91,
      "text": "relationship with other countries. But that provoked fireworks, not just from"
    },
    {
      "start": 573.68,
      "dur": 1.35,
      "text": "that provoked fireworks, not just from the conservatives, but also loads of"
    },
    {
      "start": 575.04,
      "dur": 1.909,
      "text": "the conservatives, but also loads of Labour MPs as well. They they they then"
    },
    {
      "start": 576.959,
      "dur": 1.99,
      "text": "Labour MPs as well. They they they then said that stinks of a cover up."
    },
    {
      "start": 578.959,
      "dur": 2.87,
      "text": "said that stinks of a cover up. &gt;&gt; Yeah, completely that. So th this is"
    },
    {
      "start": 581.839,
      "dur": 2.791,
      "text": "&gt;&gt; Yeah, completely that. So th this is what I think has led to this kind of"
    },
    {
      "start": 584.64,
      "dur": 2.869,
      "text": "what I think has led to this kind of more black mood amongst more Labor MPs"
    },
    {
      "start": 587.519,
      "dur": 2.391,
      "text": "more black mood amongst more Labor MPs as we record uh on Wednesday evening"
    },
    {
      "start": 589.92,
      "dur": 1.909,
      "text": "as we record uh on Wednesday evening than than I must admit I would have"
    },
    {
      "start": 591.839,
      "dur": 3.191,
      "text": "than than I must admit I would have anticipated uh today at the beginning of"
    },
    {
      "start": 595.04,
      "dur": 1.99,
      "text": "anticipated uh today at the beginning of today. And I think the reason for that"
    },
    {
      "start": 597.04,
      "dur": 2.15,
      "text": "today. And I think the reason for that is this recurring sense from plenty of"
    },
    {
      "start": 599.2,
      "dur": 3.27,
      "text": "is this recurring sense from plenty of Labour MPs of having to defend the"
    },
    {
      "start": 602.48,
      "dur": 3.11,
      "text": "Labour MPs of having to defend the indefensible as they see it. But then"
    },
    {
      "start": 605.6,
      "dur": 2.31,
      "text": "indefensible as they see it. But then also with this story in particular"
    },
    {
      "start": 607.92,
      "dur": 2.31,
      "text": "also with this story in particular because that sense is an accumulation of"
    },
    {
      "start": 610.24,
      "dur": 2.149,
      "text": "because that sense is an accumulation of lots of moments where the government's"
    },
    {
      "start": 612.399,
      "dur": 2.231,
      "text": "lots of moments where the government's about turned or or they've had to defend"
    },
    {
      "start": 614.64,
      "dur": 1.27,
      "text": "about turned or or they've had to defend something that then the government's"
    },
    {
      "start": 615.92,
      "dur": 2.31,
      "text": "something that then the government's changed it mind on or whatever with the"
    },
    {
      "start": 618.24,
      "dur": 2.07,
      "text": "changed it mind on or whatever with the specific on this there was just given"
    },
    {
      "start": 620.32,
      "dur": 1.749,
      "text": "specific on this there was just given the gravity of what we've discovered in"
    },
    {
      "start": 622.079,
      "dur": 1.99,
      "text": "the gravity of what we've discovered in the last few days. this sense from"
    },
    {
      "start": 624.079,
      "dur": 2.071,
      "text": "the last few days. this sense from Labour MPs are already being hammered"
    },
    {
      "start": 626.16,
      "dur": 1.99,
      "text": "Labour MPs are already being hammered by, you know, anyone who they seek to"
    },
    {
      "start": 628.16,
      "dur": 1.59,
      "text": "by, you know, anyone who they seek to talk to along the lines of why on earth"
    },
    {
      "start": 629.76,
      "dur": 1.509,
      "text": "talk to along the lines of why on earth did your government appoint this guy as"
    },
    {
      "start": 631.279,
      "dur": 2.951,
      "text": "did your government appoint this guy as the ambassador that they did not want to"
    },
    {
      "start": 634.24,
      "dur": 3.029,
      "text": "the ambassador that they did not want to be seen to be being in any sense sort of"
    },
    {
      "start": 637.279,
      "dur": 4.79,
      "text": "be seen to be being in any sense sort of lethargic or slow to being as candid or"
    },
    {
      "start": 642.079,
      "dur": 3.43,
      "text": "lethargic or slow to being as candid or open as is possible to be around this"
    },
    {
      "start": 645.519,
      "dur": 3.191,
      "text": "open as is possible to be around this whole thing and to put as much distance"
    },
    {
      "start": 648.72,
      "dur": 2.87,
      "text": "whole thing and to put as much distance as they possibly can between Lord"
    },
    {
      "start": 651.6,
      "dur": 3.75,
      "text": "as they possibly can between Lord Mandlesson and them. So, the"
    },
    {
      "start": 655.36,
      "dur": 2.709,
      "text": "Mandlesson and them. So, the Conservative motion asked for a huge"
    },
    {
      "start": 658.079,
      "dur": 2.711,
      "text": "Conservative motion asked for a huge amount of of of information. The"
    },
    {
      "start": 660.8,
      "dur": 1.67,
      "text": "amount of of of information. The government's argument was was"
    },
    {
      "start": 662.48,
      "dur": 1.67,
      "text": "government's argument was was three-fold. We're happy to reveal stuff"
    },
    {
      "start": 664.16,
      "dur": 2.55,
      "text": "three-fold. We're happy to reveal stuff on three uh conditions. One is that it"
    },
    {
      "start": 666.72,
      "dur": 1.03,
      "text": "on three uh conditions. One is that it doesn't get in the way of national"
    },
    {
      "start": 667.76,
      "dur": 2.069,
      "text": "doesn't get in the way of national security. Two, that it doesn't imperil"
    },
    {
      "start": 669.839,
      "dur": 1.67,
      "text": "security. Two, that it doesn't imperil international relationships. That means"
    },
    {
      "start": 671.519,
      "dur": 1.031,
      "text": "international relationships. That means the relationship with the Trump"
    },
    {
      "start": 672.56,
      "dur": 2.23,
      "text": "the relationship with the Trump administration given that the traffic,"
    },
    {
      "start": 674.8,
      "dur": 1.51,
      "text": "administration given that the traffic, if you like, around all of this is going"
    },
    {
      "start": 676.32,
      "dur": 1.67,
      "text": "if you like, around all of this is going to be about London and Washington and"
    },
    {
      "start": 678.0,
      "dur": 1.19,
      "text": "to be about London and Washington and Donald Trump and all the rest of it,"
    },
    {
      "start": 679.2,
      "dur": 1.99,
      "text": "Donald Trump and all the rest of it, given the job that uh Peter Mandlesson"
    },
    {
      "start": 681.2,
      "dur": 2.71,
      "text": "given the job that uh Peter Mandlesson did. And three, and they sought to use"
    },
    {
      "start": 683.92,
      "dur": 2.31,
      "text": "did. And three, and they sought to use this as a reassurance exercise with MPs,"
    },
    {
      "start": 686.24,
      "dur": 1.99,
      "text": "this as a reassurance exercise with MPs, but it didn't work. Uh that this would"
    },
    {
      "start": 688.24,
      "dur": 2.79,
      "text": "but it didn't work. Uh that this would not be a political decision about who um"
    },
    {
      "start": 691.04,
      "dur": 1.43,
      "text": "not be a political decision about who um which documents were released and which"
    },
    {
      "start": 692.48,
      "dur": 1.51,
      "text": "which documents were released and which weren't. It would be overseen by the"
    },
    {
      "start": 694.0,
      "dur": 1.269,
      "text": "weren't. It would be overseen by the cabinet secretary, the country's most"
    },
    {
      "start": 695.279,
      "dur": 1.99,
      "text": "cabinet secretary, the country's most senior civil servant, and some other"
    },
    {
      "start": 697.279,
      "dur": 2.55,
      "text": "senior civil servant, and some other legal officials within government. Fast"
    },
    {
      "start": 699.839,
      "dur": 1.591,
      "text": "legal officials within government. Fast forward a handful of hours, it became"
    },
    {
      "start": 701.44,
      "dur": 2.47,
      "text": "forward a handful of hours, it became pretty clear almost immediately really"
    },
    {
      "start": 703.92,
      "dur": 1.83,
      "text": "pretty clear almost immediately really that the government was that was just"
    },
    {
      "start": 705.76,
      "dur": 1.83,
      "text": "that the government was that was just not enough. It just wasn't enough. And"
    },
    {
      "start": 707.6,
      "dur": 1.51,
      "text": "not enough. It just wasn't enough. And by that I mean it wasn't enough for"
    },
    {
      "start": 709.12,
      "dur": 1.43,
      "text": "by that I mean it wasn't enough for Labor MPs because remember Labour's got"
    },
    {
      "start": 710.56,
      "dur": 2.07,
      "text": "Labor MPs because remember Labour's got a majority. So the opposition parties"
    },
    {
      "start": 712.64,
      "dur": 2.47,
      "text": "a majority. So the opposition parties can can make all sorts of noises and and"
    },
    {
      "start": 715.12,
      "dur": 1.91,
      "text": "can can make all sorts of noises and and often do so effectively and with passion"
    },
    {
      "start": 717.04,
      "dur": 1.19,
      "text": "often do so effectively and with passion and with zeal and all the rest of it,"
    },
    {
      "start": 718.24,
      "dur": 2.23,
      "text": "and with zeal and all the rest of it, but numerically, you know, they're in a"
    },
    {
      "start": 720.48,
      "dur": 3.99,
      "text": "but numerically, you know, they're in a minority. It was clear uh within um it"
    },
    {
      "start": 724.48,
      "dur": 2.31,
      "text": "minority. It was clear uh within um it was clear within the commons on Labour's"
    },
    {
      "start": 726.8,
      "dur": 2.87,
      "text": "was clear within the commons on Labour's benches from actually early on Angela"
    },
    {
      "start": 729.68,
      "dur": 1.67,
      "text": "benches from actually early on Angela Raina, former deputy prime minister,"
    },
    {
      "start": 731.36,
      "dur": 2.469,
      "text": "Raina, former deputy prime minister, standing up and saying publicly, look,"
    },
    {
      "start": 733.839,
      "dur": 2.391,
      "text": "standing up and saying publicly, look, let's get the intelligence and security"
    },
    {
      "start": 736.24,
      "dur": 1.43,
      "text": "let's get the intelligence and security committee involved here. Now, let me"
    },
    {
      "start": 737.68,
      "dur": 1.75,
      "text": "committee involved here. Now, let me explain that. That is a cross party"
    },
    {
      "start": 739.44,
      "dur": 2.069,
      "text": "explain that. That is a cross party group of MPs and peers"
    },
    {
      "start": 741.519,
      "dur": 2.151,
      "text": "group of MPs and peers &gt;&gt; who have additional security clearance"
    },
    {
      "start": 743.68,
      "dur": 2.55,
      "text": "&gt;&gt; who have additional security clearance to examine things that can't be seen in"
    },
    {
      "start": 746.24,
      "dur": 3.19,
      "text": "to examine things that can't be seen in public but it is parliamentarians"
    },
    {
      "start": 749.44,
      "dur": 2.23,
      "text": "public but it is parliamentarians politicians rather than officials and it"
    },
    {
      "start": 751.68,
      "dur": 1.91,
      "text": "politicians rather than officials and it includes people from opposition parties"
    },
    {
      "start": 753.6,
      "dur": 2.31,
      "text": "includes people from opposition parties and the government has conceded on that."
    },
    {
      "start": 755.92,
      "dur": 2.39,
      "text": "and the government has conceded on that. So the the ISC as it's known is a"
    },
    {
      "start": 758.32,
      "dur": 3.11,
      "text": "So the the ISC as it's known is a shorthand here will oversee that process"
    },
    {
      "start": 761.44,
      "dur": 2.15,
      "text": "shorthand here will oversee that process which means that politicians who are"
    },
    {
      "start": 763.6,
      "dur": 3.349,
      "text": "which means that politicians who are savvy around around material that is"
    },
    {
      "start": 766.959,
      "dur": 2.391,
      "text": "savvy around around material that is private for good reasons or so the state"
    },
    {
      "start": 769.36,
      "dur": 1.909,
      "text": "private for good reasons or so the state concludes is for good reasons is going"
    },
    {
      "start": 771.279,
      "dur": 3.35,
      "text": "concludes is for good reasons is going to oversee this. Um uh the government is"
    },
    {
      "start": 774.639,
      "dur": 2.391,
      "text": "to oversee this. Um uh the government is frankly really worried that that might"
    },
    {
      "start": 777.04,
      "dur": 2.71,
      "text": "frankly really worried that that might mean that politics intervenes and that"
    },
    {
      "start": 779.76,
      "dur": 1.59,
      "text": "mean that politics intervenes and that stuff that could jeopardize the"
    },
    {
      "start": 781.36,
      "dur": 1.51,
      "text": "stuff that could jeopardize the relationship between London and"
    },
    {
      "start": 782.88,
      "dur": 2.55,
      "text": "relationship between London and Washington ends up in the public domain"
    },
    {
      "start": 785.44,
      "dur": 1.67,
      "text": "Washington ends up in the public domain as a result of this whole Mandlesson"
    },
    {
      "start": 787.12,
      "dur": 0.63,
      "text": "as a result of this whole Mandlesson route."
    },
    {
      "start": 787.76,
      "dur": 2.15,
      "text": "route. &gt;&gt; And also it's just a big job"
    },
    {
      "start": 789.92,
      "dur": 2.149,
      "text": "&gt;&gt; And also it's just a big job &gt;&gt; just practical level for these MPs to"
    },
    {
      "start": 792.079,
      "dur": 1.75,
      "text": "&gt;&gt; just practical level for these MPs to scan all these documents and work out if"
    },
    {
      "start": 793.839,
      "dur": 1.67,
      "text": "scan all these documents and work out if something is is able to be put in the"
    },
    {
      "start": 795.519,
      "dur": 0.631,
      "text": "something is is able to be put in the public domain."
    },
    {
      "start": 796.16,
      "dur": 1.51,
      "text": "public domain. &gt;&gt; It's a massive job because the breadth"
    },
    {
      "start": 797.68,
      "dur": 3.19,
      "text": "&gt;&gt; It's a massive job because the breadth and the breadth and scale of it is is uh"
    },
    {
      "start": 800.88,
      "dur": 1.67,
      "text": "and the breadth and scale of it is is uh significant. And then on top of that,"
    },
    {
      "start": 802.56,
      "dur": 1.75,
      "text": "significant. And then on top of that, the additional twist that came at about"
    },
    {
      "start": 808.949,
      "dur": 0.01,
      "text": "statement from the Metropolitan Police"
    },
    {
      "start": 808.959,
      "dur": 1.99,
      "text": "statement from the Metropolitan Police because the government had intended to"
    },
    {
      "start": 810.959,
      "dur": 2.791,
      "text": "because the government had intended to publish some of this material today. Uh"
    },
    {
      "start": 813.76,
      "dur": 1.67,
      "text": "publish some of this material today. Uh the Metropolitan Police saying, \"Look,"
    },
    {
      "start": 815.44,
      "dur": 3.11,
      "text": "the Metropolitan Police saying, \"Look, we are investigating Lord Mandlesson.\""
    },
    {
      "start": 818.56,
      "dur": 1.99,
      "text": "we are investigating Lord Mandlesson.\" And some of this material that could"
    },
    {
      "start": 820.56,
      "dur": 2.15,
      "text": "And some of this material that could very easily have quickly been published,"
    },
    {
      "start": 822.72,
      "dur": 1.43,
      "text": "very easily have quickly been published, we think could potentially be"
    },
    {
      "start": 824.16,
      "dur": 2.87,
      "text": "we think could potentially be prejuditial to any future legal"
    },
    {
      "start": 827.04,
      "dur": 1.67,
      "text": "prejuditial to any future legal proceedings involving the case that"
    },
    {
      "start": 828.72,
      "dur": 2.229,
      "text": "proceedings involving the case that they're looking into. Um, and let's not"
    },
    {
      "start": 830.959,
      "dur": 1.43,
      "text": "they're looking into. Um, and let's not get ahead of ourselves, but the police"
    },
    {
      "start": 832.399,
      "dur": 1.511,
      "text": "get ahead of ourselves, but the police are, you know, clearly beginning an"
    },
    {
      "start": 833.92,
      "dur": 2.63,
      "text": "are, you know, clearly beginning an inquiry into uh, Lord Mandlesson, and"
    },
    {
      "start": 836.56,
      "dur": 1.43,
      "text": "inquiry into uh, Lord Mandlesson, and they think that it wouldn't be a good"
    },
    {
      "start": 838.0,
      "dur": 2.949,
      "text": "they think that it wouldn't be a good idea for that to be published. Um, and"
    },
    {
      "start": 840.959,
      "dur": 3.751,
      "text": "idea for that to be published. Um, and the government accepts that. So, it's"
    },
    {
      "start": 844.72,
      "dur": 3.27,
      "text": "the government accepts that. So, it's running parallel to alongside, if you"
    },
    {
      "start": 848.0,
      "dur": 2.23,
      "text": "running parallel to alongside, if you like, this whole political process is"
    },
    {
      "start": 850.24,
      "dur": 1.19,
      "text": "like, this whole political process is one of the police saying, well, look,"
    },
    {
      "start": 851.44,
      "dur": 1.67,
      "text": "one of the police saying, well, look, we're doing we are looking we're"
    },
    {
      "start": 853.12,
      "dur": 2.709,
      "text": "we're doing we are looking we're pursuing a criminal inquiry here. Uh,"
    },
    {
      "start": 855.839,
      "dur": 2.631,
      "text": "pursuing a criminal inquiry here. Uh, therefore, um, don't start, um,"
    },
    {
      "start": 858.48,
      "dur": 2.87,
      "text": "therefore, um, don't start, um, presenting stuff. uh out there in public"
    },
    {
      "start": 861.36,
      "dur": 1.75,
      "text": "presenting stuff. uh out there in public that could get in the way of that. I'm"
    },
    {
      "start": 863.12,
      "dur": 1.11,
      "text": "that could get in the way of that. I'm told, by the way, that the prime"
    },
    {
      "start": 864.24,
      "dur": 2.149,
      "text": "told, by the way, that the prime minister was intending to be much more"
    },
    {
      "start": 866.399,
      "dur": 1.751,
      "text": "minister was intending to be much more specific at prime minister's questions"
    },
    {
      "start": 868.16,
      "dur": 2.229,
      "text": "specific at prime minister's questions than he was. And it was advice from the"
    },
    {
      "start": 870.399,
      "dur": 2.471,
      "text": "than he was. And it was advice from the police that led to a hasty rewrite of"
    },
    {
      "start": 872.88,
      "dur": 1.99,
      "text": "police that led to a hasty rewrite of what he did say. One other thing I"
    },
    {
      "start": 874.88,
      "dur": 1.509,
      "text": "what he did say. One other thing I should mention, Adam, is that I was at a"
    },
    {
      "start": 876.399,
      "dur": 1.911,
      "text": "should mention, Adam, is that I was at a briefing at lunchtime after PMQs about"
    },
    {
      "start": 878.32,
      "dur": 2.47,
      "text": "briefing at lunchtime after PMQs about the whole business of, you know, what"
    },
    {
      "start": 880.8,
      "dur": 1.67,
      "text": "the whole business of, you know, what happens when you appoint someone to be"
    },
    {
      "start": 882.48,
      "dur": 1.99,
      "text": "happens when you appoint someone to be ambassador to Washington. And there's"
    },
    {
      "start": 884.48,
      "dur": 2.709,
      "text": "ambassador to Washington. And there's two things that happen. Um, one is that"
    },
    {
      "start": 887.199,
      "dur": 3.19,
      "text": "two things that happen. Um, one is that there is a an initial process of due"
    },
    {
      "start": 890.399,
      "dur": 1.831,
      "text": "there is a an initial process of due diligence that is effectively a"
    },
    {
      "start": 892.24,
      "dur": 1.43,
      "text": "diligence that is effectively a examination of what's already in the"
    },
    {
      "start": 893.68,
      "dur": 1.99,
      "text": "examination of what's already in the public domain around someone's character"
    },
    {
      "start": 895.68,
      "dur": 3.03,
      "text": "public domain around someone's character and suitability for the for the uh role"
    },
    {
      "start": 898.72,
      "dur": 2.789,
      "text": "and suitability for the for the uh role in terms of um in terms of their"
    },
    {
      "start": 901.519,
      "dur": 2.631,
      "text": "in terms of um in terms of their background. It it g it's a glorified"
    },
    {
      "start": 904.16,
      "dur": 2.63,
      "text": "background. It it g it's a glorified Googling session basically. Secondary to"
    },
    {
      "start": 906.8,
      "dur": 2.55,
      "text": "Googling session basically. Secondary to that, after the appointment is is is is"
    },
    {
      "start": 909.36,
      "dur": 2.87,
      "text": "that, after the appointment is is is is out there and has been confirmed, um is"
    },
    {
      "start": 912.24,
      "dur": 2.23,
      "text": "out there and has been confirmed, um is this process of developed vetting, which"
    },
    {
      "start": 914.48,
      "dur": 2.95,
      "text": "this process of developed vetting, which is a process that crawls all over all"
    },
    {
      "start": 917.44,
      "dur": 1.59,
      "text": "is a process that crawls all over all sorts of aspects of your life. It's"
    },
    {
      "start": 919.04,
      "dur": 3.349,
      "text": "sorts of aspects of your life. It's pretty u intrusive and but only a very"
    },
    {
      "start": 922.399,
      "dur": 2.951,
      "text": "pretty u intrusive and but only a very narrow band of officials um see the"
    },
    {
      "start": 925.36,
      "dur": 2.149,
      "text": "narrow band of officials um see the outcome of that because it is incredibly"
    },
    {
      "start": 927.519,
      "dur": 1.831,
      "text": "outcome of that because it is incredibly personally intrusive. It's all about"
    },
    {
      "start": 929.36,
      "dur": 1.51,
      "text": "personally intrusive. It's all about trying to ensure that you can't be"
    },
    {
      "start": 930.88,
      "dur": 3.189,
      "text": "trying to ensure that you can't be blackmailed, for instance. Um and it's"
    },
    {
      "start": 934.079,
      "dur": 1.671,
      "text": "blackmailed, for instance. Um and it's pretty much a binary outcome. The"
    },
    {
      "start": 935.76,
      "dur": 1.99,
      "text": "pretty much a binary outcome. The outcome of that is either it's fine or"
    },
    {
      "start": 937.76,
      "dur": 1.99,
      "text": "outcome of that is either it's fine or it isn't. There are some circumstances"
    },
    {
      "start": 939.76,
      "dur": 1.91,
      "text": "it isn't. There are some circumstances where it can be fine if there are"
    },
    {
      "start": 941.68,
      "dur": 2.149,
      "text": "where it can be fine if there are certain mitigations. But the details of"
    },
    {
      "start": 943.839,
      "dur": 1.99,
      "text": "certain mitigations. But the details of that don't go to ministers and they"
    },
    {
      "start": 945.839,
      "dur": 1.191,
      "text": "that don't go to ministers and they don't go to the prime minister because"
    },
    {
      "start": 947.04,
      "dur": 4.31,
      "text": "don't go to the prime minister because of just how um uh personally invasive um"
    },
    {
      "start": 951.36,
      "dur": 1.75,
      "text": "of just how um uh personally invasive um it is. And clearly we know we don't know"
    },
    {
      "start": 953.12,
      "dur": 1.35,
      "text": "it is. And clearly we know we don't know the specifics but we know that the"
    },
    {
      "start": 954.48,
      "dur": 1.51,
      "text": "the specifics but we know that the outcome of that process was that Lord"
    },
    {
      "start": 956.0,
      "dur": 1.749,
      "text": "outcome of that process was that Lord Mandlesson went to Washington."
    },
    {
      "start": 957.759,
      "dur": 1.43,
      "text": "Mandlesson went to Washington. I think the important thing to remember"
    },
    {
      "start": 959.199,
      "dur": 1.99,
      "text": "I think the important thing to remember here, and this just was really ringing"
    },
    {
      "start": 961.199,
      "dur": 1.75,
      "text": "here, and this just was really ringing in my ears as I was listening to this"
    },
    {
      "start": 962.959,
      "dur": 2.391,
      "text": "in my ears as I was listening to this debate this afternoon, every time a"
    },
    {
      "start": 965.36,
      "dur": 1.99,
      "text": "debate this afternoon, every time a Labour MP, including, as you said,"
    },
    {
      "start": 967.36,
      "dur": 1.35,
      "text": "Labour MP, including, as you said, people like the former deputy leader"
    },
    {
      "start": 968.72,
      "dur": 1.83,
      "text": "people like the former deputy leader Angela Rener, said, \"Oh, we should get"
    },
    {
      "start": 970.56,
      "dur": 1.59,
      "text": "Angela Rener, said, \"Oh, we should get the intelligence and security committee"
    },
    {
      "start": 972.16,
      "dur": 1.589,
      "text": "the intelligence and security committee of the of the House of Commons involved"
    },
    {
      "start": 973.759,
      "dur": 2.31,
      "text": "of the of the House of Commons involved in kind of screening this material.\""
    },
    {
      "start": 976.079,
      "dur": 2.55,
      "text": "in kind of screening this material.\" that was implying"
    },
    {
      "start": 978.639,
      "dur": 3.031,
      "text": "that was implying subtextually that they didn't trust"
    },
    {
      "start": 981.68,
      "dur": 2.79,
      "text": "subtextually that they didn't trust their own prime minister and Downing"
    },
    {
      "start": 984.48,
      "dur": 2.469,
      "text": "their own prime minister and Downing Street to release the whole story."
    },
    {
      "start": 986.959,
      "dur": 1.031,
      "text": "Street to release the whole story. &gt;&gt; Yeah, it's"
    },
    {
      "start": 988.0,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, it's &gt;&gt; and it's like nobody said that"
    },
    {
      "start": 990.0,
      "dur": 1.59,
      "text": "&gt;&gt; and it's like nobody said that explicitly on the labor benches, but"
    },
    {
      "start": 991.6,
      "dur": 1.83,
      "text": "explicitly on the labor benches, but that is the implication of saying let's"
    },
    {
      "start": 993.44,
      "dur": 1.67,
      "text": "that is the implication of saying let's get the ISC involved."
    },
    {
      "start": 995.12,
      "dur": 2.149,
      "text": "get the ISC involved. &gt;&gt; It is exactly the implication. It is"
    },
    {
      "start": 997.279,
      "dur": 3.191,
      "text": "&gt;&gt; It is exactly the implication. It is precisely uh precisely that. And it is"
    },
    {
      "start": 1000.48,
      "dur": 1.909,
      "text": "precisely uh precisely that. And it is also an implication just to take it one"
    },
    {
      "start": 1002.399,
      "dur": 3.35,
      "text": "also an implication just to take it one notch further from those Labour MPs who"
    },
    {
      "start": 1005.759,
      "dur": 2.231,
      "text": "notch further from those Labour MPs who articulated a desire for the ISC to be"
    },
    {
      "start": 1008.0,
      "dur": 3.509,
      "text": "articulated a desire for the ISC to be involved is that they put greater trust"
    },
    {
      "start": 1011.519,
      "dur": 3.67,
      "text": "involved is that they put greater trust in a crossparty group of their peers by"
    },
    {
      "start": 1015.199,
      "dur": 2.231,
      "text": "in a crossparty group of their peers by which I mean MPs and members of the"
    },
    {
      "start": 1017.44,
      "dur": 2.069,
      "text": "which I mean MPs and members of the House of Lords including those that"
    },
    {
      "start": 1019.519,
      "dur": 1.43,
      "text": "House of Lords including those that therefore by definition who are"
    },
    {
      "start": 1020.959,
      "dur": 3.11,
      "text": "therefore by definition who are politically opposed to the government"
    },
    {
      "start": 1024.079,
      "dur": 1.911,
      "text": "politically opposed to the government rather than if you like the bowels of"
    },
    {
      "start": 1026.0,
      "dur": 2.789,
      "text": "rather than if you like the bowels of the state uh invol including the cabinet"
    },
    {
      "start": 1028.799,
      "dur": 2.071,
      "text": "the state uh invol including the cabinet secretary and you heard in PMQs. Quite a"
    },
    {
      "start": 1030.88,
      "dur": 1.35,
      "text": "secretary and you heard in PMQs. Quite a passionate defense from the prime"
    },
    {
      "start": 1032.24,
      "dur": 2.39,
      "text": "passionate defense from the prime minister about what he felt was a sort"
    },
    {
      "start": 1034.64,
      "dur": 2.47,
      "text": "minister about what he felt was a sort of implicit criticism of the integrity"
    },
    {
      "start": 1037.12,
      "dur": 2.47,
      "text": "of implicit criticism of the integrity of the uh cabinet secretary as opposed"
    },
    {
      "start": 1039.6,
      "dur": 1.589,
      "text": "of the uh cabinet secretary as opposed to, you know, when that was being"
    },
    {
      "start": 1041.199,
      "dur": 2.311,
      "text": "to, you know, when that was being proposed as the as the as the mechanism"
    },
    {
      "start": 1043.52,
      "dur": 1.669,
      "text": "proposed as the as the as the mechanism for uh for doing this."
    },
    {
      "start": 1045.199,
      "dur": 2.151,
      "text": "for uh for doing this. &gt;&gt; And Chris, have you heard yet from Lord"
    },
    {
      "start": 1047.36,
      "dur": 1.83,
      "text": "&gt;&gt; And Chris, have you heard yet from Lord Mandlesson on the record officially?"
    },
    {
      "start": 1049.2,
      "dur": 1.19,
      "text": "Mandlesson on the record officially? &gt;&gt; No."
    },
    {
      "start": 1050.4,
      "dur": 1.67,
      "text": "&gt;&gt; No. &gt;&gt; Well, that's that then. Um I mean what"
    },
    {
      "start": 1052.08,
      "dur": 1.91,
      "text": "&gt;&gt; Well, that's that then. Um I mean what we understand though about his take on"
    },
    {
      "start": 1054.0,
      "dur": 2.15,
      "text": "we understand though about his take on all of this is that he's not acted in"
    },
    {
      "start": 1056.16,
      "dur": 1.59,
      "text": "all of this is that he's not acted in any way criminally and he was not"
    },
    {
      "start": 1057.76,
      "dur": 1.51,
      "text": "any way criminally and he was not motivated at any point by financial"
    },
    {
      "start": 1059.28,
      "dur": 1.91,
      "text": "motivated at any point by financial gain. That's the gist that we have of"
    },
    {
      "start": 1061.2,
      "dur": 1.03,
      "text": "gain. That's the gist that we have of what he feels about this."
    },
    {
      "start": 1062.24,
      "dur": 3.11,
      "text": "what he feels about this. &gt;&gt; Yeah, absolutely that and I think he is"
    },
    {
      "start": 1065.36,
      "dur": 4.63,
      "text": "&gt;&gt; Yeah, absolutely that and I think he is now uh aware in addition to"
    },
    {
      "start": 1070.0,
      "dur": 2.63,
      "text": "now uh aware in addition to you what was our understanding of where"
    },
    {
      "start": 1072.64,
      "dur": 2.389,
      "text": "you what was our understanding of where he where he where his sort of mind was"
    },
    {
      "start": 1075.039,
      "dur": 2.311,
      "text": "he where he where his sort of mind was in response to all of this 24 hours ago."
    },
    {
      "start": 1077.36,
      "dur": 1.91,
      "text": "in response to all of this 24 hours ago. I think he is now obviously aware that"
    },
    {
      "start": 1079.28,
      "dur": 1.269,
      "text": "I think he is now obviously aware that the context is one of a police"
    },
    {
      "start": 1080.559,
      "dur": 3.511,
      "text": "the context is one of a police investigation. Um, which in in this in"
    },
    {
      "start": 1084.08,
      "dur": 2.79,
      "text": "investigation. Um, which in in this in these kind of instances often leads"
    },
    {
      "start": 1086.88,
      "dur": 2.39,
      "text": "these kind of instances often leads those caught up in them to be even more"
    },
    {
      "start": 1089.28,
      "dur": 2.07,
      "text": "those caught up in them to be even more reticent about what they say publicly."
    },
    {
      "start": 1091.36,
      "dur": 1.35,
      "text": "reticent about what they say publicly. &gt;&gt; Do you know what? Now that we've sat"
    },
    {
      "start": 1092.72,
      "dur": 1.51,
      "text": "&gt;&gt; Do you know what? Now that we've sat down and sort of taken a breath from"
    },
    {
      "start": 1094.24,
      "dur": 1.83,
      "text": "down and sort of taken a breath from today's news, I'm just thinking back to"
    },
    {
      "start": 1096.08,
      "dur": 2.07,
      "text": "today's news, I'm just thinking back to the end of the the so-called winding up"
    },
    {
      "start": 1098.16,
      "dur": 2.07,
      "text": "the end of the the so-called winding up speech, which is the last speech um"
    },
    {
      "start": 1100.24,
      "dur": 2.87,
      "text": "speech, which is the last speech um given by the minister um in the debate"
    },
    {
      "start": 1103.12,
      "dur": 1.51,
      "text": "given by the minister um in the debate before the MPs vote. although in this"
    },
    {
      "start": 1104.64,
      "dur": 1.19,
      "text": "before the MPs vote. although in this case they actually didn't vote because"
    },
    {
      "start": 1105.84,
      "dur": 1.35,
      "text": "case they actually didn't vote because everyone agreed this is what should"
    },
    {
      "start": 1107.2,
      "dur": 1.75,
      "text": "everyone agreed this is what should happen and it's a guy called Chris Ward"
    },
    {
      "start": 1108.96,
      "dur": 2.47,
      "text": "happen and it's a guy called Chris Ward who used to be like a quite close aid to"
    },
    {
      "start": 1111.44,
      "dur": 2.71,
      "text": "who used to be like a quite close aid to to Star kind of behind the scenes and he"
    },
    {
      "start": 1114.16,
      "dur": 1.35,
      "text": "to Star kind of behind the scenes and he was just listing the things the"
    },
    {
      "start": 1115.52,
      "dur": 2.149,
      "text": "was just listing the things the government had already done this week"
    },
    {
      "start": 1117.679,
      "dur": 1.671,
      "text": "government had already done this week and each one is quite a sort of"
    },
    {
      "start": 1119.36,
      "dur": 1.91,
      "text": "and each one is quite a sort of jaw-dropping thing to have happened but"
    },
    {
      "start": 1121.28,
      "dur": 1.19,
      "text": "jaw-dropping thing to have happened but of course everyone's just moved on from"
    },
    {
      "start": 1122.48,
      "dur": 2.71,
      "text": "of course everyone's just moved on from those things like agreeing with the king"
    },
    {
      "start": 1125.2,
      "dur": 1.829,
      "text": "those things like agreeing with the king that Lord Mandlesson would be removed"
    },
    {
      "start": 1127.039,
      "dur": 1.831,
      "text": "that Lord Mandlesson would be removed from the privy council which is that"
    },
    {
      "start": 1128.88,
      "dur": 2.47,
      "text": "from the privy council which is that select group of of people who advise the"
    },
    {
      "start": 1131.36,
      "dur": 2.63,
      "text": "select group of of people who advise the monarch that's quite a big deal and Even"
    },
    {
      "start": 1134.0,
      "dur": 2.31,
      "text": "monarch that's quite a big deal and Even just back to yesterday, Tuesday, the"
    },
    {
      "start": 1136.32,
      "dur": 2.07,
      "text": "just back to yesterday, Tuesday, the government giving permission to the"
    },
    {
      "start": 1138.4,
      "dur": 2.389,
      "text": "government giving permission to the Cabinet Office to give material to the"
    },
    {
      "start": 1140.799,
      "dur": 1.911,
      "text": "Cabinet Office to give material to the police that could trigger a criminal"
    },
    {
      "start": 1142.72,
      "dur": 2.23,
      "text": "police that could trigger a criminal investigation into somebody who less"
    },
    {
      "start": 1144.96,
      "dur": 1.75,
      "text": "investigation into somebody who less than a year ago was one of the"
    },
    {
      "start": 1146.72,
      "dur": 2.23,
      "text": "than a year ago was one of the government's most high-profile figures."
    },
    {
      "start": 1148.96,
      "dur": 1.589,
      "text": "government's most high-profile figures. &gt;&gt; Like all of those things are huge and"
    },
    {
      "start": 1150.559,
      "dur": 1.911,
      "text": "&gt;&gt; Like all of those things are huge and they just happened in in the last 36"
    },
    {
      "start": 1152.48,
      "dur": 1.91,
      "text": "they just happened in in the last 36 hours and we get we move on from them to"
    },
    {
      "start": 1154.4,
      "dur": 1.19,
      "text": "hours and we get we move on from them to all of all the stuff that happened"
    },
    {
      "start": 1155.6,
      "dur": 0.47,
      "text": "all of all the stuff that happened today."
    },
    {
      "start": 1156.08,
      "dur": 2.07,
      "text": "today. &gt;&gt; Yeah. and and one where we and we've"
    },
    {
      "start": 1158.16,
      "dur": 2.79,
      "text": "&gt;&gt; Yeah. and and one where we and we've seen this continuing today uh where"
    },
    {
      "start": 1160.96,
      "dur": 2.15,
      "text": "seen this continuing today uh where Downing Street incredibly conscious that"
    },
    {
      "start": 1163.12,
      "dur": 2.15,
      "text": "Downing Street incredibly conscious that its back is against the wall around all"
    },
    {
      "start": 1165.28,
      "dur": 1.509,
      "text": "its back is against the wall around all of this. Let's be clear the prime"
    },
    {
      "start": 1166.799,
      "dur": 1.911,
      "text": "of this. Let's be clear the prime minister's had you know one of his"
    },
    {
      "start": 1168.72,
      "dur": 4.39,
      "text": "minister's had you know one of his toughest days today. um uh that they are"
    },
    {
      "start": 1173.12,
      "dur": 2.47,
      "text": "toughest days today. um uh that they are responding on the record. So in you know"
    },
    {
      "start": 1175.6,
      "dur": 1.429,
      "text": "responding on the record. So in you know in a way where we can quote them"
    },
    {
      "start": 1177.039,
      "dur": 2.071,
      "text": "in a way where we can quote them directly every time there's a"
    },
    {
      "start": 1179.12,
      "dur": 1.75,
      "text": "directly every time there's a development in all of this such as the"
    },
    {
      "start": 1180.88,
      "dur": 2.31,
      "text": "development in all of this such as the desperation to put this vast gap between"
    },
    {
      "start": 1183.2,
      "dur": 3.349,
      "text": "desperation to put this vast gap between them um and uh Peter Mandlesson given"
    },
    {
      "start": 1186.559,
      "dur": 1.431,
      "text": "them um and uh Peter Mandlesson given that they volunteered that there"
    },
    {
      "start": 1188.0,
      "dur": 1.59,
      "text": "that they volunteered that there wouldn't be a vast gap because they"
    },
    {
      "start": 1189.6,
      "dur": 1.83,
      "text": "wouldn't be a vast gap because they appointed him to the job in Washington."
    },
    {
      "start": 1191.44,
      "dur": 2.79,
      "text": "appointed him to the job in Washington. keeps circling back uh to that and is"
    },
    {
      "start": 1194.24,
      "dur": 3.75,
      "text": "keeps circling back uh to that and is now becoming a the latest of many"
    },
    {
      "start": 1198.0,
      "dur": 1.51,
      "text": "now becoming a the latest of many sticks, if you like, that the prime"
    },
    {
      "start": 1199.52,
      "dur": 1.99,
      "text": "sticks, if you like, that the prime minister's critics on his own side are"
    },
    {
      "start": 1201.52,
      "dur": 1.35,
      "text": "minister's critics on his own side are using to beat him with."
    },
    {
      "start": 1202.88,
      "dur": 1.59,
      "text": "using to beat him with. &gt;&gt; And not to make it sound like there's"
    },
    {
      "start": 1204.48,
      "dur": 1.429,
      "text": "&gt;&gt; And not to make it sound like there's about to be an imminent leadership"
    },
    {
      "start": 1205.919,
      "dur": 1.99,
      "text": "about to be an imminent leadership challenge against Kier Starmer, but the"
    },
    {
      "start": 1207.919,
      "dur": 2.151,
      "text": "challenge against Kier Starmer, but the fact it was Angela Rainer sort of"
    },
    {
      "start": 1210.08,
      "dur": 2.709,
      "text": "fact it was Angela Rainer sort of leading the charge from the backbenches"
    },
    {
      "start": 1212.799,
      "dur": 1.271,
      "text": "leading the charge from the backbenches to get the government to where they've"
    },
    {
      "start": 1214.08,
      "dur": 2.15,
      "text": "to get the government to where they've ended up tonight feels a bit leadership"
    },
    {
      "start": 1216.24,
      "dur": 2.63,
      "text": "ended up tonight feels a bit leadership challengy to create a new horrible word."
    },
    {
      "start": 1218.88,
      "dur": 1.59,
      "text": "challengy to create a new horrible word. &gt;&gt; Yeah. Yeah. and and and there is a sense"
    },
    {
      "start": 1220.48,
      "dur": 2.069,
      "text": "&gt;&gt; Yeah. Yeah. and and and there is a sense of that as we record at half 7 on on"
    },
    {
      "start": 1222.559,
      "dur": 1.751,
      "text": "of that as we record at half 7 on on Wednesday evening. There is a there is a"
    },
    {
      "start": 1224.32,
      "dur": 1.67,
      "text": "Wednesday evening. There is a there is a I I think you know you you're absolutely"
    },
    {
      "start": 1226.0,
      "dur": 2.47,
      "text": "I I think you know you you're absolutely right to make that point and there is a"
    },
    {
      "start": 1228.48,
      "dur": 3.429,
      "text": "right to make that point and there is a sense of where does the prime minister"
    },
    {
      "start": 1231.919,
      "dur": 2.791,
      "text": "sense of where does the prime minister go from here with this uh lingering in"
    },
    {
      "start": 1234.72,
      "dur": 1.59,
      "text": "go from here with this uh lingering in the air. Now what I can tell you is uh"
    },
    {
      "start": 1236.32,
      "dur": 2.79,
      "text": "the air. Now what I can tell you is uh on Thursday so tomorrow he's going to be"
    },
    {
      "start": 1239.12,
      "dur": 3.11,
      "text": "on Thursday so tomorrow he's going to be uh out and about uh giving a speech"
    },
    {
      "start": 1242.24,
      "dur": 1.83,
      "text": "uh out and about uh giving a speech talking about this this theme he's"
    },
    {
      "start": 1244.08,
      "dur": 1.51,
      "text": "talking about this this theme he's constantly trying to get back to and he"
    },
    {
      "start": 1245.6,
      "dur": 2.23,
      "text": "constantly trying to get back to and he constantly gets buffeted away from cost"
    },
    {
      "start": 1247.84,
      "dur": 3.99,
      "text": "constantly gets buffeted away from cost of living. Um and um no doubt we'll face"
    },
    {
      "start": 1251.84,
      "dur": 3.11,
      "text": "of living. Um and um no doubt we'll face a gazillion questions about Mandlesson,"
    },
    {
      "start": 1254.96,
      "dur": 3.589,
      "text": "a gazillion questions about Mandlesson, Lord Mandlesson, Epstein etc. um etc"
    },
    {
      "start": 1258.559,
      "dur": 2.551,
      "text": "Lord Mandlesson, Epstein etc. um etc etc. It's a perilous it's perilous is a"
    },
    {
      "start": 1261.12,
      "dur": 1.35,
      "text": "etc. It's a perilous it's perilous is a perilous moment this for the prime"
    },
    {
      "start": 1262.48,
      "dur": 1.91,
      "text": "perilous moment this for the prime minister. No doubt about it. M and we've"
    },
    {
      "start": 1264.4,
      "dur": 1.43,
      "text": "minister. No doubt about it. M and we've given Danielle a Ralph, our royal"
    },
    {
      "start": 1265.84,
      "dur": 1.35,
      "text": "given Danielle a Ralph, our royal correspondent an evening off from"
    },
    {
      "start": 1267.2,
      "dur": 1.75,
      "text": "correspondent an evening off from newscasting today, but there's been a"
    },
    {
      "start": 1268.96,
      "dur": 1.43,
      "text": "newscasting today, but there's been a few other royal developments as well,"
    },
    {
      "start": 1270.4,
      "dur": 1.99,
      "text": "few other royal developments as well, not least Andrew Mountbasson Windsor,"
    },
    {
      "start": 1272.4,
      "dur": 1.83,
      "text": "not least Andrew Mountbasson Windsor, has finally, I'm going to say, been"
    },
    {
      "start": 1274.24,
      "dur": 2.07,
      "text": "has finally, I'm going to say, been moved out because I can imagine it maybe"
    },
    {
      "start": 1276.32,
      "dur": 2.63,
      "text": "moved out because I can imagine it maybe wasn't that voluntary from Royal Lodge,"
    },
    {
      "start": 1278.96,
      "dur": 1.91,
      "text": "wasn't that voluntary from Royal Lodge, his big house in Windsor Great Park."
    },
    {
      "start": 1280.88,
      "dur": 1.75,
      "text": "his big house in Windsor Great Park. He's temporarily moving to somewhere"
    },
    {
      "start": 1282.64,
      "dur": 1.59,
      "text": "He's temporarily moving to somewhere else on the way to moving to"
    },
    {
      "start": 1284.24,
      "dur": 2.47,
      "text": "else on the way to moving to Sandringham. So that's and there's also"
    },
    {
      "start": 1286.72,
      "dur": 2.23,
      "text": "Sandringham. So that's and there's also more combing of the Epstein files being"
    },
    {
      "start": 1288.96,
      "dur": 1.829,
      "text": "more combing of the Epstein files being done as well and all sorts of other"
    },
    {
      "start": 1290.799,
      "dur": 1.671,
      "text": "done as well and all sorts of other claims and things emerging from that."
    },
    {
      "start": 1292.48,
      "dur": 1.75,
      "text": "claims and things emerging from that. Right, Chris? Thank you very much."
    },
    {
      "start": 1294.24,
      "dur": 0.789,
      "text": "Right, Chris? Thank you very much. &gt;&gt; Terra,"
    },
    {
      "start": 1295.039,
      "dur": 1.75,
      "text": "&gt;&gt; Terra, &gt;&gt; now I'm guessing Chris will not have"
    },
    {
      "start": 1296.799,
      "dur": 2.951,
      "text": "&gt;&gt; now I'm guessing Chris will not have time tonight to tune in to Laura Kay's"
    },
    {
      "start": 1299.76,
      "dur": 1.35,
      "text": "time tonight to tune in to Laura Kay's new documentary that she's been working"
    },
    {
      "start": 1301.12,
      "dur": 1.59,
      "text": "new documentary that she's been working on for months and months and months"
    },
    {
      "start": 1302.72,
      "dur": 3.99,
      "text": "on for months and months and months about Reform UK. But I did have time to"
    },
    {
      "start": 1306.72,
      "dur": 1.51,
      "text": "about Reform UK. But I did have time to watch a sneak preview of it, although"
    },
    {
      "start": 1308.24,
      "dur": 1.19,
      "text": "watch a sneak preview of it, although you can now watch it because it's on"
    },
    {
      "start": 1309.44,
      "dur": 1.91,
      "text": "you can now watch it because it's on Player 2 for everyone. And then this"
    },
    {
      "start": 1311.36,
      "dur": 1.83,
      "text": "Player 2 for everyone. And then this afternoon at about 2:00, I had a chat"
    },
    {
      "start": 1313.2,
      "dur": 2.469,
      "text": "afternoon at about 2:00, I had a chat with Laura uh about the documentary"
    },
    {
      "start": 1315.679,
      "dur": 1.99,
      "text": "with Laura uh about the documentary because it's it's worth digging into"
    },
    {
      "start": 1317.679,
      "dur": 1.911,
      "text": "because it's it's worth digging into some of the stuff that she uncovered."
    },
    {
      "start": 1319.6,
      "dur": 1.99,
      "text": "some of the stuff that she uncovered. And also we started the conversation by"
    },
    {
      "start": 1321.6,
      "dur": 2.39,
      "text": "And also we started the conversation by just getting her take on the Peter"
    },
    {
      "start": 1324.0,
      "dur": 1.75,
      "text": "just getting her take on the Peter Mandlesson story because of course her"
    },
    {
      "start": 1325.76,
      "dur": 1.83,
      "text": "Mandlesson story because of course her and Patty were covering it on Sunday"
    },
    {
      "start": 1327.6,
      "dur": 1.59,
      "text": "and Patty were covering it on Sunday when we'd had some revelations from the"
    },
    {
      "start": 1329.2,
      "dur": 1.829,
      "text": "when we'd had some revelations from the Epstein files but not all of the"
    },
    {
      "start": 1331.039,
      "dur": 1.351,
      "text": "Epstein files but not all of the revelations that we've been grappling"
    },
    {
      "start": 1332.4,
      "dur": 1.11,
      "text": "revelations that we've been grappling with this week. So here is the"
    },
    {
      "start": 1333.52,
      "dur": 1.269,
      "text": "with this week. So here is the conversation I had with Laura on"
    },
    {
      "start": 1334.799,
      "dur": 2.471,
      "text": "conversation I had with Laura on Wednesday afternoon at 2 p.m. Laura."
    },
    {
      "start": 1337.28,
      "dur": 1.03,
      "text": "Wednesday afternoon at 2 p.m. Laura. Hello."
    },
    {
      "start": 1338.32,
      "dur": 0.87,
      "text": "Hello. &gt;&gt; Hello Adam."
    },
    {
      "start": 1339.2,
      "dur": 1.27,
      "text": "&gt;&gt; Hello Adam. &gt;&gt; And people's ears are not deceiving"
    },
    {
      "start": 1340.48,
      "dur": 2.79,
      "text": "&gt;&gt; And people's ears are not deceiving them. It is not Saturday or Sunday. It's"
    },
    {
      "start": 1343.28,
      "dur": 2.95,
      "text": "them. It is not Saturday or Sunday. It's Wednesday the 4th of February. Yeah. Um,"
    },
    {
      "start": 1346.24,
      "dur": 1.51,
      "text": "Wednesday the 4th of February. Yeah. Um, we will talk about your documentary"
    },
    {
      "start": 1347.76,
      "dur": 1.269,
      "text": "we will talk about your documentary which I watched a couple of hours ago"
    },
    {
      "start": 1349.039,
      "dur": 1.671,
      "text": "which I watched a couple of hours ago and very much enjoyed in a second. But"
    },
    {
      "start": 1350.72,
      "dur": 1.99,
      "text": "and very much enjoyed in a second. But first of all, um, the Peter Mandlesson"
    },
    {
      "start": 1352.72,
      "dur": 2.15,
      "text": "first of all, um, the Peter Mandlesson story or Mandlesson as the prime"
    },
    {
      "start": 1354.88,
      "dur": 1.19,
      "text": "story or Mandlesson as the prime minister referred to him in prime"
    },
    {
      "start": 1356.08,
      "dur": 1.67,
      "text": "minister referred to him in prime minister's questions today. Uh, we got"
    },
    {
      "start": 1357.76,
      "dur": 2.47,
      "text": "minister's questions today. Uh, we got your take on it where it was on Sunday."
    },
    {
      "start": 1360.24,
      "dur": 1.35,
      "text": "your take on it where it was on Sunday. Obviously, a lot has happened since"
    },
    {
      "start": 1361.6,
      "dur": 1.99,
      "text": "Obviously, a lot has happened since then. Where's your head at now?"
    },
    {
      "start": 1363.6,
      "dur": 1.75,
      "text": "then. Where's your head at now? &gt;&gt; On Sunday, this was a story that was"
    },
    {
      "start": 1365.36,
      "dur": 1.669,
      "text": "&gt;&gt; On Sunday, this was a story that was incredibly embarrassing and damaging for"
    },
    {
      "start": 1367.039,
      "dur": 2.63,
      "text": "incredibly embarrassing and damaging for Peter Manderson's own reputation. It"
    },
    {
      "start": 1369.679,
      "dur": 3.431,
      "text": "Peter Manderson's own reputation. It gave more pause for thought and concern"
    },
    {
      "start": 1373.12,
      "dur": 1.51,
      "text": "gave more pause for thought and concern around Kier Starman's judgment about"
    },
    {
      "start": 1374.64,
      "dur": 2.47,
      "text": "around Kier Starman's judgment about giving him the job in the first place."
    },
    {
      "start": 1377.12,
      "dur": 2.23,
      "text": "giving him the job in the first place. But now we're into a completely"
    },
    {
      "start": 1379.36,
      "dur": 2.789,
      "text": "But now we're into a completely different realm. I have to say it's not"
    },
    {
      "start": 1382.159,
      "dur": 2.791,
      "text": "different realm. I have to say it's not just that Peter Randles had huge"
    },
    {
      "start": 1384.96,
      "dur": 2.069,
      "text": "just that Peter Randles had huge questions to answer about his decisions"
    },
    {
      "start": 1387.039,
      "dur": 2.071,
      "text": "questions to answer about his decisions around his social life and his links"
    },
    {
      "start": 1389.12,
      "dur": 1.429,
      "text": "around his social life and his links with a convicted pedophile, many of"
    },
    {
      "start": 1390.559,
      "dur": 2.151,
      "text": "with a convicted pedophile, many of which had been gone over before. It's"
    },
    {
      "start": 1392.72,
      "dur": 1.67,
      "text": "which had been gone over before. It's not just that there were questions about"
    },
    {
      "start": 1394.4,
      "dur": 2.07,
      "text": "not just that there were questions about payments between him and Jeffrey"
    },
    {
      "start": 1396.48,
      "dur": 2.309,
      "text": "payments between him and Jeffrey Epstein, which emerged in the early"
    },
    {
      "start": 1398.799,
      "dur": 3.431,
      "text": "Epstein, which emerged in the early hours of Sunday. There are now a paper"
    },
    {
      "start": 1402.24,
      "dur": 2.39,
      "text": "hours of Sunday. There are now a paper trail of questions of a member of Gordon"
    },
    {
      "start": 1404.64,
      "dur": 1.99,
      "text": "trail of questions of a member of Gordon Brown's cabinet given commercially"
    },
    {
      "start": 1406.64,
      "dur": 2.87,
      "text": "Brown's cabinet given commercially sensitive uh information to the banking"
    },
    {
      "start": 1409.52,
      "dur": 2.629,
      "text": "sensitive uh information to the banking sector during the very moment of an"
    },
    {
      "start": 1412.159,
      "dur": 2.87,
      "text": "sector during the very moment of an international financial crisis. It's"
    },
    {
      "start": 1415.039,
      "dur": 1.671,
      "text": "international financial crisis. It's astonishing. And I was talking to"
    },
    {
      "start": 1416.72,
      "dur": 2.15,
      "text": "astonishing. And I was talking to somebody uh about this this morning,"
    },
    {
      "start": 1418.88,
      "dur": 1.43,
      "text": "somebody uh about this this morning, talking to one of my contacts. This is"
    },
    {
      "start": 1420.32,
      "dur": 3.43,
      "text": "talking to one of my contacts. This is an absolute scandal of epic proportion."
    },
    {
      "start": 1423.76,
      "dur": 1.67,
      "text": "an absolute scandal of epic proportion. And even those people who had questioned"
    },
    {
      "start": 1425.44,
      "dur": 1.67,
      "text": "And even those people who had questioned the wisdom of bringing Peter Mandlesson"
    },
    {
      "start": 1427.12,
      "dur": 2.47,
      "text": "the wisdom of bringing Peter Mandlesson back into government, not just to become"
    },
    {
      "start": 1429.6,
      "dur": 1.35,
      "text": "back into government, not just to become American ambassador, but people who"
    },
    {
      "start": 1430.96,
      "dur": 1.51,
      "text": "American ambassador, but people who questioned the wisdom of Gordon Brown"
    },
    {
      "start": 1432.48,
      "dur": 2.15,
      "text": "questioned the wisdom of Gordon Brown bringing him back to do that job, would"
    },
    {
      "start": 1434.64,
      "dur": 2.87,
      "text": "bringing him back to do that job, would have had absolutely no idea that this"
    },
    {
      "start": 1437.52,
      "dur": 2.149,
      "text": "have had absolutely no idea that this was all going on. So, I mean, I think"
    },
    {
      "start": 1439.679,
      "dur": 2.391,
      "text": "was all going on. So, I mean, I think it's just taken on an incredibly toxic"
    },
    {
      "start": 1442.08,
      "dur": 2.31,
      "text": "it's just taken on an incredibly toxic life of its own and it's very, very"
    },
    {
      "start": 1444.4,
      "dur": 1.11,
      "text": "life of its own and it's very, very difficult for the government to manage"
    },
    {
      "start": 1445.52,
      "dur": 1.75,
      "text": "difficult for the government to manage it without question. And also just doing"
    },
    {
      "start": 1447.28,
      "dur": 1.509,
      "text": "it without question. And also just doing a little bit of kind of retrospective"
    },
    {
      "start": 1448.799,
      "dur": 2.47,
      "text": "a little bit of kind of retrospective stuff. I was a very very baby journalist"
    },
    {
      "start": 1451.279,
      "dur": 1.911,
      "text": "stuff. I was a very very baby journalist at Westminster when Peter Manderson came"
    },
    {
      "start": 1453.2,
      "dur": 1.43,
      "text": "at Westminster when Peter Manderson came back in 2008 at the height of the"
    },
    {
      "start": 1454.64,
      "dur": 1.43,
      "text": "back in 2008 at the height of the financial crisis. You were much more"
    },
    {
      "start": 1456.08,
      "dur": 2.31,
      "text": "financial crisis. You were much more experienced than me then. But he was so"
    },
    {
      "start": 1458.4,
      "dur": 1.749,
      "text": "experienced than me then. But he was so &gt;&gt; a lot less experienced than I am now."
    },
    {
      "start": 1460.159,
      "dur": 2.151,
      "text": "&gt;&gt; a lot less experienced than I am now. &gt;&gt; Yeah. He was so central to that bit of"
    },
    {
      "start": 1462.32,
      "dur": 1.589,
      "text": "&gt;&gt; Yeah. He was so central to that bit of that government, wasn't he?"
    },
    {
      "start": 1463.919,
      "dur": 1.511,
      "text": "that government, wasn't he? &gt;&gt; Oh, he was. I mean, he was regarded as"
    },
    {
      "start": 1465.44,
      "dur": 1.67,
      "text": "&gt;&gt; Oh, he was. I mean, he was regarded as the sort of deputy prime minister,"
    },
    {
      "start": 1467.12,
      "dur": 1.59,
      "text": "the sort of deputy prime minister, &gt;&gt; you know, for context for those who are"
    },
    {
      "start": 1468.72,
      "dur": 2.23,
      "text": "&gt;&gt; you know, for context for those who are lucky enough to be a lot younger than I"
    },
    {
      "start": 1470.96,
      "dur": 1.75,
      "text": "lucky enough to be a lot younger than I am. You know, at that moment, Gordon"
    },
    {
      "start": 1472.72,
      "dur": 2.71,
      "text": "am. You know, at that moment, Gordon Brown, having in the end managed to get"
    },
    {
      "start": 1475.44,
      "dur": 1.67,
      "text": "Brown, having in the end managed to get the keys to number 10 and moved next"
    },
    {
      "start": 1477.12,
      "dur": 1.51,
      "text": "the keys to number 10 and moved next door when Tony Blair was eventually"
    },
    {
      "start": 1478.64,
      "dur": 3.99,
      "text": "door when Tony Blair was eventually forced out, um he almost from the moment"
    },
    {
      "start": 1482.64,
      "dur": 2.23,
      "text": "forced out, um he almost from the moment he moved in was somebody who struggled"
    },
    {
      "start": 1484.88,
      "dur": 1.669,
      "text": "he moved in was somebody who struggled with some aspects of being prime"
    },
    {
      "start": 1486.559,
      "dur": 1.911,
      "text": "with some aspects of being prime minister. And Peter Mandlesson was"
    },
    {
      "start": 1488.48,
      "dur": 1.429,
      "text": "minister. And Peter Mandlesson was brought back therefore as a sort of Mr."
    },
    {
      "start": 1489.919,
      "dur": 1.431,
      "text": "brought back therefore as a sort of Mr. Fixit. you know, the guy with the"
    },
    {
      "start": 1491.36,
      "dur": 1.83,
      "text": "Fixit. you know, the guy with the cunning, the guy with the guile, the guy"
    },
    {
      "start": 1493.2,
      "dur": 1.67,
      "text": "cunning, the guy with the guile, the guy who could come back in and give Gordon"
    },
    {
      "start": 1494.88,
      "dur": 2.55,
      "text": "who could come back in and give Gordon Brown's government a story, who could"
    },
    {
      "start": 1497.44,
      "dur": 1.99,
      "text": "Brown's government a story, who could come and give Gordon Brown's government"
    },
    {
      "start": 1499.44,
      "dur": 3.43,
      "text": "come and give Gordon Brown's government some more uh political expertise and"
    },
    {
      "start": 1502.88,
      "dur": 1.75,
      "text": "some more uh political expertise and perhaps a bit of political polish. I"
    },
    {
      "start": 1504.64,
      "dur": 1.269,
      "text": "perhaps a bit of political polish. I mean, what does that sound like? A"
    },
    {
      "start": 1505.919,
      "dur": 0.951,
      "text": "mean, what does that sound like? A government that looked to Peter"
    },
    {
      "start": 1506.88,
      "dur": 1.669,
      "text": "government that looked to Peter Mandlesson to give them a bit more"
    },
    {
      "start": 1508.559,
      "dur": 1.511,
      "text": "Mandlesson to give them a bit more political guile and a bit of more"
    },
    {
      "start": 1510.08,
      "dur": 2.15,
      "text": "political guile and a bit of more political expertise, you know, and he"
    },
    {
      "start": 1512.24,
      "dur": 3.429,
      "text": "political expertise, you know, and he was seen as a sort of Mr. Fix It at that"
    },
    {
      "start": 1515.679,
      "dur": 2.47,
      "text": "was seen as a sort of Mr. Fix It at that point. It's well worth knowing that"
    },
    {
      "start": 1518.159,
      "dur": 1.671,
      "text": "point. It's well worth knowing that there were questions absolutely about"
    },
    {
      "start": 1519.84,
      "dur": 1.27,
      "text": "there were questions absolutely about him being brought back into government"
    },
    {
      "start": 1521.12,
      "dur": 2.23,
      "text": "him being brought back into government at this point and there were always"
    },
    {
      "start": 1523.36,
      "dur": 1.75,
      "text": "at this point and there were always people who looked at him in white hole"
    },
    {
      "start": 1525.12,
      "dur": 1.83,
      "text": "people who looked at him in white hole and sort of thought you've just got to"
    },
    {
      "start": 1526.96,
      "dur": 2.39,
      "text": "and sort of thought you've just got to be careful because this often ends in"
    },
    {
      "start": 1529.36,
      "dur": 2.87,
      "text": "be careful because this often ends in tears. That's not to doubt the fact that"
    },
    {
      "start": 1532.24,
      "dur": 1.83,
      "text": "tears. That's not to doubt the fact that in many regards he had incredible"
    },
    {
      "start": 1534.08,
      "dur": 2.55,
      "text": "in many regards he had incredible political expertise and experience but"
    },
    {
      "start": 1536.64,
      "dur": 2.87,
      "text": "political expertise and experience but he was therefore you know a big big"
    },
    {
      "start": 1539.52,
      "dur": 2.87,
      "text": "he was therefore you know a big big player um in Gordon Brown's government."
    },
    {
      "start": 1542.4,
      "dur": 3.509,
      "text": "player um in Gordon Brown's government. Um he of course is absolutely horrified."
    },
    {
      "start": 1545.919,
      "dur": 1.511,
      "text": "Um he of course is absolutely horrified. Other people who were in government then"
    },
    {
      "start": 1547.44,
      "dur": 3.109,
      "text": "Other people who were in government then are absolutely horrified. And you know"
    },
    {
      "start": 1550.559,
      "dur": 3.59,
      "text": "are absolutely horrified. And you know it's one thing to imagine that Peter"
    },
    {
      "start": 1554.159,
      "dur": 2.151,
      "text": "it's one thing to imagine that Peter Madison had lots of contacts and he"
    },
    {
      "start": 1556.32,
      "dur": 2.07,
      "text": "Madison had lots of contacts and he might have you know whispered this here"
    },
    {
      "start": 1558.4,
      "dur": 2.79,
      "text": "might have you know whispered this here and whispered it there with the benefit"
    },
    {
      "start": 1561.2,
      "dur": 1.99,
      "text": "and whispered it there with the benefit of getting information back in if you"
    },
    {
      "start": 1563.2,
      "dur": 1.51,
      "text": "of getting information back in if you see what I mean from contacts. That sort"
    },
    {
      "start": 1564.72,
      "dur": 2.069,
      "text": "see what I mean from contacts. That sort of two-way street of how political"
    },
    {
      "start": 1566.799,
      "dur": 2.631,
      "text": "of two-way street of how political communication can work. But the idea"
    },
    {
      "start": 1569.44,
      "dur": 1.91,
      "text": "communication can work. But the idea that he was passing classified market"
    },
    {
      "start": 1571.36,
      "dur": 1.83,
      "text": "that he was passing classified market sensitive information outside the"
    },
    {
      "start": 1573.2,
      "dur": 2.39,
      "text": "sensitive information outside the government at a moment of genuine"
    },
    {
      "start": 1575.6,
      "dur": 3.189,
      "text": "government at a moment of genuine genuine crisis, I have to say I just"
    },
    {
      "start": 1578.799,
      "dur": 2.631,
      "text": "genuine crisis, I have to say I just think it's absolutely astonishing. I"
    },
    {
      "start": 1581.44,
      "dur": 1.75,
      "text": "think it's absolutely astonishing. I really really do. And you know over the"
    },
    {
      "start": 1583.2,
      "dur": 2.469,
      "text": "really really do. And you know over the years I've covered a lot of things, a"
    },
    {
      "start": 1585.679,
      "dur": 3.271,
      "text": "years I've covered a lot of things, a lot of episodes of politicians misdeeds,"
    },
    {
      "start": 1588.96,
      "dur": 1.91,
      "text": "lot of episodes of politicians misdeeds, a lot of episodes of politicians"
    },
    {
      "start": 1590.88,
      "dur": 2.31,
      "text": "a lot of episodes of politicians mistakes, a lot of things that you kind"
    },
    {
      "start": 1593.2,
      "dur": 1.349,
      "text": "mistakes, a lot of things that you kind of think, \"Oh my goodness, I can't"
    },
    {
      "start": 1594.559,
      "dur": 1.271,
      "text": "of think, \"Oh my goodness, I can't believe they did that.\" that whether it"
    },
    {
      "start": 1595.84,
      "dur": 1.51,
      "text": "believe they did that.\" that whether it was, you know, Chris Hume being alleged"
    },
    {
      "start": 1597.36,
      "dur": 1.429,
      "text": "was, you know, Chris Hume being alleged to have got his wife to take his"
    },
    {
      "start": 1598.799,
      "dur": 2.23,
      "text": "to have got his wife to take his speeding points or Boris Johnson"
    },
    {
      "start": 1601.039,
      "dur": 3.911,
      "text": "speeding points or Boris Johnson discussing tax changes with Dyson, the"
    },
    {
      "start": 1604.96,
      "dur": 1.67,
      "text": "discussing tax changes with Dyson, the Hoover entrepreneur. You know, there've"
    },
    {
      "start": 1606.64,
      "dur": 1.43,
      "text": "Hoover entrepreneur. You know, there've been a lot of things that have popped up"
    },
    {
      "start": 1608.08,
      "dur": 1.829,
      "text": "been a lot of things that have popped up where politicians mistakes and misdeeds"
    },
    {
      "start": 1609.919,
      "dur": 2.23,
      "text": "where politicians mistakes and misdeeds have caught up with them or emerged into"
    },
    {
      "start": 1612.159,
      "dur": 2.071,
      "text": "have caught up with them or emerged into the public glare and caused a lot of"
    },
    {
      "start": 1614.24,
      "dur": 2.07,
      "text": "the public glare and caused a lot of outrage. But I think in all the years"
    },
    {
      "start": 1616.32,
      "dur": 1.51,
      "text": "outrage. But I think in all the years that I've been doing these kinds of jobs"
    },
    {
      "start": 1617.84,
      "dur": 3.03,
      "text": "that I've been doing these kinds of jobs and around the place, this for me, this"
    },
    {
      "start": 1620.88,
      "dur": 1.75,
      "text": "and around the place, this for me, this is definitely one of the most shocking,"
    },
    {
      "start": 1622.64,
      "dur": 2.71,
      "text": "is definitely one of the most shocking, if not the most shocking episodes. And I"
    },
    {
      "start": 1625.36,
      "dur": 0.87,
      "text": "if not the most shocking episodes. And I don't say that lightly."
    },
    {
      "start": 1626.24,
      "dur": 1.429,
      "text": "don't say that lightly. &gt;&gt; No, no, of course not. And I was just"
    },
    {
      "start": 1627.679,
      "dur": 1.671,
      "text": "&gt;&gt; No, no, of course not. And I was just going to say that that a lot of those"
    },
    {
      "start": 1629.36,
      "dur": 1.99,
      "text": "going to say that that a lot of those other stories, they they follow a bit of"
    },
    {
      "start": 1631.36,
      "dur": 1.669,
      "text": "other stories, they they follow a bit of a story arc where there's a kind of"
    },
    {
      "start": 1633.039,
      "dur": 1.99,
      "text": "a story arc where there's a kind of inevitability to them about what's going"
    },
    {
      "start": 1635.039,
      "dur": 2.471,
      "text": "inevitability to them about what's going to happen. This does not feel like that."
    },
    {
      "start": 1637.52,
      "dur": 2.07,
      "text": "to happen. This does not feel like that. This feels like it could go in multiple"
    },
    {
      "start": 1639.6,
      "dur": 1.669,
      "text": "This feels like it could go in multiple directions that it's very hard to"
    },
    {
      "start": 1641.279,
      "dur": 1.031,
      "text": "directions that it's very hard to predict."
    },
    {
      "start": 1642.32,
      "dur": 1.349,
      "text": "predict. &gt;&gt; Oh, completely. you know, there's a"
    },
    {
      "start": 1643.679,
      "dur": 1.671,
      "text": "&gt;&gt; Oh, completely. you know, there's a police investigation. Who knows that"
    },
    {
      "start": 1645.36,
      "dur": 2.549,
      "text": "police investigation. Who knows that what will what that will turn up. Um,"
    },
    {
      "start": 1647.919,
      "dur": 1.99,
      "text": "what will what that will turn up. Um, there could be yet more coming out of"
    },
    {
      "start": 1649.919,
      "dur": 1.511,
      "text": "there could be yet more coming out of these files. There could be all sorts of"
    },
    {
      "start": 1651.44,
      "dur": 2.39,
      "text": "these files. There could be all sorts of legal legal suits to follow still in the"
    },
    {
      "start": 1653.84,
      "dur": 2.709,
      "text": "legal legal suits to follow still in the states. So, I think it's incredibly uh"
    },
    {
      "start": 1656.559,
      "dur": 1.831,
      "text": "states. So, I think it's incredibly uh hard and it would be incredibly daft to"
    },
    {
      "start": 1658.4,
      "dur": 1.83,
      "text": "hard and it would be incredibly daft to predict. All I'll say is we did me and"
    },
    {
      "start": 1660.24,
      "dur": 1.669,
      "text": "predict. All I'll say is we did me and Patty did say at the weekend is who"
    },
    {
      "start": 1661.919,
      "dur": 2.071,
      "text": "Patty did say at the weekend is who knows what happens next. But look, there"
    },
    {
      "start": 1664.0,
      "dur": 3.909,
      "text": "knows what happens next. But look, there is a scenario where this takes a few"
    },
    {
      "start": 1667.919,
      "dur": 1.831,
      "text": "is a scenario where this takes a few more pieces out of the already very"
    },
    {
      "start": 1669.76,
      "dur": 2.149,
      "text": "more pieces out of the already very wobbly Jenga tower to, you know, the"
    },
    {
      "start": 1671.919,
      "dur": 2.151,
      "text": "wobbly Jenga tower to, you know, the metaphor that you know and newscasters"
    },
    {
      "start": 1674.08,
      "dur": 2.069,
      "text": "metaphor that you know and newscasters know that I love to use. You know, Kier"
    },
    {
      "start": 1676.159,
      "dur": 3.191,
      "text": "know that I love to use. You know, Kier Sarma's leadership is not in a solid"
    },
    {
      "start": 1679.36,
      "dur": 2.95,
      "text": "Sarma's leadership is not in a solid place right now. That was not the case"
    },
    {
      "start": 1682.32,
      "dur": 2.15,
      "text": "place right now. That was not the case uh last week before this all blew up."
    },
    {
      "start": 1684.48,
      "dur": 1.35,
      "text": "uh last week before this all blew up. That was not the case the week before."
    },
    {
      "start": 1685.84,
      "dur": 1.67,
      "text": "That was not the case the week before. It was not the case the week before or"
    },
    {
      "start": 1687.52,
      "dur": 3.59,
      "text": "It was not the case the week before or the week before. And the focus is again"
    },
    {
      "start": 1691.12,
      "dur": 2.07,
      "text": "the week before. And the focus is again very much on his chief of staff, Morgan"
    },
    {
      "start": 1693.2,
      "dur": 3.349,
      "text": "very much on his chief of staff, Morgan Mcweeny, and whether or not his backing"
    },
    {
      "start": 1696.559,
      "dur": 2.071,
      "text": "Mcweeny, and whether or not his backing and his desire to see Peter Mandlesson"
    },
    {
      "start": 1698.64,
      "dur": 4.07,
      "text": "and his desire to see Peter Mandlesson in that job will ultimately cost him his"
    },
    {
      "start": 1702.72,
      "dur": 3.27,
      "text": "in that job will ultimately cost him his own. And people have asked before and if"
    },
    {
      "start": 1706.0,
      "dur": 2.389,
      "text": "own. And people have asked before and if that comes to pass, they will ask again."
    },
    {
      "start": 1708.399,
      "dur": 2.471,
      "text": "that comes to pass, they will ask again. Is there a project Kier Starmer without"
    },
    {
      "start": 1710.88,
      "dur": 3.029,
      "text": "Is there a project Kier Starmer without Morgan Mcweeny behind it? Um so the"
    },
    {
      "start": 1713.919,
      "dur": 1.99,
      "text": "Morgan Mcweeny behind it? Um so the political damage for Downey Street could"
    },
    {
      "start": 1715.919,
      "dur": 3.11,
      "text": "political damage for Downey Street could be absolutely enormous."
    },
    {
      "start": 1719.039,
      "dur": 1.831,
      "text": "be absolutely enormous. That said, there are other eventualities"
    },
    {
      "start": 1720.88,
      "dur": 2.389,
      "text": "That said, there are other eventualities who here, you know, we just we just do"
    },
    {
      "start": 1723.279,
      "dur": 1.99,
      "text": "who here, you know, we just we just do not know. But can you imagine a world in"
    },
    {
      "start": 1725.279,
      "dur": 1.99,
      "text": "not know. But can you imagine a world in which texts or WhatsApps between Peter"
    },
    {
      "start": 1727.279,
      "dur": 1.51,
      "text": "which texts or WhatsApps between Peter Manderson and Morgan Mweeny come into"
    },
    {
      "start": 1728.799,
      "dur": 1.511,
      "text": "Manderson and Morgan Mweeny come into the public domain? Who knows what would"
    },
    {
      "start": 1730.32,
      "dur": 1.91,
      "text": "the public domain? Who knows what would be in them? I'm not saying I know what"
    },
    {
      "start": 1732.24,
      "dur": 2.71,
      "text": "be in them? I'm not saying I know what would be in them, but the question of"
    },
    {
      "start": 1734.96,
      "dur": 1.75,
      "text": "would be in them, but the question of the prime minister's judgment and"
    },
    {
      "start": 1736.72,
      "dur": 1.99,
      "text": "the prime minister's judgment and particularly the judgment of his chief"
    },
    {
      "start": 1738.72,
      "dur": 2.39,
      "text": "particularly the judgment of his chief of staff who already has a target on his"
    },
    {
      "start": 1741.12,
      "dur": 2.71,
      "text": "of staff who already has a target on his back um for many Labour MPs, those are"
    },
    {
      "start": 1743.84,
      "dur": 3.51,
      "text": "back um for many Labour MPs, those are once more back in the frame even though"
    },
    {
      "start": 1747.36,
      "dur": 1.429,
      "text": "once more back in the frame even though they are about the mistakes, the"
    },
    {
      "start": 1748.799,
      "dur": 2.87,
      "text": "they are about the mistakes, the terrible mistakes made by somebody else"
    },
    {
      "start": 1751.679,
      "dur": 3.911,
      "text": "terrible mistakes made by somebody else um who they believe betrayed them, let"
    },
    {
      "start": 1755.6,
      "dur": 1.99,
      "text": "um who they believe betrayed them, let them down, as you've already talked with"
    },
    {
      "start": 1757.6,
      "dur": 2.069,
      "text": "them down, as you've already talked with Chris about in terms of what happened in"
    },
    {
      "start": 1759.679,
      "dur": 2.791,
      "text": "Chris about in terms of what happened in Parliament. Um to hear a prime minister"
    },
    {
      "start": 1762.48,
      "dur": 1.669,
      "text": "Parliament. Um to hear a prime minister stand at the dispatch box and say he"
    },
    {
      "start": 1764.159,
      "dur": 2.071,
      "text": "stand at the dispatch box and say he lied and lied and lied"
    },
    {
      "start": 1766.24,
      "dur": 3.83,
      "text": "lied and lied and lied &gt;&gt; um was quite something but"
    },
    {
      "start": 1770.08,
      "dur": 1.35,
      "text": "&gt;&gt; um was quite something but you know there there is not enough"
    },
    {
      "start": 1771.44,
      "dur": 1.67,
      "text": "you know there there is not enough distance in the world that Kier summer"
    },
    {
      "start": 1773.12,
      "dur": 1.029,
      "text": "distance in the world that Kier summer could put between him and Peter"
    },
    {
      "start": 1774.159,
      "dur": 1.031,
      "text": "could put between him and Peter Manderson right now."
    },
    {
      "start": 1775.2,
      "dur": 1.67,
      "text": "Manderson right now. &gt;&gt; Um and we should remind newscasters that"
    },
    {
      "start": 1776.88,
      "dur": 1.83,
      "text": "&gt;&gt; Um and we should remind newscasters that Peter Mandlesson has not responded to"
    },
    {
      "start": 1778.72,
      "dur": 1.91,
      "text": "Peter Mandlesson has not responded to requests for comment on these specific"
    },
    {
      "start": 1780.64,
      "dur": 1.83,
      "text": "requests for comment on these specific allegations. But the BBC understands his"
    },
    {
      "start": 1782.48,
      "dur": 2.15,
      "text": "allegations. But the BBC understands his position is that he has not acted in any"
    },
    {
      "start": 1784.64,
      "dur": 1.35,
      "text": "position is that he has not acted in any way criminally and that he's not"
    },
    {
      "start": 1786.0,
      "dur": 2.389,
      "text": "way criminally and that he's not motivated by financial gain. At least"
    },
    {
      "start": 1788.399,
      "dur": 1.591,
      "text": "motivated by financial gain. At least that's our understanding of how he"
    },
    {
      "start": 1790.0,
      "dur": 1.269,
      "text": "that's our understanding of how he &gt;&gt; That is our understanding. But it's also"
    },
    {
      "start": 1791.279,
      "dur": 1.191,
      "text": "&gt;&gt; That is our understanding. But it's also worth saying, you know, we spoke to him"
    },
    {
      "start": 1792.48,
      "dur": 3.51,
      "text": "worth saying, you know, we spoke to him a couple of weeks ago um to hear what he"
    },
    {
      "start": 1796.0,
      "dur": 1.35,
      "text": "a couple of weeks ago um to hear what he thought about what Donald Trump was up"
    },
    {
      "start": 1797.36,
      "dur": 2.87,
      "text": "thought about what Donald Trump was up to, but also to ask him tricky questions"
    },
    {
      "start": 1800.24,
      "dur": 1.59,
      "text": "to, but also to ask him tricky questions for the first time about his"
    },
    {
      "start": 1801.84,
      "dur": 1.51,
      "text": "for the first time about his relationship with Jeffrey Epstein. You"
    },
    {
      "start": 1803.36,
      "dur": 1.429,
      "text": "relationship with Jeffrey Epstein. You know, we spoke to him because it was the"
    },
    {
      "start": 1804.799,
      "dur": 2.151,
      "text": "know, we spoke to him because it was the first time we'd been able to put those"
    },
    {
      "start": 1806.96,
      "dur": 2.55,
      "text": "first time we'd been able to put those questions to him since he'd been sacked."
    },
    {
      "start": 1809.52,
      "dur": 1.83,
      "text": "questions to him since he'd been sacked. And he sat there and he said he didn't"
    },
    {
      "start": 1811.36,
      "dur": 2.07,
      "text": "And he sat there and he said he didn't know anything about Jeffrey Epstein, the"
    },
    {
      "start": 1813.44,
      "dur": 2.31,
      "text": "know anything about Jeffrey Epstein, the sexual side of his life. messages"
    },
    {
      "start": 1815.76,
      "dur": 2.07,
      "text": "sexual side of his life. messages published now show them laughing and"
    },
    {
      "start": 1817.84,
      "dur": 1.99,
      "text": "published now show them laughing and joking about some elements of that which"
    },
    {
      "start": 1819.84,
      "dur": 1.27,
      "text": "joking about some elements of that which if you've seen them some people will"
    },
    {
      "start": 1821.12,
      "dur": 2.71,
      "text": "if you've seen them some people will find to have been incredibly"
    },
    {
      "start": 1823.84,
      "dur": 1.51,
      "text": "find to have been incredibly distasteful."
    },
    {
      "start": 1825.36,
      "dur": 3.99,
      "text": "distasteful. Um we know now about his very extensive"
    },
    {
      "start": 1829.36,
      "dur": 1.99,
      "text": "Um we know now about his very extensive discussion of business matters and"
    },
    {
      "start": 1831.36,
      "dur": 2.47,
      "text": "discussion of business matters and finance and again he said oh I told"
    },
    {
      "start": 1833.84,
      "dur": 1.189,
      "text": "finance and again he said oh I told Downing Street everything and"
    },
    {
      "start": 1835.039,
      "dur": 1.591,
      "text": "Downing Street everything and essentially was you know nothing else to"
    },
    {
      "start": 1836.64,
      "dur": 1.83,
      "text": "essentially was you know nothing else to know. Those are things that he's"
    },
    {
      "start": 1838.48,
      "dur": 1.669,
      "text": "know. Those are things that he's previously saying on the record with"
    },
    {
      "start": 1840.159,
      "dur": 3.271,
      "text": "previously saying on the record with which recent re revelations"
    },
    {
      "start": 1843.44,
      "dur": 3.589,
      "text": "which recent re revelations make look uh stretchy"
    },
    {
      "start": 1847.039,
      "dur": 2.071,
      "text": "make look uh stretchy &gt;&gt; to say the least."
    },
    {
      "start": 1849.12,
      "dur": 1.59,
      "text": "&gt;&gt; to say the least. &gt;&gt; Right now let's come on to your"
    },
    {
      "start": 1850.72,
      "dur": 2.79,
      "text": "&gt;&gt; Right now let's come on to your documentary about reform which is on BBC"
    },
    {
      "start": 1853.52,
      "dur": 2.389,
      "text": "documentary about reform which is on BBC 2 and available on i Player. I highly"
    },
    {
      "start": 1855.919,
      "dur": 2.47,
      "text": "2 and available on i Player. I highly recommend it. Five stars out of five. Um"
    },
    {
      "start": 1858.399,
      "dur": 0.87,
      "text": "recommend it. Five stars out of five. Um thanks. Now"
    },
    {
      "start": 1859.279,
      "dur": 0.951,
      "text": "thanks. Now &gt;&gt; you're a tough critic."
    },
    {
      "start": 1860.24,
      "dur": 1.83,
      "text": "&gt;&gt; you're a tough critic. &gt;&gt; Yeah. Well, I mean I was always going to"
    },
    {
      "start": 1862.08,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. Well, I mean I was always going to give it five, wasn't I? But it's a"
    },
    {
      "start": 1863.36,
      "dur": 2.549,
      "text": "give it five, wasn't I? But it's a genuine five. Um, what is interesting"
    },
    {
      "start": 1865.919,
      "dur": 2.311,
      "text": "genuine five. Um, what is interesting though is it doesn't start off like whiz"
    },
    {
      "start": 1868.24,
      "dur": 2.309,
      "text": "though is it doesn't start off like whiz bang mega scoop drama drama drama. It"
    },
    {
      "start": 1870.559,
      "dur": 1.031,
      "text": "bang mega scoop drama drama drama. It starts off with you having a"
    },
    {
      "start": 1871.6,
      "dur": 1.99,
      "text": "starts off with you having a conversation basically with the viewer"
    },
    {
      "start": 1873.6,
      "dur": 2.47,
      "text": "conversation basically with the viewer explaining why you wanted to do this and"
    },
    {
      "start": 1876.08,
      "dur": 1.589,
      "text": "explaining why you wanted to do this and also the grief that you get as a"
    },
    {
      "start": 1877.679,
      "dur": 1.511,
      "text": "also the grief that you get as a journalist from people who think you're"
    },
    {
      "start": 1879.2,
      "dur": 1.829,
      "text": "journalist from people who think you're giving Nigel Farah too much publicity."
    },
    {
      "start": 1881.039,
      "dur": 1.671,
      "text": "giving Nigel Farah too much publicity. Thought that was a very intriguing way"
    },
    {
      "start": 1882.72,
      "dur": 2.069,
      "text": "Thought that was a very intriguing way but also very authentic and honest way"
    },
    {
      "start": 1884.799,
      "dur": 1.031,
      "text": "but also very authentic and honest way of starting it."
    },
    {
      "start": 1885.84,
      "dur": 1.35,
      "text": "of starting it. &gt;&gt; Oh, that's interesting. I mean I think"
    },
    {
      "start": 1887.2,
      "dur": 1.589,
      "text": "&gt;&gt; Oh, that's interesting. I mean I think look we do live in an era right where"
    },
    {
      "start": 1888.799,
      "dur": 1.831,
      "text": "look we do live in an era right where sometimes people find it uh"
    },
    {
      "start": 1890.64,
      "dur": 2.79,
      "text": "sometimes people find it uh objectionable to hear things uh that"
    },
    {
      "start": 1893.44,
      "dur": 2.31,
      "text": "objectionable to hear things uh that they don't like to hear or find it"
    },
    {
      "start": 1895.76,
      "dur": 1.749,
      "text": "they don't like to hear or find it objectionable to hear from people who"
    },
    {
      "start": 1897.519,
      "dur": 3.431,
      "text": "objectionable to hear from people who they don't like. Um and yeah that's"
    },
    {
      "start": 1900.96,
      "dur": 1.35,
      "text": "they don't like. Um and yeah that's interesting you picked that out. I mean"
    },
    {
      "start": 1902.32,
      "dur": 1.67,
      "text": "interesting you picked that out. I mean I think particularly with Nigel Farage"
    },
    {
      "start": 1904.0,
      "dur": 1.669,
      "text": "I think particularly with Nigel Farage if people haven't watched it yet it is"
    },
    {
      "start": 1905.679,
      "dur": 1.83,
      "text": "if people haven't watched it yet it is maybe it's worth saying and we felt it"
    },
    {
      "start": 1907.519,
      "dur": 1.831,
      "text": "maybe it's worth saying and we felt it was worth putting in the film with a"
    },
    {
      "start": 1909.36,
      "dur": 3.429,
      "text": "was worth putting in the film with a politician uh of his nature it is true"
    },
    {
      "start": 1912.799,
      "dur": 2.631,
      "text": "politician uh of his nature it is true absolutely that people say ah you"
    },
    {
      "start": 1915.44,
      "dur": 1.51,
      "text": "absolutely that people say ah you shouldn't speak to him you shouldn't put"
    },
    {
      "start": 1916.96,
      "dur": 2.47,
      "text": "shouldn't speak to him you shouldn't put him on TV you're giving him a platform"
    },
    {
      "start": 1919.44,
      "dur": 2.87,
      "text": "him on TV you're giving him a platform well if the public is telling us that"
    },
    {
      "start": 1922.32,
      "dur": 1.91,
      "text": "well if the public is telling us that his party reform is their preferred"
    },
    {
      "start": 1924.24,
      "dur": 1.59,
      "text": "his party reform is their preferred option for government and they've been"
    },
    {
      "start": 1925.84,
      "dur": 1.51,
      "text": "option for government and they've been telling us that for many many many many"
    },
    {
      "start": 1927.36,
      "dur": 4.23,
      "text": "telling us that for many many many many many months it is surely our duty as"
    },
    {
      "start": 1931.6,
      "dur": 2.71,
      "text": "many months it is surely our duty as journal journalists to ask questions of"
    },
    {
      "start": 1934.32,
      "dur": 2.229,
      "text": "journal journalists to ask questions of that party and also to understand"
    },
    {
      "start": 1936.559,
      "dur": 2.151,
      "text": "that party and also to understand frankly what is going on because whether"
    },
    {
      "start": 1938.72,
      "dur": 1.59,
      "text": "frankly what is going on because whether you love them or loathe them and I know"
    },
    {
      "start": 1940.32,
      "dur": 1.349,
      "text": "you love them or loathe them and I know that there are people who feel very"
    },
    {
      "start": 1941.679,
      "dur": 2.47,
      "text": "that there are people who feel very strongly both ways."
    },
    {
      "start": 1944.159,
      "dur": 1.671,
      "text": "strongly both ways. Reform has already pulled off something"
    },
    {
      "start": 1945.84,
      "dur": 1.829,
      "text": "Reform has already pulled off something absolutely extraordinary which is they"
    },
    {
      "start": 1947.679,
      "dur": 1.511,
      "text": "absolutely extraordinary which is they were on the fringes. They were pretty"
    },
    {
      "start": 1949.2,
      "dur": 3.91,
      "text": "were on the fringes. They were pretty tiny and they have been absolutely"
    },
    {
      "start": 1953.12,
      "dur": 1.909,
      "text": "tiny and they have been absolutely whacking our traditional political"
    },
    {
      "start": 1955.039,
      "dur": 1.671,
      "text": "whacking our traditional political parties around the chops in the polls"
    },
    {
      "start": 1956.72,
      "dur": 2.309,
      "text": "parties around the chops in the polls for nearly a year now or it is actually"
    },
    {
      "start": 1959.039,
      "dur": 1.75,
      "text": "for nearly a year now or it is actually it's roughly a year since the first poll"
    },
    {
      "start": 1960.799,
      "dur": 1.35,
      "text": "it's roughly a year since the first poll put them ahead."
    },
    {
      "start": 1962.159,
      "dur": 2.551,
      "text": "put them ahead. &gt;&gt; Um so even if you don't like them or"
    },
    {
      "start": 1964.72,
      "dur": 1.75,
      "text": "&gt;&gt; Um so even if you don't like them or indeed if you think that they are"
    },
    {
      "start": 1966.48,
      "dur": 2.069,
      "text": "indeed if you think that they are amazing and they get a rough ride from"
    },
    {
      "start": 1968.559,
      "dur": 2.071,
      "text": "amazing and they get a rough ride from the media, the idea that we should just,"
    },
    {
      "start": 1970.64,
      "dur": 1.19,
      "text": "the media, the idea that we should just, you know, put our fingers in our ears"
    },
    {
      "start": 1971.84,
      "dur": 1.35,
      "text": "you know, put our fingers in our ears and not try to understand what's going"
    },
    {
      "start": 1973.2,
      "dur": 2.949,
      "text": "and not try to understand what's going on, um I I I think then we're not doing"
    },
    {
      "start": 1976.159,
      "dur": 1.51,
      "text": "on, um I I I think then we're not doing our jobs. Anyway, newscasters, let us"
    },
    {
      "start": 1977.679,
      "dur": 1.191,
      "text": "our jobs. Anyway, newscasters, let us know what you think. I'm sure you will"
    },
    {
      "start": 1978.88,
      "dur": 1.35,
      "text": "know what you think. I'm sure you will because people do have strong views on"
    },
    {
      "start": 1980.24,
      "dur": 0.549,
      "text": "because people do have strong views on this."
    },
    {
      "start": 1980.799,
      "dur": 1.99,
      "text": "this. &gt;&gt; And the subtitle of the program is ready"
    },
    {
      "start": 1982.799,
      "dur": 1.431,
      "text": "&gt;&gt; And the subtitle of the program is ready to rule. And actually, we're seeing"
    },
    {
      "start": 1984.24,
      "dur": 2.39,
      "text": "to rule. And actually, we're seeing &gt;&gt; question mark question mark. Yes. Uh"
    },
    {
      "start": 1986.64,
      "dur": 2.07,
      "text": "&gt;&gt; question mark question mark. Yes. Uh very, very important audio edition"
    },
    {
      "start": 1988.72,
      "dur": 2.47,
      "text": "very, very important audio edition there. Um how do we do punctuation on"
    },
    {
      "start": 1991.2,
      "dur": 1.51,
      "text": "there. Um how do we do punctuation on podcast? That's an interesting we should"
    },
    {
      "start": 1992.72,
      "dur": 1.669,
      "text": "podcast? That's an interesting we should set up a working group to address that."
    },
    {
      "start": 1994.399,
      "dur": 3.27,
      "text": "set up a working group to address that. Um yeah, ready to rule."
    },
    {
      "start": 1997.679,
      "dur": 0.311,
      "text": "Um yeah, ready to rule. Yeah."
    },
    {
      "start": 1998.0,
      "dur": 1.19,
      "text": "Yeah. &gt;&gt; And there's an area where they are"
    },
    {
      "start": 1999.2,
      "dur": 1.67,
      "text": "&gt;&gt; And there's an area where they are ruling, which is Kent County Council"
    },
    {
      "start": 2000.88,
      "dur": 1.669,
      "text": "ruling, which is Kent County Council having won control of that in the the"
    },
    {
      "start": 2002.559,
      "dur": 1.911,
      "text": "having won control of that in the the English local elections last year. What"
    },
    {
      "start": 2004.48,
      "dur": 1.75,
      "text": "English local elections last year. What do you make of just how that how that's"
    },
    {
      "start": 2006.24,
      "dur": 1.75,
      "text": "do you make of just how that how that's going? It's not been entirely plain"
    },
    {
      "start": 2008.0,
      "dur": 1.029,
      "text": "going? It's not been entirely plain sailing for them."
    },
    {
      "start": 2009.039,
      "dur": 1.431,
      "text": "sailing for them. &gt;&gt; No, it hasn't. So, one of the things"
    },
    {
      "start": 2010.48,
      "dur": 1.83,
      "text": "&gt;&gt; No, it hasn't. So, one of the things that we do in the film is we spend our"
    },
    {
      "start": 2012.32,
      "dur": 2.39,
      "text": "that we do in the film is we spend our cameras spent quite a lot of time with"
    },
    {
      "start": 2014.72,
      "dur": 2.63,
      "text": "cameras spent quite a lot of time with Kent County Counselors. Kent is the"
    },
    {
      "start": 2017.36,
      "dur": 2.549,
      "text": "Kent County Counselors. Kent is the biggest reform council and for context,"
    },
    {
      "start": 2019.919,
      "dur": 1.671,
      "text": "biggest reform council and for context, this is their first taste of power. You"
    },
    {
      "start": 2021.6,
      "dur": 2.069,
      "text": "this is their first taste of power. You know, reform are running 12 councils in"
    },
    {
      "start": 2023.679,
      "dur": 1.031,
      "text": "know, reform are running 12 councils in England and they're in charge of"
    },
    {
      "start": 2024.72,
      "dur": 1.829,
      "text": "England and they're in charge of billions and billions and billions of"
    },
    {
      "start": 2026.559,
      "dur": 3.83,
      "text": "billions and billions and billions of pounds and they've really grappled with"
    },
    {
      "start": 2030.399,
      "dur": 1.911,
      "text": "pounds and they've really grappled with it. And we see the counselors at"
    },
    {
      "start": 2032.32,
      "dur": 2.069,
      "text": "it. And we see the counselors at meetings. We see the counselors under"
    },
    {
      "start": 2034.399,
      "dur": 3.431,
      "text": "meetings. We see the counselors under some pressure. We see them boast about"
    },
    {
      "start": 2037.84,
      "dur": 1.429,
      "text": "some pressure. We see them boast about some of the things that they have been"
    },
    {
      "start": 2039.279,
      "dur": 1.75,
      "text": "some of the things that they have been able to do. Find some of the savings."
    },
    {
      "start": 2041.039,
      "dur": 1.591,
      "text": "able to do. Find some of the savings. They say they've saved tens and tens and"
    },
    {
      "start": 2042.64,
      "dur": 2.47,
      "text": "They say they've saved tens and tens and tens of millions of pounds. What they"
    },
    {
      "start": 2045.12,
      "dur": 2.23,
      "text": "tens of millions of pounds. What they however and you see them really kind of"
    },
    {
      "start": 2047.36,
      "dur": 2.87,
      "text": "however and you see them really kind of grapple with it with this. You see them"
    },
    {
      "start": 2050.24,
      "dur": 1.909,
      "text": "grapple with it with this. You see them sort of be surprised by what they found."
    },
    {
      "start": 2052.159,
      "dur": 1.51,
      "text": "sort of be surprised by what they found. So, if we spin back to the local"
    },
    {
      "start": 2053.679,
      "dur": 2.871,
      "text": "So, if we spin back to the local election campaigns in May 2024"
    },
    {
      "start": 2056.56,
      "dur": 2.069,
      "text": "election campaigns in May 2024 and reform candidates around the country"
    },
    {
      "start": 2058.639,
      "dur": 2.47,
      "text": "and reform candidates around the country and reform politicians campaigning to be"
    },
    {
      "start": 2061.119,
      "dur": 1.27,
      "text": "and reform politicians campaigning to be in the council said, \"Well, we're going"
    },
    {
      "start": 2062.399,
      "dur": 1.911,
      "text": "in the council said, \"Well, we're going to get in there. We're going to cut"
    },
    {
      "start": 2064.32,
      "dur": 2.15,
      "text": "to get in there. We're going to cut waste. We're going to cut tax.\" Some of"
    },
    {
      "start": 2066.48,
      "dur": 1.99,
      "text": "waste. We're going to cut tax.\" Some of them, not all of them, said, \"And we're"
    },
    {
      "start": 2068.48,
      "dur": 1.349,
      "text": "them, not all of them, said, \"And we're going to do things differently. We're"
    },
    {
      "start": 2069.839,
      "dur": 1.83,
      "text": "going to do things differently. We're going to set up this department of local"
    },
    {
      "start": 2071.679,
      "dur": 2.071,
      "text": "going to set up this department of local government efficiency like Elon Musk has"
    },
    {
      "start": 2073.76,
      "dur": 1.67,
      "text": "government efficiency like Elon Musk has in the US, and we're going to go in and"
    },
    {
      "start": 2075.44,
      "dur": 2.07,
      "text": "in the US, and we're going to go in and find all these crazy things and slash"
    },
    {
      "start": 2077.52,
      "dur": 4.069,
      "text": "find all these crazy things and slash away and transform the place.\" Um it's"
    },
    {
      "start": 2081.599,
      "dur": 2.391,
      "text": "away and transform the place.\" Um it's proven to be a lot harder than that. And"
    },
    {
      "start": 2084.0,
      "dur": 2.31,
      "text": "proven to be a lot harder than that. And the situation that has ended up in is"
    },
    {
      "start": 2086.32,
      "dur": 1.91,
      "text": "the situation that has ended up in is that sure in Kent for example they have"
    },
    {
      "start": 2088.24,
      "dur": 2.23,
      "text": "that sure in Kent for example they have managed to save some money but they're"
    },
    {
      "start": 2090.48,
      "dur": 1.349,
      "text": "managed to save some money but they're still going to have to put council tax"
    },
    {
      "start": 2091.839,
      "dur": 2.951,
      "text": "still going to have to put council tax up by less than the tries did in the"
    },
    {
      "start": 2094.8,
      "dur": 3.43,
      "text": "up by less than the tries did in the previous year but you kind of see just"
    },
    {
      "start": 2098.24,
      "dur": 3.43,
      "text": "previous year but you kind of see just the reality dawning that actually their"
    },
    {
      "start": 2101.68,
      "dur": 1.51,
      "text": "the reality dawning that actually their expectation that local government might"
    },
    {
      "start": 2103.2,
      "dur": 1.43,
      "text": "expectation that local government might be full of to use the words of one"
    },
    {
      "start": 2104.64,
      "dur": 2.55,
      "text": "be full of to use the words of one counselor craziness"
    },
    {
      "start": 2107.2,
      "dur": 1.43,
      "text": "counselor craziness &gt;&gt; that's not actually been what their"
    },
    {
      "start": 2108.64,
      "dur": 1.59,
      "text": "&gt;&gt; that's not actually been what their experience is. So the sort of overall"
    },
    {
      "start": 2110.24,
      "dur": 2.15,
      "text": "experience is. So the sort of overall message and I suppose the the parable if"
    },
    {
      "start": 2112.4,
      "dur": 2.39,
      "text": "message and I suppose the the parable if you like of that is that reform like any"
    },
    {
      "start": 2114.8,
      "dur": 2.87,
      "text": "you like of that is that reform like any opposition party uh you can make"
    },
    {
      "start": 2117.68,
      "dur": 1.669,
      "text": "opposition party uh you can make promises in opposition and you can make"
    },
    {
      "start": 2119.359,
      "dur": 2.391,
      "text": "promises in opposition and you can make promises from the sidelines"
    },
    {
      "start": 2121.76,
      "dur": 4.47,
      "text": "promises from the sidelines once you're actually in the chair having"
    },
    {
      "start": 2126.24,
      "dur": 2.31,
      "text": "once you're actually in the chair having to make the decisions. It can be very"
    },
    {
      "start": 2128.56,
      "dur": 1.75,
      "text": "to make the decisions. It can be very very tough indeed. And there's a"
    },
    {
      "start": 2130.32,
      "dur": 3.029,
      "text": "very tough indeed. And there's a rhetoric and there's a reality. There's"
    },
    {
      "start": 2133.359,
      "dur": 1.831,
      "text": "rhetoric and there's a reality. There's also reality that politically they found"
    },
    {
      "start": 2135.2,
      "dur": 2.31,
      "text": "also reality that politically they found it hardgoing. There have been quite a"
    },
    {
      "start": 2137.52,
      "dur": 3.829,
      "text": "it hardgoing. There have been quite a lot of splits and fallouts and people"
    },
    {
      "start": 2141.359,
      "dur": 2.871,
      "text": "lot of splits and fallouts and people being dispatched from the government um"
    },
    {
      "start": 2144.24,
      "dur": 1.99,
      "text": "being dispatched from the government um from the governing authority. They had"
    },
    {
      "start": 2146.24,
      "dur": 3.03,
      "text": "from the governing authority. They had to deal with leaks. Um they kicked out a"
    },
    {
      "start": 2149.28,
      "dur": 2.789,
      "text": "to deal with leaks. Um they kicked out a few colleagues and you see that reform"
    },
    {
      "start": 2152.079,
      "dur": 1.75,
      "text": "few colleagues and you see that reform proportionately across the country has"
    },
    {
      "start": 2153.839,
      "dur": 1.591,
      "text": "proportionately across the country has lost more of its counselors than the"
    },
    {
      "start": 2155.44,
      "dur": 1.75,
      "text": "lost more of its counselors than the others than compared to the other"
    },
    {
      "start": 2157.2,
      "dur": 4.149,
      "text": "others than compared to the other parties since the May election. And it"
    },
    {
      "start": 2161.359,
      "dur": 1.671,
      "text": "parties since the May election. And it was interesting when I asked to uh"
    },
    {
      "start": 2163.04,
      "dur": 1.59,
      "text": "was interesting when I asked to uh because we've spoken to Nigel Farage a"
    },
    {
      "start": 2164.64,
      "dur": 1.75,
      "text": "because we've spoken to Nigel Farage a few times over the last year and our"
    },
    {
      "start": 2166.4,
      "dur": 1.189,
      "text": "few times over the last year and our final interview with him for this"
    },
    {
      "start": 2167.599,
      "dur": 1.351,
      "text": "final interview with him for this documentary was just a couple of weeks"
    },
    {
      "start": 2168.96,
      "dur": 2.47,
      "text": "documentary was just a couple of weeks ago and I asked him what the worst part"
    },
    {
      "start": 2171.44,
      "dur": 3.03,
      "text": "ago and I asked him what the worst part of the job had been and it's really"
    },
    {
      "start": 2174.48,
      "dur": 1.51,
      "text": "of the job had been and it's really quite revealing what he says and I"
    },
    {
      "start": 2176.0,
      "dur": 1.67,
      "text": "quite revealing what he says and I wonder if his opponents might seize on"
    },
    {
      "start": 2177.68,
      "dur": 1.03,
      "text": "wonder if his opponents might seize on this. Should we have a listen? Do"
    },
    {
      "start": 2178.72,
      "dur": 1.43,
      "text": "this. Should we have a listen? Do &gt;&gt; you know the worst thing about this job?"
    },
    {
      "start": 2180.16,
      "dur": 1.83,
      "text": "&gt;&gt; you know the worst thing about this job? The worst thing about this job is you"
    },
    {
      "start": 2182.0,
      "dur": 3.27,
      "text": "The worst thing about this job is you wake up in the morning and you know a"
    },
    {
      "start": 2185.28,
      "dur": 2.63,
      "text": "wake up in the morning and you know a local counselor from somewhere in the"
    },
    {
      "start": 2187.92,
      "dur": 1.669,
      "text": "local counselor from somewhere in the country has done something or said"
    },
    {
      "start": 2189.599,
      "dur": 1.75,
      "text": "country has done something or said something and guess what? You're the one"
    },
    {
      "start": 2191.359,
      "dur": 1.911,
      "text": "something and guess what? You're the one that's responsible. And I'm I'm more"
    },
    {
      "start": 2193.28,
      "dur": 2.23,
      "text": "that's responsible. And I'm I'm more than happy to answer for myself and what"
    },
    {
      "start": 2195.52,
      "dur": 2.15,
      "text": "than happy to answer for myself and what I get and what I get wrong. But that's"
    },
    {
      "start": 2197.68,
      "dur": 1.51,
      "text": "I get and what I get wrong. But that's that that's the trouble with politics."
    },
    {
      "start": 2199.2,
      "dur": 1.99,
      "text": "that that's the trouble with politics. The trouble with political leadership is"
    },
    {
      "start": 2201.2,
      "dur": 1.43,
      "text": "The trouble with political leadership is you actually become responsible for"
    },
    {
      "start": 2202.64,
      "dur": 0.79,
      "text": "you actually become responsible for everything."
    },
    {
      "start": 2203.44,
      "dur": 2.23,
      "text": "everything. &gt;&gt; Now that is classic not straight from"
    },
    {
      "start": 2205.68,
      "dur": 1.75,
      "text": "&gt;&gt; Now that is classic not straight from the leadership playbook that everyone"
    },
    {
      "start": 2207.44,
      "dur": 1.99,
      "text": "the leadership playbook that everyone else uses. That's classic Nigel Farage,"
    },
    {
      "start": 2209.44,
      "dur": 2.629,
      "text": "else uses. That's classic Nigel Farage, isn't on the one hand kind of bracingly"
    },
    {
      "start": 2212.079,
      "dur": 2.551,
      "text": "isn't on the one hand kind of bracingly honest and authentic and you know oh"
    },
    {
      "start": 2214.64,
      "dur": 1.67,
      "text": "honest and authentic and you know oh yeah that's just that's just a bloke"
    },
    {
      "start": 2216.32,
      "dur": 2.15,
      "text": "yeah that's just that's just a bloke having a grumble about his job but"
    },
    {
      "start": 2218.48,
      "dur": 1.67,
      "text": "having a grumble about his job but equally we are still in a world where"
    },
    {
      "start": 2220.16,
      "dur": 1.51,
      "text": "equally we are still in a world where people expect certain things from a"
    },
    {
      "start": 2221.68,
      "dur": 0.95,
      "text": "people expect certain things from a leader"
    },
    {
      "start": 2222.64,
      "dur": 2.15,
      "text": "leader &gt;&gt; yes and with power comes responsibility"
    },
    {
      "start": 2224.8,
      "dur": 2.309,
      "text": "&gt;&gt; yes and with power comes responsibility I mean like the phrase that is like"
    },
    {
      "start": 2227.119,
      "dur": 1.671,
      "text": "I mean like the phrase that is like literally the point of being a"
    },
    {
      "start": 2228.8,
      "dur": 1.67,
      "text": "literally the point of being a politician is that so when you make"
    },
    {
      "start": 2230.48,
      "dur": 2.31,
      "text": "politician is that so when you make decisions you are responsible for things"
    },
    {
      "start": 2232.8,
      "dur": 1.67,
      "text": "decisions you are responsible for things now as you say it is it's a sort of"
    },
    {
      "start": 2234.48,
      "dur": 1.75,
      "text": "now as you say it is it's a sort of classic farism it's like oh well these"
    },
    {
      "start": 2236.24,
      "dur": 1.349,
      "text": "classic farism it's like oh well these counselors get into trouble and poor"
    },
    {
      "start": 2237.599,
      "dur": 1.75,
      "text": "counselors get into trouble and poor poor me I have to answer for them and"
    },
    {
      "start": 2239.359,
      "dur": 3.671,
      "text": "poor me I have to answer for them and Well, that's a real pain. Um, but it it"
    },
    {
      "start": 2243.04,
      "dur": 3.029,
      "text": "Well, that's a real pain. Um, but it it it I think it's very revealing and I of"
    },
    {
      "start": 2246.079,
      "dur": 3.99,
      "text": "it I think it's very revealing and I of how he is both different to many other"
    },
    {
      "start": 2250.079,
      "dur": 1.351,
      "text": "how he is both different to many other politicians who I think would just never"
    },
    {
      "start": 2251.44,
      "dur": 0.95,
      "text": "politicians who I think would just never say that. They would never say, \"Well,"
    },
    {
      "start": 2252.4,
      "dur": 1.35,
      "text": "say that. They would never say, \"Well, the worst thing about my job is that"
    },
    {
      "start": 2253.76,
      "dur": 1.99,
      "text": "the worst thing about my job is that basically other people in my party and"
    },
    {
      "start": 2255.76,
      "dur": 1.829,
      "text": "basically other people in my party and that means that I have to take a load of"
    },
    {
      "start": 2257.599,
      "dur": 3.51,
      "text": "that means that I have to take a load of stick for it.\" Um, and I and I just"
    },
    {
      "start": 2261.119,
      "dur": 1.431,
      "text": "stick for it.\" Um, and I and I just thought that was a very, as you said, I"
    },
    {
      "start": 2262.56,
      "dur": 1.35,
      "text": "thought that was a very, as you said, I thought it was a pretty candid thing of"
    },
    {
      "start": 2263.92,
      "dur": 4.87,
      "text": "thought it was a pretty candid thing of him to say. Um, but for his rivals and"
    },
    {
      "start": 2268.8,
      "dur": 1.35,
      "text": "him to say. Um, but for his rivals and opponents, I think that might sort of"
    },
    {
      "start": 2270.16,
      "dur": 1.51,
      "text": "opponents, I think that might sort of sum up the problem that basically he"
    },
    {
      "start": 2271.68,
      "dur": 2.149,
      "text": "sum up the problem that basically he likes the fun bits and the rallies and"
    },
    {
      "start": 2273.839,
      "dur": 2.631,
      "text": "likes the fun bits and the rallies and the campaigns and the being on being in"
    },
    {
      "start": 2276.48,
      "dur": 2.15,
      "text": "the campaigns and the being on being in the jungle and the the telly and the"
    },
    {
      "start": 2278.64,
      "dur": 2.79,
      "text": "the jungle and the the telly and the stirring up trouble, but the tough bits"
    },
    {
      "start": 2281.44,
      "dur": 1.35,
      "text": "stirring up trouble, but the tough bits where you actually have to be"
    },
    {
      "start": 2282.8,
      "dur": 2.07,
      "text": "where you actually have to be responsible are maybe not so much his"
    },
    {
      "start": 2284.88,
      "dur": 1.91,
      "text": "responsible are maybe not so much his cup of tea. So, I thought that was"
    },
    {
      "start": 2286.8,
      "dur": 2.63,
      "text": "cup of tea. So, I thought that was really really quite really quite"
    },
    {
      "start": 2289.44,
      "dur": 0.55,
      "text": "really really quite really quite revealing."
    },
    {
      "start": 2290.0,
      "dur": 1.51,
      "text": "revealing. &gt;&gt; Yeah. I mean my takeaway from the"
    },
    {
      "start": 2291.52,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah. I mean my takeaway from the documentary and there's many takeaways"
    },
    {
      "start": 2293.28,
      "dur": 2.23,
      "text": "documentary and there's many takeaways uh but my main one was having observed"
    },
    {
      "start": 2295.52,
      "dur": 2.87,
      "text": "uh but my main one was having observed Nigel Farage now for for more than 10"
    },
    {
      "start": 2298.4,
      "dur": 2.15,
      "text": "Nigel Farage now for for more than 10 years as a journalist in various guises"
    },
    {
      "start": 2300.56,
      "dur": 2.39,
      "text": "years as a journalist in various guises and in various places I don't think I've"
    },
    {
      "start": 2302.96,
      "dur": 1.83,
      "text": "and in various places I don't think I've ever seen him look like he's enjoying"
    },
    {
      "start": 2304.8,
      "dur": 3.029,
      "text": "ever seen him look like he's enjoying the job less than in this program."
    },
    {
      "start": 2307.839,
      "dur": 1.431,
      "text": "the job less than in this program. &gt;&gt; That's interesting. I mean I think look"
    },
    {
      "start": 2309.28,
      "dur": 0.549,
      "text": "&gt;&gt; That's interesting. I mean I think look there is"
    },
    {
      "start": 2309.839,
      "dur": 1.191,
      "text": "there is &gt;&gt; I mean that's subjective obviously"
    },
    {
      "start": 2311.04,
      "dur": 1.59,
      "text": "&gt;&gt; I mean that's subjective obviously that's just my perception but I just"
    },
    {
      "start": 2312.64,
      "dur": 2.949,
      "text": "that's just my perception but I just feel he doesn't seem as as jolly and as"
    },
    {
      "start": 2315.599,
      "dur": 1.911,
      "text": "feel he doesn't seem as as jolly and as like he's loving it as he has done in"
    },
    {
      "start": 2317.52,
      "dur": 2.39,
      "text": "like he's loving it as he has done in the past. I think there's a couple of"
    },
    {
      "start": 2319.92,
      "dur": 2.07,
      "text": "the past. I think there's a couple of things to say on that. I think they're"
    },
    {
      "start": 2322.0,
      "dur": 2.87,
      "text": "things to say on that. I think they're part of the to use your word the arc"
    },
    {
      "start": 2324.88,
      "dur": 1.59,
      "text": "part of the to use your word the arc part of the arc of following them you"
    },
    {
      "start": 2326.48,
      "dur": 1.75,
      "text": "part of the arc of following them you know b more more more or less this film"
    },
    {
      "start": 2328.24,
      "dur": 2.23,
      "text": "know b more more more or less this film we sort of started kind of around summer"
    },
    {
      "start": 2330.48,
      "dur": 1.19,
      "text": "we sort of started kind of around summer you know sort of early summer time and"
    },
    {
      "start": 2331.68,
      "dur": 1.429,
      "text": "you know sort of early summer time and then as I said our final interview with"
    },
    {
      "start": 2333.119,
      "dur": 1.831,
      "text": "then as I said our final interview with him was just a couple of weeks ago"
    },
    {
      "start": 2334.96,
      "dur": 2.79,
      "text": "him was just a couple of weeks ago during that time we have definitely seen"
    },
    {
      "start": 2337.76,
      "dur": 2.87,
      "text": "during that time we have definitely seen the level of scrutiny on reform"
    },
    {
      "start": 2340.64,
      "dur": 2.63,
      "text": "the level of scrutiny on reform intensify no doubt about that because"
    },
    {
      "start": 2343.28,
      "dur": 1.35,
      "text": "intensify no doubt about that because they've been ahead in the polls for such"
    },
    {
      "start": 2344.64,
      "dur": 1.35,
      "text": "they've been ahead in the polls for such a long time they are starting to get"
    },
    {
      "start": 2346.0,
      "dur": 1.829,
      "text": "a long time they are starting to get much more scrutiny so that is what comes"
    },
    {
      "start": 2347.839,
      "dur": 2.23,
      "text": "much more scrutiny so that is what comes with success in politics is that people"
    },
    {
      "start": 2350.079,
      "dur": 2.551,
      "text": "with success in politics is that people look much harder at your record and they"
    },
    {
      "start": 2352.64,
      "dur": 1.59,
      "text": "look much harder at your record and they also look much harder at what you stand"
    },
    {
      "start": 2354.24,
      "dur": 1.67,
      "text": "also look much harder at what you stand for and they also do things like dig"
    },
    {
      "start": 2355.92,
      "dur": 1.83,
      "text": "for and they also do things like dig around in your past and we'll come on to"
    },
    {
      "start": 2357.76,
      "dur": 1.91,
      "text": "around in your past and we'll come on to that probably in just a second"
    },
    {
      "start": 2359.68,
      "dur": 3.909,
      "text": "that probably in just a second &gt;&gt; and I do think that there has been uh"
    },
    {
      "start": 2363.599,
      "dur": 2.631,
      "text": "&gt;&gt; and I do think that there has been uh from time to time an uneasiness in"
    },
    {
      "start": 2366.24,
      "dur": 1.75,
      "text": "from time to time an uneasiness in reform about having to do that and a"
    },
    {
      "start": 2368.0,
      "dur": 1.829,
      "text": "reform about having to do that and a kind of scratchiness and a sort of a bit"
    },
    {
      "start": 2369.839,
      "dur": 2.311,
      "text": "kind of scratchiness and a sort of a bit of a suspicion and they know they're"
    },
    {
      "start": 2372.16,
      "dur": 1.75,
      "text": "of a suspicion and they know they're going to get this scrutiny. I mean, one"
    },
    {
      "start": 2373.92,
      "dur": 1.189,
      "text": "going to get this scrutiny. I mean, one of the things that, you know, was sort"
    },
    {
      "start": 2375.119,
      "dur": 1.351,
      "text": "of the things that, you know, was sort of said to me over the course of it is,"
    },
    {
      "start": 2376.48,
      "dur": 1.589,
      "text": "of said to me over the course of it is, look, we know we're going to get it. You"
    },
    {
      "start": 2378.079,
      "dur": 1.191,
      "text": "look, we know we're going to get it. You know, this is people are going to come"
    },
    {
      "start": 2379.28,
      "dur": 1.67,
      "text": "know, this is people are going to come after us because the establishment are"
    },
    {
      "start": 2380.96,
      "dur": 1.99,
      "text": "after us because the establishment are so spooked by our success. We know that"
    },
    {
      "start": 2382.96,
      "dur": 3.03,
      "text": "so spooked by our success. We know that this is going to happen, but they're not"
    },
    {
      "start": 2386.0,
      "dur": 2.79,
      "text": "this is going to happen, but they're not easy with it. And I think you're right,"
    },
    {
      "start": 2388.8,
      "dur": 2.23,
      "text": "easy with it. And I think you're right, Najaf Farage himself, his demeanor,"
    },
    {
      "start": 2391.04,
      "dur": 3.67,
      "text": "Najaf Farage himself, his demeanor, we've seen that be different on occasion"
    },
    {
      "start": 2394.72,
      "dur": 2.71,
      "text": "we've seen that be different on occasion rather than the sort of his whole stick"
    },
    {
      "start": 2397.44,
      "dur": 2.23,
      "text": "rather than the sort of his whole stick of being the sort of cheeky chappie on"
    },
    {
      "start": 2399.68,
      "dur": 2.87,
      "text": "of being the sort of cheeky chappie on the sidelines who was a very influential"
    },
    {
      "start": 2402.56,
      "dur": 2.95,
      "text": "the sidelines who was a very influential politician, no question, but was doing"
    },
    {
      "start": 2405.52,
      "dur": 3.03,
      "text": "politician, no question, but was doing so as the from a position of being a"
    },
    {
      "start": 2408.56,
      "dur": 3.11,
      "text": "so as the from a position of being a critic and an opponent rather than"
    },
    {
      "start": 2411.68,
      "dur": 2.07,
      "text": "critic and an opponent rather than somebody who sees himself as he says he"
    },
    {
      "start": 2413.76,
      "dur": 2.309,
      "text": "somebody who sees himself as he says he does now, which is genuinely a candidate"
    },
    {
      "start": 2416.079,
      "dur": 1.831,
      "text": "does now, which is genuinely a candidate for prime minister. Now, there will be"
    },
    {
      "start": 2417.92,
      "dur": 1.51,
      "text": "for prime minister. Now, there will be people to add to that. It's important to"
    },
    {
      "start": 2419.44,
      "dur": 2.07,
      "text": "people to add to that. It's important to say people will say, \"Well, actually,"
    },
    {
      "start": 2421.52,
      "dur": 2.39,
      "text": "say people will say, \"Well, actually, you've seen streaks of that over the"
    },
    {
      "start": 2423.92,
      "dur": 1.669,
      "text": "you've seen streaks of that over the years. He's got a reputation for falling"
    },
    {
      "start": 2425.599,
      "dur": 2.23,
      "text": "years. He's got a reputation for falling out with people. You've seen flashes of"
    },
    {
      "start": 2427.839,
      "dur": 3.591,
      "text": "out with people. You've seen flashes of him not be easy and not be that sort of"
    },
    {
      "start": 2431.44,
      "dur": 2.71,
      "text": "him not be easy and not be that sort of uh pantomime kind of oh friendly bloke"
    },
    {
      "start": 2434.16,
      "dur": 1.51,
      "text": "uh pantomime kind of oh friendly bloke in the pub on occasion. So it's not that"
    },
    {
      "start": 2435.68,
      "dur": 2.389,
      "text": "in the pub on occasion. So it's not that we've had never he'd always been like"
    },
    {
      "start": 2438.079,
      "dur": 2.071,
      "text": "we've had never he'd always been like that but I think your observation I"
    },
    {
      "start": 2440.16,
      "dur": 1.35,
      "text": "that but I think your observation I would agree with that you've seen a kind"
    },
    {
      "start": 2441.52,
      "dur": 4.87,
      "text": "would agree with that you've seen a kind of a shift in the intensity in which"
    },
    {
      "start": 2446.4,
      "dur": 3.35,
      "text": "of a shift in the intensity in which they are looked at and he's not quite as"
    },
    {
      "start": 2449.76,
      "dur": 3.75,
      "text": "they are looked at and he's not quite as easy with that as you might imagine if"
    },
    {
      "start": 2453.52,
      "dur": 2.63,
      "text": "easy with that as you might imagine if you'd you know only ever seen him on I'm"
    },
    {
      "start": 2456.16,
      "dur": 1.429,
      "text": "you'd you know only ever seen him on I'm a celebrity get me out of here or if"
    },
    {
      "start": 2457.599,
      "dur": 2.071,
      "text": "a celebrity get me out of here or if you'd seen him pop up only every now and"
    },
    {
      "start": 2459.68,
      "dur": 2.55,
      "text": "you'd seen him pop up only every now and then over the years nowhere more so of"
    },
    {
      "start": 2462.24,
      "dur": 2.39,
      "text": "then over the years nowhere more so of course where it comes to the multiple"
    },
    {
      "start": 2464.64,
      "dur": 2.23,
      "text": "course where it comes to the multiple claim games from people witnessing what"
    },
    {
      "start": 2466.88,
      "dur": 1.83,
      "text": "claim games from people witnessing what they say was racist or anti-Semitic"
    },
    {
      "start": 2468.72,
      "dur": 1.67,
      "text": "they say was racist or anti-Semitic behavior when he was a teenager back at"
    },
    {
      "start": 2470.4,
      "dur": 0.55,
      "text": "behavior when he was a teenager back at school"
    },
    {
      "start": 2470.96,
      "dur": 1.59,
      "text": "school &gt;&gt; which was at Dulage College in South"
    },
    {
      "start": 2472.56,
      "dur": 1.59,
      "text": "&gt;&gt; which was at Dulage College in South London. And here's the exchange you had"
    },
    {
      "start": 2474.16,
      "dur": 1.429,
      "text": "London. And here's the exchange you had with him on that."
    },
    {
      "start": 2475.599,
      "dur": 1.99,
      "text": "with him on that. &gt;&gt; If teenage boys together in an all boys"
    },
    {
      "start": 2477.599,
      "dur": 2.951,
      "text": "&gt;&gt; If teenage boys together in an all boys school, haven't said things to each"
    },
    {
      "start": 2480.56,
      "dur": 2.63,
      "text": "school, haven't said things to each other, haven't been brutal in some ways"
    },
    {
      "start": 2483.2,
      "dur": 1.83,
      "text": "other, haven't been brutal in some ways in the late 1970s. I'd be very very"
    },
    {
      "start": 2485.04,
      "dur": 1.51,
      "text": "in the late 1970s. I'd be very very surprised. I think there were two people"
    },
    {
      "start": 2486.56,
      "dur": 1.749,
      "text": "surprised. I think there were two people who said they were hurt. All right. And"
    },
    {
      "start": 2488.319,
      "dur": 1.591,
      "text": "who said they were hurt. All right. And if they genuinely were, then that's a"
    },
    {
      "start": 2489.92,
      "dur": 2.23,
      "text": "if they genuinely were, then that's a pissy and I'm sorry. But but but but"
    },
    {
      "start": 2492.16,
      "dur": 2.55,
      "text": "pissy and I'm sorry. But but but but never ever did I intend to hurt anybody."
    },
    {
      "start": 2494.72,
      "dur": 0.869,
      "text": "never ever did I intend to hurt anybody. Never have."
    },
    {
      "start": 2495.599,
      "dur": 2.71,
      "text": "Never have. &gt;&gt; So newscasters will remember at the end"
    },
    {
      "start": 2498.319,
      "dur": 3.27,
      "text": "&gt;&gt; So newscasters will remember at the end of last year, several of Nigel Faraj's"
    },
    {
      "start": 2501.599,
      "dur": 1.911,
      "text": "of last year, several of Nigel Faraj's former pupils came forward alleging that"
    },
    {
      "start": 2503.52,
      "dur": 3.03,
      "text": "former pupils came forward alleging that he had said really truly dreadful things"
    },
    {
      "start": 2506.56,
      "dur": 3.59,
      "text": "he had said really truly dreadful things at school. They were then backed up by"
    },
    {
      "start": 2510.16,
      "dur": 1.75,
      "text": "at school. They were then backed up by others who came forward and signed an"
    },
    {
      "start": 2511.92,
      "dur": 2.23,
      "text": "others who came forward and signed an open letter, more than 20 of them,"
    },
    {
      "start": 2514.16,
      "dur": 2.47,
      "text": "open letter, more than 20 of them, saying that they had witnessed such"
    },
    {
      "start": 2516.64,
      "dur": 3.429,
      "text": "saying that they had witnessed such behavior too. Nigafra's response to it"
    },
    {
      "start": 2520.079,
      "dur": 2.23,
      "text": "behavior too. Nigafra's response to it sort of varied a bit over time. From"
    },
    {
      "start": 2522.319,
      "dur": 1.27,
      "text": "sort of varied a bit over time. From time to time he sort of said, \"Well, I"
    },
    {
      "start": 2523.599,
      "dur": 1.591,
      "text": "time to time he sort of said, \"Well, I didn't say that.\" Talking about a"
    },
    {
      "start": 2525.2,
      "dur": 2.629,
      "text": "didn't say that.\" Talking about a specific claim, one alleging that he had"
    },
    {
      "start": 2527.839,
      "dur": 2.631,
      "text": "specific claim, one alleging that he had said Hitler was right to a Jewish fellow"
    },
    {
      "start": 2530.48,
      "dur": 4.15,
      "text": "said Hitler was right to a Jewish fellow pupil. Um then he sort of relied on a"
    },
    {
      "start": 2534.64,
      "dur": 2.63,
      "text": "pupil. Um then he sort of relied on a well there's terrible banter when maybe"
    },
    {
      "start": 2537.28,
      "dur": 2.309,
      "text": "well there's terrible banter when maybe sort of some things happened but I never"
    },
    {
      "start": 2539.599,
      "dur": 1.99,
      "text": "sort of some things happened but I never did anything really wrong and it was all"
    },
    {
      "start": 2541.599,
      "dur": 1.75,
      "text": "did anything really wrong and it was all kind of boys and people say terrible"
    },
    {
      "start": 2543.359,
      "dur": 2.631,
      "text": "kind of boys and people say terrible things. Then with some claims as they"
    },
    {
      "start": 2546.0,
      "dur": 2.55,
      "text": "things. Then with some claims as they carried on coming through, he sort of"
    },
    {
      "start": 2548.56,
      "dur": 1.67,
      "text": "carried on coming through, he sort of went to a denial and then he sort of"
    },
    {
      "start": 2550.24,
      "dur": 1.27,
      "text": "went to a denial and then he sort of said, \"Oh, it's all fancy and it's all"
    },
    {
      "start": 2551.52,
      "dur": 2.95,
      "text": "said, \"Oh, it's all fancy and it's all made up.\" So point one is it's not easy"
    },
    {
      "start": 2554.48,
      "dur": 1.589,
      "text": "made up.\" So point one is it's not easy for a politician to defend themselves"
    },
    {
      "start": 2556.079,
      "dur": 1.75,
      "text": "for a politician to defend themselves when they keep slightly changing their"
    },
    {
      "start": 2557.839,
      "dur": 2.711,
      "text": "when they keep slightly changing their story. So we had to ask him about that."
    },
    {
      "start": 2560.56,
      "dur": 1.029,
      "text": "story. So we had to ask him about that. Of course,"
    },
    {
      "start": 2561.599,
      "dur": 1.99,
      "text": "Of course, &gt;&gt; you'll hear though there he gives what I"
    },
    {
      "start": 2563.599,
      "dur": 1.831,
      "text": "&gt;&gt; you'll hear though there he gives what I would call a, you know, it's a qualified"
    },
    {
      "start": 2565.44,
      "dur": 2.79,
      "text": "would call a, you know, it's a qualified politician's apology. It's a it's an I'm"
    },
    {
      "start": 2568.24,
      "dur": 4.31,
      "text": "politician's apology. It's a it's an I'm sorry if we've heard that so many times"
    },
    {
      "start": 2572.56,
      "dur": 2.549,
      "text": "sorry if we've heard that so many times over the years. Um so he doesn't"
    },
    {
      "start": 2575.119,
      "dur": 1.591,
      "text": "over the years. Um so he doesn't explicitly deny that he ever did"
    },
    {
      "start": 2576.72,
      "dur": 3.03,
      "text": "explicitly deny that he ever did anything wrong. He's not saying that."
    },
    {
      "start": 2579.76,
      "dur": 3.03,
      "text": "anything wrong. He's not saying that. But what he is not acknowledging is any"
    },
    {
      "start": 2582.8,
      "dur": 1.35,
      "text": "But what he is not acknowledging is any fault. And in another part of that"
    },
    {
      "start": 2584.16,
      "dur": 1.669,
      "text": "fault. And in another part of that exchange, I asked him, you know, like as"
    },
    {
      "start": 2585.839,
      "dur": 2.871,
      "text": "exchange, I asked him, you know, like as a as a human being, having had those"
    },
    {
      "start": 2588.72,
      "dur": 1.51,
      "text": "a as a human being, having had those weeks of these allegations coming"
    },
    {
      "start": 2590.24,
      "dur": 2.31,
      "text": "weeks of these allegations coming forward and people saying, \"Look, I was"
    },
    {
      "start": 2592.56,
      "dur": 2.31,
      "text": "forward and people saying, \"Look, I was hurt. I was upset. terrible things were"
    },
    {
      "start": 2594.88,
      "dur": 2.469,
      "text": "hurt. I was upset. terrible things were done to me at the hands of this man. I"
    },
    {
      "start": 2597.359,
      "dur": 1.431,
      "text": "done to me at the hands of this man. I said to him, you know, had you ever"
    },
    {
      "start": 2598.8,
      "dur": 2.87,
      "text": "said to him, you know, had you ever thought actually, oh, maybe I maybe I"
    },
    {
      "start": 2601.68,
      "dur": 1.51,
      "text": "thought actually, oh, maybe I maybe I did upset people. I actually worried"
    },
    {
      "start": 2603.2,
      "dur": 2.79,
      "text": "did upset people. I actually worried about it. He said, no, straight off the"
    },
    {
      "start": 2606.0,
      "dur": 3.43,
      "text": "about it. He said, no, straight off the bat, no, never worried about it. Um, but"
    },
    {
      "start": 2609.44,
      "dur": 2.07,
      "text": "bat, no, never worried about it. Um, but I spoke after we did our interview. I"
    },
    {
      "start": 2611.52,
      "dur": 3.27,
      "text": "I spoke after we did our interview. I spoke to one of the one of his accusers,"
    },
    {
      "start": 2614.8,
      "dur": 1.99,
      "text": "spoke to one of the one of his accusers, um, a man called Peter Edri, who I'm"
    },
    {
      "start": 2616.8,
      "dur": 1.67,
      "text": "um, a man called Peter Edri, who I'm sure people will remember, spoke to Joe"
    },
    {
      "start": 2618.48,
      "dur": 1.99,
      "text": "sure people will remember, spoke to Joe Pike at the end of last year. Nigel"
    },
    {
      "start": 2620.48,
      "dur": 3.19,
      "text": "Pike at the end of last year. Nigel Farage denied the specific claims made"
    },
    {
      "start": 2623.68,
      "dur": 2.79,
      "text": "Farage denied the specific claims made by Peter, but in a statement, he told"
    },
    {
      "start": 2626.48,
      "dur": 3.43,
      "text": "by Peter, but in a statement, he told us, \"Farage's non-apology at least"
    },
    {
      "start": 2629.92,
      "dur": 1.669,
      "text": "us, \"Farage's non-apology at least differs from previous lamentable"
    },
    {
      "start": 2631.599,
      "dur": 2.23,
      "text": "differs from previous lamentable attempts to excuse his racist insults as"
    },
    {
      "start": 2633.839,
      "dur": 2.391,
      "text": "attempts to excuse his racist insults as banter or to smear those of us who've"
    },
    {
      "start": 2636.24,
      "dur": 2.63,
      "text": "banter or to smear those of us who've spoken up as liars or fantasists."
    },
    {
      "start": 2638.88,
      "dur": 2.15,
      "text": "spoken up as liars or fantasists. However, urgent questions remain about"
    },
    {
      "start": 2641.04,
      "dur": 2.549,
      "text": "However, urgent questions remain about for this man who seeks high office. Why"
    },
    {
      "start": 2643.599,
      "dur": 1.75,
      "text": "for this man who seeks high office. Why has he continually denied the repugnant"
    },
    {
      "start": 2645.359,
      "dur": 1.671,
      "text": "has he continually denied the repugnant behavior so many of his schoolmates"
    },
    {
      "start": 2647.04,
      "dur": 1.91,
      "text": "behavior so many of his schoolmates recall rather than acknowledging and"
    },
    {
      "start": 2648.96,
      "dur": 2.389,
      "text": "recall rather than acknowledging and apologizing sincerely? And to what"
    },
    {
      "start": 2651.359,
      "dur": 2.391,
      "text": "apologizing sincerely? And to what extent has his agenda today been shaped"
    },
    {
      "start": 2653.76,
      "dur": 1.27,
      "text": "extent has his agenda today been shaped by the views he expressed so"
    },
    {
      "start": 2655.04,
      "dur": 5.59,
      "text": "by the views he expressed so viciferously at Dulich? So uh it's an"
    },
    {
      "start": 2660.64,
      "dur": 1.91,
      "text": "viciferously at Dulich? So uh it's an interesting thing and and I think that"
    },
    {
      "start": 2662.56,
      "dur": 4.63,
      "text": "interesting thing and and I think that whole episode is it's not resolved right"
    },
    {
      "start": 2667.2,
      "dur": 1.83,
      "text": "whole episode is it's not resolved right &gt;&gt; but as ever when it comes to Niger far"
    },
    {
      "start": 2669.04,
      "dur": 2.23,
      "text": "&gt;&gt; but as ever when it comes to Niger far you know there are people for whom"
    },
    {
      "start": 2671.28,
      "dur": 2.15,
      "text": "you know there are people for whom something happens and it confirms their"
    },
    {
      "start": 2673.44,
      "dur": 1.99,
      "text": "something happens and it confirms their views of him"
    },
    {
      "start": 2675.44,
      "dur": 4.149,
      "text": "views of him um on either side but it's a reminder of"
    },
    {
      "start": 2679.599,
      "dur": 2.391,
      "text": "um on either side but it's a reminder of how divisive reform are sometimes seen"
    },
    {
      "start": 2682.0,
      "dur": 3.03,
      "text": "how divisive reform are sometimes seen as being and that can be very very"
    },
    {
      "start": 2685.04,
      "dur": 3.83,
      "text": "as being and that can be very very galvanizing for their opponents frankly."
    },
    {
      "start": 2688.88,
      "dur": 2.07,
      "text": "galvanizing for their opponents frankly. &gt;&gt; Um, and we know another thing that"
    },
    {
      "start": 2690.96,
      "dur": 1.349,
      "text": "&gt;&gt; Um, and we know another thing that happened during the course of us making"
    },
    {
      "start": 2692.319,
      "dur": 1.431,
      "text": "happened during the course of us making this film"
    },
    {
      "start": 2693.76,
      "dur": 2.15,
      "text": "this film &gt;&gt; is we saw the other parties really start"
    },
    {
      "start": 2695.92,
      "dur": 2.47,
      "text": "&gt;&gt; is we saw the other parties really start to crank up their attacks on reform. So,"
    },
    {
      "start": 2698.4,
      "dur": 1.35,
      "text": "to crank up their attacks on reform. So, it was during the time that we've been"
    },
    {
      "start": 2699.76,
      "dur": 1.67,
      "text": "it was during the time that we've been making this film that Labour started"
    },
    {
      "start": 2701.44,
      "dur": 4.389,
      "text": "making this film that Labour started calling Najafu's policies racist."
    },
    {
      "start": 2705.839,
      "dur": 1.191,
      "text": "calling Najafu's policies racist. Remember the prime minister did that"
    },
    {
      "start": 2707.04,
      "dur": 2.39,
      "text": "Remember the prime minister did that with sort of great fanfare at the at the"
    },
    {
      "start": 2709.44,
      "dur": 2.79,
      "text": "with sort of great fanfare at the at the party conference. So as reform success"
    },
    {
      "start": 2712.24,
      "dur": 2.869,
      "text": "party conference. So as reform success has continued rather than like explode"
    },
    {
      "start": 2715.119,
      "dur": 2.311,
      "text": "has continued rather than like explode or melt away, you've seen their"
    },
    {
      "start": 2717.44,
      "dur": 1.909,
      "text": "or melt away, you've seen their opponents start to really sharpen their"
    },
    {
      "start": 2719.359,
      "dur": 2.071,
      "text": "opponents start to really sharpen their attacks on them and the allegations"
    },
    {
      "start": 2721.44,
      "dur": 2.79,
      "text": "attacks on them and the allegations about Faraj's school days have given"
    },
    {
      "start": 2724.24,
      "dur": 2.39,
      "text": "about Faraj's school days have given them more ammunition. I don't think"
    },
    {
      "start": 2726.64,
      "dur": 1.669,
      "text": "them more ammunition. I don't think those senior people at reform believe it"
    },
    {
      "start": 2728.319,
      "dur": 1.591,
      "text": "those senior people at reform believe it will make very much difference to their"
    },
    {
      "start": 2729.92,
      "dur": 3.189,
      "text": "will make very much difference to their political prospects, but for sure it's"
    },
    {
      "start": 2733.119,
      "dur": 1.351,
      "text": "political prospects, but for sure it's not what they would have wanted to spend"
    },
    {
      "start": 2734.48,
      "dur": 1.829,
      "text": "not what they would have wanted to spend several weeks talking about at the back"
    },
    {
      "start": 2736.319,
      "dur": 1.99,
      "text": "several weeks talking about at the back end of last year. And now, Laura, I'm"
    },
    {
      "start": 2738.319,
      "dur": 1.671,
      "text": "end of last year. And now, Laura, I'm going to plug your documentary in a"
    },
    {
      "start": 2740.0,
      "dur": 3.109,
      "text": "going to plug your documentary in a fully approved punctuation pronunciation"
    },
    {
      "start": 2743.119,
      "dur": 0.551,
      "text": "fully approved punctuation pronunciation way."
    },
    {
      "start": 2743.68,
      "dur": 1.19,
      "text": "way. &gt;&gt; Oh, this is a fun game. Okay,"
    },
    {
      "start": 2744.88,
      "dur": 4.709,
      "text": "&gt;&gt; Oh, this is a fun game. Okay, &gt;&gt; here we go. Reform, ready to rule?"
    },
    {
      "start": 2749.599,
      "dur": 1.671,
      "text": "&gt;&gt; here we go. Reform, ready to rule? &gt;&gt; Just making it really clear. It's a"
    },
    {
      "start": 2751.28,
      "dur": 1.27,
      "text": "&gt;&gt; Just making it really clear. It's a question mark at the end."
    },
    {
      "start": 2752.56,
      "dur": 1.83,
      "text": "question mark at the end. &gt;&gt; Okay. Can you say a sentence with an"
    },
    {
      "start": 2754.4,
      "dur": 1.83,
      "text": "&gt;&gt; Okay. Can you say a sentence with an exclamation mark on the end in an audio"
    },
    {
      "start": 2756.24,
      "dur": 1.109,
      "text": "exclamation mark on the end in an audio friendly version?"
    },
    {
      "start": 2757.359,
      "dur": 2.551,
      "text": "friendly version? &gt;&gt; And that's the end of newscast."
    },
    {
      "start": 2759.92,
      "dur": 2.389,
      "text": "&gt;&gt; And that's the end of newscast. &gt;&gt; Oh, that's the end of newscast. No, that"
    },
    {
      "start": 2762.319,
      "dur": 1.111,
      "text": "&gt;&gt; Oh, that's the end of newscast. No, that would be a question mark."
    },
    {
      "start": 2763.44,
      "dur": 2.23,
      "text": "would be a question mark. &gt;&gt; Is that the end of newscast?"
    },
    {
      "start": 2765.68,
      "dur": 1.669,
      "text": "&gt;&gt; Is that the end of newscast? And that's the end of newscast."
    },
    {
      "start": 2767.359,
      "dur": 4.281,
      "text": "And that's the end of newscast. &gt;&gt; Or it's the end of newscast."
    }
  ]
}