{
  "videoId": "XFH8aGBjA6U",
  "title": "UK home secretary announces some migrants will face 20 year wait for settled status | BBC News",
  "publishedAt": "2025-11-20",
  "channel": "BBC News",
  "durationSeconds": 364,
  "segments": [
    {
      "start": 0.0,
      "dur": 10.0,
      "text": "Here, the Home Secretary Shabbana Mammud has unveiled a shakeup to rules for has unveiled a shakeup to rules for legal migration. Just days after legal migration. Just days after announcing reforms to the asylum system"
    },
    {
      "start": 10.0,
      "dur": 8.9,
      "text": "announcing reforms to the asylum system under the new plans, migrants could only under the new plans, migrants could only be eligible for benefits and social be eligible for benefits and social housing once they become British housing once they become British citizens. Those in the country illegally"
    },
    {
      "start": 18.9,
      "dur": 10.0,
      "text": "citizens. Those in the country illegally could have to wait up to 30 years to could have to wait up to 30 years to become longterm residents. Well, become longterm residents. Well, Shabbanammud has been speaking in the Shabbanammud has been speaking in the House of Commons in the past hour about House of Commons in the past hour about the new rules, and she accused the last"
    },
    {
      "start": 28.9,
      "dur": 10.0,
      "text": "the new rules, and she accused the last government of losing control of government of losing control of immigration. This consultation addresses immigration. This consultation addresses the question of the so-called Boris the question of the so-called Boris wave, specifically the cohort of"
    },
    {
      "start": 38.9,
      "dur": 9.0,
      "text": "wave, specifically the cohort of lowerqualified workers who enter the lowerqualified workers who enter the country along with their dependents country along with their dependents through the health and care visa, some through the health and care visa, some of whom are never expected to be net"
    },
    {
      "start": 47.9,
      "dur": 9.1,
      "text": "of whom are never expected to be net economic contributors. economic contributors. It is right that we apply more stringent It is right that we apply more stringent controls for this group and for that controls for this group and for that reason we propose they should wait 15"
    },
    {
      "start": 57.0,
      "dur": 10.2,
      "text": "reason we propose they should wait 15 years before they can earn settlement. years before they can earn settlement. Crucially for these and every other Crucially for these and every other group mentioned here we propose these group mentioned here we propose these changes apply to everyone in the country"
    },
    {
      "start": 67.2,
      "dur": 8.1,
      "text": "changes apply to everyone in the country today who has not yet received today who has not yet received indefinite leave to remain. Though we indefinite leave to remain. Though we are seeking views on whether there are seeking views on whether there should be some transitional arrangements"
    },
    {
      "start": 75.3,
      "dur": 10.4,
      "text": "should be some transitional arrangements available. available. May I make one thing absolutely clear May I make one thing absolutely clear though? We will not change the rules for though? We will not change the rules for those with settled status today. These"
    },
    {
      "start": 85.7,
      "dur": 8.5,
      "text": "those with settled status today. These are people who have been in our country are people who have been in our country for years, even decades. They have for years, even decades. They have families here, wives, husbands, families here, wives, husbands, children. They've worked in our"
    },
    {
      "start": 94.2,
      "dur": 8.6,
      "text": "children. They've worked in our hospitals, taught in our schools, and hospitals, taught in our schools, and have been contributing to our society have been contributing to our society for years. for years. Fairness is the most fundamental of"
    },
    {
      "start": 102.8,
      "dur": 8.1,
      "text": "Fairness is the most fundamental of British values. British values. Let's speak to our political Let's speak to our political correspondent Harry Farley now for more correspondent Harry Farley now for more on this story. Harry, what are the big"
    },
    {
      "start": 110.9,
      "dur": 8.2,
      "text": "on this story. Harry, what are the big headlines from this latest announcement headlines from this latest announcement from the Home Secretary for you? from the Home Secretary for you? Yeah, a really significant set of Yeah, a really significant set of proposals from the Home Office and the"
    },
    {
      "start": 119.1,
      "dur": 9.9,
      "text": "proposals from the Home Office and the Home Secretary as you say, just Home Secretary as you say, just finishing up in the House of Commons in finishing up in the House of Commons in the last couple of minutes or so. So, a the last couple of minutes or so. So, a few headlines that jumped out to me. few headlines that jumped out to me. Firstly, at the moment, if you come to"
    },
    {
      "start": 129.0,
      "dur": 10.3,
      "text": "Firstly, at the moment, if you come to the UK, you have a 5-year wait for the UK, you have a 5-year wait for what's called settled status or what's called settled status or indefinite leave uh to remain where you indefinite leave uh to remain where you can have permanent settled status. Here,"
    },
    {
      "start": 139.3,
      "dur": 8.0,
      "text": "can have permanent settled status. Here, the home secretary is proposing that is the home secretary is proposing that is increased from 5 years to 10 years for increased from 5 years to 10 years for most people. But for a big wave of"
    },
    {
      "start": 147.3,
      "dur": 10.0,
      "text": "most people. But for a big wave of people who came uh after Brexit on people who came uh after Brexit on what's called health and social care what's called health and social care visas, generally uh people who were uh visas, generally uh people who were uh low paid came to work in the health and"
    },
    {
      "start": 157.3,
      "dur": 8.6,
      "text": "low paid came to work in the health and social care settings, they will have to social care settings, they will have to wait 15 years. So if you're someone on wait 15 years. So if you're someone on that visa who arrived in 2022, for that visa who arrived in 2022, for example, expecting to get permanent"
    },
    {
      "start": 165.9,
      "dur": 8.5,
      "text": "example, expecting to get permanent settled status in 2027, you will now settled status in 2027, you will now have to wait until 2037. have to wait until 2037. Uh and as Shabbat Mammud laid out in"
    },
    {
      "start": 174.4,
      "dur": 8.9,
      "text": "Uh and as Shabbat Mammud laid out in that clip you just heard, this will that clip you just heard, this will apply to everyone who is in the UK apply to everyone who is in the UK already. It is not just for those already. It is not just for those arriving uh from now onwards. It will"
    },
    {
      "start": 183.3,
      "dur": 9.8,
      "text": "arriving uh from now onwards. It will apply to all those who have not yet got apply to all those who have not yet got settled status. So everyone who's settled status. So everyone who's arrived in the last five years. And arrived in the last five years. And there will also be uh changes. You can"
    },
    {
      "start": 193.1,
      "dur": 8.0,
      "text": "there will also be uh changes. You can uh reduce your 10-year weight if for uh reduce your 10-year weight if for example you pay one of the higher rates example you pay one of the higher rates of tax or if you contribute to society"
    },
    {
      "start": 201.1,
      "dur": 11.0,
      "text": "of tax or if you contribute to society in other ways. for example, through in other ways. for example, through volunteering. But you can also increase volunteering. But you can also increase your weight if, for example, you are on your weight if, for example, you are on benefits at any time uh during your time"
    },
    {
      "start": 212.1,
      "dur": 8.2,
      "text": "benefits at any time uh during your time in the UK. Uh for example, if you're on in the UK. Uh for example, if you're on benefits for less than 12 months, you benefits for less than 12 months, you will have an extra 5 years to wait. So"
    },
    {
      "start": 220.3,
      "dur": 9.8,
      "text": "will have an extra 5 years to wait. So 10 years plus five. If you're on 10 years plus five. If you're on benefits for more than 12 months, you benefits for more than 12 months, you will have an extra 10 years. So some will have an extra 10 years. So some migrants who have arrived in the UK who"
    },
    {
      "start": 230.1,
      "dur": 8.2,
      "text": "migrants who have arrived in the UK who are on benefits could wait up to 20 are on benefits could wait up to 20 years before they have the option of years before they have the option of applying for settled status. And even"
    },
    {
      "start": 238.3,
      "dur": 8.6,
      "text": "applying for settled status. And even then the home secretary has set out then the home secretary has set out stricter criteria in order to get that stricter criteria in order to get that settled status. So for example you must settled status. So for example you must be paying tax, you must have a clean"
    },
    {
      "start": 246.9,
      "dur": 9.3,
      "text": "be paying tax, you must have a clean criminal record and so on. So, a whole criminal record and so on. So, a whole host of stricter criteria uh announced host of stricter criteria uh announced by the home secretary uh both delaying"
    },
    {
      "start": 256.2,
      "dur": 9.8,
      "text": "by the home secretary uh both delaying the time, extending the wait as it were the time, extending the wait as it were for people uh in order to apply for for people uh in order to apply for permanent settle status and then permanent settle status and then toughening the criteria in order to get"
    },
    {
      "start": 266.0,
      "dur": 10.2,
      "text": "toughening the criteria in order to get it it along with the reforms to the asylum along with the reforms to the asylum system announced earlier this week. system announced earlier this week. Harry, what difference does the the Harry, what difference does the the government think that these changes will"
    },
    {
      "start": 276.2,
      "dur": 8.7,
      "text": "government think that these changes will make to to immigration to the number of make to to immigration to the number of people wanting to actually come to the people wanting to actually come to the UK? UK? Yeah, exactly. So, this is primarily Yeah, exactly. So, this is primarily targeted at people who are in the UK"
    },
    {
      "start": 284.9,
      "dur": 9.2,
      "text": "targeted at people who are in the UK illegally and then the the changes uh illegally and then the the changes uh earlier in the week to the asylum system earlier in the week to the asylum system and particularly those who have arrived and particularly those who have arrived in the UK illegally. I suppose"
    },
    {
      "start": 294.1,
      "dur": 9.9,
      "text": "in the UK illegally. I suppose politically the significance of this is politically the significance of this is is that Labor are conscious of those is that Labor are conscious of those voters who perhaps voted for them in uh voters who perhaps voted for them in uh 2024 at the Larks election who are now"
    },
    {
      "start": 304.0,
      "dur": 11.8,
      "text": "2024 at the Larks election who are now looking at particularly reform UK who looking at particularly reform UK who are concerned about immigration and are are concerned about immigration and are looking at the alternatives proposed by looking at the alternatives proposed by Nigel Farage and uh and Shabban Mood"
    },
    {
      "start": 315.8,
      "dur": 8.0,
      "text": "Nigel Farage and uh and Shabban Mood Kharma at the Labour Party trying to Kharma at the Labour Party trying to show that they can do something about show that they can do something about reducing the overall net migration. So"
    },
    {
      "start": 323.8,
      "dur": 8.4,
      "text": "reducing the overall net migration. So the overall input of pe influx of people the overall input of pe influx of people coming into the country but also trying coming into the country but also trying uh to be seen to have control over the"
    },
    {
      "start": 332.2,
      "dur": 9.3,
      "text": "uh to be seen to have control over the immigration system. Well, I suppose immigration system. Well, I suppose that's the politically toxic allegation that's the politically toxic allegation and the polit politically toxic imagery and the polit politically toxic imagery that comes from particularly those small"
    },
    {
      "start": 341.5,
      "dur": 8.9,
      "text": "that comes from particularly those small boats arriving across the channel is a boats arriving across the channel is a lack of control and that's what so many lack of control and that's what so many voters feel uncomfortable about and that voters feel uncomfortable about and that is what Shabban Mammud is trying to is what Shabban Mammud is trying to address as you say with the"
    },
    {
      "start": 350.4,
      "dur": 8.7,
      "text": "address as you say with the announcements earlier this week on announcements earlier this week on asylum and now with these changes today asylum and now with these changes today uh to to achieving permanent settled uh to to achieving permanent settled status for those already here in the UK."
    },
    {
      "start": 359.1,
      "dur": 6.4,
      "text": "status for those already here in the UK. Harry, thank you very much for taking us Harry, thank you very much for taking us through the detail of that. Harry through the detail of that. Harry Farley, our political correspondent."
    }
  ]
}