{
  "videoId": "xibp_lWtJVU",
  "title": "How China is 'owning the future' of global power | BBC Global News Podcast | BBC News",
  "publishedAt": "2026-01-28",
  "channel": "BBC News",
  "durationSeconds": 694,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.4,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.48,
      "dur": 1.429,
      "text": "Welcome to the Global News podcast on YouTube, where we go behind the"
    },
    {
      "start": 3.919,
      "dur": 2.551,
      "text": "YouTube, where we go behind the headlines to look at one story and why"
    },
    {
      "start": 6.48,
      "dur": 2.55,
      "text": "headlines to look at one story and why it matters. Today, the contest between"
    },
    {
      "start": 9.04,
      "dur": 2.709,
      "text": "it matters. Today, the contest between the United States and China to be number"
    },
    {
      "start": 11.759,
      "dur": 3.03,
      "text": "the United States and China to be number one global superpower as Western leader"
    },
    {
      "start": 14.799,
      "dur": 2.151,
      "text": "one global superpower as Western leader after Western leader heads to Beijing to"
    },
    {
      "start": 16.96,
      "dur": 2.309,
      "text": "after Western leader heads to Beijing to court Xi Jinping, what balance should"
    },
    {
      "start": 19.279,
      "dur": 3.031,
      "text": "court Xi Jinping, what balance should they try to strike between doing deals"
    },
    {
      "start": 22.32,
      "dur": 1.91,
      "text": "they try to strike between doing deals and human rights? I'm joined from"
    },
    {
      "start": 24.24,
      "dur": 2.23,
      "text": "and human rights? I'm joined from Beijing by our China correspondent,"
    },
    {
      "start": 26.48,
      "dur": 2.949,
      "text": "Beijing by our China correspondent, Laura Bicker. Laura, the first visit"
    },
    {
      "start": 29.439,
      "dur": 3.191,
      "text": "Laura Bicker. Laura, the first visit from a UK prime minister in eight years."
    },
    {
      "start": 32.64,
      "dur": 2.23,
      "text": "from a UK prime minister in eight years. Canada's Mark Carney has just been"
    },
    {
      "start": 34.88,
      "dur": 1.669,
      "text": "Canada's Mark Carney has just been Finland's leader has just left."
    },
    {
      "start": 36.559,
      "dur": 2.231,
      "text": "Finland's leader has just left. Friedrich Mertz of Germany is going,"
    },
    {
      "start": 38.8,
      "dur": 2.47,
      "text": "Friedrich Mertz of Germany is going, \"What is it that China has that they"
    },
    {
      "start": 41.28,
      "dur": 1.99,
      "text": "\"What is it that China has that they want?\" And and is it worth annoying"
    },
    {
      "start": 43.28,
      "dur": 1.75,
      "text": "want?\" And and is it worth annoying Donald Trump to get it?"
    },
    {
      "start": 45.04,
      "dur": 2.71,
      "text": "Donald Trump to get it? &gt;&gt; This is the factory of the world. It is"
    },
    {
      "start": 47.76,
      "dur": 2.949,
      "text": "&gt;&gt; This is the factory of the world. It is the biggest manufacturer in the world."
    },
    {
      "start": 50.719,
      "dur": 2.231,
      "text": "the biggest manufacturer in the world. Just give you a few examples. You know,"
    },
    {
      "start": 52.96,
      "dur": 2.069,
      "text": "Just give you a few examples. You know, if you're looking at the future of our"
    },
    {
      "start": 55.039,
      "dur": 2.391,
      "text": "if you're looking at the future of our planet, China is the lead in renewables."
    },
    {
      "start": 57.44,
      "dur": 2.07,
      "text": "planet, China is the lead in renewables. It produces everything from around 60 to"
    },
    {
      "start": 59.52,
      "dur": 3.829,
      "text": "It produces everything from around 60 to 80% of electric vehicles, solar panels,"
    },
    {
      "start": 63.359,
      "dur": 3.11,
      "text": "80% of electric vehicles, solar panels, wind turbines, electric batteries. China"
    },
    {
      "start": 66.479,
      "dur": 1.831,
      "text": "wind turbines, electric batteries. China makes more robots than anywhere else in"
    },
    {
      "start": 68.32,
      "dur": 2.789,
      "text": "makes more robots than anywhere else in the world. Uh, China has and processes"
    },
    {
      "start": 71.119,
      "dur": 2.231,
      "text": "the world. Uh, China has and processes more rare earths than anywhere else in"
    },
    {
      "start": 73.36,
      "dur": 2.31,
      "text": "more rare earths than anywhere else in the world. about 90% of rare for"
    },
    {
      "start": 75.68,
      "dur": 2.23,
      "text": "the world. about 90% of rare for instance and these are the kind of"
    },
    {
      "start": 77.92,
      "dur": 2.07,
      "text": "instance and these are the kind of extracts these minerals that are needed"
    },
    {
      "start": 80.0,
      "dur": 1.59,
      "text": "extracts these minerals that are needed to make anything from an electric"
    },
    {
      "start": 81.6,
      "dur": 1.91,
      "text": "to make anything from an electric vehicle to your smartphone to Bluetooth"
    },
    {
      "start": 83.52,
      "dur": 3.11,
      "text": "vehicle to your smartphone to Bluetooth speakers. So when it comes to the future"
    },
    {
      "start": 86.64,
      "dur": 1.75,
      "text": "speakers. So when it comes to the future technology when it comes to the things"
    },
    {
      "start": 88.4,
      "dur": 2.709,
      "text": "technology when it comes to the things that we've kind of got used to China"
    },
    {
      "start": 91.119,
      "dur": 2.63,
      "text": "that we've kind of got used to China really is key and that is one of the"
    },
    {
      "start": 93.759,
      "dur": 2.231,
      "text": "really is key and that is one of the reasons why so many countries are"
    },
    {
      "start": 96.0,
      "dur": 1.99,
      "text": "reasons why so many countries are flocking here and China is saying to all"
    },
    {
      "start": 98.0,
      "dur": 2.069,
      "text": "flocking here and China is saying to all of these countries look I'm here I will"
    },
    {
      "start": 100.079,
      "dur": 1.67,
      "text": "of these countries look I'm here I will offer you a deal we'll sit down and"
    },
    {
      "start": 101.759,
      "dur": 2.151,
      "text": "offer you a deal we'll sit down and negotiate. I think the other thing China"
    },
    {
      "start": 103.92,
      "dur": 2.71,
      "text": "negotiate. I think the other thing China doesn't see alliances in the same way"
    },
    {
      "start": 106.64,
      "dur": 1.91,
      "text": "doesn't see alliances in the same way perhaps that the west does. It doesn't"
    },
    {
      "start": 108.56,
      "dur": 3.43,
      "text": "perhaps that the west does. It doesn't demand falty. It doesn't demand you"
    },
    {
      "start": 112.0,
      "dur": 2.71,
      "text": "demand falty. It doesn't demand you adopt its ideology. In many ways, it"
    },
    {
      "start": 114.72,
      "dur": 2.31,
      "text": "adopt its ideology. In many ways, it sees it as very transactional. This to"
    },
    {
      "start": 117.04,
      "dur": 2.47,
      "text": "sees it as very transactional. This to China is a business deal. It is using"
    },
    {
      "start": 119.52,
      "dur": 3.189,
      "text": "China is a business deal. It is using trade to gain power to gain influence in"
    },
    {
      "start": 122.719,
      "dur": 1.831,
      "text": "trade to gain power to gain influence in this great power competition that it's"
    },
    {
      "start": 124.56,
      "dur": 1.75,
      "text": "this great power competition that it's in with Washington."
    },
    {
      "start": 126.32,
      "dur": 5.35,
      "text": "in with Washington. &gt;&gt; Does China keep to its side of the deal?"
    },
    {
      "start": 131.68,
      "dur": 2.31,
      "text": "&gt;&gt; Does China keep to its side of the deal? So there are major pitfalls. So I've"
    },
    {
      "start": 134.0,
      "dur": 2.07,
      "text": "So there are major pitfalls. So I've talked about the possibilities here are"
    },
    {
      "start": 136.08,
      "dur": 1.83,
      "text": "talked about the possibilities here are the pitfalls. There are certain issues"
    },
    {
      "start": 137.92,
      "dur": 2.389,
      "text": "the pitfalls. There are certain issues when it comes to China. EU for instance"
    },
    {
      "start": 140.319,
      "dur": 2.151,
      "text": "when it comes to China. EU for instance tread on their red lines as we've seen"
    },
    {
      "start": 142.48,
      "dur": 2.07,
      "text": "tread on their red lines as we've seen perhaps from South Korea when we've seen"
    },
    {
      "start": 144.56,
      "dur": 2.71,
      "text": "perhaps from South Korea when we've seen from Australia that criticized China"
    },
    {
      "start": 147.28,
      "dur": 2.47,
      "text": "from Australia that criticized China over COVID when we've seen I mean South"
    },
    {
      "start": 149.76,
      "dur": 2.87,
      "text": "over COVID when we've seen I mean South Korea put a kind of THAD weapon system"
    },
    {
      "start": 152.64,
      "dur": 2.309,
      "text": "Korea put a kind of THAD weapon system in its country a US weapon system in its"
    },
    {
      "start": 154.959,
      "dur": 2.871,
      "text": "in its country a US weapon system in its country which China criticized. Japan"
    },
    {
      "start": 157.84,
      "dur": 3.27,
      "text": "country which China criticized. Japan recently has insinuated that if there is"
    },
    {
      "start": 161.12,
      "dur": 1.91,
      "text": "recently has insinuated that if there is an issue in Taiwan, if China invades"
    },
    {
      "start": 163.04,
      "dur": 1.909,
      "text": "an issue in Taiwan, if China invades Taiwan, that Japan would get involved."
    },
    {
      "start": 164.959,
      "dur": 2.711,
      "text": "Taiwan, that Japan would get involved. It is now being retaliated against in"
    },
    {
      "start": 167.68,
      "dur": 3.43,
      "text": "It is now being retaliated against in the means of trade. China is using trade"
    },
    {
      "start": 171.12,
      "dur": 3.109,
      "text": "the means of trade. China is using trade as a weapon. When countries do or say"
    },
    {
      "start": 174.239,
      "dur": 2.311,
      "text": "as a weapon. When countries do or say something it did not like. Canada is a"
    },
    {
      "start": 176.56,
      "dur": 2.949,
      "text": "something it did not like. Canada is a perfect example of this. Canada locked"
    },
    {
      "start": 179.519,
      "dur": 2.311,
      "text": "perfect example of this. Canada locked up a business executive, a Chinese"
    },
    {
      "start": 181.84,
      "dur": 2.469,
      "text": "up a business executive, a Chinese business executive that the US wanted"
    },
    {
      "start": 184.319,
      "dur": 3.19,
      "text": "business executive that the US wanted for questioning. when it came to uh the"
    },
    {
      "start": 187.519,
      "dur": 2.951,
      "text": "for questioning. when it came to uh the retaliation, China locked up two"
    },
    {
      "start": 190.48,
      "dur": 2.15,
      "text": "retaliation, China locked up two Canadian citizens in really severe"
    },
    {
      "start": 192.64,
      "dur": 2.15,
      "text": "Canadian citizens in really severe circumstances and then the relationship"
    },
    {
      "start": 194.8,
      "dur": 3.19,
      "text": "circumstances and then the relationship went into a decade of a deep freeze. It"
    },
    {
      "start": 198.0,
      "dur": 2.229,
      "text": "went into a decade of a deep freeze. It is now a major thaw and we've seen in"
    },
    {
      "start": 200.239,
      "dur": 1.751,
      "text": "is now a major thaw and we've seen in the last couple of weeks Mark Carney"
    },
    {
      "start": 202.0,
      "dur": 2.229,
      "text": "the last couple of weeks Mark Carney come here. But Mark Carney was very"
    },
    {
      "start": 204.239,
      "dur": 1.91,
      "text": "come here. But Mark Carney was very clear when he came here. He said, \"Look,"
    },
    {
      "start": 206.159,
      "dur": 2.231,
      "text": "clear when he came here. He said, \"Look, I do want to bring up human rights, but"
    },
    {
      "start": 208.4,
      "dur": 3.35,
      "text": "I do want to bring up human rights, but also I want to make sure that when I'm"
    },
    {
      "start": 211.76,
      "dur": 1.829,
      "text": "also I want to make sure that when I'm dealing with China, there are guard"
    },
    {
      "start": 213.599,
      "dur": 2.231,
      "text": "dealing with China, there are guard rails.\" And this is the key thing for"
    },
    {
      "start": 215.84,
      "dur": 1.35,
      "text": "rails.\" And this is the key thing for many people who are coming to do"
    },
    {
      "start": 217.2,
      "dur": 1.669,
      "text": "many people who are coming to do business here. They call it guard rails"
    },
    {
      "start": 218.879,
      "dur": 2.311,
      "text": "business here. They call it guard rails because there is an area within which"
    },
    {
      "start": 221.2,
      "dur": 1.589,
      "text": "because there is an area within which the two sides can sit down and"
    },
    {
      "start": 222.799,
      "dur": 1.591,
      "text": "the two sides can sit down and negotiate. They know that outside of"
    },
    {
      "start": 224.4,
      "dur": 2.389,
      "text": "negotiate. They know that outside of those areas that things could be tricky."
    },
    {
      "start": 226.799,
      "dur": 1.831,
      "text": "those areas that things could be tricky. But when you put those guard rails in"
    },
    {
      "start": 228.64,
      "dur": 2.47,
      "text": "But when you put those guard rails in place, then many countries feel a little"
    },
    {
      "start": 231.12,
      "dur": 1.35,
      "text": "place, then many countries feel a little safer to do business."
    },
    {
      "start": 232.48,
      "dur": 2.23,
      "text": "safer to do business. &gt;&gt; Yeah. I'll come back to human rights in"
    },
    {
      "start": 234.72,
      "dur": 1.589,
      "text": "&gt;&gt; Yeah. I'll come back to human rights in a moment if I may because it is"
    },
    {
      "start": 236.319,
      "dur": 2.151,
      "text": "a moment if I may because it is absolutely central to this. But are are"
    },
    {
      "start": 238.48,
      "dur": 2.71,
      "text": "absolutely central to this. But are are countries to a degree having to choose"
    },
    {
      "start": 241.2,
      "dur": 2.949,
      "text": "countries to a degree having to choose between the United States and China?"
    },
    {
      "start": 244.159,
      "dur": 1.911,
      "text": "between the United States and China? When Mark Carney went to China, Donald"
    },
    {
      "start": 246.08,
      "dur": 1.99,
      "text": "When Mark Carney went to China, Donald Trump slapped tariffs on him straight"
    },
    {
      "start": 248.08,
      "dur": 2.39,
      "text": "Trump slapped tariffs on him straight afterwards. 100% tariffs."
    },
    {
      "start": 250.48,
      "dur": 1.43,
      "text": "afterwards. 100% tariffs. &gt;&gt; Well, those tariffs haven't been put in"
    },
    {
      "start": 251.92,
      "dur": 2.229,
      "text": "&gt;&gt; Well, those tariffs haven't been put in place just yet. He has threatened Canada"
    },
    {
      "start": 254.159,
      "dur": 2.871,
      "text": "place just yet. He has threatened Canada with 100% tariffs. And I think when it"
    },
    {
      "start": 257.04,
      "dur": 2.95,
      "text": "with 100% tariffs. And I think when it comes to Canada, they may just wonder if"
    },
    {
      "start": 260.0,
      "dur": 2.469,
      "text": "comes to Canada, they may just wonder if that threat will follow through. But"
    },
    {
      "start": 262.479,
      "dur": 2.791,
      "text": "that threat will follow through. But yeah, it might be a case if you are"
    },
    {
      "start": 265.28,
      "dur": 2.23,
      "text": "yeah, it might be a case if you are doing business with China, whether that"
    },
    {
      "start": 267.52,
      "dur": 1.59,
      "text": "doing business with China, whether that be Canada, whether it be the United"
    },
    {
      "start": 269.12,
      "dur": 2.629,
      "text": "be Canada, whether it be the United Kingdom, are you risking the wrath of"
    },
    {
      "start": 271.759,
      "dur": 3.111,
      "text": "Kingdom, are you risking the wrath of Washington? China is not asking any of"
    },
    {
      "start": 274.88,
      "dur": 2.39,
      "text": "Washington? China is not asking any of its business partners, any of those that"
    },
    {
      "start": 277.28,
      "dur": 2.07,
      "text": "its business partners, any of those that it's inviting into the great hall of the"
    },
    {
      "start": 279.36,
      "dur": 2.549,
      "text": "it's inviting into the great hall of the people. It's not asking them to choose"
    },
    {
      "start": 281.919,
      "dur": 3.431,
      "text": "people. It's not asking them to choose between China or the United States."
    },
    {
      "start": 285.36,
      "dur": 2.31,
      "text": "between China or the United States. Donald Trump, however, does seem to have"
    },
    {
      "start": 287.68,
      "dur": 1.99,
      "text": "Donald Trump, however, does seem to have an issue with some of this. But his"
    },
    {
      "start": 289.68,
      "dur": 2.71,
      "text": "an issue with some of this. But his issues with Mark Carney might be more"
    },
    {
      "start": 292.4,
      "dur": 2.31,
      "text": "issues with Mark Carney might be more than just Mark Carney coming to Canada"
    },
    {
      "start": 294.72,
      "dur": 3.11,
      "text": "than just Mark Carney coming to Canada and doing a deal because it was the way"
    },
    {
      "start": 297.84,
      "dur": 2.23,
      "text": "and doing a deal because it was the way that Mr. Carney framed all of this."
    },
    {
      "start": 300.08,
      "dur": 2.47,
      "text": "that Mr. Carney framed all of this. Before his big speech in Davos, where he"
    },
    {
      "start": 302.56,
      "dur": 1.83,
      "text": "Before his big speech in Davos, where he received a resounding applause where he"
    },
    {
      "start": 304.4,
      "dur": 2.069,
      "text": "received a resounding applause where he talked about a new world order, that"
    },
    {
      "start": 306.479,
      "dur": 2.71,
      "text": "talked about a new world order, that speech was rehearsed here in Beijing. He"
    },
    {
      "start": 309.199,
      "dur": 2.471,
      "text": "speech was rehearsed here in Beijing. He gave it to reporters during a 40-minute"
    },
    {
      "start": 311.68,
      "dur": 1.99,
      "text": "gave it to reporters during a 40-minute press conference after he'd met Xi"
    },
    {
      "start": 313.68,
      "dur": 2.55,
      "text": "press conference after he'd met Xi Jinping. He talked about the need to"
    },
    {
      "start": 316.24,
      "dur": 2.949,
      "text": "Jinping. He talked about the need to come here to China to try to find a way"
    },
    {
      "start": 319.199,
      "dur": 2.631,
      "text": "come here to China to try to find a way to do business in what he described as a"
    },
    {
      "start": 321.84,
      "dur": 3.27,
      "text": "to do business in what he described as a new world order. So, as you can see, it"
    },
    {
      "start": 325.12,
      "dur": 2.15,
      "text": "new world order. So, as you can see, it was that that perhaps irritated Donald"
    },
    {
      "start": 327.28,
      "dur": 2.55,
      "text": "was that that perhaps irritated Donald Trump. We'll have to see if further"
    },
    {
      "start": 329.84,
      "dur": 2.39,
      "text": "Trump. We'll have to see if further leaders coming to do business will also"
    },
    {
      "start": 332.24,
      "dur": 2.229,
      "text": "leaders coming to do business will also irritate him. But at the moment, China"
    },
    {
      "start": 334.479,
      "dur": 2.471,
      "text": "irritate him. But at the moment, China is not asking countries to to choose,"
    },
    {
      "start": 336.96,
      "dur": 2.47,
      "text": "is not asking countries to to choose, but it may well be that in the future"
    },
    {
      "start": 339.44,
      "dur": 1.749,
      "text": "but it may well be that in the future that is something that Washington is"
    },
    {
      "start": 341.199,
      "dur": 2.471,
      "text": "that is something that Washington is considering. What does China want out of"
    },
    {
      "start": 343.68,
      "dur": 4.31,
      "text": "considering. What does China want out of this? Is it just about trade or does"
    },
    {
      "start": 348.0,
      "dur": 3.35,
      "text": "this? Is it just about trade or does China have its eye on the global crown"
    },
    {
      "start": 351.36,
      "dur": 4.549,
      "text": "China have its eye on the global crown to be the top superpower?"
    },
    {
      "start": 355.919,
      "dur": 2.481,
      "text": "&gt;&gt; So if you ask China and if you ask"
    },
    {
      "start": 358.4,
      "dur": 1.67,
      "text": "&gt;&gt; So if you ask China and if you ask officials here and if you sit down with"
    },
    {
      "start": 360.08,
      "dur": 2.549,
      "text": "officials here and if you sit down with academics, they say no, no, no, we have"
    },
    {
      "start": 362.639,
      "dur": 3.351,
      "text": "academics, they say no, no, no, we have no global ambitions to become the lead"
    },
    {
      "start": 366.0,
      "dur": 3.189,
      "text": "no global ambitions to become the lead superpower that we want a multi-polar"
    },
    {
      "start": 369.199,
      "dur": 3.591,
      "text": "superpower that we want a multi-polar world with China. you know as part of it"
    },
    {
      "start": 372.8,
      "dur": 2.15,
      "text": "world with China. you know as part of it they want to work with countries that is"
    },
    {
      "start": 374.96,
      "dur": 1.83,
      "text": "they want to work with countries that is the official answer that they will give"
    },
    {
      "start": 376.8,
      "dur": 2.79,
      "text": "the official answer that they will give you but I think it is becoming clear"
    },
    {
      "start": 379.6,
      "dur": 3.19,
      "text": "you but I think it is becoming clear that China has global ambitions we've"
    },
    {
      "start": 382.8,
      "dur": 1.91,
      "text": "that China has global ambitions we've seen it with their major military"
    },
    {
      "start": 384.72,
      "dur": 1.909,
      "text": "seen it with their major military parades where they have a show of"
    },
    {
      "start": 386.639,
      "dur": 2.151,
      "text": "parades where they have a show of strength we've seen it as President Xi"
    },
    {
      "start": 388.8,
      "dur": 2.31,
      "text": "strength we've seen it as President Xi travels the world making deals with"
    },
    {
      "start": 391.12,
      "dur": 2.39,
      "text": "travels the world making deals with countries we see it as President Xi"
    },
    {
      "start": 393.52,
      "dur": 2.229,
      "text": "countries we see it as President Xi extends his country's influence in the"
    },
    {
      "start": 395.759,
      "dur": 1.751,
      "text": "extends his country's influence in the form of what is known as their belt and"
    },
    {
      "start": 397.52,
      "dur": 1.99,
      "text": "form of what is known as their belt and road initiative where they are handing"
    },
    {
      "start": 399.52,
      "dur": 2.63,
      "text": "road initiative where they are handing out huge loans to developing economies"
    },
    {
      "start": 402.16,
      "dur": 1.83,
      "text": "out huge loans to developing economies to build railways and infrastructure"
    },
    {
      "start": 404.0,
      "dur": 3.27,
      "text": "to build railways and infrastructure projects. China's influence is reaching"
    },
    {
      "start": 407.28,
      "dur": 1.909,
      "text": "projects. China's influence is reaching right across the world. It has more than"
    },
    {
      "start": 409.199,
      "dur": 2.231,
      "text": "right across the world. It has more than 100 trade partners. It trades now with"
    },
    {
      "start": 411.44,
      "dur": 2.95,
      "text": "100 trade partners. It trades now with more countries than the United States."
    },
    {
      "start": 414.4,
      "dur": 3.349,
      "text": "more countries than the United States. And it's using that trade as a means uh"
    },
    {
      "start": 417.759,
      "dur": 2.631,
      "text": "And it's using that trade as a means uh of kind of elevating its standing in the"
    },
    {
      "start": 420.4,
      "dur": 2.31,
      "text": "of kind of elevating its standing in the world. And I think that is where we're"
    },
    {
      "start": 422.72,
      "dur": 2.07,
      "text": "world. And I think that is where we're seeing this kind of power competition"
    },
    {
      "start": 424.8,
      "dur": 2.789,
      "text": "seeing this kind of power competition between Washington and Beijing. And I I"
    },
    {
      "start": 427.599,
      "dur": 3.191,
      "text": "between Washington and Beijing. And I I think the next perhaps decade we'll see"
    },
    {
      "start": 430.8,
      "dur": 4.15,
      "text": "think the next perhaps decade we'll see how far China can go because China is"
    },
    {
      "start": 434.96,
      "dur": 2.39,
      "text": "how far China can go because China is doing so much in future technologies"
    },
    {
      "start": 437.36,
      "dur": 1.99,
      "text": "doing so much in future technologies whether it's AI whether it's robots"
    },
    {
      "start": 439.36,
      "dur": 2.389,
      "text": "whether it's AI whether it's robots whether it's renewables and these are"
    },
    {
      "start": 441.759,
      "dur": 2.15,
      "text": "whether it's renewables and these are key these are some this is a plan that"
    },
    {
      "start": 443.919,
      "dur": 2.39,
      "text": "key these are some this is a plan that President Xi had to push forward what he"
    },
    {
      "start": 446.319,
      "dur": 2.631,
      "text": "President Xi had to push forward what he calls his new productive forces so in"
    },
    {
      "start": 448.96,
      "dur": 2.629,
      "text": "calls his new productive forces so in the past China's manufacturing process"
    },
    {
      "start": 451.599,
      "dur": 1.43,
      "text": "the past China's manufacturing process whether it be your t-shirts your"
    },
    {
      "start": 453.039,
      "dur": 2.87,
      "text": "whether it be your t-shirts your electronics your TVs that was what China"
    },
    {
      "start": 455.919,
      "dur": 2.631,
      "text": "electronics your TVs that was what China shipped to the world. China is now in"
    },
    {
      "start": 458.56,
      "dur": 3.11,
      "text": "shipped to the world. China is now in many ways owning the future. Not just uh"
    },
    {
      "start": 461.68,
      "dur": 3.19,
      "text": "many ways owning the future. Not just uh with its kind of uh chokehold on many of"
    },
    {
      "start": 464.88,
      "dur": 2.149,
      "text": "with its kind of uh chokehold on many of the things that we need to build the"
    },
    {
      "start": 467.039,
      "dur": 1.831,
      "text": "the things that we need to build the items in our future which by which I"
    },
    {
      "start": 468.88,
      "dur": 2.309,
      "text": "items in our future which by which I mean rare earth but also it's producing"
    },
    {
      "start": 471.199,
      "dur": 2.311,
      "text": "mean rare earth but also it's producing these goods and whether that is your"
    },
    {
      "start": 473.52,
      "dur": 2.47,
      "text": "these goods and whether that is your robots or whether that is you know your"
    },
    {
      "start": 476.0,
      "dur": 2.79,
      "text": "robots or whether that is you know your electric vehicles China feels that it's"
    },
    {
      "start": 478.8,
      "dur": 2.71,
      "text": "electric vehicles China feels that it's taking a step ahead. So we'll have to"
    },
    {
      "start": 481.52,
      "dur": 2.229,
      "text": "taking a step ahead. So we'll have to see how that global balance of power"
    },
    {
      "start": 483.759,
      "dur": 2.071,
      "text": "see how that global balance of power kind of goes over the next five years."
    },
    {
      "start": 485.84,
      "dur": 2.23,
      "text": "kind of goes over the next five years. &gt;&gt; But what about the issues of human"
    },
    {
      "start": 488.08,
      "dur": 1.99,
      "text": "&gt;&gt; But what about the issues of human rights? There have been accusations"
    },
    {
      "start": 490.08,
      "dur": 2.47,
      "text": "rights? There have been accusations against China that it uses effectively"
    },
    {
      "start": 492.56,
      "dur": 2.629,
      "text": "against China that it uses effectively slave labor, the the weager people to"
    },
    {
      "start": 495.199,
      "dur": 3.511,
      "text": "slave labor, the the weager people to produce some of those goods. Will K star"
    },
    {
      "start": 498.72,
      "dur": 2.869,
      "text": "produce some of those goods. Will K star raise the issue of Jimmy Lie, the"
    },
    {
      "start": 501.599,
      "dur": 2.87,
      "text": "raise the issue of Jimmy Lie, the British citizen, a dual citizen in Hong"
    },
    {
      "start": 504.479,
      "dur": 2.71,
      "text": "British citizen, a dual citizen in Hong Kong uh who published a newspaper. he's"
    },
    {
      "start": 507.199,
      "dur": 1.511,
      "text": "Kong uh who published a newspaper. he's been locked up [clears throat] and and"
    },
    {
      "start": 508.72,
      "dur": 2.71,
      "text": "been locked up [clears throat] and and if Kama other western leaders do raise"
    },
    {
      "start": 511.44,
      "dur": 1.75,
      "text": "if Kama other western leaders do raise these issues, do they spoil their"
    },
    {
      "start": 513.2,
      "dur": 6.23,
      "text": "these issues, do they spoil their chances of doing an economic deal?"
    },
    {
      "start": 519.44,
      "dur": 3.12,
      "text": "So I think these issues are a huge"
    },
    {
      "start": 522.56,
      "dur": 2.07,
      "text": "So I think these issues are a huge irritant. It's like stepping on a nerve"
    },
    {
      "start": 524.64,
      "dur": 2.47,
      "text": "irritant. It's like stepping on a nerve for China and they will certainly you"
    },
    {
      "start": 527.12,
      "dur": 1.99,
      "text": "for China and they will certainly you know push back. They'll push back about"
    },
    {
      "start": 529.12,
      "dur": 1.829,
      "text": "know push back. They'll push back about allegations on human rights. they will"
    },
    {
      "start": 530.959,
      "dur": 3.511,
      "text": "allegations on human rights. they will push back on speculation that China is"
    },
    {
      "start": 534.48,
      "dur": 2.71,
      "text": "push back on speculation that China is spying on the United Kingdom. These are"
    },
    {
      "start": 537.2,
      "dur": 1.51,
      "text": "spying on the United Kingdom. These are things that you know the Chinese"
    },
    {
      "start": 538.72,
      "dur": 2.549,
      "text": "things that you know the Chinese ambassador to the UK has announced today"
    },
    {
      "start": 541.279,
      "dur": 2.55,
      "text": "ambassador to the UK has announced today that when it comes to these two nations"
    },
    {
      "start": 543.839,
      "dur": 1.751,
      "text": "that when it comes to these two nations they do not see eye to eye on many"
    },
    {
      "start": 545.6,
      "dur": 2.789,
      "text": "they do not see eye to eye on many issues and I think that is clear but I"
    },
    {
      "start": 548.399,
      "dur": 2.071,
      "text": "issues and I think that is clear but I think what is also clear is that they"
    },
    {
      "start": 550.48,
      "dur": 1.99,
      "text": "think what is also clear is that they can do a deal and they can come to"
    },
    {
      "start": 552.48,
      "dur": 2.71,
      "text": "can do a deal and they can come to negotiations on trade. I do think Sakir"
    },
    {
      "start": 555.2,
      "dur": 2.47,
      "text": "negotiations on trade. I do think Sakir Starmer has to bring it up and it has"
    },
    {
      "start": 557.68,
      "dur": 2.149,
      "text": "Starmer has to bring it up and it has been brought up by Mark Carney and"
    },
    {
      "start": 559.839,
      "dur": 2.391,
      "text": "been brought up by Mark Carney and others who've come here too. China"
    },
    {
      "start": 562.24,
      "dur": 2.31,
      "text": "others who've come here too. China simply pushes back, brushes it off and"
    },
    {
      "start": 564.56,
      "dur": 3.269,
      "text": "simply pushes back, brushes it off and moves on. This is a dominant Beijing now"
    },
    {
      "start": 567.839,
      "dur": 2.631,
      "text": "moves on. This is a dominant Beijing now that knows that people are coming here"
    },
    {
      "start": 570.48,
      "dur": 1.99,
      "text": "that knows that people are coming here because they have something to offer."
    },
    {
      "start": 572.48,
      "dur": 2.55,
      "text": "because they have something to offer. And yes, they may face criticism, but"
    },
    {
      "start": 575.04,
      "dur": 2.95,
      "text": "And yes, they may face criticism, but China is now able to get into a position"
    },
    {
      "start": 578.0,
      "dur": 1.99,
      "text": "China is now able to get into a position where it can brush it off and step over"
    },
    {
      "start": 580.0,
      "dur": 2.47,
      "text": "where it can brush it off and step over that and know that the world still needs"
    },
    {
      "start": 582.48,
      "dur": 3.029,
      "text": "that and know that the world still needs it. And when it comes to China's goods,"
    },
    {
      "start": 585.519,
      "dur": 2.231,
      "text": "it. And when it comes to China's goods, that is where China really sees its"
    },
    {
      "start": 587.76,
      "dur": 3.509,
      "text": "that is where China really sees its power developing. And they may hope that"
    },
    {
      "start": 591.279,
      "dur": 1.591,
      "text": "power developing. And they may hope that when people here come here for business"
    },
    {
      "start": 592.88,
      "dur": 1.43,
      "text": "when people here come here for business deals, that's what they go away and"
    },
    {
      "start": 594.32,
      "dur": 3.67,
      "text": "deals, that's what they go away and remember rather than remember its record"
    },
    {
      "start": 598.0,
      "dur": 2.55,
      "text": "remember rather than remember its record on human rights. And then someone who"
    },
    {
      "start": 600.56,
      "dur": 2.389,
      "text": "on human rights. And then someone who lives and works here there you see two"
    },
    {
      "start": 602.959,
      "dur": 3.511,
      "text": "lives and works here there you see two sides to China. You see a China where if"
    },
    {
      "start": 606.48,
      "dur": 3.11,
      "text": "sides to China. You see a China where if you want to live within certain"
    },
    {
      "start": 609.6,
      "dur": 2.229,
      "text": "you want to live within certain parameters drawn by the Chinese"
    },
    {
      "start": 611.839,
      "dur": 3.831,
      "text": "parameters drawn by the Chinese government if you live in within that"
    },
    {
      "start": 615.68,
      "dur": 1.99,
      "text": "government if you live in within that you have quite a nice life. You have"
    },
    {
      "start": 617.68,
      "dur": 2.149,
      "text": "you have quite a nice life. You have high-speed trains that can transport you"
    },
    {
      "start": 619.839,
      "dur": 2.23,
      "text": "high-speed trains that can transport you from one side of the country to the"
    },
    {
      "start": 622.079,
      "dur": 2.631,
      "text": "from one side of the country to the other. Uh you it's such a safe country."
    },
    {
      "start": 624.72,
      "dur": 1.83,
      "text": "other. Uh you it's such a safe country. I could go for a run at 3:00 in the"
    },
    {
      "start": 626.56,
      "dur": 2.389,
      "text": "I could go for a run at 3:00 in the morning. I could put a bag full of money"
    },
    {
      "start": 628.959,
      "dur": 1.591,
      "text": "morning. I could put a bag full of money in the center of a coffee shop and it"
    },
    {
      "start": 630.56,
      "dur": 2.389,
      "text": "in the center of a coffee shop and it would still be there hours later. People"
    },
    {
      "start": 632.959,
      "dur": 3.11,
      "text": "would still be there hours later. People are friendly. The food is nice. It is,"
    },
    {
      "start": 636.079,
      "dur": 2.631,
      "text": "are friendly. The food is nice. It is, you know, to all intents of purposes a a"
    },
    {
      "start": 638.72,
      "dur": 2.71,
      "text": "you know, to all intents of purposes a a lovely place to live. But if you want to"
    },
    {
      "start": 641.44,
      "dur": 3.75,
      "text": "lovely place to live. But if you want to question uh the leader, if you want to"
    },
    {
      "start": 645.2,
      "dur": 3.189,
      "text": "question uh the leader, if you want to discuss politics, if you want to do"
    },
    {
      "start": 648.399,
      "dur": 2.231,
      "text": "discuss politics, if you want to do anything that is outside the parameters"
    },
    {
      "start": 650.64,
      "dur": 1.99,
      "text": "anything that is outside the parameters of the party that the party doesn't"
    },
    {
      "start": 652.64,
      "dur": 2.39,
      "text": "of the party that the party doesn't like, if you step on those red lines,"
    },
    {
      "start": 655.04,
      "dur": 3.27,
      "text": "like, if you step on those red lines, that is when it becomes a problem. H and"
    },
    {
      "start": 658.32,
      "dur": 2.23,
      "text": "that is when it becomes a problem. H and that includes journalism. I mean, for"
    },
    {
      "start": 660.56,
      "dur": 1.509,
      "text": "that includes journalism. I mean, for instance, myself and my team, if we're"
    },
    {
      "start": 662.079,
      "dur": 3.031,
      "text": "instance, myself and my team, if we're out and about, we can get anything from"
    },
    {
      "start": 665.12,
      "dur": 1.99,
      "text": "out and about, we can get anything from a policeman coming to ask us to see our"
    },
    {
      "start": 667.12,
      "dur": 2.87,
      "text": "a policeman coming to ask us to see our press press card to three hours of being"
    },
    {
      "start": 670.0,
      "dur": 1.91,
      "text": "press press card to three hours of being held somewhere and questioned and asked"
    },
    {
      "start": 671.92,
      "dur": 1.029,
      "text": "held somewhere and questioned and asked what we're doing."
    },
    {
      "start": 672.959,
      "dur": 2.071,
      "text": "what we're doing. &gt;&gt; Laura, thank you. Our China"
    },
    {
      "start": 675.04,
      "dur": 2.71,
      "text": "&gt;&gt; Laura, thank you. Our China correspondent, Laura Bicker. There's"
    },
    {
      "start": 677.76,
      "dur": 2.23,
      "text": "correspondent, Laura Bicker. There's plenty more on this and many other"
    },
    {
      "start": 680.0,
      "dur": 2.23,
      "text": "plenty more on this and many other topics in the Global News podcast."
    },
    {
      "start": 682.24,
      "dur": 2.47,
      "text": "topics in the Global News podcast. Subscribe wherever you get your BBC"
    },
    {
      "start": 684.72,
      "dur": 1.91,
      "text": "Subscribe wherever you get your BBC podcasts. You can also subscribe to us"
    },
    {
      "start": 686.64,
      "dur": 2.71,
      "text": "podcasts. You can also subscribe to us here on YouTube. And if you have a story"
    },
    {
      "start": 689.36,
      "dur": 2.149,
      "text": "here on YouTube. And if you have a story that you think we should be covering, do"
    },
    {
      "start": 691.519,
      "dur": 1.351,
      "text": "that you think we should be covering, do leave us a message in the comments"
    },
    {
      "start": 692.88,
      "dur": 2.16,
      "text": "leave us a message in the comments below."
    }
  ]
}