{
  "videoId": "XIvoJsaBpIc",
  "title": "How did Keir Starmer survive the week? | BBC News",
  "publishedAt": "2026-02-13",
  "channel": "BBC News",
  "durationSeconds": 1644,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.24,
      "text": "Hello, it's James in the newscast studio"
    },
    {
      "start": 2.32,
      "dur": 1.51,
      "text": "Hello, it's James in the newscast studio &gt;&gt; and it's Chris in the newscast studio."
    },
    {
      "start": 3.84,
      "dur": 1.35,
      "text": "&gt;&gt; and it's Chris in the newscast studio. &gt;&gt; And also joining us this week is"
    },
    {
      "start": 5.2,
      "dur": 2.149,
      "text": "&gt;&gt; And also joining us this week is Professor Jane Green who is director of"
    },
    {
      "start": 7.359,
      "dur": 2.31,
      "text": "Professor Jane Green who is director of Nfield Politics Research Center and"
    },
    {
      "start": 9.679,
      "dur": 1.431,
      "text": "Nfield Politics Research Center and president of the British Polling"
    },
    {
      "start": 11.12,
      "dur": 1.11,
      "text": "president of the British Polling Council. Hello Jane."
    },
    {
      "start": 12.24,
      "dur": 0.389,
      "text": "Council. Hello Jane. &gt;&gt; Hello."
    },
    {
      "start": 12.639,
      "dur": 1.831,
      "text": "&gt;&gt; Hello. &gt;&gt; And with us too is Tim Shipman,"
    },
    {
      "start": 14.48,
      "dur": 1.75,
      "text": "&gt;&gt; And with us too is Tim Shipman, political editor of the Spectator"
    },
    {
      "start": 16.24,
      "dur": 1.109,
      "text": "political editor of the Spectator magazine. Hi Tim."
    },
    {
      "start": 17.359,
      "dur": 0.791,
      "text": "magazine. Hi Tim. &gt;&gt; Hi."
    },
    {
      "start": 18.16,
      "dur": 1.59,
      "text": "&gt;&gt; Hi. &gt;&gt; Thank you for coming in. Now this is the"
    },
    {
      "start": 19.76,
      "dur": 2.15,
      "text": "&gt;&gt; Thank you for coming in. Now this is the episode of Newscast where we take stock"
    },
    {
      "start": 21.92,
      "dur": 2.15,
      "text": "episode of Newscast where we take stock of the week's events. And I think this"
    },
    {
      "start": 24.08,
      "dur": 1.67,
      "text": "of the week's events. And I think this week we need to cast our minds all the"
    },
    {
      "start": 25.76,
      "dur": 2.07,
      "text": "week we need to cast our minds all the way back, not to Monday, but to Sunday"
    },
    {
      "start": 27.84,
      "dur": 1.749,
      "text": "way back, not to Monday, but to Sunday when Morgan Mcweeny, the prime"
    },
    {
      "start": 29.599,
      "dur": 2.151,
      "text": "when Morgan Mcweeny, the prime minister's chief of staff, resigned"
    },
    {
      "start": 31.76,
      "dur": 1.83,
      "text": "minister's chief of staff, resigned following the scandal surrounding Peter"
    },
    {
      "start": 33.6,
      "dur": 2.469,
      "text": "following the scandal surrounding Peter Mandelson and Jeffrey Epstein. Now Tim,"
    },
    {
      "start": 36.079,
      "dur": 2.231,
      "text": "Mandelson and Jeffrey Epstein. Now Tim, you've written a pretty remarkable um"
    },
    {
      "start": 38.32,
      "dur": 1.909,
      "text": "you've written a pretty remarkable um quite long piece has to be said for the"
    },
    {
      "start": 40.239,
      "dur": 1.751,
      "text": "quite long piece has to be said for the spectator. Um"
    },
    {
      "start": 42.0,
      "dur": 1.91,
      "text": "spectator. Um &gt;&gt; I thought it was short from academic"
    },
    {
      "start": 43.92,
      "dur": 1.83,
      "text": "&gt;&gt; I thought it was short from academic standards. It was really brilliant."
    },
    {
      "start": 45.76,
      "dur": 1.75,
      "text": "standards. It was really brilliant. &gt;&gt; Feel the quality."
    },
    {
      "start": 47.52,
      "dur": 0.63,
      "text": "&gt;&gt; Feel the quality. &gt;&gt; Very very good."
    },
    {
      "start": 48.16,
      "dur": 2.15,
      "text": "&gt;&gt; Very very good. &gt;&gt; Paid by the word, I'm sure. And what"
    },
    {
      "start": 50.32,
      "dur": 2.63,
      "text": "&gt;&gt; Paid by the word, I'm sure. And what what did you learn in your reporting for"
    },
    {
      "start": 52.96,
      "dur": 3.109,
      "text": "what did you learn in your reporting for this piece about how central Morgan"
    },
    {
      "start": 56.079,
      "dur": 2.47,
      "text": "this piece about how central Morgan Mcweeny was to team Star and what was"
    },
    {
      "start": 58.559,
      "dur": 1.51,
      "text": "Mcweeny was to team Star and what was going on behind the scenes of his"
    },
    {
      "start": 60.079,
      "dur": 1.191,
      "text": "going on behind the scenes of his departure. Let's start with Morgan"
    },
    {
      "start": 61.28,
      "dur": 0.55,
      "text": "departure. Let's start with Morgan Mcweeny."
    },
    {
      "start": 61.84,
      "dur": 2.15,
      "text": "Mcweeny. &gt;&gt; Yeah. Well, look, I mean, he Karma has"
    },
    {
      "start": 64.0,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah. Well, look, I mean, he Karma has never had Morgan Mcweeny not at his side"
    },
    {
      "start": 65.76,
      "dur": 1.27,
      "text": "never had Morgan Mcweeny not at his side while he's been the leader of the Labour"
    },
    {
      "start": 67.04,
      "dur": 1.83,
      "text": "while he's been the leader of the Labour party and they've been through highs and"
    },
    {
      "start": 68.88,
      "dur": 2.07,
      "text": "party and they've been through highs and lows and they've, you know, evolved"
    },
    {
      "start": 70.96,
      "dur": 1.99,
      "text": "lows and they've, you know, evolved their project, but Mweeni is a very"
    },
    {
      "start": 72.96,
      "dur": 1.27,
      "text": "their project, but Mweeni is a very political character. And I think it's"
    },
    {
      "start": 74.24,
      "dur": 1.35,
      "text": "political character. And I think it's fair to say that Starmer isn't"
    },
    {
      "start": 75.6,
      "dur": 2.79,
      "text": "fair to say that Starmer isn't particularly um in to the degree that"
    },
    {
      "start": 78.4,
      "dur": 2.55,
      "text": "particularly um in to the degree that they had an ism or a mission, I think it"
    },
    {
      "start": 80.96,
      "dur": 1.75,
      "text": "they had an ism or a mission, I think it was Mweeny's creation rather than"
    },
    {
      "start": 82.72,
      "dur": 2.31,
      "text": "was Mweeny's creation rather than Starmmer's. And um it's going to be very"
    },
    {
      "start": 85.04,
      "dur": 1.59,
      "text": "Starmmer's. And um it's going to be very interesting to see how he copes without"
    },
    {
      "start": 86.64,
      "dur": 1.99,
      "text": "interesting to see how he copes without him. And I think nothing sums up the"
    },
    {
      "start": 88.64,
      "dur": 1.43,
      "text": "him. And I think nothing sums up the sort of relationship as much as the way"
    },
    {
      "start": 90.08,
      "dur": 1.989,
      "text": "sort of relationship as much as the way it ended. And and what I say in my piece"
    },
    {
      "start": 92.079,
      "dur": 1.511,
      "text": "it ended. And and what I say in my piece which I discovered was that you know"
    },
    {
      "start": 93.6,
      "dur": 1.59,
      "text": "which I discovered was that you know they had a conversation I think on the"
    },
    {
      "start": 95.2,
      "dur": 2.39,
      "text": "they had a conversation I think on the Saturday night um where Mweeney said to"
    },
    {
      "start": 97.6,
      "dur": 2.07,
      "text": "Saturday night um where Mweeney said to him look I can stay in Downing Street as"
    },
    {
      "start": 99.68,
      "dur": 1.59,
      "text": "him look I can stay in Downing Street as your chief of staff or I could go back"
    },
    {
      "start": 101.28,
      "dur": 1.67,
      "text": "your chief of staff or I could go back to campaign headquarters and start"
    },
    {
      "start": 102.96,
      "dur": 1.509,
      "text": "to campaign headquarters and start planning for the next general election."
    },
    {
      "start": 104.479,
      "dur": 1.99,
      "text": "planning for the next general election. In fact Mweeny had ceased previously to"
    },
    {
      "start": 106.479,
      "dur": 1.99,
      "text": "In fact Mweeny had ceased previously to be chief of staff to star and gone off"
    },
    {
      "start": 108.479,
      "dur": 2.151,
      "text": "be chief of staff to star and gone off precisely to do that or I can leave"
    },
    {
      "start": 110.64,
      "dur": 1.829,
      "text": "precisely to do that or I can leave altogether and that was an inconclusive"
    },
    {
      "start": 112.479,
      "dur": 1.431,
      "text": "altogether and that was an inconclusive conversation. They had another chat on"
    },
    {
      "start": 113.92,
      "dur": 2.229,
      "text": "conversation. They had another chat on the Sunday morning and in the end my"
    },
    {
      "start": 116.159,
      "dur": 2.791,
      "text": "the Sunday morning and in the end my understanding is from uh from Downing"
    },
    {
      "start": 118.96,
      "dur": 2.39,
      "text": "understanding is from uh from Downing Street side as well is that he basically"
    },
    {
      "start": 121.36,
      "dur": 1.91,
      "text": "Street side as well is that he basically said well since I don't appear to have"
    },
    {
      "start": 123.28,
      "dur": 1.59,
      "text": "said well since I don't appear to have your confidence we might as well call"
    },
    {
      "start": 124.88,
      "dur": 2.79,
      "text": "your confidence we might as well call this quits in in essence Mweeny kind of"
    },
    {
      "start": 127.68,
      "dur": 2.15,
      "text": "this quits in in essence Mweeny kind of was the one who brought it all about. Um"
    },
    {
      "start": 129.84,
      "dur": 1.83,
      "text": "was the one who brought it all about. Um and Starmmer it seems couldn't quite"
    },
    {
      "start": 131.68,
      "dur": 1.67,
      "text": "and Starmmer it seems couldn't quite make the decision. And and my piece is"
    },
    {
      "start": 133.36,
      "dur": 2.07,
      "text": "make the decision. And and my piece is packed with people on the inside. Every"
    },
    {
      "start": 135.44,
      "dur": 2.149,
      "text": "packed with people on the inside. Every single one of whom is is a Labour"
    },
    {
      "start": 137.599,
      "dur": 2.231,
      "text": "single one of whom is is a Labour person, I should stress, all of whom are"
    },
    {
      "start": 139.84,
      "dur": 1.749,
      "text": "person, I should stress, all of whom are raising sort of pretty serious questions"
    },
    {
      "start": 141.599,
      "dur": 1.831,
      "text": "raising sort of pretty serious questions about how engaged the prime minister is,"
    },
    {
      "start": 143.44,
      "dur": 2.39,
      "text": "about how engaged the prime minister is, how in just the stuff about the sort of"
    },
    {
      "start": 145.84,
      "dur": 1.91,
      "text": "how in just the stuff about the sort of sorted business of dirty tricks of"
    },
    {
      "start": 147.76,
      "dur": 1.67,
      "text": "sorted business of dirty tricks of politics, which you can imagine someone"
    },
    {
      "start": 149.44,
      "dur": 1.75,
      "text": "politics, which you can imagine someone like Stal's not that keen on. He doesn't"
    },
    {
      "start": 151.2,
      "dur": 1.669,
      "text": "like Stal's not that keen on. He doesn't seem that interested in policy. He"
    },
    {
      "start": 152.879,
      "dur": 1.43,
      "text": "seem that interested in policy. He doesn't seem to understand that a prime"
    },
    {
      "start": 154.319,
      "dur": 1.751,
      "text": "doesn't seem to understand that a prime minister needs to kind of drive things"
    },
    {
      "start": 156.08,
      "dur": 1.75,
      "text": "minister needs to kind of drive things from the center. and that that whole"
    },
    {
      "start": 157.84,
      "dur": 2.55,
      "text": "from the center. and that that whole sort of purpose and vision and uh energy"
    },
    {
      "start": 160.4,
      "dur": 1.829,
      "text": "sort of purpose and vision and uh energy he seems to be lacking and and and"
    },
    {
      "start": 162.239,
      "dur": 1.591,
      "text": "he seems to be lacking and and and whether or not he survives and it looks"
    },
    {
      "start": 163.84,
      "dur": 1.51,
      "text": "whether or not he survives and it looks for the time being like he's bored a lot"
    },
    {
      "start": 165.36,
      "dur": 2.47,
      "text": "for the time being like he's bored a lot of time that these questions about his"
    },
    {
      "start": 167.84,
      "dur": 2.31,
      "text": "of time that these questions about his personal sort of characteristics and and"
    },
    {
      "start": 170.16,
      "dur": 1.75,
      "text": "personal sort of characteristics and and abilities I think are going to continue."
    },
    {
      "start": 171.92,
      "dur": 2.07,
      "text": "abilities I think are going to continue. &gt;&gt; What did you make Jane of the the Mweeny"
    },
    {
      "start": 174.0,
      "dur": 1.67,
      "text": "&gt;&gt; What did you make Jane of the the Mweeny departure? What did that tell us or what"
    },
    {
      "start": 175.68,
      "dur": 2.87,
      "text": "departure? What did that tell us or what should we read into it? I mean one of"
    },
    {
      "start": 178.56,
      "dur": 1.749,
      "text": "should we read into it? I mean one of the f fascinating things for me like you"
    },
    {
      "start": 180.319,
      "dur": 3.031,
      "text": "the f fascinating things for me like you you win an election with a enormous"
    },
    {
      "start": 183.36,
      "dur": 2.789,
      "text": "you win an election with a enormous majority and clearly you get a lot of"
    },
    {
      "start": 186.159,
      "dur": 2.871,
      "text": "majority and clearly you get a lot of credit for that right but myself and my"
    },
    {
      "start": 189.04,
      "dur": 2.07,
      "text": "credit for that right but myself and my wonderful colleague Marta we wrote um a"
    },
    {
      "start": 191.12,
      "dur": 1.829,
      "text": "wonderful colleague Marta we wrote um a piece and after the election and we"
    },
    {
      "start": 192.959,
      "dur": 2.151,
      "text": "piece and after the election and we pointed to the major factors behind that"
    },
    {
      "start": 195.12,
      "dur": 2.63,
      "text": "pointed to the major factors behind that massive result and yes of course there"
    },
    {
      "start": 197.76,
      "dur": 1.67,
      "text": "massive result and yes of course there was targeting of course it was a"
    },
    {
      "start": 199.44,
      "dur": 2.31,
      "text": "was targeting of course it was a ruthless electoral machine but the"
    },
    {
      "start": 201.76,
      "dur": 1.829,
      "text": "ruthless electoral machine but the factors that drove the majority weren't"
    },
    {
      "start": 203.599,
      "dur": 2.391,
      "text": "factors that drove the majority weren't Mweeny's doing I mean they were you know"
    },
    {
      "start": 206.0,
      "dur": 1.75,
      "text": "Mweeny's doing I mean they were you know huge disillusionment with the Tories,"
    },
    {
      "start": 207.76,
      "dur": 2.63,
      "text": "huge disillusionment with the Tories, very efficient vote because of tactical"
    },
    {
      "start": 210.4,
      "dur": 1.67,
      "text": "very efficient vote because of tactical voting, because of voting against the"
    },
    {
      "start": 212.08,
      "dur": 2.63,
      "text": "voting, because of voting against the Tories. Um, also, you know, a bit of a"
    },
    {
      "start": 214.72,
      "dur": 1.67,
      "text": "Tories. Um, also, you know, a bit of a there's a story in Scotland too about"
    },
    {
      "start": 216.4,
      "dur": 1.829,
      "text": "there's a story in Scotland too about Labour's share there. But, you know,"
    },
    {
      "start": 218.239,
      "dur": 1.751,
      "text": "Labour's share there. But, you know, those were the major factors. And so,"
    },
    {
      "start": 220.0,
      "dur": 1.67,
      "text": "those were the major factors. And so, there's Mweeny, which of course, you"
    },
    {
      "start": 221.68,
      "dur": 1.75,
      "text": "there's Mweeny, which of course, you know, of course getting credit for that"
    },
    {
      "start": 223.44,
      "dur": 2.55,
      "text": "know, of course getting credit for that election result, but nevertheless, not"
    },
    {
      "start": 226.0,
      "dur": 2.149,
      "text": "election result, but nevertheless, not necessarily, you know, perhaps getting"
    },
    {
      "start": 228.159,
      "dur": 2.311,
      "text": "necessarily, you know, perhaps getting the right level of credit. And then you"
    },
    {
      "start": 230.48,
      "dur": 2.389,
      "text": "the right level of credit. And then you know looking forward my understanding is"
    },
    {
      "start": 232.879,
      "dur": 3.031,
      "text": "know looking forward my understanding is and I'm not remotely as informed about"
    },
    {
      "start": 235.92,
      "dur": 1.91,
      "text": "and I'm not remotely as informed about the politics kind of the party politics"
    },
    {
      "start": 237.84,
      "dur": 2.15,
      "text": "the politics kind of the party politics as Tim is. So I'm, you know, I'm an"
    },
    {
      "start": 240.0,
      "dur": 2.149,
      "text": "as Tim is. So I'm, you know, I'm an academic, I'm a researcher, you know,"
    },
    {
      "start": 242.159,
      "dur": 3.99,
      "text": "academic, I'm a researcher, you know, but I do hear frequently that, you know,"
    },
    {
      "start": 246.159,
      "dur": 3.671,
      "text": "but I do hear frequently that, you know, Morgan Mweeny's desire to focus on"
    },
    {
      "start": 249.84,
      "dur": 2.469,
      "text": "Morgan Mweeny's desire to focus on double counting reform voters because"
    },
    {
      "start": 252.319,
      "dur": 1.99,
      "text": "double counting reform voters because they're labor losses as well as reform"
    },
    {
      "start": 254.319,
      "dur": 3.111,
      "text": "they're labor losses as well as reform gains and they matter a lot in labor"
    },
    {
      "start": 257.44,
      "dur": 1.83,
      "text": "gains and they matter a lot in labor constituencies that are now very"
    },
    {
      "start": 259.28,
      "dur": 1.909,
      "text": "constituencies that are now very marginal because of the loss of Labor's"
    },
    {
      "start": 261.199,
      "dur": 3.751,
      "text": "marginal because of the loss of Labor's support was really mystifying to so many"
    },
    {
      "start": 264.96,
      "dur": 2.31,
      "text": "support was really mystifying to so many people on the left who thought that"
    },
    {
      "start": 267.28,
      "dur": 2.15,
      "text": "people on the left who thought that Labor was, you essentially courting"
    },
    {
      "start": 269.44,
      "dur": 2.87,
      "text": "Labor was, you essentially courting reform voters too much. Now, the"
    },
    {
      "start": 272.32,
      "dur": 2.39,
      "text": "reform voters too much. Now, the proportion of Labour's lost voters to"
    },
    {
      "start": 274.72,
      "dur": 2.79,
      "text": "proportion of Labour's lost voters to reform is very small in comparison to"
    },
    {
      "start": 277.52,
      "dur": 2.15,
      "text": "reform is very small in comparison to the proportions going to undecided and"
    },
    {
      "start": 279.68,
      "dur": 1.75,
      "text": "the proportions going to undecided and the proportions to going to parties on"
    },
    {
      "start": 281.44,
      "dur": 1.91,
      "text": "the proportions to going to parties on the left. And so what we're going to see"
    },
    {
      "start": 283.36,
      "dur": 1.43,
      "text": "the left. And so what we're going to see in a couple of weeks time or a week and"
    },
    {
      "start": 284.8,
      "dur": 2.31,
      "text": "in a couple of weeks time or a week and a half's time in Gorton and Denton is"
    },
    {
      "start": 287.12,
      "dur": 1.67,
      "text": "a half's time in Gorton and Denton is possibly"
    },
    {
      "start": 288.8,
      "dur": 2.23,
      "text": "possibly &gt;&gt; the a backlash against chasing reform"
    },
    {
      "start": 291.04,
      "dur": 2.63,
      "text": "&gt;&gt; the a backlash against chasing reform voters and and and the first evidence"
    },
    {
      "start": 293.68,
      "dur": 3.43,
      "text": "voters and and and the first evidence possibly that votes lost to the left are"
    },
    {
      "start": 297.12,
      "dur": 1.99,
      "text": "possibly that votes lost to the left are doing more damage and there has been as"
    },
    {
      "start": 299.12,
      "dur": 3.11,
      "text": "doing more damage and there has been as far as I am aware a very significant"
    },
    {
      "start": 302.24,
      "dur": 3.03,
      "text": "far as I am aware a very significant policy but also electoral debate within"
    },
    {
      "start": 305.28,
      "dur": 2.71,
      "text": "policy but also electoral debate within Labor that has pointed to some of the"
    },
    {
      "start": 308.0,
      "dur": 1.51,
      "text": "Labor that has pointed to some of the things that Mween has been you know"
    },
    {
      "start": 309.52,
      "dur": 1.91,
      "text": "things that Mween has been you know advocating for and and perhaps in Tim's"
    },
    {
      "start": 311.44,
      "dur": 1.83,
      "text": "advocating for and and perhaps in Tim's piece you I think, you know, there was"
    },
    {
      "start": 313.28,
      "dur": 1.749,
      "text": "piece you I think, you know, there was some caution around his reasoning and"
    },
    {
      "start": 315.039,
      "dur": 2.071,
      "text": "some caution around his reasoning and his justifications for that, but my"
    },
    {
      "start": 317.12,
      "dur": 1.75,
      "text": "his justifications for that, but my understanding is the reading of that has"
    },
    {
      "start": 318.88,
      "dur": 1.83,
      "text": "understanding is the reading of that has been he's been courting reform voters."
    },
    {
      "start": 320.72,
      "dur": 1.83,
      "text": "been he's been courting reform voters. He's been taking huge gambles with"
    },
    {
      "start": 322.56,
      "dur": 2.87,
      "text": "He's been taking huge gambles with voters lost to the left. And that's"
    },
    {
      "start": 325.44,
      "dur": 1.51,
      "text": "voters lost to the left. And that's ultimately what's going to do Labour the"
    },
    {
      "start": 326.96,
      "dur": 1.59,
      "text": "ultimately what's going to do Labour the most harm. The thing that intrigues me"
    },
    {
      "start": 328.56,
      "dur": 1.75,
      "text": "most harm. The thing that intrigues me out of all of this is that there's been"
    },
    {
      "start": 330.32,
      "dur": 1.429,
      "text": "out of all of this is that there's been this persistent critique and you hear it"
    },
    {
      "start": 331.759,
      "dur": 1.671,
      "text": "this persistent critique and you hear it all the time from folk within the Labour"
    },
    {
      "start": 333.44,
      "dur": 1.749,
      "text": "all the time from folk within the Labour Party about a lack of sense of"
    },
    {
      "start": 335.199,
      "dur": 2.231,
      "text": "Party about a lack of sense of definition of what the Stala project"
    },
    {
      "start": 337.44,
      "dur": 1.43,
      "text": "definition of what the Stala project &gt;&gt; is all is all about"
    },
    {
      "start": 338.88,
      "dur": 2.309,
      "text": "&gt;&gt; is all is all about &gt;&gt; which is what Tim you you and how and"
    },
    {
      "start": 341.199,
      "dur": 1.591,
      "text": "&gt;&gt; which is what Tim you you and how and therefore how they go about selling it"
    },
    {
      "start": 342.8,
      "dur": 2.07,
      "text": "therefore how they go about selling it and and does that lead to so many of the"
    },
    {
      "start": 344.88,
      "dur": 1.99,
      "text": "and and does that lead to so many of the U-turns etc etc. The one thing that"
    },
    {
      "start": 346.88,
      "dur": 1.83,
      "text": "U-turns etc etc. The one thing that intrigues me off the back of this week"
    },
    {
      "start": 348.72,
      "dur": 1.909,
      "text": "intrigues me off the back of this week and particularly now with the absence of"
    },
    {
      "start": 350.639,
      "dur": 2.951,
      "text": "and particularly now with the absence of Morgan Mcweeny is the extent to which"
    },
    {
      "start": 353.6,
      "dur": 2.23,
      "text": "Morgan Mcweeny is the extent to which the Labour Party having to borrow Ed"
    },
    {
      "start": 355.84,
      "dur": 1.51,
      "text": "the Labour Party having to borrow Ed Milliban's phrase looked over the"
    },
    {
      "start": 357.36,
      "dur": 3.269,
      "text": "Milliban's phrase looked over the precipice of getting shut of him. I"
    },
    {
      "start": 360.639,
      "dur": 1.591,
      "text": "precipice of getting shut of him. I think the way I would put it is that"
    },
    {
      "start": 362.24,
      "dur": 2.789,
      "text": "think the way I would put it is that Labour MPs looked over the precipice"
    },
    {
      "start": 365.039,
      "dur": 2.791,
      "text": "Labour MPs looked over the precipice once Anas Sawa made his statement and"
    },
    {
      "start": 367.84,
      "dur": 2.15,
      "text": "once Anas Sawa made his statement and they didn't like what they saw and they"
    },
    {
      "start": 370.0,
      "dur": 2.23,
      "text": "they didn't like what they saw and they thought the right thing to do was to"
    },
    {
      "start": 372.24,
      "dur": 3.35,
      "text": "thought the right thing to do was to unite behind Kia uh to focus on the"
    },
    {
      "start": 375.6,
      "dur": 1.51,
      "text": "unite behind Kia uh to focus on the country because we didn't want to go"
    },
    {
      "start": 377.12,
      "dur": 2.15,
      "text": "country because we didn't want to go down the road of the Tories when they"
    },
    {
      "start": 379.28,
      "dur": 2.55,
      "text": "down the road of the Tories when they were in power chaotic disorderly"
    },
    {
      "start": 381.84,
      "dur": 1.909,
      "text": "were in power chaotic disorderly leadership contest"
    },
    {
      "start": 383.759,
      "dur": 2.391,
      "text": "leadership contest &gt;&gt; and concluding that they didn't want to"
    },
    {
      "start": 386.16,
      "dur": 2.07,
      "text": "&gt;&gt; and concluding that they didn't want to in this instance not least because the"
    },
    {
      "start": 388.24,
      "dur": 1.43,
      "text": "in this instance not least because the thing I keep hearing is that sort of"
    },
    {
      "start": 389.68,
      "dur": 2.069,
      "text": "thing I keep hearing is that sort of sense Even if you're of the view that"
    },
    {
      "start": 391.759,
      "dur": 2.071,
      "text": "sense Even if you're of the view that you want rid of him, the thought of"
    },
    {
      "start": 393.84,
      "dur": 2.71,
      "text": "you want rid of him, the thought of going through a leadership campaign"
    },
    {
      "start": 396.56,
      "dur": 2.87,
      "text": "going through a leadership campaign whilst in government, which is probably"
    },
    {
      "start": 399.44,
      "dur": 1.91,
      "text": "whilst in government, which is probably a kind of guaranteed negative in terms"
    },
    {
      "start": 401.36,
      "dur": 1.99,
      "text": "a kind of guaranteed negative in terms of the perception of the brand of Labor"
    },
    {
      "start": 403.36,
      "dur": 1.669,
      "text": "of the perception of the brand of Labor as a governing force, and all of the"
    },
    {
      "start": 405.039,
      "dur": 1.031,
      "text": "as a governing force, and all of the stuff that people would throw at them"
    },
    {
      "start": 406.08,
      "dur": 1.35,
      "text": "stuff that people would throw at them about it be a recurrence of what"
    },
    {
      "start": 407.44,
      "dur": 1.67,
      "text": "about it be a recurrence of what happened under the Conservatives,"
    },
    {
      "start": 409.12,
      "dur": 1.189,
      "text": "happened under the Conservatives, coupled with if you're an individual"
    },
    {
      "start": 410.319,
      "dur": 1.911,
      "text": "coupled with if you're an individual Labor MP, you might not get who you want"
    },
    {
      "start": 412.24,
      "dur": 0.87,
      "text": "Labor MP, you might not get who you want out of the"
    },
    {
      "start": 413.12,
      "dur": 1.349,
      "text": "out of the &gt;&gt; thing, isn't it? You know, you're going"
    },
    {
      "start": 414.479,
      "dur": 2.631,
      "text": "&gt;&gt; thing, isn't it? You know, you're going to get someone and it it might be better"
    },
    {
      "start": 417.12,
      "dur": 1.99,
      "text": "to get someone and it it might be better from your perspective, but it might not."
    },
    {
      "start": 419.12,
      "dur": 1.67,
      "text": "from your perspective, but it might not. and there's a guaranteed negative of a"
    },
    {
      "start": 420.8,
      "dur": 1.91,
      "text": "and there's a guaranteed negative of a campaign in the middle. Therefore, this"
    },
    {
      "start": 422.72,
      "dur": 1.749,
      "text": "campaign in the middle. Therefore, this is just the intriguing thing I I ponder"
    },
    {
      "start": 424.479,
      "dur": 1.11,
      "text": "is just the intriguing thing I I ponder at this point."
    },
    {
      "start": 425.599,
      "dur": 2.87,
      "text": "at this point. &gt;&gt; To what extent right now"
    },
    {
      "start": 428.479,
      "dur": 2.471,
      "text": "&gt;&gt; To what extent right now &gt;&gt; does the collective of Labour MPs think,"
    },
    {
      "start": 430.96,
      "dur": 4.069,
      "text": "&gt;&gt; does the collective of Labour MPs think, ah, maybe this is a guy we can mold?"
    },
    {
      "start": 435.039,
      "dur": 0.71,
      "text": "ah, maybe this is a guy we can mold? &gt;&gt; Yeah."
    },
    {
      "start": 435.759,
      "dur": 2.071,
      "text": "&gt;&gt; Yeah. &gt;&gt; Because the evidence suggests that might"
    },
    {
      "start": 437.84,
      "dur": 0.39,
      "text": "&gt;&gt; Because the evidence suggests that might be possible."
    },
    {
      "start": 438.24,
      "dur": 1.27,
      "text": "be possible. &gt;&gt; Well, they've seen Mweeny mold him,"
    },
    {
      "start": 439.52,
      "dur": 1.669,
      "text": "&gt;&gt; Well, they've seen Mweeny mold him, haven't"
    },
    {
      "start": 441.199,
      "dur": 1.911,
      "text": "haven't all these debates"
    },
    {
      "start": 443.12,
      "dur": 1.189,
      "text": "all these debates which path they're on. That's the point."
    },
    {
      "start": 444.319,
      "dur": 1.671,
      "text": "which path they're on. That's the point. &gt;&gt; And so, is he moldable? And if they"
    },
    {
      "start": 446.0,
      "dur": 1.749,
      "text": "&gt;&gt; And so, is he moldable? And if they conclude, rightly or wrongly, if they"
    },
    {
      "start": 447.759,
      "dur": 2.631,
      "text": "conclude, rightly or wrongly, if they conclude that that might be yes, that's"
    },
    {
      "start": 450.4,
      "dur": 1.83,
      "text": "conclude that that might be yes, that's a further, if you like, barrier to entry"
    },
    {
      "start": 452.24,
      "dur": 1.349,
      "text": "a further, if you like, barrier to entry to going through the whole process of"
    },
    {
      "start": 453.599,
      "dur": 2.71,
      "text": "to going through the whole process of replacing him. Now, one person who is"
    },
    {
      "start": 456.319,
      "dur": 2.071,
      "text": "replacing him. Now, one person who is not of that view and is done with him is"
    },
    {
      "start": 458.4,
      "dur": 1.349,
      "text": "not of that view and is done with him is the leader of the Labor Party in"
    },
    {
      "start": 459.759,
      "dur": 1.83,
      "text": "the leader of the Labor Party in Scotland, Sarwire."
    },
    {
      "start": 461.599,
      "dur": 2.391,
      "text": "Scotland, Sarwire. &gt;&gt; We come to Monday, Monday afternoon, and"
    },
    {
      "start": 464.0,
      "dur": 2.629,
      "text": "&gt;&gt; We come to Monday, Monday afternoon, and he becomes the most high-profile figure"
    },
    {
      "start": 466.639,
      "dur": 2.151,
      "text": "he becomes the most high-profile figure in the Labor Party, Labor movement to"
    },
    {
      "start": 468.8,
      "dur": 1.91,
      "text": "in the Labor Party, Labor movement to call for the prime minister to go in"
    },
    {
      "start": 470.72,
      "dur": 2.469,
      "text": "call for the prime minister to go in this news conference in Glasgow. I mean,"
    },
    {
      "start": 473.199,
      "dur": 2.871,
      "text": "this news conference in Glasgow. I mean, my take on that is that he he just"
    },
    {
      "start": 476.08,
      "dur": 1.99,
      "text": "my take on that is that he he just didn't think he had any real choice"
    },
    {
      "start": 478.08,
      "dur": 1.91,
      "text": "didn't think he had any real choice other than to do the absolute, you know,"
    },
    {
      "start": 480.0,
      "dur": 1.909,
      "text": "other than to do the absolute, you know, desperate thing. I mean, so it's"
    },
    {
      "start": 481.919,
      "dur": 1.191,
      "text": "desperate thing. I mean, so it's contested whether or not it was"
    },
    {
      "start": 483.12,
      "dur": 1.03,
      "text": "contested whether or not it was desperate. Certainly the Scottish"
    },
    {
      "start": 484.16,
      "dur": 1.27,
      "text": "desperate. Certainly the Scottish National Party have described it as"
    },
    {
      "start": 485.44,
      "dur": 2.149,
      "text": "National Party have described it as desperate. I mean, it does look"
    },
    {
      "start": 487.599,
      "dur": 1.59,
      "text": "desperate. I mean, it does look certainly extreme, a pretty"
    },
    {
      "start": 489.199,
      "dur": 1.99,
      "text": "certainly extreme, a pretty extraordinary gamble. Why is he doing"
    },
    {
      "start": 491.199,
      "dur": 1.67,
      "text": "extraordinary gamble. Why is he doing it? Because, and you you'll be able to"
    },
    {
      "start": 492.879,
      "dur": 1.271,
      "text": "it? Because, and you you'll be able to tell us about the polling, but I mean,"
    },
    {
      "start": 494.16,
      "dur": 1.51,
      "text": "tell us about the polling, but I mean, it strikes me that he's doing it because"
    },
    {
      "start": 495.68,
      "dur": 2.47,
      "text": "it strikes me that he's doing it because he was staring at a loss. not just a"
    },
    {
      "start": 498.16,
      "dur": 2.23,
      "text": "he was staring at a loss. not just a loss but potentially coming third on the"
    },
    {
      "start": 500.4,
      "dur": 1.509,
      "text": "loss but potentially coming third on the in the Scottish parliamentary elections"
    },
    {
      "start": 501.919,
      "dur": 1.591,
      "text": "in the Scottish parliamentary elections on May the 7th when there are also"
    },
    {
      "start": 503.52,
      "dur": 2.63,
      "text": "on May the 7th when there are also elections for the Welsh Senith and also"
    },
    {
      "start": 506.16,
      "dur": 2.07,
      "text": "elections for the Welsh Senith and also some but not all English uh local"
    },
    {
      "start": 508.24,
      "dur": 2.47,
      "text": "some but not all English uh local councils and a few mealies as well that"
    },
    {
      "start": 510.72,
      "dur": 2.15,
      "text": "councils and a few mealies as well that and as Sar was looking at at defeat and"
    },
    {
      "start": 512.88,
      "dur": 2.629,
      "text": "and as Sar was looking at at defeat and losing his job and so I suppose there's"
    },
    {
      "start": 515.519,
      "dur": 2.791,
      "text": "losing his job and so I suppose there's a there's a world in which even if he"
    },
    {
      "start": 518.32,
      "dur": 1.67,
      "text": "a there's a world in which even if he still doesn't win these elections and"
    },
    {
      "start": 520.0,
      "dur": 1.269,
      "text": "still doesn't win these elections and you can tell us what what the polling"
    },
    {
      "start": 521.279,
      "dur": 2.63,
      "text": "you can tell us what what the polling says in just two sec Jane but even if he"
    },
    {
      "start": 523.919,
      "dur": 3.671,
      "text": "says in just two sec Jane but even if he doesn't win can he squeeze up to second"
    },
    {
      "start": 527.6,
      "dur": 2.63,
      "text": "doesn't win can he squeeze up to second place, not be humiliated by coming third"
    },
    {
      "start": 530.24,
      "dur": 2.31,
      "text": "place, not be humiliated by coming third behind reform, cling on to his job,"
    },
    {
      "start": 532.56,
      "dur": 1.91,
      "text": "behind reform, cling on to his job, potentially in his world, see the prime"
    },
    {
      "start": 534.48,
      "dur": 1.67,
      "text": "potentially in his world, see the prime minister pay the price for that, but he"
    },
    {
      "start": 536.16,
      "dur": 2.55,
      "text": "minister pay the price for that, but he can keep his job, Annas Sarwir, and and"
    },
    {
      "start": 538.72,
      "dur": 1.59,
      "text": "can keep his job, Annas Sarwir, and and carry on. I mean, I I I'm not saying"
    },
    {
      "start": 540.32,
      "dur": 1.03,
      "text": "carry on. I mean, I I I'm not saying that that's a necessarily very"
    },
    {
      "start": 541.36,
      "dur": 1.909,
      "text": "that that's a necessarily very attractive prospect, but maybe it's his"
    },
    {
      "start": 543.279,
      "dur": 2.151,
      "text": "attractive prospect, but maybe it's his maybe maybe some people in the in the"
    },
    {
      "start": 545.44,
      "dur": 1.19,
      "text": "maybe maybe some people in the in the Labour Party in Scotland think that's"
    },
    {
      "start": 546.64,
      "dur": 1.51,
      "text": "Labour Party in Scotland think that's his only choice. What's your take on on"
    },
    {
      "start": 548.16,
      "dur": 3.669,
      "text": "his only choice. What's your take on on on why an Asarwire moved?"
    },
    {
      "start": 551.839,
      "dur": 2.471,
      "text": "on why an Asarwire moved? &gt;&gt; So, Labour in Scotland, Scottish Labor"
    },
    {
      "start": 554.32,
      "dur": 1.509,
      "text": "&gt;&gt; So, Labour in Scotland, Scottish Labor have always tried to have a distinct"
    },
    {
      "start": 555.839,
      "dur": 2.471,
      "text": "have always tried to have a distinct brand. And that's particularly important"
    },
    {
      "start": 558.32,
      "dur": 1.189,
      "text": "brand. And that's particularly important when Labour's in government in"
    },
    {
      "start": 559.519,
      "dur": 1.99,
      "text": "when Labour's in government in Westminster and when the Westminster"
    },
    {
      "start": 561.519,
      "dur": 2.151,
      "text": "Westminster and when the Westminster London government is seen as failing."
    },
    {
      "start": 563.68,
      "dur": 2.87,
      "text": "London government is seen as failing. And you know, let's be completely, you"
    },
    {
      "start": 566.56,
      "dur": 1.91,
      "text": "And you know, let's be completely, you know, this is the most basic thing ever."
    },
    {
      "start": 568.48,
      "dur": 1.19,
      "text": "know, this is the most basic thing ever. It's the most obvious thing in the"
    },
    {
      "start": 569.68,
      "dur": 2.55,
      "text": "It's the most obvious thing in the world, but the disillusionment is"
    },
    {
      "start": 572.24,
      "dur": 3.029,
      "text": "world, but the disillusionment is massive, isn't it? Um, and so what we're"
    },
    {
      "start": 575.279,
      "dur": 2.711,
      "text": "massive, isn't it? Um, and so what we're seeing across the UK, but this is"
    },
    {
      "start": 578.0,
      "dur": 1.67,
      "text": "seeing across the UK, but this is playing out in Scotland because of the"
    },
    {
      "start": 579.68,
      "dur": 2.95,
      "text": "playing out in Scotland because of the S&amp;P in a different way, is a very"
    },
    {
      "start": 582.64,
      "dur": 1.91,
      "text": "S&amp;P in a different way, is a very significant, very rapid loss of support"
    },
    {
      "start": 584.56,
      "dur": 2.47,
      "text": "significant, very rapid loss of support for labor that's happening everywhere."
    },
    {
      "start": 587.04,
      "dur": 2.07,
      "text": "for labor that's happening everywhere. And that's also happening in Scotland."
    },
    {
      "start": 589.12,
      "dur": 2.07,
      "text": "And that's also happening in Scotland. And we're also seeing the Conservatives"
    },
    {
      "start": 591.2,
      "dur": 2.069,
      "text": "And we're also seeing the Conservatives start to lose some support. Now, that's"
    },
    {
      "start": 593.279,
      "dur": 1.911,
      "text": "start to lose some support. Now, that's unheard of in opposition for the main"
    },
    {
      "start": 595.2,
      "dur": 1.43,
      "text": "unheard of in opposition for the main party of opposition to be losing"
    },
    {
      "start": 596.64,
      "dur": 1.99,
      "text": "party of opposition to be losing support. Now, what does that do in"
    },
    {
      "start": 598.64,
      "dur": 2.95,
      "text": "support. Now, what does that do in Scotland? Well, it makes the S&amp;P whilst"
    },
    {
      "start": 601.6,
      "dur": 2.71,
      "text": "Scotland? Well, it makes the S&amp;P whilst less popular than it was have a very"
    },
    {
      "start": 604.32,
      "dur": 2.069,
      "text": "less popular than it was have a very commanding lead and because its main"
    },
    {
      "start": 606.399,
      "dur": 2.151,
      "text": "commanding lead and because its main rival was the Labour Party and the fact"
    },
    {
      "start": 608.56,
      "dur": 2.31,
      "text": "rival was the Labour Party and the fact that the Tories are still losing support"
    },
    {
      "start": 610.88,
      "dur": 2.15,
      "text": "that the Tories are still losing support everywhere and also in Scotland is"
    },
    {
      "start": 613.04,
      "dur": 2.39,
      "text": "everywhere and also in Scotland is giving reform an edge and so you're in"
    },
    {
      "start": 615.44,
      "dur": 2.47,
      "text": "giving reform an edge and so you're in this kind of extraordinary situation"
    },
    {
      "start": 617.92,
      "dur": 3.51,
      "text": "this kind of extraordinary situation where the SMP dominant in Scotland for"
    },
    {
      "start": 621.44,
      "dur": 1.829,
      "text": "where the SMP dominant in Scotland for you know frankly almost as long as"
    },
    {
      "start": 623.279,
      "dur": 2.391,
      "text": "you know frankly almost as long as devolution's been in place right"
    },
    {
      "start": 625.68,
      "dur": 1.829,
      "text": "devolution's been in place right &gt;&gt; well the first eight years was Labor"
    },
    {
      "start": 627.519,
      "dur": 2.87,
      "text": "&gt;&gt; well the first eight years was Labor Live demonst But they very very quickly"
    },
    {
      "start": 630.399,
      "dur": 1.11,
      "text": "Live demonst But they very very quickly managed to get control"
    },
    {
      "start": 631.519,
      "dur": 2.151,
      "text": "managed to get control &gt;&gt; but dominant in a way that you know as"
    },
    {
      "start": 633.68,
      "dur": 2.87,
      "text": "&gt;&gt; but dominant in a way that you know as an electoral force that has been on the"
    },
    {
      "start": 636.56,
      "dur": 3.35,
      "text": "an electoral force that has been on the ascendancy and has remained a hugely"
    },
    {
      "start": 639.92,
      "dur": 2.31,
      "text": "ascendancy and has remained a hugely hugely stable force you know partly"
    },
    {
      "start": 642.24,
      "dur": 1.19,
      "text": "hugely stable force you know partly because of the importance of"
    },
    {
      "start": 643.44,
      "dur": 1.91,
      "text": "because of the importance of independence in Scotland but not only"
    },
    {
      "start": 645.36,
      "dur": 0.87,
      "text": "independence in Scotland but not only because of the importance of"
    },
    {
      "start": 646.24,
      "dur": 1.829,
      "text": "because of the importance of independence. Now"
    },
    {
      "start": 648.079,
      "dur": 2.87,
      "text": "independence. Now &gt;&gt; you know the S&amp;P lost support obviously"
    },
    {
      "start": 650.959,
      "dur": 1.671,
      "text": "&gt;&gt; you know the S&amp;P lost support obviously when Nicholas Sturgeon resigned and all"
    },
    {
      "start": 652.64,
      "dur": 1.67,
      "text": "when Nicholas Sturgeon resigned and all the difficulties around that last"
    },
    {
      "start": 654.32,
      "dur": 2.71,
      "text": "the difficulties around that last election in 2024 Labor were just inching"
    },
    {
      "start": 657.04,
      "dur": 2.55,
      "text": "election in 2024 Labor were just inching ahead. they weren't, you know, they"
    },
    {
      "start": 659.6,
      "dur": 1.909,
      "text": "ahead. they weren't, you know, they weren't kind of recovering from their"
    },
    {
      "start": 661.519,
      "dur": 1.591,
      "text": "weren't kind of recovering from their former glories in Scotland. They were"
    },
    {
      "start": 663.12,
      "dur": 2.389,
      "text": "former glories in Scotland. They were just inching ahead and and really taking"
    },
    {
      "start": 665.519,
      "dur": 1.99,
      "text": "just inching ahead and and really taking advantage of the fact there that the S&amp;P"
    },
    {
      "start": 667.519,
      "dur": 1.43,
      "text": "advantage of the fact there that the S&amp;P had been unpopular as a Scottish"
    },
    {
      "start": 668.959,
      "dur": 2.55,
      "text": "had been unpopular as a Scottish government. And now Labour don't have"
    },
    {
      "start": 671.519,
      "dur": 2.071,
      "text": "government. And now Labour don't have that ascendancy. So the S&amp;P despite"
    },
    {
      "start": 673.6,
      "dur": 2.39,
      "text": "that ascendancy. So the S&amp;P despite losing support too is nevertheless have"
    },
    {
      "start": 676.0,
      "dur": 1.59,
      "text": "losing support too is nevertheless have a commanding lead because Labor support"
    },
    {
      "start": 677.6,
      "dur": 1.349,
      "text": "a commanding lead because Labor support has plummeted everywhere and the"
    },
    {
      "start": 678.959,
      "dur": 1.99,
      "text": "has plummeted everywhere and the Conservative support has continued to"
    },
    {
      "start": 680.959,
      "dur": 2.471,
      "text": "Conservative support has continued to decline and reform and now looking like"
    },
    {
      "start": 683.44,
      "dur": 1.67,
      "text": "decline and reform and now looking like in the polls in second place but they're"
    },
    {
      "start": 685.12,
      "dur": 2.23,
      "text": "in the polls in second place but they're just inched across above Labor and what"
    },
    {
      "start": 687.36,
      "dur": 1.67,
      "text": "just inched across above Labor and what we're really seeing is massive"
    },
    {
      "start": 689.04,
      "dur": 1.83,
      "text": "we're really seeing is massive splintering. So you can then be in"
    },
    {
      "start": 690.88,
      "dur": 1.67,
      "text": "splintering. So you can then be in second but on a very a relatively low"
    },
    {
      "start": 692.56,
      "dur": 2.31,
      "text": "second but on a very a relatively low vote share historically speaking anyway."
    },
    {
      "start": 694.88,
      "dur": 1.99,
      "text": "vote share historically speaking anyway. &gt;&gt; I mean I suppose what's what's striking"
    },
    {
      "start": 696.88,
      "dur": 2.71,
      "text": "&gt;&gt; I mean I suppose what's what's striking about that is the SNPs continuing"
    },
    {
      "start": 699.6,
      "dur": 1.59,
      "text": "about that is the SNPs continuing apparently. I mean people haven't voted"
    },
    {
      "start": 701.2,
      "dur": 1.51,
      "text": "apparently. I mean people haven't voted yet. it's up to people to vote. You"
    },
    {
      "start": 702.72,
      "dur": 2.15,
      "text": "yet. it's up to people to vote. You know, I'm not prejudging that. But their"
    },
    {
      "start": 704.88,
      "dur": 4.71,
      "text": "know, I'm not prejudging that. But their apparent ability to detach um critique"
    },
    {
      "start": 709.6,
      "dur": 1.669,
      "text": "apparent ability to detach um critique of their performance in government,"
    },
    {
      "start": 711.279,
      "dur": 1.831,
      "text": "of their performance in government, Labour would say public services are not"
    },
    {
      "start": 713.12,
      "dur": 1.269,
      "text": "Labour would say public services are not performing well in Scotland. The S&amp;P"
    },
    {
      "start": 714.399,
      "dur": 1.351,
      "text": "performing well in Scotland. The S&amp;P would dispute that. They say the NHS in"
    },
    {
      "start": 715.76,
      "dur": 1.189,
      "text": "would dispute that. They say the NHS in particular is getting better. But"
    },
    {
      "start": 716.959,
      "dur": 2.151,
      "text": "particular is getting better. But leaving that to one side, for those who"
    },
    {
      "start": 719.12,
      "dur": 2.63,
      "text": "leaving that to one side, for those who accept or believe that the SA that"
    },
    {
      "start": 721.76,
      "dur": 1.59,
      "text": "accept or believe that the SA that public services are not doing well, the"
    },
    {
      "start": 723.36,
      "dur": 2.39,
      "text": "public services are not doing well, the S&amp;P seem to always manage to be one step"
    },
    {
      "start": 725.76,
      "dur": 1.11,
      "text": "S&amp;P seem to always manage to be one step away from that because they can say,"
    },
    {
      "start": 726.88,
      "dur": 2.55,
      "text": "away from that because they can say, \"Sure, you can vote for us anyway"
    },
    {
      "start": 729.44,
      "dur": 2.15,
      "text": "\"Sure, you can vote for us anyway because we believe in a more radical"
    },
    {
      "start": 731.6,
      "dur": 1.669,
      "text": "because we believe in a more radical constitutional change, a completely"
    },
    {
      "start": 733.279,
      "dur": 1.511,
      "text": "constitutional change, a completely different solution.\" So you don't you"
    },
    {
      "start": 734.8,
      "dur": 2.149,
      "text": "different solution.\" So you don't you aren't we have two ways of voting for us"
    },
    {
      "start": 736.959,
      "dur": 1.831,
      "text": "aren't we have two ways of voting for us as a Hollywood government, but also if"
    },
    {
      "start": 738.8,
      "dur": 1.19,
      "text": "as a Hollywood government, but also if you don't like that, you can vote for"
    },
    {
      "start": 740.0,
      "dur": 2.23,
      "text": "you don't like that, you can vote for them in another way. And so perhaps that"
    },
    {
      "start": 742.24,
      "dur": 1.51,
      "text": "them in another way. And so perhaps that that perhaps the constitutional question"
    },
    {
      "start": 743.76,
      "dur": 1.27,
      "text": "that perhaps the constitutional question even though it seems to have gone flat"
    },
    {
      "start": 745.04,
      "dur": 1.83,
      "text": "even though it seems to have gone flat in the last few years is still bubbling"
    },
    {
      "start": 746.88,
      "dur": 1.509,
      "text": "in the last few years is still bubbling away. I mean polling for independence is"
    },
    {
      "start": 748.399,
      "dur": 2.471,
      "text": "away. I mean polling for independence is still near enough 50% in Scotland saying"
    },
    {
      "start": 750.88,
      "dur": 0.47,
      "text": "still near enough 50% in Scotland saying they want"
    },
    {
      "start": 751.36,
      "dur": 1.35,
      "text": "they want &gt;&gt; they're the biggest beneficiaries aren't"
    },
    {
      "start": 752.72,
      "dur": 1.83,
      "text": "&gt;&gt; they're the biggest beneficiaries aren't of the of the fracturing that Jane is"
    },
    {
      "start": 754.56,
      "dur": 1.75,
      "text": "of the of the fracturing that Jane is talking about because we've effectively"
    },
    {
      "start": 756.32,
      "dur": 1.67,
      "text": "talking about because we've effectively got seven parties that could end up with"
    },
    {
      "start": 758.0,
      "dur": 1.59,
      "text": "got seven parties that could end up with 20 30 40 seats at the next general"
    },
    {
      "start": 759.6,
      "dur": 2.95,
      "text": "20 30 40 seats at the next general election quite easily. Um it's much more"
    },
    {
      "start": 762.56,
      "dur": 1.99,
      "text": "election quite easily. Um it's much more about turning out your core vote than it"
    },
    {
      "start": 764.56,
      "dur": 2.47,
      "text": "about turning out your core vote than it used to be which is why you see the left"
    },
    {
      "start": 767.04,
      "dur": 1.51,
      "text": "used to be which is why you see the left of the Labour party saying come on we"
    },
    {
      "start": 768.56,
      "dur": 2.23,
      "text": "of the Labour party saying come on we need to focus on that. Mweeny's argument"
    },
    {
      "start": 770.8,
      "dur": 1.75,
      "text": "need to focus on that. Mweeny's argument and people on the the right of the"
    },
    {
      "start": 772.56,
      "dur": 2.389,
      "text": "and people on the the right of the Labour party would say yes but even 70%"
    },
    {
      "start": 774.959,
      "dur": 1.67,
      "text": "Labour party would say yes but even 70% of our voters want to control migration"
    },
    {
      "start": 776.639,
      "dur": 2.071,
      "text": "of our voters want to control migration in a big way we need to tick that box"
    },
    {
      "start": 778.72,
      "dur": 1.349,
      "text": "in a big way we need to tick that box and then focus you know this has been"
    },
    {
      "start": 780.079,
      "dur": 1.351,
      "text": "and then focus you know this has been quite a leftwing government econ"
    },
    {
      "start": 781.44,
      "dur": 1.59,
      "text": "quite a leftwing government econ economically but they haven't shouted"
    },
    {
      "start": 783.04,
      "dur": 1.029,
      "text": "economically but they haven't shouted about it"
    },
    {
      "start": 784.079,
      "dur": 1.591,
      "text": "about it &gt;&gt; maybe they'll start to shout about it"
    },
    {
      "start": 785.68,
      "dur": 1.829,
      "text": "&gt;&gt; maybe they'll start to shout about it maybe that's what Karma will suddenly"
    },
    {
      "start": 787.519,
      "dur": 2.711,
      "text": "maybe that's what Karma will suddenly produce but the danger is that the last"
    },
    {
      "start": 790.24,
      "dur": 2.07,
      "text": "produce but the danger is that the last time the British public elected the soft"
    },
    {
      "start": 792.32,
      "dur": 1.189,
      "text": "time the British public elected the soft left of the Labour party to run the"
    },
    {
      "start": 793.519,
      "dur": 2.55,
      "text": "left of the Labour party to run the country was in 1974 they basically"
    },
    {
      "start": 796.079,
      "dur": 3.111,
      "text": "country was in 1974 they basically haven't done it since so this is what as"
    },
    {
      "start": 799.2,
      "dur": 1.91,
      "text": "haven't done it since so this is what as you know some of the the blites and the"
    },
    {
      "start": 801.12,
      "dur": 2.47,
      "text": "you know some of the the blites and the old right worried um but they've clearly"
    },
    {
      "start": 803.6,
      "dur": 0.87,
      "text": "old right worried um but they've clearly lost the argument"
    },
    {
      "start": 804.48,
      "dur": 2.07,
      "text": "lost the argument &gt;&gt; and we have the intriguing prospect and"
    },
    {
      "start": 806.56,
      "dur": 1.829,
      "text": "&gt;&gt; and we have the intriguing prospect and again I'm not prejudging the vote but"
    },
    {
      "start": 808.399,
      "dur": 1.911,
      "text": "again I'm not prejudging the vote but the possibility on current polling"
    },
    {
      "start": 810.32,
      "dur": 1.189,
      "text": "the possibility on current polling there's not elections in Northern"
    },
    {
      "start": 811.519,
      "dur": 2.151,
      "text": "there's not elections in Northern Ireland but Shinfane an Irish"
    },
    {
      "start": 813.68,
      "dur": 1.589,
      "text": "Ireland but Shinfane an Irish nationalist party the biggest party in"
    },
    {
      "start": 815.279,
      "dur": 2.631,
      "text": "nationalist party the biggest party in Northern Ireland Scottish national party"
    },
    {
      "start": 817.92,
      "dur": 1.349,
      "text": "Northern Ireland Scottish national party potentially continuing to run the"
    },
    {
      "start": 819.279,
      "dur": 1.911,
      "text": "potentially continuing to run the Scottish government maybe a Welsh"
    },
    {
      "start": 821.2,
      "dur": 2.23,
      "text": "Scottish government maybe a Welsh nationalist party running the Welsh"
    },
    {
      "start": 823.44,
      "dur": 2.47,
      "text": "nationalist party running the Welsh government and who might be the winners"
    },
    {
      "start": 825.92,
      "dur": 2.23,
      "text": "government and who might be the winners of the elections in England or the"
    },
    {
      "start": 828.16,
      "dur": 2.229,
      "text": "of the elections in England or the successful party in England is a party"
    },
    {
      "start": 830.399,
      "dur": 1.831,
      "text": "successful party in England is a party that many people and they would some of"
    },
    {
      "start": 832.24,
      "dur": 1.589,
      "text": "that many people and they would some of them dispute this but many people would"
    },
    {
      "start": 833.839,
      "dur": 1.99,
      "text": "them dispute this but many people would view as an English nationalist party."
    },
    {
      "start": 835.839,
      "dur": 2.23,
      "text": "view as an English nationalist party. Are we seeing the fragmentation of UK"
    },
    {
      "start": 838.079,
      "dur": 2.391,
      "text": "Are we seeing the fragmentation of UK politics along competing nationalist"
    },
    {
      "start": 840.48,
      "dur": 0.87,
      "text": "politics along competing nationalist lines? Chris,"
    },
    {
      "start": 841.36,
      "dur": 1.43,
      "text": "lines? Chris, &gt;&gt; we are and and were that to be the"
    },
    {
      "start": 842.8,
      "dur": 1.029,
      "text": "&gt;&gt; we are and and were that to be the outcome that will be part of the"
    },
    {
      "start": 843.839,
      "dur": 1.591,
      "text": "outcome that will be part of the analysis the day after. But the other"
    },
    {
      "start": 845.44,
      "dur": 1.59,
      "text": "analysis the day after. But the other part of the analysis, if you join the"
    },
    {
      "start": 847.04,
      "dur": 2.31,
      "text": "part of the analysis, if you join the dots from every element of that picture"
    },
    {
      "start": 849.36,
      "dur": 1.99,
      "text": "dots from every element of that picture that you've painted geographically, is"
    },
    {
      "start": 851.36,
      "dur": 2.63,
      "text": "that you've painted geographically, is one where if that plays out, Labor are"
    },
    {
      "start": 854.0,
      "dur": 1.11,
      "text": "one where if that plays out, Labor are scratching their head in every"
    },
    {
      "start": 855.12,
      "dur": 2.23,
      "text": "scratching their head in every conceivable geographic and rivals"
    },
    {
      "start": 857.36,
      "dur": 2.63,
      "text": "conceivable geographic and rivals direction. Whether it be in that"
    },
    {
      "start": 860.0,
      "dur": 1.509,
      "text": "direction. Whether it be in that situation, losing to the S&amp;P in"
    },
    {
      "start": 861.519,
      "dur": 1.511,
      "text": "situation, losing to the S&amp;P in Scotland, losing to PL in Wales, and"
    },
    {
      "start": 863.04,
      "dur": 2.789,
      "text": "Scotland, losing to PL in Wales, and losing to reform, and not just reform,"
    },
    {
      "start": 865.839,
      "dur": 2.23,
      "text": "losing to reform, and not just reform, but reform in many parts of uh of"
    },
    {
      "start": 868.079,
      "dur": 0.631,
      "text": "but reform in many parts of uh of England."
    },
    {
      "start": 868.72,
      "dur": 1.59,
      "text": "England. &gt;&gt; I'm aware that we've only got to Monday"
    },
    {
      "start": 870.32,
      "dur": 1.99,
      "text": "&gt;&gt; I'm aware that we've only got to Monday so far. Let's skip really quickly"
    },
    {
      "start": 872.32,
      "dur": 1.35,
      "text": "so far. Let's skip really quickly through the next couple of days of the"
    },
    {
      "start": 873.68,
      "dur": 2.87,
      "text": "through the next couple of days of the week. Just quickly, we then after the"
    },
    {
      "start": 876.56,
      "dur": 1.99,
      "text": "week. Just quickly, we then after the anasarwir um"
    },
    {
      "start": 878.56,
      "dur": 1.509,
      "text": "anasarwir um &gt;&gt; the distinction between Monday lunchtime"
    },
    {
      "start": 880.079,
      "dur": 1.11,
      "text": "&gt;&gt; the distinction between Monday lunchtime and Monday tea time."
    },
    {
      "start": 881.199,
      "dur": 1.19,
      "text": "and Monday tea time. &gt;&gt; Big distinction if you're if you're"
    },
    {
      "start": 882.399,
      "dur": 1.271,
      "text": "&gt;&gt; Big distinction if you're if you're Kirst"
    },
    {
      "start": 883.68,
      "dur": 2.23,
      "text": "Kirst &gt;&gt; to it. Um we get a lot of statements in"
    },
    {
      "start": 885.92,
      "dur": 1.51,
      "text": "&gt;&gt; to it. Um we get a lot of statements in social media from the cabinet supporting"
    },
    {
      "start": 887.44,
      "dur": 2.15,
      "text": "social media from the cabinet supporting the prime minister and from his um"
    },
    {
      "start": 889.6,
      "dur": 2.789,
      "text": "the prime minister and from his um potential rivals Angela Rainer Wes"
    },
    {
      "start": 892.399,
      "dur": 3.511,
      "text": "potential rivals Angela Rainer Wes Streeting also coming out. Um obviously"
    },
    {
      "start": 895.92,
      "dur": 0.87,
      "text": "Streeting also coming out. Um obviously he survived."
    },
    {
      "start": 896.8,
      "dur": 1.35,
      "text": "he survived. &gt;&gt; Yeah. Another day."
    },
    {
      "start": 898.16,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. Another day. &gt;&gt; Yeah. And I'll just took away in a"
    },
    {
      "start": 899.44,
      "dur": 1.189,
      "text": "&gt;&gt; Yeah. And I'll just took away in a sentence because it's been one of those"
    },
    {
      "start": 900.639,
      "dur": 1.671,
      "text": "sentence because it's been one of those weeks that he'd also lost his director"
    },
    {
      "start": 902.32,
      "dur": 1.749,
      "text": "weeks that he'd also lost his director of communications in the process of that"
    },
    {
      "start": 904.079,
      "dur": 2.55,
      "text": "of communications in the process of that morning prior to the Anosa announcement."
    },
    {
      "start": 906.639,
      "dur": 1.511,
      "text": "morning prior to the Anosa announcement. I mean at lunchtime on Monday the"
    },
    {
      "start": 908.16,
      "dur": 3.109,
      "text": "I mean at lunchtime on Monday the jeopardy was absolutely real. Um and the"
    },
    {
      "start": 911.279,
      "dur": 1.591,
      "text": "jeopardy was absolutely real. Um and the whole thing could have come could have"
    },
    {
      "start": 912.88,
      "dur": 3.11,
      "text": "whole thing could have come could have come could have come crashing down and"
    },
    {
      "start": 916.0,
      "dur": 2.23,
      "text": "come could have come crashing down and there's no no there is no serious"
    },
    {
      "start": 918.24,
      "dur": 1.75,
      "text": "there's no no there is no serious dispute that that is the reality."
    },
    {
      "start": 920.0,
      "dur": 1.269,
      "text": "dispute that that is the reality. There's a lot of nonsense being talked"
    },
    {
      "start": 921.279,
      "dur": 1.511,
      "text": "There's a lot of nonsense being talked now that you know the press has made all"
    },
    {
      "start": 922.8,
      "dur": 1.99,
      "text": "now that you know the press has made all this up. No, I mean they were in Downing"
    },
    {
      "start": 924.8,
      "dur": 1.589,
      "text": "this up. No, I mean they were in Downing Street. They didn't know if Anas Sawa"
    },
    {
      "start": 926.399,
      "dur": 1.511,
      "text": "Street. They didn't know if Anas Sawa was put up to it by West Streeting and"
    },
    {
      "start": 927.92,
      "dur": 1.11,
      "text": "was put up to it by West Streeting and whether a whole bunch of other people"
    },
    {
      "start": 929.04,
      "dur": 1.43,
      "text": "whether a whole bunch of other people were going to follow and let's be frank"
    },
    {
      "start": 930.48,
      "dur": 1.349,
      "text": "were going to follow and let's be frank there were cabinet ministers phoning"
    },
    {
      "start": 931.839,
      "dur": 1.67,
      "text": "there were cabinet ministers phoning each other over the weekend saying what"
    },
    {
      "start": 933.519,
      "dur": 1.351,
      "text": "each other over the weekend saying what should we do about this? This is a total"
    },
    {
      "start": 934.88,
      "dur": 1.59,
      "text": "should we do about this? This is a total mess. Do we get they were all silent at"
    },
    {
      "start": 936.48,
      "dur": 0.55,
      "text": "mess. Do we get they were all silent at the time publicly?"
    },
    {
      "start": 937.04,
      "dur": 0.95,
      "text": "the time publicly? &gt;&gt; They were totally silent."
    },
    {
      "start": 938.0,
      "dur": 2.069,
      "text": "&gt;&gt; They were totally silent. &gt;&gt; Was he put up to it by way cheating?"
    },
    {
      "start": 940.079,
      "dur": 2.391,
      "text": "&gt;&gt; Was he put up to it by way cheating? &gt;&gt; Uh not not to my knowledge. Not to mine"
    },
    {
      "start": 942.48,
      "dur": 2.95,
      "text": "&gt;&gt; Uh not not to my knowledge. Not to mine either. I was told pretty early on that"
    },
    {
      "start": 945.44,
      "dur": 1.43,
      "text": "either. I was told pretty early on that this was for the reasons you said"
    },
    {
      "start": 946.88,
      "dur": 1.59,
      "text": "this was for the reasons you said earlier, James, that you know he was in"
    },
    {
      "start": 948.48,
      "dur": 2.23,
      "text": "earlier, James, that you know he was in a total bind himself and he he felt he"
    },
    {
      "start": 950.72,
      "dur": 1.83,
      "text": "a total bind himself and he he felt he had to do it. Um but you know they're"
    },
    {
      "start": 952.56,
      "dur": 1.35,
      "text": "had to do it. Um but you know they're close allies and it doesn't take much"
    },
    {
      "start": 953.92,
      "dur": 1.349,
      "text": "close allies and it doesn't take much for Downey Street to get in a panic."
    },
    {
      "start": 955.279,
      "dur": 1.751,
      "text": "for Downey Street to get in a panic. They ran a very good war room. They"
    },
    {
      "start": 957.04,
      "dur": 2.31,
      "text": "They ran a very good war room. They propped him up. Um fair play to them."
    },
    {
      "start": 959.36,
      "dur": 1.829,
      "text": "propped him up. Um fair play to them. &gt;&gt; But then events roll on as you say. The"
    },
    {
      "start": 961.199,
      "dur": 1.671,
      "text": "&gt;&gt; But then events roll on as you say. The Labour whip is suspended from Matthew"
    },
    {
      "start": 962.88,
      "dur": 2.47,
      "text": "Labour whip is suspended from Matthew Doyle um Kirst's former director of"
    },
    {
      "start": 965.36,
      "dur": 2.07,
      "text": "Doyle um Kirst's former director of communications for his past association"
    },
    {
      "start": 967.44,
      "dur": 2.15,
      "text": "communications for his past association with Shawn Morton. Now he's a former"
    },
    {
      "start": 969.6,
      "dur": 2.149,
      "text": "with Shawn Morton. Now he's a former Labour counselor in Murray in the north"
    },
    {
      "start": 971.759,
      "dur": 1.911,
      "text": "Labour counselor in Murray in the north of Scotland who admitted indecent child"
    },
    {
      "start": 973.68,
      "dur": 3.03,
      "text": "of Scotland who admitted indecent child image offenses in 2017. On Wednesday,"
    },
    {
      "start": 976.72,
      "dur": 3.029,
      "text": "image offenses in 2017. On Wednesday, Kimmy Bner honed in on that question um"
    },
    {
      "start": 979.759,
      "dur": 3.75,
      "text": "Kimmy Bner honed in on that question um to Sir Cir of what he knew about the"
    },
    {
      "start": 983.519,
      "dur": 2.951,
      "text": "to Sir Cir of what he knew about the situation when Matthew Doyle was"
    },
    {
      "start": 986.48,
      "dur": 2.07,
      "text": "situation when Matthew Doyle was appointed to that role. Chris."
    },
    {
      "start": 988.56,
      "dur": 1.99,
      "text": "appointed to that role. Chris. &gt;&gt; Yeah. And so what you ended up with was"
    },
    {
      "start": 990.56,
      "dur": 2.389,
      "text": "&gt;&gt; Yeah. And so what you ended up with was a situation where if we allow ourselves"
    },
    {
      "start": 992.959,
      "dur": 1.831,
      "text": "a situation where if we allow ourselves a twoe rather than a oneweek trajectory"
    },
    {
      "start": 994.8,
      "dur": 2.709,
      "text": "a twoe rather than a oneweek trajectory of British politics, you have the prime"
    },
    {
      "start": 997.519,
      "dur": 1.99,
      "text": "of British politics, you have the prime minister appointing a long-established"
    },
    {
      "start": 999.519,
      "dur": 3.11,
      "text": "minister appointing a long-established Labor figure to a job in his gift."
    },
    {
      "start": 1002.639,
      "dur": 1.671,
      "text": "Labor figure to a job in his gift. information then coming to light that"
    },
    {
      "start": 1004.32,
      "dur": 1.35,
      "text": "information then coming to light that raises questions as to whether that was"
    },
    {
      "start": 1005.68,
      "dur": 1.829,
      "text": "raises questions as to whether that was a good idea and then the prime minister"
    },
    {
      "start": 1007.519,
      "dur": 2.23,
      "text": "a good idea and then the prime minister blaming a combination of the process and"
    },
    {
      "start": 1009.759,
      "dur": 1.831,
      "text": "blaming a combination of the process and the individual for giving them the job"
    },
    {
      "start": 1011.6,
      "dur": 2.07,
      "text": "the individual for giving them the job in the first place and then a process"
    },
    {
      "start": 1013.68,
      "dur": 2.55,
      "text": "in the first place and then a process begins to take the job off them. Um, and"
    },
    {
      "start": 1016.24,
      "dur": 2.55,
      "text": "begins to take the job off them. Um, and that applies pretty much the the cases"
    },
    {
      "start": 1018.8,
      "dur": 1.829,
      "text": "that applies pretty much the the cases are very different to be clear, but that"
    },
    {
      "start": 1020.639,
      "dur": 1.99,
      "text": "are very different to be clear, but that applies equally to Lord Mandlesson and"
    },
    {
      "start": 1022.639,
      "dur": 1.511,
      "text": "applies equally to Lord Mandlesson and to Lord and to Lord Dial."
    },
    {
      "start": 1024.16,
      "dur": 1.59,
      "text": "to Lord and to Lord Dial. &gt;&gt; And this is what did for Boris Johnson"
    },
    {
      "start": 1025.76,
      "dur": 2.069,
      "text": "&gt;&gt; And this is what did for Boris Johnson was constantly having the same process"
    },
    {
      "start": 1027.839,
      "dur": 2.631,
      "text": "was constantly having the same process of something happens. In Johnson's case,"
    },
    {
      "start": 1030.48,
      "dur": 1.67,
      "text": "of something happens. In Johnson's case, it was we don't tell the truth about it."
    },
    {
      "start": 1032.16,
      "dur": 1.269,
      "text": "it was we don't tell the truth about it. We send everybody out with a dodgy"
    },
    {
      "start": 1033.439,
      "dur": 1.431,
      "text": "We send everybody out with a dodgy version and then we have keep changing"
    },
    {
      "start": 1034.88,
      "dur": 1.669,
      "text": "version and then we have keep changing it. And with Star, it's well, we did"
    },
    {
      "start": 1036.559,
      "dur": 1.99,
      "text": "it. And with Star, it's well, we did this. We thought it was fine. Now we're"
    },
    {
      "start": 1038.559,
      "dur": 1.51,
      "text": "this. We thought it was fine. Now we're claiming it wasn't. It wasn't really our"
    },
    {
      "start": 1040.079,
      "dur": 1.911,
      "text": "claiming it wasn't. It wasn't really our fault, Gov. that actually there's plenty"
    },
    {
      "start": 1042.0,
      "dur": 1.189,
      "text": "fault, Gov. that actually there's plenty of evidence if you look at the"
    },
    {
      "start": 1043.199,
      "dur": 1.99,
      "text": "of evidence if you look at the chronology of the Doyle appointment that"
    },
    {
      "start": 1045.199,
      "dur": 1.83,
      "text": "chronology of the Doyle appointment that that they should have known"
    },
    {
      "start": 1047.039,
      "dur": 2.391,
      "text": "that they should have known &gt;&gt; and and even if they didn't at the time"
    },
    {
      "start": 1049.44,
      "dur": 1.589,
      "text": "&gt;&gt; and and even if they didn't at the time Matthew Doyle making the argument that"
    },
    {
      "start": 1051.039,
      "dur": 3.671,
      "text": "Matthew Doyle making the argument that at the time he uh believed the guy in"
    },
    {
      "start": 1054.72,
      "dur": 1.91,
      "text": "at the time he uh believed the guy in question believed Morton who was who was"
    },
    {
      "start": 1056.64,
      "dur": 1.83,
      "text": "question believed Morton who was who was charged at that point rather than"
    },
    {
      "start": 1058.48,
      "dur": 1.75,
      "text": "charged at that point rather than convicted if you fast forward to when"
    },
    {
      "start": 1060.24,
      "dur": 2.309,
      "text": "convicted if you fast forward to when the Sunday Times had its revelations"
    },
    {
      "start": 1062.559,
      "dur": 1.99,
      "text": "the Sunday Times had its revelations courtesy of Gabriel Pugrand immediately"
    },
    {
      "start": 1064.559,
      "dur": 2.23,
      "text": "courtesy of Gabriel Pugrand immediately after Christmas at that point they could"
    },
    {
      "start": 1066.799,
      "dur": 3.031,
      "text": "after Christmas at that point they could have decided to either say the periage"
    },
    {
      "start": 1069.84,
      "dur": 2.79,
      "text": "have decided to either say the periage is null and void or say he won't be in"
    },
    {
      "start": 1072.64,
      "dur": 1.19,
      "text": "is null and void or say he won't be in possession of the labor whip when he"
    },
    {
      "start": 1073.84,
      "dur": 1.829,
      "text": "possession of the labor whip when he becomes a peer. Neither of those things"
    },
    {
      "start": 1075.679,
      "dur": 1.831,
      "text": "becomes a peer. Neither of those things happened until just now."
    },
    {
      "start": 1077.52,
      "dur": 2.63,
      "text": "happened until just now. &gt;&gt; And just um out of fairness, have you"
    },
    {
      "start": 1080.16,
      "dur": 2.55,
      "text": "&gt;&gt; And just um out of fairness, have you been able to get in touch with Lord D?"
    },
    {
      "start": 1082.72,
      "dur": 0.87,
      "text": "been able to get in touch with Lord D? &gt;&gt; Yeah, I have been in touch with him."
    },
    {
      "start": 1083.6,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah, I have been in touch with him. He's not commented publicly at any of"
    },
    {
      "start": 1085.36,
      "dur": 2.39,
      "text": "He's not commented publicly at any of the stages this this week since Prime"
    },
    {
      "start": 1087.76,
      "dur": 1.51,
      "text": "the stages this this week since Prime Minister's questions. He did put out a"
    },
    {
      "start": 1089.28,
      "dur": 1.99,
      "text": "Minister's questions. He did put out a statement earlier in the week in which"
    },
    {
      "start": 1091.28,
      "dur": 1.83,
      "text": "statement earlier in the week in which he acknowledged an error of judgment and"
    },
    {
      "start": 1093.12,
      "dur": 3.03,
      "text": "he acknowledged an error of judgment and called the crimes vile and emphasized"
    },
    {
      "start": 1096.16,
      "dur": 1.83,
      "text": "called the crimes vile and emphasized that at the point at which he was"
    },
    {
      "start": 1098.0,
      "dur": 1.909,
      "text": "that at the point at which he was campaigning for Morton, Morton was"
    },
    {
      "start": 1099.919,
      "dur": 1.99,
      "text": "campaigning for Morton, Morton was protesting to him his innocence and he"
    },
    {
      "start": 1101.919,
      "dur": 1.75,
      "text": "protesting to him his innocence and he was charged at that point rather than"
    },
    {
      "start": 1103.679,
      "dur": 0.551,
      "text": "was charged at that point rather than convicted."
    },
    {
      "start": 1104.24,
      "dur": 1.669,
      "text": "convicted. &gt;&gt; Thank you. Now after the prime"
    },
    {
      "start": 1105.919,
      "dur": 2.471,
      "text": "&gt;&gt; Thank you. Now after the prime minister's questions um Sakir had to"
    },
    {
      "start": 1108.4,
      "dur": 2.71,
      "text": "minister's questions um Sakir had to face the women's parliamentary labor"
    },
    {
      "start": 1111.12,
      "dur": 3.03,
      "text": "face the women's parliamentary labor party. Um what what was your reporting"
    },
    {
      "start": 1114.16,
      "dur": 1.35,
      "text": "party. Um what what was your reporting telling you about how the mood there?"
    },
    {
      "start": 1115.52,
      "dur": 1.67,
      "text": "telling you about how the mood there? Yeah, quite a few of us sort of picked"
    },
    {
      "start": 1117.2,
      "dur": 1.75,
      "text": "Yeah, quite a few of us sort of picked up a sense of this which was that so"
    },
    {
      "start": 1118.96,
      "dur": 2.23,
      "text": "up a sense of this which was that so this was Ksta going in front of female"
    },
    {
      "start": 1121.2,
      "dur": 2.55,
      "text": "this was Ksta going in front of female MP Labour MPs and peers and getting a"
    },
    {
      "start": 1123.76,
      "dur": 3.19,
      "text": "MP Labour MPs and peers and getting a fair old amount of stuff exactly along"
    },
    {
      "start": 1126.96,
      "dur": 2.069,
      "text": "fair old amount of stuff exactly along the lines of firstly on the micro if you"
    },
    {
      "start": 1129.039,
      "dur": 1.75,
      "text": "the lines of firstly on the micro if you like the boys club stuff and then I"
    },
    {
      "start": 1130.799,
      "dur": 1.99,
      "text": "like the boys club stuff and then I think some of the more the bigger macro"
    },
    {
      "start": 1132.799,
      "dur": 1.99,
      "text": "think some of the more the bigger macro stuff of the it sounds a very clunky way"
    },
    {
      "start": 1134.799,
      "dur": 1.511,
      "text": "stuff of the it sounds a very clunky way of describing these things but you see"
    },
    {
      "start": 1136.32,
      "dur": 2.07,
      "text": "of describing these things but you see what I mean in that in that context but"
    },
    {
      "start": 1138.4,
      "dur": 3.509,
      "text": "what I mean in that in that context but then also this sense of uh to use a"
    },
    {
      "start": 1141.919,
      "dur": 1.271,
      "text": "then also this sense of uh to use a horrible Westminster phrase the"
    },
    {
      "start": 1143.2,
      "dur": 1.829,
      "text": "horrible Westminster phrase the cutthrough of the last few weeks people"
    },
    {
      "start": 1145.039,
      "dur": 2.551,
      "text": "cutthrough of the last few weeks people have noticed surprise surprise uh"
    },
    {
      "start": 1147.6,
      "dur": 2.79,
      "text": "have noticed surprise surprise uh because it's been so extraordinary"
    },
    {
      "start": 1150.4,
      "dur": 1.91,
      "text": "because it's been so extraordinary hasn't it the revelations around"
    },
    {
      "start": 1152.32,
      "dur": 3.43,
      "text": "hasn't it the revelations around &gt;&gt; Epstein and Andrew Manbat Windsor and"
    },
    {
      "start": 1155.76,
      "dur": 2.87,
      "text": "&gt;&gt; Epstein and Andrew Manbat Windsor and Peter Mandlesson etc etc um and the"
    },
    {
      "start": 1158.64,
      "dur": 2.63,
      "text": "Peter Mandlesson etc etc um and the sense particularly because of the Lord"
    },
    {
      "start": 1161.28,
      "dur": 3.43,
      "text": "sense particularly because of the Lord Mandlesson and Lord Doyle story of to"
    },
    {
      "start": 1164.72,
      "dur": 2.71,
      "text": "Mandlesson and Lord Doyle story of to quote Emma Lule Labour backbencher the"
    },
    {
      "start": 1167.44,
      "dur": 1.91,
      "text": "quote Emma Lule Labour backbencher the sense that she'd been shouted at in the"
    },
    {
      "start": 1169.36,
      "dur": 2.39,
      "text": "sense that she'd been shouted at in the street that that that she was from the I"
    },
    {
      "start": 1171.76,
      "dur": 1.99,
      "text": "street that that that she was from the I think the phrase was the Pedo Protectors"
    },
    {
      "start": 1173.76,
      "dur": 0.47,
      "text": "think the phrase was the Pedo Protectors party."
    },
    {
      "start": 1174.24,
      "dur": 1.59,
      "text": "party. &gt;&gt; Wow. He said people were screaming at"
    },
    {
      "start": 1175.84,
      "dur": 1.11,
      "text": "&gt;&gt; Wow. He said people were screaming at her in the street. I think was the quote"
    },
    {
      "start": 1176.96,
      "dur": 1.67,
      "text": "her in the street. I think was the quote that you had from her about calling her"
    },
    {
      "start": 1178.64,
      "dur": 1.59,
      "text": "that you had from her about calling her calling her a member of the predicttor."
    },
    {
      "start": 1180.24,
      "dur": 1.51,
      "text": "calling her a member of the predicttor. &gt;&gt; Now, she hadn't anticipated that"
    },
    {
      "start": 1181.76,
      "dur": 2.07,
      "text": "&gt;&gt; Now, she hadn't anticipated that particular description seeing seeing the"
    },
    {
      "start": 1183.84,
      "dur": 2.47,
      "text": "particular description seeing seeing the light of day beyond the room, but it was"
    },
    {
      "start": 1186.32,
      "dur": 1.27,
      "text": "light of day beyond the room, but it was quite a big room and so these things"
    },
    {
      "start": 1187.6,
      "dur": 2.87,
      "text": "quite a big room and so these things tend to tend to leak into the ears of of"
    },
    {
      "start": 1190.48,
      "dur": 2.39,
      "text": "tend to tend to leak into the ears of of reporters. But that that sense of that"
    },
    {
      "start": 1192.88,
      "dur": 3.83,
      "text": "reporters. But that that sense of that perception of how at least for some that"
    },
    {
      "start": 1196.72,
      "dur": 1.67,
      "text": "perception of how at least for some that labor is perceived and that is I mean"
    },
    {
      "start": 1198.4,
      "dur": 0.629,
      "text": "labor is perceived and that is I mean from their perspective"
    },
    {
      "start": 1199.039,
      "dur": 1.51,
      "text": "from their perspective &gt;&gt; and this is where it comes back on Star"
    },
    {
      "start": 1200.559,
      "dur": 1.671,
      "text": "&gt;&gt; and this is where it comes back on Star isn't it and this is where Kami Badno"
    },
    {
      "start": 1202.24,
      "dur": 2.23,
      "text": "isn't it and this is where Kami Badno did quite well at PMQs when she said you"
    },
    {
      "start": 1204.48,
      "dur": 1.83,
      "text": "did quite well at PMQs when she said you know on the grooming gangs on Mandlesson"
    },
    {
      "start": 1206.32,
      "dur": 1.75,
      "text": "know on the grooming gangs on Mandlesson and on Doyle you only cared prime"
    },
    {
      "start": 1208.08,
      "dur": 1.829,
      "text": "and on Doyle you only cared prime minister when your own job was at at"
    },
    {
      "start": 1209.919,
      "dur": 1.75,
      "text": "minister when your own job was at at threat and it you know there'd been"
    },
    {
      "start": 1211.679,
      "dur": 1.671,
      "text": "threat and it you know there'd been these scandals and they play out in the"
    },
    {
      "start": 1213.36,
      "dur": 1.11,
      "text": "these scandals and they play out in the way that they always play out and"
    },
    {
      "start": 1214.48,
      "dur": 1.189,
      "text": "way that they always play out and pressure is brought until the prime"
    },
    {
      "start": 1215.679,
      "dur": 1.671,
      "text": "pressure is brought until the prime minister changes his position on which"
    },
    {
      "start": 1217.36,
      "dur": 2.39,
      "text": "minister changes his position on which he did on all three of those things and"
    },
    {
      "start": 1219.76,
      "dur": 1.35,
      "text": "he did on all three of those things and you know if you asked him. He's an"
    },
    {
      "start": 1221.12,
      "dur": 1.83,
      "text": "you know if you asked him. He's an honorable man. He would say this sort of"
    },
    {
      "start": 1222.96,
      "dur": 1.99,
      "text": "honorable man. He would say this sort of thing troubles him greatly. But in terms"
    },
    {
      "start": 1224.96,
      "dur": 2.23,
      "text": "thing troubles him greatly. But in terms of his political action on it, that is a"
    },
    {
      "start": 1227.2,
      "dur": 1.43,
      "text": "of his political action on it, that is a perfectly reasonable political point"
    },
    {
      "start": 1228.64,
      "dur": 1.43,
      "text": "perfectly reasonable political point that the leader of the opposition made."
    },
    {
      "start": 1230.08,
      "dur": 1.43,
      "text": "that the leader of the opposition made. &gt;&gt; I've been using the word disillusionment"
    },
    {
      "start": 1231.52,
      "dur": 2.95,
      "text": "&gt;&gt; I've been using the word disillusionment for some time since July 2024. But it's"
    },
    {
      "start": 1234.48,
      "dur": 1.75,
      "text": "for some time since July 2024. But it's it's it's not disillusionment anymore,"
    },
    {
      "start": 1236.24,
      "dur": 1.35,
      "text": "it's it's not disillusionment anymore, is it? It's fury."
    },
    {
      "start": 1237.6,
      "dur": 2.23,
      "text": "is it? It's fury. &gt;&gt; And this isn't just about this. I mean,"
    },
    {
      "start": 1239.84,
      "dur": 2.15,
      "text": "&gt;&gt; And this isn't just about this. I mean, you know, you've also heard Labour being"
    },
    {
      "start": 1242.0,
      "dur": 2.47,
      "text": "you know, you've also heard Labour being accused of being the pro genocide party"
    },
    {
      "start": 1244.48,
      "dur": 2.15,
      "text": "accused of being the pro genocide party because of Gaza. And you've also got the"
    },
    {
      "start": 1246.64,
      "dur": 1.909,
      "text": "because of Gaza. And you've also got the Greens, you know, very very consistently"
    },
    {
      "start": 1248.559,
      "dur": 1.671,
      "text": "Greens, you know, very very consistently campaigning and appealing to people who"
    },
    {
      "start": 1250.24,
      "dur": 2.789,
      "text": "campaigning and appealing to people who are just appalled by, you know, Kistama"
    },
    {
      "start": 1253.039,
      "dur": 2.071,
      "text": "are just appalled by, you know, Kistama not moving away from Israel's actions in"
    },
    {
      "start": 1255.12,
      "dur": 0.549,
      "text": "not moving away from Israel's actions in Gaza. So"
    },
    {
      "start": 1255.679,
      "dur": 1.511,
      "text": "Gaza. So &gt;&gt; Israel would deny that there is genocide"
    },
    {
      "start": 1257.2,
      "dur": 1.99,
      "text": "&gt;&gt; Israel would deny that there is genocide in Gaza. Of course, of course from the"
    },
    {
      "start": 1259.2,
      "dur": 0.55,
      "text": "in Gaza. Of course, of course from the Israeli government"
    },
    {
      "start": 1259.76,
      "dur": 1.35,
      "text": "Israeli government &gt;&gt; and also, you know, the Labour Party"
    },
    {
      "start": 1261.12,
      "dur": 1.83,
      "text": "&gt;&gt; and also, you know, the Labour Party would deny that they're the pro"
    },
    {
      "start": 1262.96,
      "dur": 2.23,
      "text": "would deny that they're the pro pedophile party, but it doesn't doesn't"
    },
    {
      "start": 1265.2,
      "dur": 2.31,
      "text": "pedophile party, but it doesn't doesn't stop people's, you know, this bubbling"
    },
    {
      "start": 1267.52,
      "dur": 2.87,
      "text": "stop people's, you know, this bubbling up of anger, which isn't just about Gaza"
    },
    {
      "start": 1270.4,
      "dur": 1.749,
      "text": "up of anger, which isn't just about Gaza and it's not just about Epstein. It's,"
    },
    {
      "start": 1272.159,
      "dur": 2.551,
      "text": "and it's not just about Epstein. It's, you know, fundamentally driven by a"
    },
    {
      "start": 1274.72,
      "dur": 3.11,
      "text": "you know, fundamentally driven by a very, very difficult, pressing,"
    },
    {
      "start": 1277.84,
      "dur": 3.189,
      "text": "very, very difficult, pressing, everyday difficult financial situation,"
    },
    {
      "start": 1281.039,
      "dur": 1.671,
      "text": "everyday difficult financial situation, which is kind of the, you know, my"
    },
    {
      "start": 1282.72,
      "dur": 2.23,
      "text": "which is kind of the, you know, my opinion is still the driving force of a"
    },
    {
      "start": 1284.96,
      "dur": 2.47,
      "text": "opinion is still the driving force of a lot of discontent. Um, but you know, I"
    },
    {
      "start": 1287.44,
      "dur": 1.27,
      "text": "lot of discontent. Um, but you know, I think disillusionment is just frankly"
    },
    {
      "start": 1288.72,
      "dur": 1.35,
      "text": "think disillusionment is just frankly too weak a word now."
    },
    {
      "start": 1290.08,
      "dur": 1.829,
      "text": "too weak a word now. &gt;&gt; And with the prime minister's position"
    },
    {
      "start": 1291.919,
      "dur": 1.511,
      "text": "&gt;&gt; And with the prime minister's position looking, I think we fair to say"
    },
    {
      "start": 1293.44,
      "dur": 1.91,
      "text": "looking, I think we fair to say precarious. I mean, still precarious,"
    },
    {
      "start": 1295.36,
      "dur": 1.35,
      "text": "precarious. I mean, still precarious, isn't it? Even if it might be better now"
    },
    {
      "start": 1296.72,
      "dur": 2.71,
      "text": "isn't it? Even if it might be better now than it was when an Assarwire popped up."
    },
    {
      "start": 1299.44,
      "dur": 1.75,
      "text": "than it was when an Assarwire popped up. Um, we have had some interesting moves"
    },
    {
      "start": 1301.2,
      "dur": 1.67,
      "text": "Um, we have had some interesting moves from some Labour figures this week,"
    },
    {
      "start": 1302.88,
      "dur": 2.39,
      "text": "from some Labour figures this week, haven't we? We've had uh Lisa Andy, the"
    },
    {
      "start": 1305.28,
      "dur": 1.83,
      "text": "haven't we? We've had uh Lisa Andy, the culture secretary in an interview with"
    },
    {
      "start": 1307.12,
      "dur": 1.51,
      "text": "culture secretary in an interview with the garden calling the last few weeks"
    },
    {
      "start": 1308.64,
      "dur": 2.79,
      "text": "the garden calling the last few weeks unforgivable. Um, saying, \"I want to get"
    },
    {
      "start": 1311.44,
      "dur": 1.349,
      "text": "unforgivable. Um, saying, \"I want to get the words right because it's really"
    },
    {
      "start": 1312.799,
      "dur": 1.271,
      "text": "the words right because it's really important. It does look to people"
    },
    {
      "start": 1314.08,
      "dur": 1.829,
      "text": "important. It does look to people outside that we're more interested in"
    },
    {
      "start": 1315.919,
      "dur": 2.311,
      "text": "outside that we're more interested in ourselves and less interested in"
    },
    {
      "start": 1318.24,
      "dur": 2.63,
      "text": "ourselves and less interested in preventing chaos.\" Um, we've talked"
    },
    {
      "start": 1320.88,
      "dur": 1.75,
      "text": "preventing chaos.\" Um, we've talked about Angela Raina briefly. We've seen"
    },
    {
      "start": 1322.64,
      "dur": 2.23,
      "text": "about Angela Raina briefly. We've seen Wes Streeting doing various things that"
    },
    {
      "start": 1324.88,
      "dur": 1.43,
      "text": "Wes Streeting doing various things that were interesting publishing publishing"
    },
    {
      "start": 1326.32,
      "dur": 1.67,
      "text": "were interesting publishing publishing his WhatsApp conversations with Peter"
    },
    {
      "start": 1328.0,
      "dur": 3.35,
      "text": "his WhatsApp conversations with Peter Mandelson in which he um was talking"
    },
    {
      "start": 1331.36,
      "dur": 1.669,
      "text": "Mandelson in which he um was talking about the necessity for a growth"
    },
    {
      "start": 1333.039,
      "dur": 2.151,
      "text": "about the necessity for a growth strategy for labor. I I just think it's"
    },
    {
      "start": 1335.2,
      "dur": 1.75,
      "text": "strategy for labor. I I just think it's interesting when you see people, you"
    },
    {
      "start": 1336.96,
      "dur": 1.67,
      "text": "interesting when you see people, you know, move moving. Am I reading too much"
    },
    {
      "start": 1338.64,
      "dur": 0.71,
      "text": "know, move moving. Am I reading too much into these things?"
    },
    {
      "start": 1339.36,
      "dur": 1.35,
      "text": "into these things? &gt;&gt; No, I don't think so. I think everyone's"
    },
    {
      "start": 1340.72,
      "dur": 1.75,
      "text": "&gt;&gt; No, I don't think so. I think everyone's maneuvering. Um but I think this goes"
    },
    {
      "start": 1342.48,
      "dur": 1.11,
      "text": "maneuvering. Um but I think this goes back to what we were talking about at"
    },
    {
      "start": 1343.6,
      "dur": 1.59,
      "text": "back to what we were talking about at the beginning. There is a huge tension"
    },
    {
      "start": 1345.2,
      "dur": 1.67,
      "text": "the beginning. There is a huge tension about what Labor should do. If Labour's"
    },
    {
      "start": 1346.88,
      "dur": 1.51,
      "text": "about what Labor should do. If Labour's going to have a growth strategy, it"
    },
    {
      "start": 1348.4,
      "dur": 1.269,
      "text": "going to have a growth strategy, it probably needs to have a different net"
    },
    {
      "start": 1349.679,
      "dur": 2.071,
      "text": "probably needs to have a different net zero strategy. that is a tension that"
    },
    {
      "start": 1351.76,
      "dur": 1.75,
      "text": "zero strategy. that is a tension that they haven't resolved. Um, if they're"
    },
    {
      "start": 1353.52,
      "dur": 1.19,
      "text": "they haven't resolved. Um, if they're going to swing to the left, what are"
    },
    {
      "start": 1354.72,
      "dur": 1.27,
      "text": "going to swing to the left, what are they going to do about some of these"
    },
    {
      "start": 1356.0,
      "dur": 1.669,
      "text": "they going to do about some of these other issues that that the public cares"
    },
    {
      "start": 1357.679,
      "dur": 2.791,
      "text": "other issues that that the public cares about. Um, and you may have a situation"
    },
    {
      "start": 1360.48,
      "dur": 2.23,
      "text": "about. Um, and you may have a situation where you ended up uh either with a more"
    },
    {
      "start": 1362.72,
      "dur": 2.63,
      "text": "where you ended up uh either with a more leftwing karma or a more left-wing"
    },
    {
      "start": 1365.36,
      "dur": 2.23,
      "text": "leftwing karma or a more left-wing somebody else. Um, but that doesn't"
    },
    {
      "start": 1367.6,
      "dur": 1.91,
      "text": "somebody else. Um, but that doesn't really resolve the tensions within the"
    },
    {
      "start": 1369.52,
      "dur": 2.07,
      "text": "really resolve the tensions within the party and all parties spend, you know,"
    },
    {
      "start": 1371.6,
      "dur": 1.67,
      "text": "party and all parties spend, you know, when things aren't going well, spend a"
    },
    {
      "start": 1373.28,
      "dur": 1.509,
      "text": "when things aren't going well, spend a lot of time gazing at their own navls"
    },
    {
      "start": 1374.799,
      "dur": 1.591,
      "text": "lot of time gazing at their own navls and it's a pretty unpalatable look for"
    },
    {
      "start": 1376.4,
      "dur": 1.269,
      "text": "and it's a pretty unpalatable look for the rest of the public. So the thing"
    },
    {
      "start": 1377.679,
      "dur": 1.271,
      "text": "the rest of the public. So the thing that's going to be intrigued me over the"
    },
    {
      "start": 1378.96,
      "dur": 2.23,
      "text": "that's going to be intrigued me over the next week or so more than that and we've"
    },
    {
      "start": 1381.2,
      "dur": 1.19,
      "text": "next week or so more than that and we've seen it I think in the last couple of"
    },
    {
      "start": 1382.4,
      "dur": 2.87,
      "text": "seen it I think in the last couple of days is cabinet ministers out in public"
    },
    {
      "start": 1385.28,
      "dur": 1.83,
      "text": "days is cabinet ministers out in public in front of the cameras frankly just"
    },
    {
      "start": 1387.12,
      "dur": 1.429,
      "text": "in front of the cameras frankly just being willing to freelance a bit more"
    },
    {
      "start": 1388.559,
      "dur": 2.151,
      "text": "being willing to freelance a bit more than you would normally expect. Now some"
    },
    {
      "start": 1390.72,
      "dur": 2.15,
      "text": "than you would normally expect. Now some of that is as they would see it just"
    },
    {
      "start": 1392.88,
      "dur": 1.99,
      "text": "of that is as they would see it just being candid about the mess of the last"
    },
    {
      "start": 1394.88,
      "dur": 1.43,
      "text": "being candid about the mess of the last couple of weeks but it's gone beyond"
    },
    {
      "start": 1396.32,
      "dur": 1.829,
      "text": "couple of weeks but it's gone beyond that and it's not just been west"
    },
    {
      "start": 1398.159,
      "dur": 2.071,
      "text": "that and it's not just been west streeting either. So I think that's"
    },
    {
      "start": 1400.24,
      "dur": 1.51,
      "text": "streeting either. So I think that's intriguing and then just the beginnings"
    },
    {
      "start": 1401.76,
      "dur": 1.909,
      "text": "intriguing and then just the beginnings and it is early and and there's a danger"
    },
    {
      "start": 1403.679,
      "dur": 3.271,
      "text": "and it is early and and there's a danger of overreading into this of is Kia"
    },
    {
      "start": 1406.96,
      "dur": 1.43,
      "text": "of overreading into this of is Kia Starmer in particular it goes back to my"
    },
    {
      "start": 1408.4,
      "dur": 2.23,
      "text": "Starmer in particular it goes back to my molding point at the beginning is he I"
    },
    {
      "start": 1410.64,
      "dur": 1.11,
      "text": "molding point at the beginning is he I don't think he has said anything in the"
    },
    {
      "start": 1411.76,
      "dur": 1.19,
      "text": "don't think he has said anything in the last few days that is radically"
    },
    {
      "start": 1412.96,
      "dur": 1.91,
      "text": "last few days that is radically different from stuff he said before I"
    },
    {
      "start": 1414.88,
      "dur": 1.269,
      "text": "different from stuff he said before I was at the event on behalf of the"
    },
    {
      "start": 1416.159,
      "dur": 1.591,
      "text": "was at the event on behalf of the broadcast pool that he did in well in"
    },
    {
      "start": 1417.76,
      "dur": 1.67,
      "text": "broadcast pool that he did in well in garden city the other day but the things"
    },
    {
      "start": 1419.44,
      "dur": 2.87,
      "text": "garden city the other day but the things he is choosing to emphasize just seem to"
    },
    {
      "start": 1422.32,
      "dur": 2.709,
      "text": "he is choosing to emphasize just seem to be tilting a bit more towards the soft"
    },
    {
      "start": 1425.039,
      "dur": 2.87,
      "text": "be tilting a bit more towards the soft left I think. Um now does he maintain"
    },
    {
      "start": 1427.919,
      "dur": 2.311,
      "text": "left I think. Um now does he maintain that? Let's see. Is it a strategy?"
    },
    {
      "start": 1430.24,
      "dur": 2.789,
      "text": "that? Let's see. Is it a strategy? Again, let's see. Uh, who knows? But I"
    },
    {
      "start": 1433.039,
      "dur": 1.031,
      "text": "Again, let's see. Uh, who knows? But I just think there's the beginnings of"
    },
    {
      "start": 1434.08,
      "dur": 1.75,
      "text": "just think there's the beginnings of that. And there might be a logic for him"
    },
    {
      "start": 1435.84,
      "dur": 1.35,
      "text": "that. And there might be a logic for him doing that. A because it might be where"
    },
    {
      "start": 1437.2,
      "dur": 1.589,
      "text": "doing that. A because it might be where he's a bit more comfortable. And B,"
    },
    {
      "start": 1438.799,
      "dur": 1.271,
      "text": "he's a bit more comfortable. And B, because that's probably where the center"
    },
    {
      "start": 1440.08,
      "dur": 1.35,
      "text": "because that's probably where the center of gravity of the parliamentary Labor"
    },
    {
      "start": 1441.44,
      "dur": 2.07,
      "text": "of gravity of the parliamentary Labor Party is, and he f if he fancies keeping"
    },
    {
      "start": 1443.52,
      "dur": 2.07,
      "text": "Party is, and he f if he fancies keeping his job, that might be a rational thing"
    },
    {
      "start": 1445.6,
      "dur": 0.87,
      "text": "his job, that might be a rational thing for him to do."
    },
    {
      "start": 1446.48,
      "dur": 2.309,
      "text": "for him to do. &gt;&gt; You you mentioned someone else, you"
    },
    {
      "start": 1448.799,
      "dur": 1.11,
      "text": "&gt;&gt; You you mentioned someone else, you know, maybe the potential of someone"
    },
    {
      "start": 1449.919,
      "dur": 1.511,
      "text": "know, maybe the potential of someone else leading the Labor Party and leading"
    },
    {
      "start": 1451.44,
      "dur": 2.709,
      "text": "else leading the Labor Party and leading the country. What is your assessment"
    },
    {
      "start": 1454.159,
      "dur": 2.311,
      "text": "the country. What is your assessment Jane of what would be the effect of"
    },
    {
      "start": 1456.48,
      "dur": 3.51,
      "text": "Jane of what would be the effect of changing a leader for a political party"
    },
    {
      "start": 1460.0,
      "dur": 1.909,
      "text": "changing a leader for a political party in I I mean I suppose it depends who the"
    },
    {
      "start": 1461.919,
      "dur": 1.831,
      "text": "in I I mean I suppose it depends who the leader is but you know is is there a is"
    },
    {
      "start": 1463.76,
      "dur": 1.35,
      "text": "leader is but you know is is there a is there something general that can be said"
    },
    {
      "start": 1465.12,
      "dur": 1.83,
      "text": "there something general that can be said about that the effect of that in polling"
    },
    {
      "start": 1466.96,
      "dur": 0.309,
      "text": "about that the effect of that in polling terms"
    },
    {
      "start": 1467.279,
      "dur": 1.99,
      "text": "terms &gt;&gt; so what you need to you know I think the"
    },
    {
      "start": 1469.279,
      "dur": 3.111,
      "text": "&gt;&gt; so what you need to you know I think the first point to make is that it's not a"
    },
    {
      "start": 1472.4,
      "dur": 2.07,
      "text": "first point to make is that it's not a simple equation where you say popular"
    },
    {
      "start": 1474.48,
      "dur": 1.83,
      "text": "simple equation where you say popular person makes party popular right"
    },
    {
      "start": 1476.32,
      "dur": 2.31,
      "text": "person makes party popular right obviously and there's so much more here"
    },
    {
      "start": 1478.64,
      "dur": 1.75,
      "text": "obviously and there's so much more here so what do you need you obviously need"
    },
    {
      "start": 1480.4,
      "dur": 1.749,
      "text": "so what do you need you obviously need somebody who's likable and interesting"
    },
    {
      "start": 1482.159,
      "dur": 2.071,
      "text": "somebody who's likable and interesting but also competent and also have has a"
    },
    {
      "start": 1484.24,
      "dur": 2.15,
      "text": "but also competent and also have has a very clear vision and you also you know"
    },
    {
      "start": 1486.4,
      "dur": 1.99,
      "text": "very clear vision and you also you know so those are that is what a leader"
    },
    {
      "start": 1488.4,
      "dur": 1.43,
      "text": "so those are that is what a leader brings. It's not just a sort of, oh, I"
    },
    {
      "start": 1489.84,
      "dur": 1.429,
      "text": "brings. It's not just a sort of, oh, I like that guy, therefore it's going to"
    },
    {
      "start": 1491.279,
      "dur": 1.431,
      "text": "like that guy, therefore it's going to kind of rub off on the party, right?"
    },
    {
      "start": 1492.72,
      "dur": 1.75,
      "text": "kind of rub off on the party, right? It's actually, I kind of don't like the"
    },
    {
      "start": 1494.48,
      "dur": 1.429,
      "text": "It's actually, I kind of don't like the party, therefore I don't like the person"
    },
    {
      "start": 1495.919,
      "dur": 2.551,
      "text": "party, therefore I don't like the person running it. So, there's not necessarily"
    },
    {
      "start": 1498.48,
      "dur": 1.75,
      "text": "running it. So, there's not necessarily going to be a very significant change."
    },
    {
      "start": 1500.24,
      "dur": 2.63,
      "text": "going to be a very significant change. And the massive risks are division is"
    },
    {
      "start": 1502.88,
      "dur": 1.43,
      "text": "And the massive risks are division is very bad. I mean, Tim, you alluded to"
    },
    {
      "start": 1504.32,
      "dur": 1.51,
      "text": "very bad. I mean, Tim, you alluded to this. You know, it's unpalatable. It's"
    },
    {
      "start": 1505.84,
      "dur": 1.829,
      "text": "this. You know, it's unpalatable. It's very bad electorally speaking. So, you"
    },
    {
      "start": 1507.679,
      "dur": 1.671,
      "text": "very bad electorally speaking. So, you have a period of time where you're"
    },
    {
      "start": 1509.36,
      "dur": 1.35,
      "text": "have a period of time where you're having an infight and a bun fight and"
    },
    {
      "start": 1510.72,
      "dur": 0.949,
      "text": "having an infight and a bun fight and you look like you're talking about"
    },
    {
      "start": 1511.679,
      "dur": 1.751,
      "text": "you look like you're talking about yourself. That does a whole load of"
    },
    {
      "start": 1513.44,
      "dur": 2.79,
      "text": "yourself. That does a whole load of damage. And so can you then bring in"
    },
    {
      "start": 1516.24,
      "dur": 3.59,
      "text": "damage. And so can you then bring in somebody who has enough of the clarity"
    },
    {
      "start": 1519.84,
      "dur": 3.35,
      "text": "somebody who has enough of the clarity of vision and the competence to actually"
    },
    {
      "start": 1523.2,
      "dur": 2.15,
      "text": "of vision and the competence to actually lead in a direction that people start to"
    },
    {
      "start": 1525.36,
      "dur": 2.789,
      "text": "lead in a direction that people start to look at aresh again and say oh okay"
    },
    {
      "start": 1528.159,
      "dur": 1.671,
      "text": "look at aresh again and say oh okay that's maybe you know what I thought you"
    },
    {
      "start": 1529.84,
      "dur": 3.03,
      "text": "that's maybe you know what I thought you might be like maybe back in July 2024 or"
    },
    {
      "start": 1532.88,
      "dur": 3.35,
      "text": "might be like maybe back in July 2024 or not as bad and that's a huge unknown and"
    },
    {
      "start": 1536.24,
      "dur": 2.07,
      "text": "not as bad and that's a huge unknown and so I don't look at polls that say leader"
    },
    {
      "start": 1538.32,
      "dur": 1.27,
      "text": "so I don't look at polls that say leader this or leader that you know could"
    },
    {
      "start": 1539.6,
      "dur": 2.47,
      "text": "this or leader that you know could potentially or person X person Y could"
    },
    {
      "start": 1542.08,
      "dur": 2.87,
      "text": "potentially or person X person Y could be more popular because until you see,"
    },
    {
      "start": 1544.96,
      "dur": 2.87,
      "text": "be more popular because until you see, you know, somebody govern and somebody"
    },
    {
      "start": 1547.84,
      "dur": 2.23,
      "text": "you know, somebody govern and somebody actually command respect within their"
    },
    {
      "start": 1550.08,
      "dur": 3.03,
      "text": "actually command respect within their party and put some of this division to"
    },
    {
      "start": 1553.12,
      "dur": 3.029,
      "text": "party and put some of this division to bed and actually deliver. We have no"
    },
    {
      "start": 1556.159,
      "dur": 0.551,
      "text": "bed and actually deliver. We have no idea."
    },
    {
      "start": 1556.72,
      "dur": 1.51,
      "text": "idea. &gt;&gt; Right, we're nearly out of time, but we"
    },
    {
      "start": 1558.24,
      "dur": 2.309,
      "text": "&gt;&gt; Right, we're nearly out of time, but we cannot go. We've spoken a bit about your"
    },
    {
      "start": 1560.559,
      "dur": 4.311,
      "text": "cannot go. We've spoken a bit about your long read. Um, we cannot go without"
    },
    {
      "start": 1564.88,
      "dur": 1.909,
      "text": "long read. Um, we cannot go without looking at one of the strangest, as you"
    },
    {
      "start": 1566.799,
      "dur": 1.431,
      "text": "looking at one of the strangest, as you call it, one of the most bizarre short"
    },
    {
      "start": 1568.24,
      "dur": 1.669,
      "text": "call it, one of the most bizarre short lists of all time for the post of US"
    },
    {
      "start": 1569.919,
      "dur": 2.471,
      "text": "lists of all time for the post of US ambassador. Peter Mandlesson, George"
    },
    {
      "start": 1572.4,
      "dur": 2.55,
      "text": "ambassador. Peter Mandlesson, George Osborne, and I quote you, \"The rugged TV"
    },
    {
      "start": 1574.96,
      "dur": 2.39,
      "text": "Osborne, and I quote you, \"The rugged TV survivalist bear grills since it was"
    },
    {
      "start": 1577.36,
      "dur": 1.909,
      "text": "survivalist bear grills since it was believed he would appeal to Trump.\" Also"
    },
    {
      "start": 1579.279,
      "dur": 3.27,
      "text": "believed he would appeal to Trump.\" Also a star of reality TV. Yeah. I mean,"
    },
    {
      "start": 1582.559,
      "dur": 2.631,
      "text": "a star of reality TV. Yeah. I mean, occasionally you across these completely"
    },
    {
      "start": 1585.2,
      "dur": 3.43,
      "text": "occasionally you across these completely bat um"
    },
    {
      "start": 1588.64,
      "dur": 1.59,
      "text": "bat um discoveries and you think this cannot"
    },
    {
      "start": 1590.24,
      "dur": 1.99,
      "text": "discoveries and you think this cannot possibly true and then actually having"
    },
    {
      "start": 1592.24,
      "dur": 1.59,
      "text": "possibly true and then actually having written a great deal about turmoil in"
    },
    {
      "start": 1593.84,
      "dur": 1.91,
      "text": "written a great deal about turmoil in British politics over the last decade,"
    },
    {
      "start": 1595.76,
      "dur": 2.07,
      "text": "British politics over the last decade, it's so bonkers that it simply has to be"
    },
    {
      "start": 1597.84,
      "dur": 2.63,
      "text": "it's so bonkers that it simply has to be true. And it is. Um and and even more"
    },
    {
      "start": 1600.48,
      "dur": 2.15,
      "text": "true. And it is. Um and and even more weird of course is that um uh George"
    },
    {
      "start": 1602.64,
      "dur": 2.07,
      "text": "weird of course is that um uh George Osborne was originally Kier Starmmer's"
    },
    {
      "start": 1604.72,
      "dur": 1.91,
      "text": "Osborne was originally Kier Starmmer's selection to be it was Mweeny that"
    },
    {
      "start": 1606.64,
      "dur": 1.909,
      "text": "selection to be it was Mweeny that talked him into Mandlesson ultimately."
    },
    {
      "start": 1608.559,
      "dur": 2.23,
      "text": "talked him into Mandlesson ultimately. Um yeah Bear Grills I'm not sure far how"
    },
    {
      "start": 1610.799,
      "dur": 1.35,
      "text": "Um yeah Bear Grills I'm not sure far how far he got down the track. This may just"
    },
    {
      "start": 1612.159,
      "dur": 1.351,
      "text": "far he got down the track. This may just have been a clever sort of move by"
    },
    {
      "start": 1613.52,
      "dur": 2.71,
      "text": "have been a clever sort of move by someone to put him on the list. This may"
    },
    {
      "start": 1616.24,
      "dur": 1.59,
      "text": "someone to put him on the list. This may have been Morgan's way of definitely"
    },
    {
      "start": 1617.84,
      "dur": 2.55,
      "text": "have been Morgan's way of definitely getting Mandlesson but um yeah um it"
    },
    {
      "start": 1620.4,
      "dur": 1.19,
      "text": "getting Mandlesson but um yeah um it would have been interesting."
    },
    {
      "start": 1621.6,
      "dur": 1.35,
      "text": "would have been interesting. &gt;&gt; I I was going to I don't think I have"
    },
    {
      "start": 1622.96,
      "dur": 1.189,
      "text": "&gt;&gt; I I was going to I don't think I have anything more to add other than just"
    },
    {
      "start": 1624.159,
      "dur": 1.911,
      "text": "anything more to add other than just smiling. I just think it's just what a"
    },
    {
      "start": 1626.08,
      "dur": 2.31,
      "text": "smiling. I just think it's just what a glorious just what a glorious day."
    },
    {
      "start": 1628.4,
      "dur": 1.509,
      "text": "glorious just what a glorious day. &gt;&gt; Well, that is what could have been and"
    },
    {
      "start": 1629.919,
      "dur": 1.35,
      "text": "&gt;&gt; Well, that is what could have been and that is a good note on which to end."
    },
    {
      "start": 1631.279,
      "dur": 1.27,
      "text": "that is a good note on which to end. Chris, thank you very much."
    },
    {
      "start": 1632.559,
      "dur": 1.11,
      "text": "Chris, thank you very much. &gt;&gt; Jane, nice to see you."
    },
    {
      "start": 1633.679,
      "dur": 1.431,
      "text": "&gt;&gt; Jane, nice to see you. &gt;&gt; Lovely to see you, Tim. Thank you very"
    },
    {
      "start": 1635.12,
      "dur": 1.669,
      "text": "&gt;&gt; Lovely to see you, Tim. Thank you very much for coming in. Pleasure. That's all"
    },
    {
      "start": 1636.799,
      "dur": 4.36,
      "text": "much for coming in. Pleasure. That's all from this episode of Newscast. Bye-bye."
    }
  ]
}