{
  "videoId": "Xj5R-1eAB-A",
  "title": "Islamic State says it carried out Islamabad mosque attack, killing 32 people | BBC News",
  "publishedAt": "2026-02-07",
  "channel": "BBC News",
  "durationSeconds": 75,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.68,
      "text": "Now, the Islamic State group says it"
    },
    {
      "start": 2.08,
      "dur": 1.589,
      "text": "Now, the Islamic State group says it carried out the suicide bombing that"
    },
    {
      "start": 3.679,
      "dur": 1.991,
      "text": "carried out the suicide bombing that killed more than 30 people at a Shia"
    },
    {
      "start": 5.68,
      "dur": 1.51,
      "text": "killed more than 30 people at a Shia mosque in the Pakistani capital"
    },
    {
      "start": 7.2,
      "dur": 2.309,
      "text": "mosque in the Pakistani capital Islamabad on Friday. Its statement"
    },
    {
      "start": 9.519,
      "dur": 1.591,
      "text": "Islamabad on Friday. Its statement included a name and picture of the"
    },
    {
      "start": 11.12,
      "dur": 2.15,
      "text": "included a name and picture of the alleged attacker. Caroline Davis has"
    },
    {
      "start": 13.28,
      "dur": 2.389,
      "text": "alleged attacker. Caroline Davis has this update from Islamabad."
    },
    {
      "start": 15.679,
      "dur": 1.991,
      "text": "this update from Islamabad. The claim for this attack came through"
    },
    {
      "start": 17.68,
      "dur": 2.55,
      "text": "The claim for this attack came through posts on the messaging platform Telegram"
    },
    {
      "start": 20.24,
      "dur": 3.189,
      "text": "posts on the messaging platform Telegram seen by the BBC. Now according to these"
    },
    {
      "start": 23.439,
      "dur": 2.551,
      "text": "seen by the BBC. Now according to these messages, the so-called Islamic State"
    },
    {
      "start": 26.0,
      "dur": 1.75,
      "text": "messages, the so-called Islamic State group say that this was carried out by a"
    },
    {
      "start": 27.76,
      "dur": 2.71,
      "text": "group say that this was carried out by a branch called the Pakistan province. Now"
    },
    {
      "start": 30.48,
      "dur": 2.229,
      "text": "branch called the Pakistan province. Now we've also seen statements from what is"
    },
    {
      "start": 32.719,
      "dur": 2.871,
      "text": "we've also seen statements from what is often referred to as IS's news agency"
    },
    {
      "start": 35.6,
      "dur": 2.469,
      "text": "often referred to as IS's news agency AMAC. They have given uh images they say"
    },
    {
      "start": 38.079,
      "dur": 1.751,
      "text": "AMAC. They have given uh images they say of the alleged suicide bomber and"
    },
    {
      "start": 39.84,
      "dur": 1.35,
      "text": "of the alleged suicide bomber and they've also said that the reason why"
    },
    {
      "start": 41.2,
      "dur": 2.39,
      "text": "they've also said that the reason why the Shia community in Pakistan was"
    },
    {
      "start": 43.6,
      "dur": 1.99,
      "text": "the Shia community in Pakistan was targeted is because they allege that"
    },
    {
      "start": 45.6,
      "dur": 2.39,
      "text": "targeted is because they allege that this community sends uh fighters to"
    },
    {
      "start": 48.0,
      "dur": 2.389,
      "text": "this community sends uh fighters to Shiite militias that then fight against"
    },
    {
      "start": 50.399,
      "dur": 2.951,
      "text": "Shiite militias that then fight against Islamic State in Syria. We have heard"
    },
    {
      "start": 53.36,
      "dur": 1.59,
      "text": "Islamic State in Syria. We have heard from the Pakistan authorities who have"
    },
    {
      "start": 54.96,
      "dur": 2.47,
      "text": "from the Pakistan authorities who have said that the attacker was a Pakistani"
    },
    {
      "start": 57.44,
      "dur": 2.15,
      "text": "said that the attacker was a Pakistani national. Putting this in a larger"
    },
    {
      "start": 59.6,
      "dur": 1.91,
      "text": "national. Putting this in a larger bigger picture, we also know that"
    },
    {
      "start": 61.52,
      "dur": 2.07,
      "text": "bigger picture, we also know that Pakistan has seen multiple attacks from"
    },
    {
      "start": 63.6,
      "dur": 1.67,
      "text": "Pakistan has seen multiple attacks from different groups across the country and"
    },
    {
      "start": 65.28,
      "dur": 1.35,
      "text": "different groups across the country and that there have been increasing number"
    },
    {
      "start": 66.64,
      "dur": 2.31,
      "text": "that there have been increasing number of deaths from those attacks."
    },
    {
      "start": 68.96,
      "dur": 2.149,
      "text": "of deaths from those attacks. Yesterday's attack in Islamabad is the"
    },
    {
      "start": 71.119,
      "dur": 1.591,
      "text": "Yesterday's attack in Islamabad is the most deadly that the capital city has"
    },
    {
      "start": 72.72,
      "dur": 3.36,
      "text": "most deadly that the capital city has seen since 2008."
    }
  ]
}