{
  "videoId": "XNQ8Jct7ono",
  "title": "Ukraine, Russia and US peace talks continue as Moscow renews strikes on Kyiv | BBC News",
  "publishedAt": "2026-02-05",
  "channel": "BBC News",
  "durationSeconds": 240,
  "segments": [
    {
      "start": 0.64,
      "dur": 2.239,
      "text": "A second day of talks between Ukraine"
    },
    {
      "start": 2.879,
      "dur": 1.91,
      "text": "A second day of talks between Ukraine and Russia aimed at ending the war"
    },
    {
      "start": 4.799,
      "dur": 2.631,
      "text": "and Russia aimed at ending the war between them has begun in Abu Dhabi. The"
    },
    {
      "start": 7.44,
      "dur": 1.99,
      "text": "between them has begun in Abu Dhabi. The first day of negotiations was described"
    },
    {
      "start": 9.44,
      "dur": 3.35,
      "text": "first day of negotiations was described as substantive and productive. The talks"
    },
    {
      "start": 12.8,
      "dur": 1.829,
      "text": "as substantive and productive. The talks are focused specifically on the future"
    },
    {
      "start": 14.639,
      "dur": 2.951,
      "text": "are focused specifically on the future of Ukraine's eastern Donbas region. This"
    },
    {
      "start": 17.6,
      "dur": 2.39,
      "text": "of Ukraine's eastern Donbas region. This was the front line a few days ago."
    },
    {
      "start": 20.0,
      "dur": 2.39,
      "text": "was the front line a few days ago. Moscow is demanding full control of the"
    },
    {
      "start": 22.4,
      "dur": 2.949,
      "text": "Moscow is demanding full control of the area including Lhansk and Donetsk as a"
    },
    {
      "start": 25.359,
      "dur": 2.871,
      "text": "area including Lhansk and Donetsk as a price of peace. something Ukraine's"
    },
    {
      "start": 28.24,
      "dur": 2.15,
      "text": "price of peace. something Ukraine's president Zalinski has repeatedly"
    },
    {
      "start": 30.4,
      "dur": 2.07,
      "text": "president Zalinski has repeatedly rejected. I've been speaking to the"
    },
    {
      "start": 32.48,
      "dur": 2.47,
      "text": "rejected. I've been speaking to the BBC's Sarah Reignsford who's in Kiev and"
    },
    {
      "start": 34.96,
      "dur": 2.39,
      "text": "BBC's Sarah Reignsford who's in Kiev and I asked her if the talks in Abu Dhabi"
    },
    {
      "start": 37.36,
      "dur": 2.709,
      "text": "I asked her if the talks in Abu Dhabi were leading to any progress. To be"
    },
    {
      "start": 40.079,
      "dur": 1.751,
      "text": "were leading to any progress. To be quite honest, we're hearing very little."
    },
    {
      "start": 41.84,
      "dur": 1.35,
      "text": "quite honest, we're hearing very little. There's a few words that have come out"
    },
    {
      "start": 43.2,
      "dur": 2.31,
      "text": "There's a few words that have come out from the Ukrainian side describing the"
    },
    {
      "start": 45.52,
      "dur": 2.63,
      "text": "from the Ukrainian side describing the talks so far as substantive and"
    },
    {
      "start": 48.16,
      "dur": 2.31,
      "text": "talks so far as substantive and productive, but of course the the the"
    },
    {
      "start": 50.48,
      "dur": 1.67,
      "text": "productive, but of course the the the key issue at the heart of all of this is"
    },
    {
      "start": 52.16,
      "dur": 1.909,
      "text": "key issue at the heart of all of this is the question of territory. a very very"
    },
    {
      "start": 54.079,
      "dur": 3.11,
      "text": "the question of territory. a very very sensitive question uh in which Russia is"
    },
    {
      "start": 57.199,
      "dur": 2.311,
      "text": "sensitive question uh in which Russia is pushing to be handed territory in the"
    },
    {
      "start": 59.52,
      "dur": 1.509,
      "text": "pushing to be handed territory in the Donbass which it hasn't won through the"
    },
    {
      "start": 61.039,
      "dur": 1.911,
      "text": "Donbass which it hasn't won through the fighting and Ukraine is saying that's"
    },
    {
      "start": 62.96,
      "dur": 1.99,
      "text": "fighting and Ukraine is saying that's utterly unacceptable. So it does seem to"
    },
    {
      "start": 64.96,
      "dur": 2.31,
      "text": "utterly unacceptable. So it does seem to be a massive sticking point and there"
    },
    {
      "start": 67.28,
      "dur": 1.91,
      "text": "be a massive sticking point and there seems to be no breakthrough on that"
    },
    {
      "start": 69.2,
      "dur": 1.75,
      "text": "seems to be no breakthrough on that issue and I'm not expecting one frankly."
    },
    {
      "start": 70.96,
      "dur": 1.829,
      "text": "issue and I'm not expecting one frankly. We have heard from the Kremlin saying"
    },
    {
      "start": 72.799,
      "dur": 1.591,
      "text": "We have heard from the Kremlin saying that the fights uh in Ukraine will"
    },
    {
      "start": 74.4,
      "dur": 2.63,
      "text": "that the fights uh in Ukraine will continue until Ukraine makes what Mr."
    },
    {
      "start": 77.04,
      "dur": 1.99,
      "text": "continue until Ukraine makes what Mr. Putin's spokesman called the right"
    },
    {
      "start": 79.04,
      "dur": 3.109,
      "text": "Putin's spokesman called the right decisions. So obviously Russia uh is not"
    },
    {
      "start": 82.159,
      "dur": 2.391,
      "text": "decisions. So obviously Russia uh is not shifting any ground in that sense"
    },
    {
      "start": 84.56,
      "dur": 1.67,
      "text": "shifting any ground in that sense politically and and meanwhile you know"
    },
    {
      "start": 86.24,
      "dur": 1.909,
      "text": "politically and and meanwhile you know the violence the Russian attacks go on."
    },
    {
      "start": 88.159,
      "dur": 1.751,
      "text": "the violence the Russian attacks go on. So overnight there was quite a long air"
    },
    {
      "start": 89.92,
      "dur": 3.43,
      "text": "So overnight there was quite a long air raid here in Kiev. There were 183 drones"
    },
    {
      "start": 93.36,
      "dur": 2.23,
      "text": "raid here in Kiev. There were 183 drones launched against Ukraine last night."
    },
    {
      "start": 95.6,
      "dur": 1.91,
      "text": "launched against Ukraine last night. Several missiles a couple of people"
    },
    {
      "start": 97.52,
      "dur": 2.31,
      "text": "Several missiles a couple of people injured here in the capital and many"
    },
    {
      "start": 99.84,
      "dur": 3.269,
      "text": "injured here in the capital and many major cities. Zaparisiah also came under"
    },
    {
      "start": 103.119,
      "dur": 3.111,
      "text": "major cities. Zaparisiah also came under attack. Now, Vladimir Zilinski, Vladimir"
    },
    {
      "start": 106.24,
      "dur": 1.829,
      "text": "attack. Now, Vladimir Zilinski, Vladimir Zilinski, the president here in Ukraine"
    },
    {
      "start": 108.079,
      "dur": 1.591,
      "text": "Zilinski, the president here in Ukraine was speaking yesterday in an interview"
    },
    {
      "start": 109.68,
      "dur": 2.31,
      "text": "was speaking yesterday in an interview and he made the point that Ukraine wants"
    },
    {
      "start": 112.0,
      "dur": 1.83,
      "text": "and he made the point that Ukraine wants its allies to keep piling on the"
    },
    {
      "start": 113.84,
      "dur": 2.549,
      "text": "its allies to keep piling on the pressure on Russia uh so that it's not"
    },
    {
      "start": 116.399,
      "dur": 1.191,
      "text": "pressure on Russia uh so that it's not just Ukraine that's under pressure to"
    },
    {
      "start": 117.6,
      "dur": 1.59,
      "text": "just Ukraine that's under pressure to make concessions, but that Russia"
    },
    {
      "start": 119.2,
      "dur": 1.83,
      "text": "make concessions, but that Russia economically is under pressure, but also"
    },
    {
      "start": 121.04,
      "dur": 2.63,
      "text": "economically is under pressure, but also militarily. He said it would take Russia"
    },
    {
      "start": 123.68,
      "dur": 2.789,
      "text": "militarily. He said it would take Russia some 2 years to claim the territory at"
    },
    {
      "start": 126.479,
      "dur": 1.75,
      "text": "some 2 years to claim the territory at once through fighting and it would cost,"
    },
    {
      "start": 128.239,
      "dur": 3.191,
      "text": "once through fighting and it would cost, he said, uh something like 800,000"
    },
    {
      "start": 131.44,
      "dur": 2.149,
      "text": "he said, uh something like 800,000 Russian soldiers lives. So he was saying"
    },
    {
      "start": 133.599,
      "dur": 1.511,
      "text": "Russian soldiers lives. So he was saying that this is precisely the point when"
    },
    {
      "start": 135.12,
      "dur": 2.31,
      "text": "that this is precisely the point when Russia needs to come under more pressure"
    },
    {
      "start": 137.44,
      "dur": 2.31,
      "text": "Russia needs to come under more pressure uh both uh in terms of helping Ukraine"
    },
    {
      "start": 139.76,
      "dur": 2.469,
      "text": "uh both uh in terms of helping Ukraine militarily and also in terms of its"
    },
    {
      "start": 142.239,
      "dur": 1.831,
      "text": "militarily and also in terms of its economy. He said that that was the way"
    },
    {
      "start": 144.08,
      "dur": 2.07,
      "text": "economy. He said that that was the way forward not for Ukraine to be forced"
    },
    {
      "start": 146.16,
      "dur": 1.83,
      "text": "forward not for Ukraine to be forced into any kind of concessions on"
    },
    {
      "start": 148.0,
      "dur": 1.91,
      "text": "into any kind of concessions on territory. And Sarah, you've been"
    },
    {
      "start": 149.92,
      "dur": 1.99,
      "text": "territory. And Sarah, you've been speaking to some Ukrainians who appear"
    },
    {
      "start": 151.92,
      "dur": 2.309,
      "text": "speaking to some Ukrainians who appear to be preparing for the prospect of"
    },
    {
      "start": 154.239,
      "dur": 2.471,
      "text": "to be preparing for the prospect of Russia taking more territory in the"
    },
    {
      "start": 156.72,
      "dur": 2.47,
      "text": "Russia taking more territory in the east, including a widow who's had to"
    },
    {
      "start": 159.2,
      "dur": 2.15,
      "text": "east, including a widow who's had to remove her husband's remains from the"
    },
    {
      "start": 161.36,
      "dur": 3.99,
      "text": "remove her husband's remains from the Donbass to Kiev."
    },
    {
      "start": 165.36,
      "dur": 1.36,
      "text": "&gt;&gt; Yeah, that's right. People here making"
    },
    {
      "start": 166.72,
      "dur": 2.63,
      "text": "&gt;&gt; Yeah, that's right. People here making really unimaginable decisions because of"
    },
    {
      "start": 169.36,
      "dur": 2.07,
      "text": "really unimaginable decisions because of the situation. So, people uh from the"
    },
    {
      "start": 171.44,
      "dur": 1.19,
      "text": "the situation. So, people uh from the Donbass, as you mentioned, a woman"
    },
    {
      "start": 172.64,
      "dur": 2.15,
      "text": "Donbass, as you mentioned, a woman called Natalyia, a widow, a war widow"
    },
    {
      "start": 174.8,
      "dur": 2.23,
      "text": "called Natalyia, a widow, a war widow who we met a couple of days ago here in"
    },
    {
      "start": 177.04,
      "dur": 1.829,
      "text": "who we met a couple of days ago here in Kev. Uh she and her family are from the"
    },
    {
      "start": 178.879,
      "dur": 2.791,
      "text": "Kev. Uh she and her family are from the Donbass Donbass, a town called Slavansk."
    },
    {
      "start": 181.68,
      "dur": 2.629,
      "text": "Donbass Donbass, a town called Slavansk. Uh her husband died three years ago in"
    },
    {
      "start": 184.319,
      "dur": 2.471,
      "text": "Uh her husband died three years ago in the fighting for the Donbass. Uh he was"
    },
    {
      "start": 186.8,
      "dur": 1.83,
      "text": "the fighting for the Donbass. Uh he was killed. He was buried in Slavansk, their"
    },
    {
      "start": 188.64,
      "dur": 2.15,
      "text": "killed. He was buried in Slavansk, their hometown. But just in the last week,"
    },
    {
      "start": 190.8,
      "dur": 2.87,
      "text": "hometown. But just in the last week, Natalyia has actually exumed his grave"
    },
    {
      "start": 193.68,
      "dur": 2.87,
      "text": "Natalyia has actually exumed his grave and brought Vitali's body here to Kiev"
    },
    {
      "start": 196.56,
      "dur": 1.99,
      "text": "and brought Vitali's body here to Kiev to a cemetery to bury him because she is"
    },
    {
      "start": 198.56,
      "dur": 2.07,
      "text": "to a cemetery to bury him because she is so worried about the intensification of"
    },
    {
      "start": 200.64,
      "dur": 2.71,
      "text": "so worried about the intensification of the fighting around Slavansk and around"
    },
    {
      "start": 203.36,
      "dur": 2.71,
      "text": "the fighting around Slavansk and around uh that area of the Donba. He is scared"
    },
    {
      "start": 206.08,
      "dur": 3.11,
      "text": "uh that area of the Donba. He is scared that her town her town and Vitala's town"
    },
    {
      "start": 209.2,
      "dur": 1.669,
      "text": "that her town her town and Vitala's town would come under Russian occupation and"
    },
    {
      "start": 210.879,
      "dur": 1.591,
      "text": "would come under Russian occupation and that she wouldn't be able to visit his"
    },
    {
      "start": 212.48,
      "dur": 1.99,
      "text": "that she wouldn't be able to visit his grave anymore. So she made this really"
    },
    {
      "start": 214.48,
      "dur": 1.59,
      "text": "grave anymore. So she made this really heartbreaking decision and very very"
    },
    {
      "start": 216.08,
      "dur": 1.67,
      "text": "heartbreaking decision and very very difficult practical decision too to"
    },
    {
      "start": 217.76,
      "dur": 2.63,
      "text": "difficult practical decision too to bring Vitala's body here and to bury him"
    },
    {
      "start": 220.4,
      "dur": 2.31,
      "text": "bring Vitala's body here and to bury him here so that she and the couple's"
    },
    {
      "start": 222.72,
      "dur": 1.429,
      "text": "here so that she and the couple's daughter would be able to visit his"
    },
    {
      "start": 224.159,
      "dur": 2.471,
      "text": "daughter would be able to visit his grave in the future if that territory"
    },
    {
      "start": 226.64,
      "dur": 2.869,
      "text": "grave in the future if that territory indeed is occupied by Russia. So the"
    },
    {
      "start": 229.519,
      "dur": 1.43,
      "text": "indeed is occupied by Russia. So the kinds of choices that you know you could"
    },
    {
      "start": 230.959,
      "dur": 1.591,
      "text": "kinds of choices that you know you could never have imagined before this war but"
    },
    {
      "start": 232.56,
      "dur": 2.309,
      "text": "never have imagined before this war but that people are now being forced into by"
    },
    {
      "start": 234.879,
      "dur": 2.791,
      "text": "that people are now being forced into by the fighting. And that was the BBC's"
    },
    {
      "start": 237.68,
      "dur": 4.0,
      "text": "the fighting. And that was the BBC's Sarah Reignsford in Kiev"
    }
  ]
}