{
  "videoId": "XtY7eJVrgOQ",
  "title": "Are Hong Kong's dreams of democracy dead? | BBC News",
  "publishedAt": "2026-02-09",
  "channel": "BBC News",
  "durationSeconds": 613,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.6,
      "text": "Hi, welcome to the Global News podcast"
    },
    {
      "start": 1.68,
      "dur": 1.43,
      "text": "Hi, welcome to the Global News podcast on YouTube where we go behind the"
    },
    {
      "start": 3.12,
      "dur": 1.91,
      "text": "on YouTube where we go behind the headlines of a story and tell you why it"
    },
    {
      "start": 5.04,
      "dur": 1.99,
      "text": "headlines of a story and tell you why it really matters. I'm Ana Desai and today"
    },
    {
      "start": 7.04,
      "dur": 2.31,
      "text": "really matters. I'm Ana Desai and today we're discussing China's crackdown on"
    },
    {
      "start": 9.36,
      "dur": 2.79,
      "text": "we're discussing China's crackdown on Hong Kong's dreams of democracy. Jimmy"
    },
    {
      "start": 12.16,
      "dur": 2.549,
      "text": "Hong Kong's dreams of democracy. Jimmy Lie, the media tycoon and activist, has"
    },
    {
      "start": 14.719,
      "dur": 3.031,
      "text": "Lie, the media tycoon and activist, has been sentenced to 20 years in prison. To"
    },
    {
      "start": 17.76,
      "dur": 1.91,
      "text": "been sentenced to 20 years in prison. To discuss this, I've got my fellow Global"
    },
    {
      "start": 19.68,
      "dur": 2.39,
      "text": "discuss this, I've got my fellow Global News podcast presenter and longtime"
    },
    {
      "start": 22.08,
      "dur": 1.91,
      "text": "News podcast presenter and longtime China correspondent, Celia Hatton,"
    },
    {
      "start": 24.0,
      "dur": 2.47,
      "text": "China correspondent, Celia Hatton, alongside me. Celia, hello. Thank you so"
    },
    {
      "start": 26.48,
      "dur": 1.43,
      "text": "alongside me. Celia, hello. Thank you so much for joining us and sharing your"
    },
    {
      "start": 27.92,
      "dur": 2.07,
      "text": "much for joining us and sharing your expertise. So Jimmy Lie, tell us a bit"
    },
    {
      "start": 30.0,
      "dur": 2.069,
      "text": "expertise. So Jimmy Lie, tell us a bit about him and I guess his rise to"
    },
    {
      "start": 32.079,
      "dur": 2.391,
      "text": "about him and I guess his rise to prominence, a real rags to rich's story."
    },
    {
      "start": 34.48,
      "dur": 2.95,
      "text": "prominence, a real rags to rich's story. &gt;&gt; Absolutely. I mean, we talk of Jimmy Lie"
    },
    {
      "start": 37.44,
      "dur": 2.39,
      "text": "&gt;&gt; Absolutely. I mean, we talk of Jimmy Lie uh because of his stance on on democracy"
    },
    {
      "start": 39.84,
      "dur": 2.15,
      "text": "uh because of his stance on on democracy and Hong Kong, but actually if you go"
    },
    {
      "start": 42.0,
      "dur": 2.069,
      "text": "and Hong Kong, but actually if you go back in time, he's been a name in Hong"
    },
    {
      "start": 44.079,
      "dur": 2.63,
      "text": "back in time, he's been a name in Hong Kong for decades. And that's because"
    },
    {
      "start": 46.719,
      "dur": 1.83,
      "text": "Kong for decades. And that's because he's kind of the definition of a"
    },
    {
      "start": 48.559,
      "dur": 2.47,
      "text": "he's kind of the definition of a self-made man. So he was actually born"
    },
    {
      "start": 51.039,
      "dur": 2.631,
      "text": "self-made man. So he was actually born in mainland China and he fled China"
    },
    {
      "start": 53.68,
      "dur": 1.59,
      "text": "in mainland China and he fled China right before the communist revolution."
    },
    {
      "start": 55.28,
      "dur": 2.55,
      "text": "right before the communist revolution. And so he arrived in Hong Kong and the"
    },
    {
      "start": 57.84,
      "dur": 1.83,
      "text": "And so he arrived in Hong Kong and the the myth is that he arrived with just a"
    },
    {
      "start": 59.68,
      "dur": 2.23,
      "text": "the myth is that he arrived with just a bar of chocolate, nothing else. He was"
    },
    {
      "start": 61.92,
      "dur": 1.91,
      "text": "bar of chocolate, nothing else. He was 12. And so he went to go and work in a"
    },
    {
      "start": 63.84,
      "dur": 2.87,
      "text": "12. And so he went to go and work in a clothing factory as a child laborer."
    },
    {
      "start": 66.72,
      "dur": 2.069,
      "text": "clothing factory as a child laborer. Spent years there working his way up to"
    },
    {
      "start": 68.799,
      "dur": 3.031,
      "text": "Spent years there working his way up to become a manager of a clothing factory."
    },
    {
      "start": 71.84,
      "dur": 2.309,
      "text": "become a manager of a clothing factory. And then famously, he took his year-end"
    },
    {
      "start": 74.159,
      "dur": 2.471,
      "text": "And then famously, he took his year-end bonus from working in the factory and"
    },
    {
      "start": 76.64,
      "dur": 2.789,
      "text": "bonus from working in the factory and put it towards a a defunct factory of"
    },
    {
      "start": 79.439,
      "dur": 2.151,
      "text": "put it towards a a defunct factory of his own and started his own clothing"
    },
    {
      "start": 81.6,
      "dur": 2.869,
      "text": "his own and started his own clothing line and grew it into this absolutely"
    },
    {
      "start": 84.479,
      "dur": 1.511,
      "text": "line and grew it into this absolutely massive brand that still exists today,"
    },
    {
      "start": 86.0,
      "dur": 2.63,
      "text": "massive brand that still exists today, Gordano. It's in 30 countries. You know,"
    },
    {
      "start": 88.64,
      "dur": 2.469,
      "text": "Gordano. It's in 30 countries. You know, he became the very definition of a Hong"
    },
    {
      "start": 91.119,
      "dur": 1.67,
      "text": "he became the very definition of a Hong Kong success story. And that's something"
    },
    {
      "start": 92.799,
      "dur": 2.31,
      "text": "Kong success story. And that's something that's always been prized in Hong Kong."
    },
    {
      "start": 95.119,
      "dur": 1.511,
      "text": "that's always been prized in Hong Kong. But then he decided to turn his"
    },
    {
      "start": 96.64,
      "dur": 3.59,
      "text": "But then he decided to turn his attention to politics and he he sold he"
    },
    {
      "start": 100.24,
      "dur": 2.549,
      "text": "attention to politics and he he sold he sold a stake in Gordano and moved to"
    },
    {
      "start": 102.799,
      "dur": 2.95,
      "text": "sold a stake in Gordano and moved to establish what went on to become the"
    },
    {
      "start": 105.759,
      "dur": 2.231,
      "text": "establish what went on to become the biggest listed media company in Hong"
    },
    {
      "start": 108.0,
      "dur": 2.31,
      "text": "biggest listed media company in Hong Kong, Next Digital. And at the heart of"
    },
    {
      "start": 110.32,
      "dur": 2.71,
      "text": "Kong, Next Digital. And at the heart of Next Digital was this newspaper called"
    },
    {
      "start": 113.04,
      "dur": 2.069,
      "text": "Next Digital was this newspaper called Apple Daily, which was the most read"
    },
    {
      "start": 115.119,
      "dur": 3.03,
      "text": "Apple Daily, which was the most read newspaper in Hong Kong. And it was kind"
    },
    {
      "start": 118.159,
      "dur": 3.111,
      "text": "newspaper in Hong Kong. And it was kind of like this tabloid newspaper. It loved"
    },
    {
      "start": 121.28,
      "dur": 2.31,
      "text": "of like this tabloid newspaper. It loved to poke fun at the authorities. Really"
    },
    {
      "start": 123.6,
      "dur": 1.35,
      "text": "to poke fun at the authorities. Really at the heart of it was this kind of"
    },
    {
      "start": 124.96,
      "dur": 2.149,
      "text": "at the heart of it was this kind of constant questioning, this constant push"
    },
    {
      "start": 127.119,
      "dur": 2.791,
      "text": "constant questioning, this constant push that when Hong Kong was handed back from"
    },
    {
      "start": 129.92,
      "dur": 2.949,
      "text": "that when Hong Kong was handed back from the UK back to China, there was a"
    },
    {
      "start": 132.879,
      "dur": 2.471,
      "text": "the UK back to China, there was a promise that it would move towards"
    },
    {
      "start": 135.36,
      "dur": 2.39,
      "text": "promise that it would move towards democracy. That at one point everybody"
    },
    {
      "start": 137.76,
      "dur": 1.91,
      "text": "democracy. That at one point everybody in Hong Kong would get a vote and this"
    },
    {
      "start": 139.68,
      "dur": 1.269,
      "text": "in Hong Kong would get a vote and this was a promise that the Chinese"
    },
    {
      "start": 140.959,
      "dur": 2.151,
      "text": "was a promise that the Chinese authorities had made to the British when"
    },
    {
      "start": 143.12,
      "dur": 2.15,
      "text": "authorities had made to the British when Hong Kong was handed over. And Apple"
    },
    {
      "start": 145.28,
      "dur": 2.71,
      "text": "Hong Kong was handed over. And Apple Daily never forgot that. Jimmy Lie never"
    },
    {
      "start": 148.0,
      "dur": 2.63,
      "text": "Daily never forgot that. Jimmy Lie never forgot that promise. And then of course"
    },
    {
      "start": 150.64,
      "dur": 2.55,
      "text": "forgot that promise. And then of course he became a huge critic of the Chinese"
    },
    {
      "start": 153.2,
      "dur": 2.389,
      "text": "he became a huge critic of the Chinese government and organized a lot of"
    },
    {
      "start": 155.599,
      "dur": 1.751,
      "text": "government and organized a lot of protests which you covered a lot during"
    },
    {
      "start": 157.36,
      "dur": 0.63,
      "text": "protests which you covered a lot during your time there."
    },
    {
      "start": 158.0,
      "dur": 1.43,
      "text": "your time there. &gt;&gt; Yeah. I mean I wouldn't say he"
    },
    {
      "start": 159.44,
      "dur": 1.75,
      "text": "&gt;&gt; Yeah. I mean I wouldn't say he necessarily organized them but he was"
    },
    {
      "start": 161.2,
      "dur": 1.669,
      "text": "necessarily organized them but he was definitely one of the people who fueled"
    },
    {
      "start": 162.879,
      "dur": 1.751,
      "text": "definitely one of the people who fueled them through his media company and"
    },
    {
      "start": 164.64,
      "dur": 2.15,
      "text": "them through his media company and because he was such a well-known very"
    },
    {
      "start": 166.8,
      "dur": 2.63,
      "text": "because he was such a well-known very wealthy critic. So I remember back in"
    },
    {
      "start": 169.44,
      "dur": 2.31,
      "text": "wealthy critic. So I remember back in 2014 I was covering the umbrella"
    },
    {
      "start": 171.76,
      "dur": 1.51,
      "text": "2014 I was covering the umbrella movement. These were protests that were"
    },
    {
      "start": 173.28,
      "dur": 1.91,
      "text": "movement. These were protests that were symbolized by something that people"
    },
    {
      "start": 175.2,
      "dur": 1.59,
      "text": "symbolized by something that people carry around in Hong Kong a lot cuz it's"
    },
    {
      "start": 176.8,
      "dur": 2.47,
      "text": "carry around in Hong Kong a lot cuz it's so rainy, umbrellas. And I was"
    },
    {
      "start": 179.28,
      "dur": 2.55,
      "text": "so rainy, umbrellas. And I was interviewing a bunch of really young,"
    },
    {
      "start": 181.84,
      "dur": 2.79,
      "text": "interviewing a bunch of really young, excited students at the time. We were in"
    },
    {
      "start": 184.64,
      "dur": 2.309,
      "text": "excited students at the time. We were in the middle of Hong Kong in central Hong"
    },
    {
      "start": 186.959,
      "dur": 1.751,
      "text": "the middle of Hong Kong in central Hong Kong that had been taken over by these"
    },
    {
      "start": 188.72,
      "dur": 1.91,
      "text": "Kong that had been taken over by these huge protests. And I was interviewing"
    },
    {
      "start": 190.64,
      "dur": 2.39,
      "text": "huge protests. And I was interviewing these really young teenagers about why"
    },
    {
      "start": 193.04,
      "dur": 1.829,
      "text": "these really young teenagers about why they were taking part in the protests."
    },
    {
      "start": 194.879,
      "dur": 2.391,
      "text": "they were taking part in the protests. And all of a sudden, this kind of"
    },
    {
      "start": 197.28,
      "dur": 3.029,
      "text": "And all of a sudden, this kind of electric ripple went through the crowd"
    },
    {
      "start": 200.319,
      "dur": 2.711,
      "text": "electric ripple went through the crowd and everybody kind of was shouting that"
    },
    {
      "start": 203.04,
      "dur": 3.51,
      "text": "and everybody kind of was shouting that Jimmy Lie had arrived at on the protest"
    },
    {
      "start": 206.56,
      "dur": 2.15,
      "text": "Jimmy Lie had arrived at on the protest scene. And these students just like"
    },
    {
      "start": 208.72,
      "dur": 2.63,
      "text": "scene. And these students just like mid-inter just fled, you know, just to"
    },
    {
      "start": 211.36,
      "dur": 1.99,
      "text": "mid-inter just fled, you know, just to get close to where he was. And I was"
    },
    {
      "start": 213.36,
      "dur": 1.75,
      "text": "get close to where he was. And I was sort of on an overpass. I could see sort"
    },
    {
      "start": 215.12,
      "dur": 3.27,
      "text": "sort of on an overpass. I could see sort of the crowd surging around him and"
    },
    {
      "start": 218.4,
      "dur": 2.23,
      "text": "of the crowd surging around him and just, you know, to see all these really"
    },
    {
      "start": 220.64,
      "dur": 1.99,
      "text": "just, you know, to see all these really young people who were excited about the"
    },
    {
      "start": 222.64,
      "dur": 1.99,
      "text": "young people who were excited about the future of Hong Kong, excited again about"
    },
    {
      "start": 224.64,
      "dur": 1.91,
      "text": "future of Hong Kong, excited again about this promise that one day they would get"
    },
    {
      "start": 226.56,
      "dur": 3.19,
      "text": "this promise that one day they would get a vote, surging to see this man who they"
    },
    {
      "start": 229.76,
      "dur": 2.23,
      "text": "a vote, surging to see this man who they saw as kind of the um, you know, the"
    },
    {
      "start": 232.0,
      "dur": 2.789,
      "text": "saw as kind of the um, you know, the emblematic symbols of this protest of"
    },
    {
      "start": 234.799,
      "dur": 2.391,
      "text": "emblematic symbols of this protest of this whole protest movement was really"
    },
    {
      "start": 237.2,
      "dur": 1.669,
      "text": "this whole protest movement was really something. You know, those protests"
    },
    {
      "start": 238.879,
      "dur": 2.63,
      "text": "something. You know, those protests continued. There were more in 2019 that"
    },
    {
      "start": 241.519,
      "dur": 2.07,
      "text": "continued. There were more in 2019 that actually became quite violent. Yeah. And"
    },
    {
      "start": 243.599,
      "dur": 2.311,
      "text": "actually became quite violent. Yeah. And then in 2020, the national security law"
    },
    {
      "start": 245.92,
      "dur": 2.15,
      "text": "then in 2020, the national security law was put in place right when COVID was"
    },
    {
      "start": 248.08,
      "dur": 1.83,
      "text": "was put in place right when COVID was kind of really coming into full force."
    },
    {
      "start": 249.92,
      "dur": 2.15,
      "text": "kind of really coming into full force. So the protests were really shut down,"
    },
    {
      "start": 252.08,
      "dur": 2.31,
      "text": "So the protests were really shut down, people retreated to their homes and then"
    },
    {
      "start": 254.4,
      "dur": 2.15,
      "text": "people retreated to their homes and then Hong Kong completely changed and that's"
    },
    {
      "start": 256.56,
      "dur": 2.389,
      "text": "Hong Kong completely changed and that's really when Jimmy Lie story changed as"
    },
    {
      "start": 258.959,
      "dur": 0.55,
      "text": "really when Jimmy Lie story changed as well."
    },
    {
      "start": 259.519,
      "dur": 2.151,
      "text": "well. &gt;&gt; So in terms of how China deals with its"
    },
    {
      "start": 261.68,
      "dur": 2.229,
      "text": "&gt;&gt; So in terms of how China deals with its critics, how have they gone about"
    },
    {
      "start": 263.919,
      "dur": 2.151,
      "text": "critics, how have they gone about treating Jimmy Lie and what's his life"
    },
    {
      "start": 266.08,
      "dur": 1.35,
      "text": "treating Jimmy Lie and what's his life in prison been like? Because I've I've"
    },
    {
      "start": 267.44,
      "dur": 1.43,
      "text": "in prison been like? Because I've I've heard in some quarters of the media he's"
    },
    {
      "start": 268.88,
      "dur": 1.589,
      "text": "heard in some quarters of the media he's been described as the conscience of Hong"
    },
    {
      "start": 270.479,
      "dur": 2.231,
      "text": "been described as the conscience of Hong Kong by some. Really the story of Jimmy"
    },
    {
      "start": 272.72,
      "dur": 2.07,
      "text": "Kong by some. Really the story of Jimmy Lie and how he's been treated is kind of"
    },
    {
      "start": 274.8,
      "dur": 1.99,
      "text": "Lie and how he's been treated is kind of the story of Hong Kong. So there's"
    },
    {
      "start": 276.8,
      "dur": 2.31,
      "text": "the story of Hong Kong. So there's incredibly strict laws put in place and"
    },
    {
      "start": 279.12,
      "dur": 3.19,
      "text": "incredibly strict laws put in place and almost overnight the kind of energy"
    },
    {
      "start": 282.32,
      "dur": 2.07,
      "text": "almost overnight the kind of energy behind that democracy movement is kind"
    },
    {
      "start": 284.4,
      "dur": 2.47,
      "text": "behind that democracy movement is kind of sapped away from Hong Kong. So you"
    },
    {
      "start": 286.88,
      "dur": 1.749,
      "text": "of sapped away from Hong Kong. So you know a lot of people are arrested, media"
    },
    {
      "start": 288.639,
      "dur": 2.071,
      "text": "know a lot of people are arrested, media outlets are shut down, a lot of people"
    },
    {
      "start": 290.72,
      "dur": 1.35,
      "text": "outlets are shut down, a lot of people are really worried. They actually leave"
    },
    {
      "start": 292.08,
      "dur": 2.549,
      "text": "are really worried. They actually leave Hong Kong and Jimmy Lie crucially is"
    },
    {
      "start": 294.639,
      "dur": 2.791,
      "text": "Hong Kong and Jimmy Lie crucially is arrested um in two months later in"
    },
    {
      "start": 297.44,
      "dur": 3.35,
      "text": "arrested um in two months later in August uh 2020. the media organization,"
    },
    {
      "start": 300.8,
      "dur": 1.99,
      "text": "August uh 2020. the media organization, his media organization Apple Daily is"
    },
    {
      "start": 302.8,
      "dur": 3.109,
      "text": "his media organization Apple Daily is raided and Jimmy Lie almost in"
    },
    {
      "start": 305.919,
      "dur": 2.631,
      "text": "raided and Jimmy Lie almost in immediately goes into solitary"
    },
    {
      "start": 308.56,
      "dur": 2.55,
      "text": "immediately goes into solitary confinement. He's treated really harshly"
    },
    {
      "start": 311.12,
      "dur": 1.99,
      "text": "confinement. He's treated really harshly by the Chinese authorities and his"
    },
    {
      "start": 313.12,
      "dur": 1.509,
      "text": "by the Chinese authorities and his health is really deteriorated. We should"
    },
    {
      "start": 314.639,
      "dur": 2.39,
      "text": "health is really deteriorated. We should say he's 78 years old and apparently"
    },
    {
      "start": 317.039,
      "dur": 1.59,
      "text": "say he's 78 years old and apparently he's lost, according to his children,"
    },
    {
      "start": 318.639,
      "dur": 2.631,
      "text": "he's lost, according to his children, he's lost 10 kilograms in the past year"
    },
    {
      "start": 321.28,
      "dur": 3.27,
      "text": "he's lost 10 kilograms in the past year alone. So there are real concerns for"
    },
    {
      "start": 324.56,
      "dur": 1.909,
      "text": "alone. So there are real concerns for his health and a lot of people, you"
    },
    {
      "start": 326.479,
      "dur": 1.911,
      "text": "his health and a lot of people, you know, again talk about the health of"
    },
    {
      "start": 328.4,
      "dur": 2.55,
      "text": "know, again talk about the health of Jimmy Lie and the health of Hong Kong"
    },
    {
      "start": 330.96,
      "dur": 3.43,
      "text": "Jimmy Lie and the health of Hong Kong and and its civil society, the Hong Kong"
    },
    {
      "start": 334.4,
      "dur": 3.19,
      "text": "and and its civil society, the Hong Kong future of Hong Kong kind of as as one."
    },
    {
      "start": 337.6,
      "dur": 2.55,
      "text": "future of Hong Kong kind of as as one. &gt;&gt; Jimmy Li is also a British citizen. So"
    },
    {
      "start": 340.16,
      "dur": 2.55,
      "text": "&gt;&gt; Jimmy Li is also a British citizen. So that's important to note here. Um are"
    },
    {
      "start": 342.72,
      "dur": 1.59,
      "text": "that's important to note here. Um are China not worried that this could cause"
    },
    {
      "start": 344.32,
      "dur": 1.91,
      "text": "China not worried that this could cause diplomatic problems? There was a recent"
    },
    {
      "start": 346.24,
      "dur": 2.07,
      "text": "diplomatic problems? There was a recent visit as well from the UK Prime Minister"
    },
    {
      "start": 348.32,
      "dur": 3.27,
      "text": "visit as well from the UK Prime Minister Karma and did he bring it up?"
    },
    {
      "start": 351.6,
      "dur": 2.55,
      "text": "Karma and did he bring it up? Apparently he did. Um, you know, we've"
    },
    {
      "start": 354.16,
      "dur": 3.35,
      "text": "Apparently he did. Um, you know, we've also heard that uh the White House, US"
    },
    {
      "start": 357.52,
      "dur": 2.15,
      "text": "also heard that uh the White House, US diplomats have been pushing the case for"
    },
    {
      "start": 359.68,
      "dur": 3.19,
      "text": "diplomats have been pushing the case for Jimmy Lie to be released into into"
    },
    {
      "start": 362.88,
      "dur": 2.869,
      "text": "Jimmy Lie to be released into into exile. It is possible. You know, we have"
    },
    {
      "start": 365.759,
      "dur": 2.071,
      "text": "exile. It is possible. You know, we have Donald Trump going to visit China in"
    },
    {
      "start": 367.84,
      "dur": 1.59,
      "text": "Donald Trump going to visit China in April. Some people have raised the"
    },
    {
      "start": 369.44,
      "dur": 2.39,
      "text": "April. Some people have raised the possibility that maybe Jimmy Lie will be"
    },
    {
      "start": 371.84,
      "dur": 2.23,
      "text": "possibility that maybe Jimmy Lie will be allowed to go into exile. I don't think"
    },
    {
      "start": 374.08,
      "dur": 1.59,
      "text": "allowed to go into exile. I don't think he'd ever be released and allowed to"
    },
    {
      "start": 375.68,
      "dur": 1.59,
      "text": "he'd ever be released and allowed to kind of live in Hong Kong again. I think"
    },
    {
      "start": 377.28,
      "dur": 2.55,
      "text": "kind of live in Hong Kong again. I think that ship has sailed. But there is a"
    },
    {
      "start": 379.84,
      "dur": 1.75,
      "text": "that ship has sailed. But there is a chance that Jimmy Lie might be allowed"
    },
    {
      "start": 381.6,
      "dur": 2.55,
      "text": "chance that Jimmy Lie might be allowed to to leave and just go and live a very"
    },
    {
      "start": 384.16,
      "dur": 2.55,
      "text": "to to leave and just go and live a very quiet life in exile. There is some"
    },
    {
      "start": 386.72,
      "dur": 2.71,
      "text": "quiet life in exile. There is some precedent for this. So for example, uh"
    },
    {
      "start": 389.44,
      "dur": 1.91,
      "text": "precedent for this. So for example, uh Leo Yao, he was a famous Chinese"
    },
    {
      "start": 391.36,
      "dur": 2.23,
      "text": "Leo Yao, he was a famous Chinese dissident. He was put into prison in"
    },
    {
      "start": 393.6,
      "dur": 2.309,
      "text": "dissident. He was put into prison in mainland China. He won the Nobel Peace"
    },
    {
      "start": 395.919,
      "dur": 2.55,
      "text": "mainland China. He won the Nobel Peace Prize while in prison. The Chinese"
    },
    {
      "start": 398.479,
      "dur": 2.391,
      "text": "Prize while in prison. The Chinese authorities did not release him until he"
    },
    {
      "start": 400.88,
      "dur": 1.51,
      "text": "authorities did not release him until he basically was on his deathbed from"
    },
    {
      "start": 402.4,
      "dur": 2.39,
      "text": "basically was on his deathbed from cancer. He was released into hospital in"
    },
    {
      "start": 404.8,
      "dur": 3.43,
      "text": "cancer. He was released into hospital in 2017. He died just over two weeks later."
    },
    {
      "start": 408.24,
      "dur": 1.99,
      "text": "2017. He died just over two weeks later. Um, but there is some precedent for"
    },
    {
      "start": 410.24,
      "dur": 2.069,
      "text": "Um, but there is some precedent for Beijing kind of responding to"
    },
    {
      "start": 412.319,
      "dur": 2.791,
      "text": "Beijing kind of responding to international diplomatic pressure. I"
    },
    {
      "start": 415.12,
      "dur": 2.39,
      "text": "international diplomatic pressure. I don't think they would do so directly"
    },
    {
      "start": 417.52,
      "dur": 2.31,
      "text": "don't think they would do so directly after a request was made. They're trying"
    },
    {
      "start": 419.84,
      "dur": 2.31,
      "text": "after a request was made. They're trying to protect their idea that their system"
    },
    {
      "start": 422.16,
      "dur": 3.51,
      "text": "to protect their idea that their system is is is not up for debate. Uh but I"
    },
    {
      "start": 425.68,
      "dur": 1.509,
      "text": "is is is not up for debate. Uh but I think there is a possibility that maybe"
    },
    {
      "start": 427.199,
      "dur": 2.311,
      "text": "think there is a possibility that maybe around the this US visit, maybe after"
    },
    {
      "start": 429.52,
      "dur": 2.229,
      "text": "around the this US visit, maybe after Jimmy Li serves a full year of this"
    },
    {
      "start": 431.759,
      "dur": 2.15,
      "text": "Jimmy Li serves a full year of this prison sentence, whether because of his"
    },
    {
      "start": 433.919,
      "dur": 1.511,
      "text": "prison sentence, whether because of his ill health, they might let him go"
    },
    {
      "start": 435.44,
      "dur": 1.749,
      "text": "ill health, they might let him go because they certainly do not want him"
    },
    {
      "start": 437.199,
      "dur": 1.511,
      "text": "because they certainly do not want him to die in prison."
    },
    {
      "start": 438.72,
      "dur": 1.749,
      "text": "to die in prison. &gt;&gt; A lot of people also make the parallels"
    },
    {
      "start": 440.479,
      "dur": 2.311,
      "text": "&gt;&gt; A lot of people also make the parallels between the fate of Jimmy Lie and and"
    },
    {
      "start": 442.8,
      "dur": 2.55,
      "text": "between the fate of Jimmy Lie and and Hong Kong's struggle for democracy. So"
    },
    {
      "start": 445.36,
      "dur": 2.229,
      "text": "Hong Kong's struggle for democracy. So when it comes to the future and I guess"
    },
    {
      "start": 447.599,
      "dur": 2.391,
      "text": "when it comes to the future and I guess somewhat the present as well, how does"
    },
    {
      "start": 450.0,
      "dur": 3.589,
      "text": "somewhat the present as well, how does this unfold? The message here from from"
    },
    {
      "start": 453.599,
      "dur": 1.751,
      "text": "this unfold? The message here from from Cinping right at the top of the"
    },
    {
      "start": 455.36,
      "dur": 2.87,
      "text": "Cinping right at the top of the communist authorities is no one is above"
    },
    {
      "start": 458.24,
      "dur": 3.19,
      "text": "communist authorities is no one is above the law and I will go after you know the"
    },
    {
      "start": 461.44,
      "dur": 2.149,
      "text": "the law and I will go after you know the most powerful people if I need to if"
    },
    {
      "start": 463.599,
      "dur": 1.511,
      "text": "most powerful people if I need to if they threaten me. And you know already"
    },
    {
      "start": 465.12,
      "dur": 2.469,
      "text": "they threaten me. And you know already in China we've seen China's richest man"
    },
    {
      "start": 467.599,
      "dur": 2.15,
      "text": "in China we've seen China's richest man Jack Ma you know be silenced go into"
    },
    {
      "start": 469.759,
      "dur": 2.311,
      "text": "Jack Ma you know be silenced go into exile and then quietly be rehabilitated"
    },
    {
      "start": 472.08,
      "dur": 1.91,
      "text": "exile and then quietly be rehabilitated but never really quite return to his"
    },
    {
      "start": 474.0,
      "dur": 1.83,
      "text": "but never really quite return to his platform. Just in the past couple of"
    },
    {
      "start": 475.84,
      "dur": 1.749,
      "text": "platform. Just in the past couple of weeks, we've seen the head of the"
    },
    {
      "start": 477.599,
      "dur": 2.551,
      "text": "weeks, we've seen the head of the Chinese military be, you know, thrown"
    },
    {
      "start": 480.16,
      "dur": 2.07,
      "text": "Chinese military be, you know, thrown out of his position and he's now under"
    },
    {
      "start": 482.24,
      "dur": 1.59,
      "text": "out of his position and he's now under investigation. This is a man who was"
    },
    {
      "start": 483.84,
      "dur": 2.95,
      "text": "investigation. This is a man who was Cining's childhood friend, you know. So,"
    },
    {
      "start": 486.8,
      "dur": 2.31,
      "text": "Cining's childhood friend, you know. So, I think the message is from Cigin Ping"
    },
    {
      "start": 489.12,
      "dur": 3.59,
      "text": "I think the message is from Cigin Ping who who runs China um that no one is"
    },
    {
      "start": 492.72,
      "dur": 2.63,
      "text": "who who runs China um that no one is above the law and I will I will not"
    },
    {
      "start": 495.36,
      "dur": 2.31,
      "text": "above the law and I will I will not hesitate to hand down any really strict"
    },
    {
      "start": 497.68,
      "dur": 0.55,
      "text": "hesitate to hand down any really strict sentence."
    },
    {
      "start": 498.24,
      "dur": 1.91,
      "text": "sentence. &gt;&gt; And we know Taiwan is trying to preserve"
    },
    {
      "start": 500.16,
      "dur": 1.91,
      "text": "&gt;&gt; And we know Taiwan is trying to preserve its own independence as well. So, so"
    },
    {
      "start": 502.08,
      "dur": 2.229,
      "text": "its own independence as well. So, so what sort of a message does it send to"
    },
    {
      "start": 504.319,
      "dur": 1.351,
      "text": "what sort of a message does it send to Taiwan? I guess"
    },
    {
      "start": 505.68,
      "dur": 2.31,
      "text": "Taiwan? I guess &gt;&gt; so. Taiwan is a territory that Beijing"
    },
    {
      "start": 508.0,
      "dur": 2.15,
      "text": "&gt;&gt; so. Taiwan is a territory that Beijing believes is its own. It's Taiwan is"
    },
    {
      "start": 510.16,
      "dur": 1.989,
      "text": "believes is its own. It's Taiwan is self-ruuled, but Beijing and the"
    },
    {
      "start": 512.159,
      "dur": 1.511,
      "text": "self-ruuled, but Beijing and the authorities in Beijing have always said"
    },
    {
      "start": 513.68,
      "dur": 1.99,
      "text": "authorities in Beijing have always said that they want to reclaim Taiwan, that"
    },
    {
      "start": 515.68,
      "dur": 2.789,
      "text": "that they want to reclaim Taiwan, that it it belongs to them. So, for a long"
    },
    {
      "start": 518.479,
      "dur": 2.151,
      "text": "it it belongs to them. So, for a long time, you know, we were watching, you"
    },
    {
      "start": 520.64,
      "dur": 1.59,
      "text": "time, you know, we were watching, you know, especially during those umbrella"
    },
    {
      "start": 522.24,
      "dur": 1.75,
      "text": "know, especially during those umbrella protests I mentioned, which were to a"
    },
    {
      "start": 524.0,
      "dur": 1.91,
      "text": "protests I mentioned, which were to a certain extent tolerated by the Chinese"
    },
    {
      "start": 525.92,
      "dur": 2.79,
      "text": "certain extent tolerated by the Chinese authorities. And the theory was that"
    },
    {
      "start": 528.72,
      "dur": 2.47,
      "text": "authorities. And the theory was that maybe Hong Kong was being allowed to"
    },
    {
      "start": 531.2,
      "dur": 3.03,
      "text": "maybe Hong Kong was being allowed to develop its own political system, its"
    },
    {
      "start": 534.24,
      "dur": 2.55,
      "text": "develop its own political system, its own sort of creative civil society in"
    },
    {
      "start": 536.8,
      "dur": 2.63,
      "text": "own sort of creative civil society in order to lure Taiwan back into the fold."
    },
    {
      "start": 539.44,
      "dur": 2.63,
      "text": "order to lure Taiwan back into the fold. That maybe if Hong Kong was made to look"
    },
    {
      "start": 542.08,
      "dur": 1.59,
      "text": "That maybe if Hong Kong was made to look like an attractive place, people in"
    },
    {
      "start": 543.68,
      "dur": 1.51,
      "text": "like an attractive place, people in Taiwan might think, okay, well, maybe"
    },
    {
      "start": 545.2,
      "dur": 2.87,
      "text": "Taiwan might think, okay, well, maybe it's not so bad to actually rejoin uh"
    },
    {
      "start": 548.08,
      "dur": 2.55,
      "text": "it's not so bad to actually rejoin uh the Chinese umbrella and become part of"
    },
    {
      "start": 550.64,
      "dur": 2.39,
      "text": "the Chinese umbrella and become part of China, mainland China again. I think"
    },
    {
      "start": 553.04,
      "dur": 1.75,
      "text": "China, mainland China again. I think now, especially with the sentencing of"
    },
    {
      "start": 554.8,
      "dur": 2.149,
      "text": "now, especially with the sentencing of Jimmy Lie, we've and the imposition of"
    },
    {
      "start": 556.959,
      "dur": 3.111,
      "text": "Jimmy Lie, we've and the imposition of this national security law in Hong Kong"
    },
    {
      "start": 560.08,
      "dur": 2.15,
      "text": "this national security law in Hong Kong that really has taken a lot of what was"
    },
    {
      "start": 562.24,
      "dur": 2.709,
      "text": "that really has taken a lot of what was unique about Hong Kong away. It's really"
    },
    {
      "start": 564.959,
      "dur": 2.231,
      "text": "unique about Hong Kong away. It's really part of under within the Chinese fold."
    },
    {
      "start": 567.2,
      "dur": 2.87,
      "text": "part of under within the Chinese fold. Now, you know, we've sort of seen a move"
    },
    {
      "start": 570.08,
      "dur": 2.55,
      "text": "Now, you know, we've sort of seen a move away from that possible strategy if it"
    },
    {
      "start": 572.64,
      "dur": 2.71,
      "text": "away from that possible strategy if it ever existed that, you know, we're"
    },
    {
      "start": 575.36,
      "dur": 2.23,
      "text": "ever existed that, you know, we're seeing a lot more kind of threats to"
    },
    {
      "start": 577.6,
      "dur": 2.31,
      "text": "seeing a lot more kind of threats to Taiwan now that look, you you have to"
    },
    {
      "start": 579.92,
      "dur": 1.67,
      "text": "Taiwan now that look, you you have to rejoin us or else look what we're"
    },
    {
      "start": 581.6,
      "dur": 2.95,
      "text": "rejoin us or else look what we're capable of. I I think the days of trying"
    },
    {
      "start": 584.56,
      "dur": 2.47,
      "text": "capable of. I I think the days of trying to pull Taiwan in through sweetness and"
    },
    {
      "start": 587.04,
      "dur": 1.83,
      "text": "to pull Taiwan in through sweetness and light are probably gone."
    },
    {
      "start": 588.88,
      "dur": 1.43,
      "text": "light are probably gone. &gt;&gt; Celia, thank you so much for your time"
    },
    {
      "start": 590.32,
      "dur": 2.47,
      "text": "&gt;&gt; Celia, thank you so much for your time and expertise. Celia Hatton, our fellow"
    },
    {
      "start": 592.8,
      "dur": 1.91,
      "text": "and expertise. Celia Hatton, our fellow global news podcast presenter and"
    },
    {
      "start": 594.72,
      "dur": 2.87,
      "text": "global news podcast presenter and longtime China correspondent. Well, if"
    },
    {
      "start": 597.6,
      "dur": 1.83,
      "text": "longtime China correspondent. Well, if you enjoyed stories like this, then do"
    },
    {
      "start": 599.44,
      "dur": 1.67,
      "text": "you enjoyed stories like this, then do check out our global news podcast. You"
    },
    {
      "start": 601.12,
      "dur": 1.43,
      "text": "check out our global news podcast. You can download that wherever you get your"
    },
    {
      "start": 602.56,
      "dur": 2.389,
      "text": "can download that wherever you get your podcast from. And do like and subscribe"
    },
    {
      "start": 604.959,
      "dur": 2.471,
      "text": "podcast from. And do like and subscribe to our YouTube channel. And do drop us a"
    },
    {
      "start": 607.44,
      "dur": 1.59,
      "text": "to our YouTube channel. And do drop us a comment below if there are any stories"
    },
    {
      "start": 609.04,
      "dur": 1.83,
      "text": "comment below if there are any stories you'd like us to cover in more detail."
    },
    {
      "start": 610.88,
      "dur": 1.27,
      "text": "you'd like us to cover in more detail. For now, thanks so much for your time"
    },
    {
      "start": 612.16,
      "dur": 2.239,
      "text": "For now, thanks so much for your time and"
    }
  ]
}