{
  "videoId": "Y5iaL6VSfkk",
  "title": "Netanyahu and Trump meet as Iran nuclear talks reach critical stage | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 226,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.72,
      "text": "But uh let's look now at the Middle East"
    },
    {
      "start": 2.8,
      "dur": 1.75,
      "text": "But uh let's look now at the Middle East with the Israeli Prime Minister Benjamin"
    },
    {
      "start": 4.56,
      "dur": 2.15,
      "text": "with the Israeli Prime Minister Benjamin Netanyahu due to meet President Trump at"
    },
    {
      "start": 6.72,
      "dur": 2.15,
      "text": "Netanyahu due to meet President Trump at the White House later today. The talks"
    },
    {
      "start": 8.88,
      "dur": 1.59,
      "text": "the White House later today. The talks they're holding are widely expected to"
    },
    {
      "start": 10.48,
      "dur": 2.71,
      "text": "they're holding are widely expected to focus on Iran. Mr. Netanyahu wants the"
    },
    {
      "start": 13.2,
      "dur": 2.23,
      "text": "focus on Iran. Mr. Netanyahu wants the US to push Tyran to cut its ballistic"
    },
    {
      "start": 15.44,
      "dur": 1.749,
      "text": "US to push Tyran to cut its ballistic missile program and support for armed"
    },
    {
      "start": 17.199,
      "dur": 2.07,
      "text": "missile program and support for armed groups across the Middle East. Iran"
    },
    {
      "start": 19.279,
      "dur": 1.83,
      "text": "groups across the Middle East. Iran repeatedly saying it will only discuss"
    },
    {
      "start": 21.119,
      "dur": 2.23,
      "text": "repeatedly saying it will only discuss its nuclear program and suggested it"
    },
    {
      "start": 23.359,
      "dur": 1.99,
      "text": "its nuclear program and suggested it might be ready to limit its ambitions in"
    },
    {
      "start": 25.359,
      "dur": 1.83,
      "text": "might be ready to limit its ambitions in return for sanctions relief. The"
    },
    {
      "start": 27.199,
      "dur": 2.23,
      "text": "return for sanctions relief. The negotiations restarted last week against"
    },
    {
      "start": 29.439,
      "dur": 1.59,
      "text": "negotiations restarted last week against the backdrop of a large American"
    },
    {
      "start": 31.039,
      "dur": 2.151,
      "text": "the backdrop of a large American military buildup in the region. Let's"
    },
    {
      "start": 33.2,
      "dur": 0.869,
      "text": "military buildup in the region. Let's take you to our Middle East"
    },
    {
      "start": 34.079,
      "dur": 1.671,
      "text": "take you to our Middle East correspondent Yulan Nell who joins us"
    },
    {
      "start": 35.76,
      "dur": 2.629,
      "text": "correspondent Yulan Nell who joins us from Jerusalem. Yolan Benjamin Netanyahu"
    },
    {
      "start": 38.399,
      "dur": 2.071,
      "text": "from Jerusalem. Yolan Benjamin Netanyahu very experienced with American"
    },
    {
      "start": 40.48,
      "dur": 1.589,
      "text": "very experienced with American presidents, very experienced when it"
    },
    {
      "start": 42.079,
      "dur": 1.671,
      "text": "presidents, very experienced when it comes to these kind of meetings and he"
    },
    {
      "start": 43.76,
      "dur": 2.39,
      "text": "comes to these kind of meetings and he knows President Trump well. What is it"
    },
    {
      "start": 46.16,
      "dur": 1.83,
      "text": "knows President Trump well. What is it though that he is going to be after from"
    },
    {
      "start": 48.0,
      "dur": 3.27,
      "text": "though that he is going to be after from the US president?"
    },
    {
      "start": 51.28,
      "dur": 2.07,
      "text": "the US president? Well, what Israel really wants to see is"
    },
    {
      "start": 53.36,
      "dur": 2.79,
      "text": "Well, what Israel really wants to see is the US widening the scope of its talks"
    },
    {
      "start": 56.16,
      "dur": 2.95,
      "text": "the US widening the scope of its talks with Iran uh so that they uh embrace"
    },
    {
      "start": 59.12,
      "dur": 2.63,
      "text": "with Iran uh so that they uh embrace more than just its nuclear program. It"
    },
    {
      "start": 61.76,
      "dur": 2.389,
      "text": "more than just its nuclear program. It wants to look at this issue of ballistic"
    },
    {
      "start": 64.159,
      "dur": 3.031,
      "text": "wants to look at this issue of ballistic missiles, the arsenal that Iran has been"
    },
    {
      "start": 67.2,
      "dur": 2.949,
      "text": "missiles, the arsenal that Iran has been building up. It wants to look at Iran's"
    },
    {
      "start": 70.159,
      "dur": 2.391,
      "text": "building up. It wants to look at Iran's support for proxies around this region,"
    },
    {
      "start": 72.56,
      "dur": 2.869,
      "text": "support for proxies around this region, whether it's Hezbollah in Lebanon, Hamas"
    },
    {
      "start": 75.439,
      "dur": 3.911,
      "text": "whether it's Hezbollah in Lebanon, Hamas in Gaza, the Houthis in Yemen. But Iran"
    },
    {
      "start": 79.36,
      "dur": 2.87,
      "text": "in Gaza, the Houthis in Yemen. But Iran has been insisting that this should be"
    },
    {
      "start": 82.24,
      "dur": 2.31,
      "text": "has been insisting that this should be um first and foremost about its nuclear"
    },
    {
      "start": 84.56,
      "dur": 2.31,
      "text": "um first and foremost about its nuclear program. We've had some new comments in"
    },
    {
      "start": 86.88,
      "dur": 1.67,
      "text": "program. We've had some new comments in the course of the day from the Iranian"
    },
    {
      "start": 88.56,
      "dur": 2.31,
      "text": "the course of the day from the Iranian president saying that they won't yield"
    },
    {
      "start": 90.88,
      "dur": 2.63,
      "text": "president saying that they won't yield to excessive demands. And you've also"
    },
    {
      "start": 93.52,
      "dur": 2.79,
      "text": "to excessive demands. And you've also got an advisor uh to the supreme leader"
    },
    {
      "start": 96.32,
      "dur": 3.35,
      "text": "got an advisor uh to the supreme leader in Iran being quoted on new news Iranian"
    },
    {
      "start": 99.68,
      "dur": 2.23,
      "text": "in Iran being quoted on new news Iranian media um saying as well that Iran's"
    },
    {
      "start": 101.92,
      "dur": 2.39,
      "text": "media um saying as well that Iran's missile capabilities are its red line."
    },
    {
      "start": 104.32,
      "dur": 3.35,
      "text": "missile capabilities are its red line. They are not subject to negotiation. And"
    },
    {
      "start": 107.68,
      "dur": 2.389,
      "text": "They are not subject to negotiation. And this all appears to be happening at a"
    },
    {
      "start": 110.079,
      "dur": 2.231,
      "text": "this all appears to be happening at a key moment because we've had uh that"
    },
    {
      "start": 112.32,
      "dur": 2.87,
      "text": "key moment because we've had uh that first round of talks between the US and"
    },
    {
      "start": 115.2,
      "dur": 3.75,
      "text": "first round of talks between the US and Iran in Oman at the end of last week and"
    },
    {
      "start": 118.96,
      "dur": 2.31,
      "text": "Iran in Oman at the end of last week and you know the American negotiators are"
    },
    {
      "start": 121.28,
      "dur": 2.71,
      "text": "you know the American negotiators are expected to go ahead uh with another"
    },
    {
      "start": 124.0,
      "dur": 2.87,
      "text": "expected to go ahead uh with another round of talks soon. Yolan, do you think"
    },
    {
      "start": 126.88,
      "dur": 2.789,
      "text": "round of talks soon. Yolan, do you think that they will get on to Gaza or is"
    },
    {
      "start": 129.679,
      "dur": 1.671,
      "text": "that they will get on to Gaza or is President Trump just leaving that until"
    },
    {
      "start": 131.36,
      "dur": 4.31,
      "text": "President Trump just leaving that until the border of peace meets next week?"
    },
    {
      "start": 135.68,
      "dur": 2.95,
      "text": "the border of peace meets next week? So this is primarily about Iran"
    },
    {
      "start": 138.64,
      "dur": 2.229,
      "text": "So this is primarily about Iran according to the Israeli prime minister."
    },
    {
      "start": 140.879,
      "dur": 1.911,
      "text": "according to the Israeli prime minister. That's what he told journalists uh"
    },
    {
      "start": 142.8,
      "dur": 2.55,
      "text": "That's what he told journalists uh before he left. And indeed he was"
    },
    {
      "start": 145.36,
      "dur": 2.31,
      "text": "before he left. And indeed he was supposed to be going uh to the US for"
    },
    {
      "start": 147.68,
      "dur": 2.39,
      "text": "supposed to be going uh to the US for that board of peace meeting uh next"
    },
    {
      "start": 150.08,
      "dur": 2.71,
      "text": "that board of peace meeting uh next week. Um but he brought his visit"
    },
    {
      "start": 152.8,
      "dur": 2.55,
      "text": "week. Um but he brought his visit forward because of the advances in talks"
    },
    {
      "start": 155.36,
      "dur": 3.67,
      "text": "forward because of the advances in talks between the US and Iran. Um he has said"
    },
    {
      "start": 159.04,
      "dur": 1.829,
      "text": "between the US and Iran. Um he has said that Gaza will be on the agenda and of"
    },
    {
      "start": 160.879,
      "dur": 2.231,
      "text": "that Gaza will be on the agenda and of course this is happening at the time"
    },
    {
      "start": 163.12,
      "dur": 2.15,
      "text": "course this is happening at the time when the US has said it's moving on with"
    },
    {
      "start": 165.28,
      "dur": 2.229,
      "text": "when the US has said it's moving on with the second phase of President Trump's"
    },
    {
      "start": 167.519,
      "dur": 1.911,
      "text": "the second phase of President Trump's peace plan, the more complicated phase."
    },
    {
      "start": 169.44,
      "dur": 1.35,
      "text": "peace plan, the more complicated phase. We've had the Israeli prime minister"
    },
    {
      "start": 170.8,
      "dur": 2.55,
      "text": "We've had the Israeli prime minister reiterating in recent days that Hamas"
    },
    {
      "start": 173.36,
      "dur": 2.47,
      "text": "reiterating in recent days that Hamas must be forced to disarm. We understand"
    },
    {
      "start": 175.84,
      "dur": 2.469,
      "text": "must be forced to disarm. We understand from US media reports that plans are"
    },
    {
      "start": 178.319,
      "dur": 2.711,
      "text": "from US media reports that plans are being drawn up about how to achieve that"
    },
    {
      "start": 181.04,
      "dur": 2.23,
      "text": "being drawn up about how to achieve that um in the US. So the Israeli prime"
    },
    {
      "start": 183.28,
      "dur": 1.75,
      "text": "um in the US. So the Israeli prime minister will want to influence those as"
    },
    {
      "start": 185.04,
      "dur": 1.67,
      "text": "minister will want to influence those as well. And you can imagine that the US"
    },
    {
      "start": 186.72,
      "dur": 2.63,
      "text": "well. And you can imagine that the US will also want answers on why uh the"
    },
    {
      "start": 189.36,
      "dur": 2.63,
      "text": "will also want answers on why uh the Rafa crossing between the Gaza Strip and"
    },
    {
      "start": 192.0,
      "dur": 2.949,
      "text": "Rafa crossing between the Gaza Strip and Egypt has not been opened up more fully"
    },
    {
      "start": 194.959,
      "dur": 2.63,
      "text": "Egypt has not been opened up more fully on why Palestinian technocrats who have"
    },
    {
      "start": 197.599,
      "dur": 2.471,
      "text": "on why Palestinian technocrats who have been approved to go in and you know"
    },
    {
      "start": 200.08,
      "dur": 2.63,
      "text": "been approved to go in and you know manage the day-to-day governance of of"
    },
    {
      "start": 202.72,
      "dur": 2.229,
      "text": "manage the day-to-day governance of of the Gaza Strip to take over from Hamas"
    },
    {
      "start": 204.959,
      "dur": 1.831,
      "text": "the Gaza Strip to take over from Hamas and be overseen by the Board of Peace."
    },
    {
      "start": 206.8,
      "dur": 3.03,
      "text": "and be overseen by the Board of Peace. Why they've not yet entered into Gaza?"
    },
    {
      "start": 209.84,
      "dur": 2.07,
      "text": "Why they've not yet entered into Gaza? At the same time, you know, this meeting"
    },
    {
      "start": 211.92,
      "dur": 1.51,
      "text": "At the same time, you know, this meeting in Washington is going to be taking"
    },
    {
      "start": 213.44,
      "dur": 1.509,
      "text": "in Washington is going to be taking place amid a lot of international"
    },
    {
      "start": 214.959,
      "dur": 1.751,
      "text": "place amid a lot of international condemnation about another development"
    },
    {
      "start": 216.72,
      "dur": 2.869,
      "text": "condemnation about another development this week where Israel um really sort of"
    },
    {
      "start": 219.599,
      "dur": 1.511,
      "text": "this week where Israel um really sort of announced a series of measures that"
    },
    {
      "start": 221.12,
      "dur": 2.389,
      "text": "announced a series of measures that would deepen its control over the West"
    },
    {
      "start": 223.519,
      "dur": 1.191,
      "text": "would deepen its control over the West Bank."
    },
    {
      "start": 224.72,
      "dur": 2.96,
      "text": "Bank. &gt;&gt; Yan, thank you."
    }
  ]
}