{
  "videoId": "yDI9cuu9OwE",
  "title": "Person detained in connection to Nancy Guthrie disappearance | BBC News",
  "publishedAt": "2026-02-11",
  "channel": "BBC News",
  "durationSeconds": 177,
  "segments": [
    {
      "start": 0.08,
      "dur": 3.12,
      "text": "A suspect has been taken into custody in"
    },
    {
      "start": 3.2,
      "dur": 2.39,
      "text": "A suspect has been taken into custody in Arizona over the disappearance 10 days"
    },
    {
      "start": 5.6,
      "dur": 2.47,
      "text": "Arizona over the disappearance 10 days ago of the mother of a high-profile US"
    },
    {
      "start": 8.08,
      "dur": 3.03,
      "text": "ago of the mother of a high-profile US television presenter. Nancy Guthrie, the"
    },
    {
      "start": 11.12,
      "dur": 2.469,
      "text": "television presenter. Nancy Guthrie, the mother of NBC's Savannah Guthrie, is"
    },
    {
      "start": 13.599,
      "dur": 2.311,
      "text": "mother of NBC's Savannah Guthrie, is believed to have been kidnapped at night"
    },
    {
      "start": 15.92,
      "dur": 3.269,
      "text": "believed to have been kidnapped at night from her home in Tucson. Earlier the FBI"
    },
    {
      "start": 19.199,
      "dur": 2.23,
      "text": "from her home in Tucson. Earlier the FBI released photos and video footage of an"
    },
    {
      "start": 21.439,
      "dur": 3.111,
      "text": "released photos and video footage of an armed individual in a fullface balaclava"
    },
    {
      "start": 24.56,
      "dur": 2.549,
      "text": "armed individual in a fullface balaclava apparently tampering with a front door"
    },
    {
      "start": 27.119,
      "dur": 2.791,
      "text": "apparently tampering with a front door camera which was outside Nancy Guthri's"
    },
    {
      "start": 29.92,
      "dur": 3.35,
      "text": "camera which was outside Nancy Guthri's home. The person wearing a backpack is"
    },
    {
      "start": 33.28,
      "dur": 2.949,
      "text": "home. The person wearing a backpack is seen raising a gloved hand to the camera"
    },
    {
      "start": 36.239,
      "dur": 2.071,
      "text": "seen raising a gloved hand to the camera and then appearing to cover the lens"
    },
    {
      "start": 38.32,
      "dur": 2.389,
      "text": "and then appearing to cover the lens with some vegetation. Our North America"
    },
    {
      "start": 40.719,
      "dur": 2.311,
      "text": "with some vegetation. Our North America correspondent David Willis has the"
    },
    {
      "start": 43.04,
      "dur": 2.79,
      "text": "correspondent David Willis has the latest from Tucson. The sheriff's"
    },
    {
      "start": 45.84,
      "dur": 2.95,
      "text": "latest from Tucson. The sheriff's department have detained a person of"
    },
    {
      "start": 48.8,
      "dur": 2.55,
      "text": "department have detained a person of interest, as they put it, in connection"
    },
    {
      "start": 51.36,
      "dur": 2.869,
      "text": "interest, as they put it, in connection with the disappearance of Nancy Guthrie."
    },
    {
      "start": 54.239,
      "dur": 2.31,
      "text": "with the disappearance of Nancy Guthrie. That person is now being questioned, I"
    },
    {
      "start": 56.559,
      "dur": 2.391,
      "text": "That person is now being questioned, I understand, by a local law enforcement."
    },
    {
      "start": 58.96,
      "dur": 2.229,
      "text": "understand, by a local law enforcement. And it's thought they were detained at a"
    },
    {
      "start": 61.199,
      "dur": 2.711,
      "text": "And it's thought they were detained at a location to the south of the city of"
    },
    {
      "start": 63.92,
      "dur": 3.67,
      "text": "location to the south of the city of Tucson and that a search of a building"
    },
    {
      "start": 67.6,
      "dur": 3.03,
      "text": "Tucson and that a search of a building nearby is being carried out or has"
    },
    {
      "start": 70.64,
      "dur": 2.149,
      "text": "nearby is being carried out or has already been carried out. It's reported"
    },
    {
      "start": 72.799,
      "dur": 4.151,
      "text": "already been carried out. It's reported that uh law enforcement um ba basically"
    },
    {
      "start": 76.96,
      "dur": 3.27,
      "text": "that uh law enforcement um ba basically um got a series of tips that led them to"
    },
    {
      "start": 80.24,
      "dur": 1.909,
      "text": "um got a series of tips that led them to this particular person. But this comes,"
    },
    {
      "start": 82.159,
      "dur": 3.671,
      "text": "this particular person. But this comes, of course, just a matter of hours after"
    },
    {
      "start": 85.84,
      "dur": 3.43,
      "text": "of course, just a matter of hours after the release of video footage taken from"
    },
    {
      "start": 89.28,
      "dur": 3.509,
      "text": "the release of video footage taken from the doorbell camera uh Nancy Guthri's"
    },
    {
      "start": 92.799,
      "dur": 3.911,
      "text": "the doorbell camera uh Nancy Guthri's home, which shows a masked man on the"
    },
    {
      "start": 96.72,
      "dur": 3.11,
      "text": "home, which shows a masked man on the porch uh just moments before she"
    },
    {
      "start": 99.84,
      "dur": 2.949,
      "text": "porch uh just moments before she disappeared attempting to block the"
    },
    {
      "start": 102.799,
      "dur": 3.751,
      "text": "disappeared attempting to block the camera first with his uh hand and then"
    },
    {
      "start": 106.56,
      "dur": 2.63,
      "text": "camera first with his uh hand and then uh with leaves from the front garden."
    },
    {
      "start": 109.2,
      "dur": 3.43,
      "text": "uh with leaves from the front garden. It's unclear if the two are connected,"
    },
    {
      "start": 112.64,
      "dur": 2.71,
      "text": "It's unclear if the two are connected, but um certainly I understand that the"
    },
    {
      "start": 115.36,
      "dur": 3.429,
      "text": "but um certainly I understand that the release of that video footage prompted"
    },
    {
      "start": 118.799,
      "dur": 3.67,
      "text": "release of that video footage prompted uh a lot more calls to local law"
    },
    {
      "start": 122.479,
      "dur": 3.27,
      "text": "uh a lot more calls to local law enforcement tip lines. So we will have"
    },
    {
      "start": 125.759,
      "dur": 2.951,
      "text": "enforcement tip lines. So we will have to wait and see whether indeed uh that"
    },
    {
      "start": 128.72,
      "dur": 2.47,
      "text": "to wait and see whether indeed uh that those two things are connected. But um"
    },
    {
      "start": 131.2,
      "dur": 3.43,
      "text": "those two things are connected. But um after 4 days of virtual silence on the"
    },
    {
      "start": 134.64,
      "dur": 2.309,
      "text": "after 4 days of virtual silence on the part of law enforcement here just"
    },
    {
      "start": 136.959,
      "dur": 2.951,
      "text": "part of law enforcement here just putting out very limited uh statements"
    },
    {
      "start": 139.92,
      "dur": 3.27,
      "text": "putting out very limited uh statements uh today or the last few hours have seen"
    },
    {
      "start": 143.2,
      "dur": 2.79,
      "text": "uh today or the last few hours have seen uh considerable a considerable amount of"
    },
    {
      "start": 146.0,
      "dur": 3.83,
      "text": "uh considerable a considerable amount of activity in this case."
    },
    {
      "start": 149.84,
      "dur": 1.99,
      "text": "activity in this case. &gt;&gt; David Willis there who's in Tucson for"
    },
    {
      "start": 151.84,
      "dur": 1.59,
      "text": "&gt;&gt; David Willis there who's in Tucson for us. Well, we've just been hearing that"
    },
    {
      "start": 153.44,
      "dur": 1.75,
      "text": "us. Well, we've just been hearing that the Puma County Sheriff's Department"
    },
    {
      "start": 155.2,
      "dur": 2.71,
      "text": "the Puma County Sheriff's Department assisted by the FBI's evidence response"
    },
    {
      "start": 157.92,
      "dur": 2.71,
      "text": "assisted by the FBI's evidence response team is conducting a court authorized"
    },
    {
      "start": 160.64,
      "dur": 2.869,
      "text": "team is conducting a court authorized search of a location in Rio Rico,"
    },
    {
      "start": 163.519,
      "dur": 3.511,
      "text": "search of a location in Rio Rico, Arizona related to the Nazi Guthrie"
    },
    {
      "start": 167.04,
      "dur": 2.23,
      "text": "Arizona related to the Nazi Guthrie investigation. This operation is"
    },
    {
      "start": 169.28,
      "dur": 2.87,
      "text": "investigation. This operation is expected to last several hours. We will"
    },
    {
      "start": 172.16,
      "dur": 2.709,
      "text": "expected to last several hours. We will keep the across this. As we hear any"
    },
    {
      "start": 174.879,
      "dur": 3.601,
      "text": "keep the across this. As we hear any more news, we will update you."
    }
  ]
}