{
  "videoId": "YDsNeLPuqvQ",
  "title": "Winter Olympics: Can tech boost performance? | BBC News",
  "publishedAt": "2026-02-07",
  "channel": "BBC News",
  "durationSeconds": 385,
  "segments": [
    {
      "start": 1.309,
      "dur": 2.921,
      "text": "[music]"
    },
    {
      "start": 4.24,
      "dur": 2.0,
      "text": "When it comes to the Winter Olympics,"
    },
    {
      "start": 6.24,
      "dur": 2.389,
      "text": "When it comes to the Winter Olympics, Norway is by far the leading nation,"
    },
    {
      "start": 8.639,
      "dur": 2.486,
      "text": "Norway is by far the leading nation, having won the most medals in history."
    },
    {
      "start": 11.135,
      "dur": 0.695,
      "text": "having won the most medals in history. [music]"
    },
    {
      "start": 11.84,
      "dur": 2.31,
      "text": "[music] I've come here to the Olympic Training"
    },
    {
      "start": 14.16,
      "dur": 2.949,
      "text": "I've come here to the Olympic Training Center in Oslo to find out how advances"
    },
    {
      "start": 17.119,
      "dur": 2.471,
      "text": "Center in Oslo to find out how advances in technology are helping this small"
    },
    {
      "start": 19.6,
      "dur": 2.79,
      "text": "in technology are helping this small nation compete at the highest level."
    },
    {
      "start": 22.4,
      "dur": 3.27,
      "text": "nation compete at the highest level. &gt;&gt; Set. Go. Our"
    },
    {
      "start": 25.68,
      "dur": 2.39,
      "text": "&gt;&gt; Set. Go. Our goal is to enable that the whole team to"
    },
    {
      "start": 28.08,
      "dur": 2.39,
      "text": "goal is to enable that the whole team to improve and technology can be a very"
    },
    {
      "start": 30.48,
      "dur": 5.03,
      "text": "improve and technology can be a very important uh tool in your whole toolbox."
    },
    {
      "start": 35.52,
      "dur": 2.07,
      "text": "important uh tool in your whole toolbox. One of the technology department's main"
    },
    {
      "start": 37.6,
      "dur": 2.629,
      "text": "One of the technology department's main roles is helping test and develop the"
    },
    {
      "start": 40.239,
      "dur": 2.951,
      "text": "roles is helping test and develop the best equipment for athletes. And for"
    },
    {
      "start": 43.2,
      "dur": 2.31,
      "text": "best equipment for athletes. And for Norway, there's one sport above them"
    },
    {
      "start": 45.52,
      "dur": 1.75,
      "text": "Norway, there's one sport above them all."
    },
    {
      "start": 47.28,
      "dur": 2.15,
      "text": "all. &gt;&gt; One of the most successful sports is"
    },
    {
      "start": 49.44,
      "dur": 2.15,
      "text": "&gt;&gt; One of the most successful sports is skiing. Yes. Does that take up a lot of"
    },
    {
      "start": 51.6,
      "dur": 2.1,
      "text": "skiing. Yes. Does that take up a lot of your time focused on that sport?"
    },
    {
      "start": 53.71,
      "dur": 0.359,
      "text": "your time focused on that sport? &gt;&gt; [laughter]"
    },
    {
      "start": 54.079,
      "dur": 2.47,
      "text": "&gt;&gt; [laughter] &gt;&gt; Well, uh, cross country skiing, uh,"
    },
    {
      "start": 56.559,
      "dur": 2.871,
      "text": "&gt;&gt; Well, uh, cross country skiing, uh, biatlon, it's it's more like a rel"
    },
    {
      "start": 59.44,
      "dur": 2.629,
      "text": "biatlon, it's it's more like a rel religion in in Norway, so it engages"
    },
    {
      "start": 62.079,
      "dur": 3.03,
      "text": "religion in in Norway, so it engages lots of people. And of course, here it"
    },
    {
      "start": 65.119,
      "dur": 2.631,
      "text": "lots of people. And of course, here it can make huge differences having the"
    },
    {
      "start": 67.76,
      "dur": 2.23,
      "text": "can make huge differences having the right equipment and prepared the"
    },
    {
      "start": 70.0,
      "dur": 2.39,
      "text": "right equipment and prepared the equipment the right way. In addition, it"
    },
    {
      "start": 72.4,
      "dur": 1.91,
      "text": "equipment the right way. In addition, it can be that you're the best athlete, but"
    },
    {
      "start": 74.32,
      "dur": 1.59,
      "text": "can be that you're the best athlete, but if you have the wrong equipment, the"
    },
    {
      "start": 75.92,
      "dur": 1.91,
      "text": "if you have the wrong equipment, the wrong setup, you will not be on top of"
    },
    {
      "start": 77.84,
      "dur": 3.11,
      "text": "wrong setup, you will not be on top of the result list."
    },
    {
      "start": 80.96,
      "dur": 2.789,
      "text": "the result list. But technology in sport goes beyond just"
    },
    {
      "start": 83.759,
      "dur": 2.471,
      "text": "But technology in sport goes beyond just the equipment. Monitoring athletes"
    },
    {
      "start": 86.24,
      "dur": 2.31,
      "text": "the equipment. Monitoring athletes training and performance relies heavily"
    },
    {
      "start": 88.56,
      "dur": 2.71,
      "text": "training and performance relies heavily on data and artificial intelligence is"
    },
    {
      "start": 91.28,
      "dur": 2.55,
      "text": "on data and artificial intelligence is unlocking new ways of tapping into that"
    },
    {
      "start": 93.84,
      "dur": 2.79,
      "text": "unlocking new ways of tapping into that information. Norway is quite a wealthy"
    },
    {
      "start": 96.64,
      "dur": 1.75,
      "text": "information. Norway is quite a wealthy country certainly comparison to other"
    },
    {
      "start": 98.4,
      "dur": 2.55,
      "text": "country certainly comparison to other Olympic nations. Does that give you a"
    },
    {
      "start": 100.96,
      "dur": 1.829,
      "text": "Olympic nations. Does that give you a real competitive edge in being able to"
    },
    {
      "start": 102.799,
      "dur": 2.711,
      "text": "real competitive edge in being able to develop and adapt this technology?"
    },
    {
      "start": 105.52,
      "dur": 2.47,
      "text": "develop and adapt this technology? &gt;&gt; I wish I could say yes. uh I I don't"
    },
    {
      "start": 108.0,
      "dur": 1.27,
      "text": "&gt;&gt; I wish I could say yes. uh I I don't know what the situation in other"
    },
    {
      "start": 109.28,
      "dur": 3.509,
      "text": "know what the situation in other countries is. I think we should be more"
    },
    {
      "start": 112.799,
      "dur": 2.31,
      "text": "countries is. I think we should be more pushing uh the boundaries and it would"
    },
    {
      "start": 115.119,
      "dur": 2.791,
      "text": "pushing uh the boundaries and it would be nice to have uh better facilities. So"
    },
    {
      "start": 117.92,
      "dur": 2.31,
      "text": "be nice to have uh better facilities. So I think things could go faster now with"
    },
    {
      "start": 120.24,
      "dur": 2.149,
      "text": "I think things could go faster now with AI things getting faster. So that's"
    },
    {
      "start": 122.399,
      "dur": 2.631,
      "text": "AI things getting faster. So that's nice. Things are good here but they"
    },
    {
      "start": 125.04,
      "dur": 0.709,
      "text": "nice. Things are good here but they could be better."
    },
    {
      "start": 125.759,
      "dur": 1.99,
      "text": "could be better. &gt;&gt; What would be better? What what should"
    },
    {
      "start": 127.759,
      "dur": 1.671,
      "text": "&gt;&gt; What would be better? What what should teams have access to do you think?"
    },
    {
      "start": 129.44,
      "dur": 2.149,
      "text": "teams have access to do you think? &gt;&gt; So the athletes monitoring systems are"
    },
    {
      "start": 131.599,
      "dur": 2.391,
      "text": "&gt;&gt; So the athletes monitoring systems are getting more and more powerful. That's a"
    },
    {
      "start": 134.0,
      "dur": 2.79,
      "text": "getting more and more powerful. That's a very interesting topic because you can"
    },
    {
      "start": 136.8,
      "dur": 3.75,
      "text": "very interesting topic because you can identify changes in your stress level,"
    },
    {
      "start": 140.56,
      "dur": 2.47,
      "text": "identify changes in your stress level, regeneration states and and are you"
    },
    {
      "start": 143.04,
      "dur": 2.47,
      "text": "regeneration states and and are you getting fatigue or should you reduce"
    },
    {
      "start": 145.52,
      "dur": 1.75,
      "text": "getting fatigue or should you reduce your training load but also a very"
    },
    {
      "start": 147.28,
      "dur": 2.07,
      "text": "your training load but also a very dangerous one because we we experience"
    },
    {
      "start": 149.36,
      "dur": 2.79,
      "text": "dangerous one because we we experience that people athletes especially they"
    },
    {
      "start": 152.16,
      "dur": 1.83,
      "text": "that people athletes especially they have to know their body."
    },
    {
      "start": 154.0,
      "dur": 2.39,
      "text": "have to know their body. &gt;&gt; What is exciting you most about"
    },
    {
      "start": 156.4,
      "dur": 2.71,
      "text": "&gt;&gt; What is exciting you most about technology and sport at the moment? We"
    },
    {
      "start": 159.12,
      "dur": 3.109,
      "text": "technology and sport at the moment? We can realize the ideas from analyzis to"
    },
    {
      "start": 162.239,
      "dur": 2.471,
      "text": "can realize the ideas from analyzis to prototype or product is so much faster"
    },
    {
      "start": 164.72,
      "dur": 2.55,
      "text": "prototype or product is so much faster with 3D printing with new materials with"
    },
    {
      "start": 167.28,
      "dur": 3.011,
      "text": "with 3D printing with new materials with AI."
    },
    {
      "start": 170.301,
      "dur": 2.259,
      "text": "[music] Of course, technology is not the"
    },
    {
      "start": 172.56,
      "dur": 2.15,
      "text": "[music] Of course, technology is not the only reason why Norway has so much"
    },
    {
      "start": 174.72,
      "dur": 1.99,
      "text": "only reason why Norway has so much winter Olympic [music] success. It's a"
    },
    {
      "start": 176.72,
      "dur": 1.99,
      "text": "winter Olympic [music] success. It's a small nation with a big culture of"
    },
    {
      "start": 178.72,
      "dur": 2.149,
      "text": "small nation with a big culture of active living and that goes beyond just"
    },
    {
      "start": 180.879,
      "dur": 7.191,
      "text": "active living and that goes beyond just winter sport."
    },
    {
      "start": 188.08,
      "dur": 2.72,
      "text": "At Oslo Tennis Arena, we're seeing sport"
    },
    {
      "start": 190.8,
      "dur": 2.95,
      "text": "At Oslo Tennis Arena, we're seeing sport AI in action. They're a Norwegian-based"
    },
    {
      "start": 193.76,
      "dur": 2.549,
      "text": "AI in action. They're a Norwegian-based company working to make data analysis in"
    },
    {
      "start": 196.319,
      "dur": 3.431,
      "text": "company working to make data analysis in racket sports accessible to all."
    },
    {
      "start": 199.76,
      "dur": 1.43,
      "text": "racket sports accessible to all. So you can start to look at everything"
    },
    {
      "start": 201.2,
      "dur": 2.63,
      "text": "So you can start to look at everything from biomechanics, so technique of a"
    },
    {
      "start": 203.84,
      "dur": 2.79,
      "text": "from biomechanics, so technique of a serve for example, uh all the way into"
    },
    {
      "start": 206.64,
      "dur": 1.509,
      "text": "serve for example, uh all the way into kind of tactical analysis, my"
    },
    {
      "start": 208.159,
      "dur": 1.751,
      "text": "kind of tactical analysis, my positioning on the court, where is the"
    },
    {
      "start": 209.92,
      "dur": 1.83,
      "text": "positioning on the court, where is the ball landing after I'm hitting [music]"
    },
    {
      "start": 211.76,
      "dur": 2.469,
      "text": "ball landing after I'm hitting [music] it? Uh how am I working together with my"
    },
    {
      "start": 214.239,
      "dur": 1.671,
      "text": "it? Uh how am I working together with my teammates? All of these things that can"
    },
    {
      "start": 215.92,
      "dur": 1.83,
      "text": "teammates? All of these things that can be analyzed using computer vision in a"
    },
    {
      "start": 217.76,
      "dur": 2.71,
      "text": "be analyzed using computer vision in a way that was never possible before."
    },
    {
      "start": 220.48,
      "dur": 2.87,
      "text": "way that was never possible before. Sporty's model has been trained to take"
    },
    {
      "start": 223.36,
      "dur": 1.91,
      "text": "Sporty's model has been trained to take video footage gathered by standard"
    },
    {
      "start": 225.28,
      "dur": 2.47,
      "text": "video footage gathered by standard cameras around the court or even just a"
    },
    {
      "start": 227.76,
      "dur": 2.23,
      "text": "cameras around the court or even just a mobile phone and within seconds give"
    },
    {
      "start": 230.0,
      "dur": 0.949,
      "text": "mobile phone and within seconds give analysis."
    },
    {
      "start": 230.959,
      "dur": 1.671,
      "text": "analysis. &gt;&gt; So, we'll go and have a look at some of"
    },
    {
      "start": 232.64,
      "dur": 1.509,
      "text": "&gt;&gt; So, we'll go and have a look at some of the video that we took uh at the"
    },
    {
      "start": 234.159,
      "dur": 1.911,
      "text": "the video that we took uh at the training session today. [music] Here's"
    },
    {
      "start": 236.08,
      "dur": 1.75,
      "text": "training session today. [music] Here's Sebastian who's playing. You can see"
    },
    {
      "start": 237.84,
      "dur": 2.07,
      "text": "Sebastian who's playing. You can see he's a great player. He gets a fantastic"
    },
    {
      "start": 239.92,
      "dur": 2.47,
      "text": "he's a great player. He gets a fantastic score from the AI, but we track all the"
    },
    {
      "start": 242.4,
      "dur": 2.79,
      "text": "score from the AI, but we track all the way his body joints, the angles, and his"
    },
    {
      "start": 245.2,
      "dur": 2.07,
      "text": "way his body joints, the angles, and his swing curve. Now we can delve into the"
    },
    {
      "start": 247.28,
      "dur": 1.91,
      "text": "swing curve. Now we can delve into the analysis and you can kind of keep it as"
    },
    {
      "start": 249.2,
      "dur": 1.99,
      "text": "analysis and you can kind of keep it as high level or go as deep as you want. So"
    },
    {
      "start": 251.2,
      "dur": 1.99,
      "text": "high level or go as deep as you want. So things like biomechanics, power, contact"
    },
    {
      "start": 253.2,
      "dur": 2.15,
      "text": "things like biomechanics, power, contact point. You can look at the kinetic"
    },
    {
      "start": 255.36,
      "dur": 2.23,
      "text": "point. You can look at the kinetic chain. So how you create power from"
    },
    {
      "start": 257.6,
      "dur": 2.07,
      "text": "chain. So how you create power from rotating the hip and the shoulder and"
    },
    {
      "start": 259.68,
      "dur": 2.47,
      "text": "rotating the hip and the shoulder and wrist and go into all sorts of details"
    },
    {
      "start": 262.16,
      "dur": 2.39,
      "text": "wrist and go into all sorts of details around how the timing works together to"
    },
    {
      "start": 264.56,
      "dur": 4.23,
      "text": "around how the timing works together to create power when you're hitting a shot."
    },
    {
      "start": 268.8,
      "dur": 2.15,
      "text": "create power when you're hitting a shot. &gt;&gt; The challenge really is analyzing it and"
    },
    {
      "start": 270.96,
      "dur": 1.509,
      "text": "&gt;&gt; The challenge really is analyzing it and being able to get something that you can"
    },
    {
      "start": 272.479,
      "dur": 2.15,
      "text": "being able to get something that you can work with. [music] How do you actually"
    },
    {
      "start": 274.639,
      "dur": 1.671,
      "text": "work with. [music] How do you actually coach people with sport AI?"
    },
    {
      "start": 276.32,
      "dur": 1.75,
      "text": "coach people with sport AI? &gt;&gt; Yeah. So, it's not just about data"
    },
    {
      "start": 278.08,
      "dur": 1.27,
      "text": "&gt;&gt; Yeah. So, it's not just about data collection. It's really understanding"
    },
    {
      "start": 279.36,
      "dur": 2.47,
      "text": "collection. It's really understanding what that data means for me compared to"
    },
    {
      "start": 281.84,
      "dur": 3.67,
      "text": "what that data means for me compared to my previous session or to my peers or"
    },
    {
      "start": 285.52,
      "dur": 1.83,
      "text": "my previous session or to my peers or what compared to what my coach has been"
    },
    {
      "start": 287.36,
      "dur": 1.59,
      "text": "what compared to what my coach has been telling me to work on over the last few"
    },
    {
      "start": 288.96,
      "dur": 1.43,
      "text": "telling me to work on over the last few weeks. It's really putting it into that"
    },
    {
      "start": 290.4,
      "dur": 1.59,
      "text": "weeks. It's really putting it into that context and understanding what it's"
    },
    {
      "start": 292.0,
      "dur": 2.15,
      "text": "context and understanding what it's telling you."
    },
    {
      "start": 294.16,
      "dur": 1.43,
      "text": "telling you. &gt;&gt; That's a fantastic one."
    },
    {
      "start": 295.6,
      "dur": 1.589,
      "text": "&gt;&gt; That's a fantastic one. &gt;&gt; The tool is able to deliver that"
    },
    {
      "start": 297.199,
      "dur": 2.231,
      "text": "&gt;&gt; The tool is able to deliver that information in different ways, including"
    },
    {
      "start": 299.44,
      "dur": 2.15,
      "text": "information in different ways, including picking out highlights from a match."
    },
    {
      "start": 301.6,
      "dur": 1.83,
      "text": "picking out highlights from a match. Okay. You see the the program is is"
    },
    {
      "start": 303.44,
      "dur": 1.59,
      "text": "Okay. You see the the program is is putting markers on your body."
    },
    {
      "start": 305.04,
      "dur": 2.149,
      "text": "putting markers on your body. &gt;&gt; It's also being deployed by professional"
    },
    {
      "start": 307.199,
      "dur": 2.071,
      "text": "&gt;&gt; It's also being deployed by professional coaches to enhance their work."
    },
    {
      "start": 309.28,
      "dur": 2.07,
      "text": "coaches to enhance their work. &gt;&gt; With new technology, there are always"
    },
    {
      "start": 311.36,
      "dur": 2.79,
      "text": "&gt;&gt; With new technology, there are always people that are resistant to adopt it."
    },
    {
      "start": 314.16,
      "dur": 1.91,
      "text": "people that are resistant to adopt it. &gt;&gt; How is tennis adopting to to this kind"
    },
    {
      "start": 316.08,
      "dur": 0.47,
      "text": "&gt;&gt; How is tennis adopting to to this kind of tech?"
    },
    {
      "start": 316.56,
      "dur": 1.83,
      "text": "of tech? &gt;&gt; I see that more and more that you know"
    },
    {
      "start": 318.4,
      "dur": 1.67,
      "text": "&gt;&gt; I see that more and more that you know the information coming from AI is"
    },
    {
      "start": 320.08,
      "dur": 1.829,
      "text": "the information coming from AI is something that players trust. Players"
    },
    {
      "start": 321.919,
      "dur": 2.071,
      "text": "something that players trust. Players have asked well I don't like analyzes"
    },
    {
      "start": 324.0,
      "dur": 2.07,
      "text": "have asked well I don't like analyzes because I don't want to do see when I do"
    },
    {
      "start": 326.08,
      "dur": 2.15,
      "text": "because I don't want to do see when I do things wrong. But you know you can turn"
    },
    {
      "start": 328.24,
      "dur": 2.229,
      "text": "things wrong. But you know you can turn it around to say I use technology to"
    },
    {
      "start": 330.479,
      "dur": 2.071,
      "text": "it around to say I use technology to show you what you're really doing well."
    },
    {
      "start": 332.56,
      "dur": 2.15,
      "text": "show you what you're really doing well. And that is what you know we also had to"
    },
    {
      "start": 334.72,
      "dur": 2.23,
      "text": "And that is what you know we also had to remember that this is not only to try to"
    },
    {
      "start": 336.96,
      "dur": 1.75,
      "text": "remember that this is not only to try to figure out what's wrong. You have to"
    },
    {
      "start": 338.72,
      "dur": 2.469,
      "text": "figure out what's wrong. You have to figure out also what's right."
    },
    {
      "start": 341.199,
      "dur": 1.351,
      "text": "figure out also what's right. &gt;&gt; Yeah. [music] Okay."
    },
    {
      "start": 342.56,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah. [music] Okay. &gt;&gt; You've used new technology kind of"
    },
    {
      "start": 345.12,
      "dur": 2.15,
      "text": "&gt;&gt; You've used new technology kind of throughout your career I imagine. Are we"
    },
    {
      "start": 347.28,
      "dur": 1.749,
      "text": "throughout your career I imagine. Are we at the peak do you think of performance"
    },
    {
      "start": 349.039,
      "dur": 2.15,
      "text": "at the peak do you think of performance because of what we have now or have"
    },
    {
      "start": 351.199,
      "dur": 1.43,
      "text": "because of what we have now or have there been other times where you felt"
    },
    {
      "start": 352.639,
      "dur": 2.071,
      "text": "there been other times where you felt like people were playing better? I can"
    },
    {
      "start": 354.72,
      "dur": 2.39,
      "text": "like people were playing better? I can remember back when we saw super slow"
    },
    {
      "start": 357.12,
      "dur": 2.55,
      "text": "remember back when we saw super slow motion. Then we saw exactly what the"
    },
    {
      "start": 359.68,
      "dur": 2.789,
      "text": "motion. Then we saw exactly what the racket was doing, hitting the ball. Then"
    },
    {
      "start": 362.479,
      "dur": 1.911,
      "text": "racket was doing, hitting the ball. Then we started to know what's going on. We"
    },
    {
      "start": 364.4,
      "dur": 1.909,
      "text": "we started to know what's going on. We had a belief before, but then we"
    },
    {
      "start": 366.319,
      "dur": 1.671,
      "text": "had a belief before, but then we understood. So now I think it's the"
    },
    {
      "start": 368.0,
      "dur": 2.55,
      "text": "understood. So now I think it's the same. It's the same that we think we see"
    },
    {
      "start": 370.56,
      "dur": 3.59,
      "text": "same. It's the same that we think we see things, but AI is guiding us to even now"
    },
    {
      "start": 374.16,
      "dur": 2.79,
      "text": "things, but AI is guiding us to even now know even more and the quality of tennis"
    },
    {
      "start": 376.96,
      "dur": 4.069,
      "text": "know even more and the quality of tennis will go up."
    },
    {
      "start": 381.039,
      "dur": 4.401,
      "text": "Long follow through. Yes, I like it."
    }
  ]
}