{
  "videoId": "yGV4tnCtlIE",
  "title": "Ex-Tory Home Secretary Suella Braverman defects to Reform | BBC Newscast",
  "publishedAt": "2026-01-26",
  "channel": "BBC News",
  "durationSeconds": 1839,
  "segments": [
    {
      "start": 0.08,
      "dur": 1.6,
      "text": "Hello, it's Adam in the newscast studio"
    },
    {
      "start": 1.68,
      "dur": 0.949,
      "text": "Hello, it's Adam in the newscast studio at Westminster"
    },
    {
      "start": 2.639,
      "dur": 2.231,
      "text": "at Westminster &gt;&gt; and Chris in the same studio as Adam."
    },
    {
      "start": 4.88,
      "dur": 1.35,
      "text": "&gt;&gt; and Chris in the same studio as Adam. &gt;&gt; Right, this is getting to be quite a"
    },
    {
      "start": 6.24,
      "dur": 1.27,
      "text": "&gt;&gt; Right, this is getting to be quite a regular thing now and I don't mean you"
    },
    {
      "start": 7.52,
      "dur": 1.35,
      "text": "regular thing now and I don't mean you and me talking to each other face to"
    },
    {
      "start": 8.88,
      "dur": 1.829,
      "text": "and me talking to each other face to face rather than down the line. Uh,"
    },
    {
      "start": 10.719,
      "dur": 1.99,
      "text": "face rather than down the line. Uh, Conservative MPs defecting to reform"
    },
    {
      "start": 12.719,
      "dur": 1.431,
      "text": "Conservative MPs defecting to reform because there was another one today and"
    },
    {
      "start": 14.16,
      "dur": 1.99,
      "text": "because there was another one today and it was Suela Braverman, former home"
    },
    {
      "start": 16.16,
      "dur": 0.55,
      "text": "it was Suela Braverman, former home secretary."
    },
    {
      "start": 16.72,
      "dur": 1.59,
      "text": "secretary. &gt;&gt; Yeah. When you and I were talking on"
    },
    {
      "start": 18.32,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. When you and I were talking on newscast and five Live on Sunday"
    },
    {
      "start": 20.24,
      "dur": 2.55,
      "text": "newscast and five Live on Sunday evening, I was weighing up whether or"
    },
    {
      "start": 22.8,
      "dur": 2.469,
      "text": "evening, I was weighing up whether or not I was making a mistake not heading"
    },
    {
      "start": 25.279,
      "dur": 2.15,
      "text": "not I was making a mistake not heading to Manchester to see if I could chase"
    },
    {
      "start": 27.439,
      "dur": 2.391,
      "text": "to Manchester to see if I could chase Andy Burnham around. In the end, I"
    },
    {
      "start": 29.84,
      "dur": 1.509,
      "text": "Andy Burnham around. In the end, I concluded I wouldn't because I didn't"
    },
    {
      "start": 31.359,
      "dur": 1.911,
      "text": "concluded I wouldn't because I didn't think he'd want to say very much. Um,"
    },
    {
      "start": 33.28,
      "dur": 1.67,
      "text": "think he'd want to say very much. Um, which is true. Joe Pike, our colleague,"
    },
    {
      "start": 34.96,
      "dur": 2.15,
      "text": "which is true. Joe Pike, our colleague, did some fantastic scurrying about and"
    },
    {
      "start": 37.12,
      "dur": 1.589,
      "text": "did some fantastic scurrying about and did get him on camera, but he wasn't"
    },
    {
      "start": 38.719,
      "dur": 0.551,
      "text": "did get him on camera, but he wasn't keen on saying,"
    },
    {
      "start": 39.28,
      "dur": 1.429,
      "text": "keen on saying, &gt;&gt; including the classic shot of Andy"
    },
    {
      "start": 40.719,
      "dur": 1.591,
      "text": "&gt;&gt; including the classic shot of Andy Burnham getting into a lift and the"
    },
    {
      "start": 42.32,
      "dur": 1.99,
      "text": "Burnham getting into a lift and the doors closing so that Joe could say the"
    },
    {
      "start": 44.32,
      "dur": 1.51,
      "text": "doors closing so that Joe could say the door has closed on him coming back to"
    },
    {
      "start": 45.84,
      "dur": 0.63,
      "text": "door has closed on him coming back to Westminster."
    },
    {
      "start": 46.48,
      "dur": 1.909,
      "text": "Westminster. &gt;&gt; This is how television magic is made."
    },
    {
      "start": 48.399,
      "dur": 1.83,
      "text": "&gt;&gt; This is how television magic is made. Anyway, I stayed at Westminster"
    },
    {
      "start": 50.239,
      "dur": 1.591,
      "text": "Anyway, I stayed at Westminster marginally concerned I might be in the"
    },
    {
      "start": 51.84,
      "dur": 1.11,
      "text": "marginally concerned I might be in the wrong place, which is a classic"
    },
    {
      "start": 52.96,
      "dur": 3.35,
      "text": "wrong place, which is a classic journalistic anxiety. um and getting on"
    },
    {
      "start": 56.32,
      "dur": 1.59,
      "text": "journalistic anxiety. um and getting on with various other things, not least"
    },
    {
      "start": 57.92,
      "dur": 2.469,
      "text": "with various other things, not least this trip that's coming up. Uh and then"
    },
    {
      "start": 60.399,
      "dur": 1.351,
      "text": "this trip that's coming up. Uh and then somewhat out of the blue, I mean it's"
    },
    {
      "start": 61.76,
      "dur": 1.35,
      "text": "somewhat out of the blue, I mean it's not that surprising in the grand scheme"
    },
    {
      "start": 63.12,
      "dur": 1.349,
      "text": "not that surprising in the grand scheme of things, but certainly as far as it"
    },
    {
      "start": 64.479,
      "dur": 2.871,
      "text": "of things, but certainly as far as it coming today is concerned, reform"
    },
    {
      "start": 67.36,
      "dur": 1.99,
      "text": "coming today is concerned, reform hosting a news conference which"
    },
    {
      "start": 69.36,
      "dur": 3.35,
      "text": "hosting a news conference which purportedly was about veterans. Um and"
    },
    {
      "start": 72.72,
      "dur": 2.389,
      "text": "purportedly was about veterans. Um and Sella Braverman turns up in in in quite"
    },
    {
      "start": 75.119,
      "dur": 1.191,
      "text": "Sella Braverman turns up in in in quite the moment quite the kind of"
    },
    {
      "start": 76.32,
      "dur": 4.23,
      "text": "the moment quite the kind of choreography around her uh defection."
    },
    {
      "start": 80.56,
      "dur": 2.79,
      "text": "choreography around her uh defection. And yeah, this is the fourth big name"
    },
    {
      "start": 83.36,
      "dur": 2.23,
      "text": "And yeah, this is the fourth big name this month, the third MP in the last 10"
    },
    {
      "start": 85.6,
      "dur": 2.31,
      "text": "this month, the third MP in the last 10 days. It's quite the it's quite the"
    },
    {
      "start": 87.92,
      "dur": 0.95,
      "text": "days. It's quite the it's quite the momentum they've got."
    },
    {
      "start": 88.88,
      "dur": 1.67,
      "text": "momentum they've got. &gt;&gt; My favorite bit of the defection though"
    },
    {
      "start": 90.56,
      "dur": 1.67,
      "text": "&gt;&gt; My favorite bit of the defection though came later on because they then did a"
    },
    {
      "start": 92.24,
      "dur": 1.99,
      "text": "came later on because they then did a news conference, her and Nigel Farage."
    },
    {
      "start": 94.24,
      "dur": 1.509,
      "text": "news conference, her and Nigel Farage. And after you'd asked your question, the"
    },
    {
      "start": 95.759,
      "dur": 1.751,
      "text": "And after you'd asked your question, the other Chris Chris Hope from GB News"
    },
    {
      "start": 97.52,
      "dur": 1.589,
      "text": "other Chris Chris Hope from GB News asked a question and then Nigel Farage"
    },
    {
      "start": 99.119,
      "dur": 1.911,
      "text": "asked a question and then Nigel Farage said, \"Well, are you surprised?\" And"
    },
    {
      "start": 101.04,
      "dur": 1.51,
      "text": "said, \"Well, are you surprised?\" And Chris Hope said, \"No,"
    },
    {
      "start": 102.56,
      "dur": 1.83,
      "text": "Chris Hope said, \"No, &gt;&gt; because actually people had been"
    },
    {
      "start": 104.4,
      "dur": 2.23,
      "text": "&gt;&gt; because actually people had been watching Sella Braverman in kind of"
    },
    {
      "start": 106.64,
      "dur": 1.35,
      "text": "watching Sella Braverman in kind of defection watch for a while, haven't"
    },
    {
      "start": 108.0,
      "dur": 0.23,
      "text": "defection watch for a while, haven't they?\""
    },
    {
      "start": 108.24,
      "dur": 1.99,
      "text": "they?\" &gt;&gt; Yes. Well, so I missed Chris Hope's"
    },
    {
      "start": 110.24,
      "dur": 1.509,
      "text": "&gt;&gt; Yes. Well, so I missed Chris Hope's question and indeed the answer because I"
    },
    {
      "start": 111.759,
      "dur": 2.31,
      "text": "question and indeed the answer because I had to scurry out uh in order to get"
    },
    {
      "start": 114.079,
      "dur": 1.911,
      "text": "had to scurry out uh in order to get back from the six o'clock news. U so"
    },
    {
      "start": 116.0,
      "dur": 1.27,
      "text": "back from the six o'clock news. U so yeah, look, if you were drawing up a"
    },
    {
      "start": 117.28,
      "dur": 1.27,
      "text": "yeah, look, if you were drawing up a list of likely conservatives to"
    },
    {
      "start": 118.56,
      "dur": 1.589,
      "text": "list of likely conservatives to defective reform UK government would"
    },
    {
      "start": 120.159,
      "dur": 1.431,
      "text": "defective reform UK government would have been pretty near the top, but I"
    },
    {
      "start": 121.6,
      "dur": 1.27,
      "text": "have been pretty near the top, but I still think it's quite something. I"
    },
    {
      "start": 122.88,
      "dur": 1.189,
      "text": "still think it's quite something. I mean, defections are pretty rare at"
    },
    {
      "start": 124.079,
      "dur": 1.67,
      "text": "mean, defections are pretty rare at Westminster and we've just had three in"
    },
    {
      "start": 125.759,
      "dur": 2.311,
      "text": "Westminster and we've just had three in a fortnight or 10 days, four if you"
    },
    {
      "start": 128.08,
      "dur": 2.789,
      "text": "a fortnight or 10 days, four if you include Nadim Zahari, all be no longer"
    },
    {
      "start": 130.879,
      "dur": 1.831,
      "text": "include Nadim Zahari, all be no longer no longer an MP. So I think that's quite"
    },
    {
      "start": 132.72,
      "dur": 2.149,
      "text": "no longer an MP. So I think that's quite something you know former home secretary"
    },
    {
      "start": 134.879,
      "dur": 2.07,
      "text": "something you know former home secretary someone I mean I've known her for 25"
    },
    {
      "start": 136.959,
      "dur": 2.871,
      "text": "someone I mean I've known her for 25 plus years and like being a conservative"
    },
    {
      "start": 139.84,
      "dur": 2.15,
      "text": "plus years and like being a conservative sort of in her DNA or at least it wasn't"
    },
    {
      "start": 142.0,
      "dur": 1.589,
      "text": "sort of in her DNA or at least it wasn't at lunchtime. I mean she would say she"
    },
    {
      "start": 143.599,
      "dur": 1.671,
      "text": "at lunchtime. I mean she would say she is still a conservative. In fact she"
    },
    {
      "start": 145.28,
      "dur": 3.35,
      "text": "is still a conservative. In fact she said in the news conference about um um"
    },
    {
      "start": 148.64,
      "dur": 2.07,
      "text": "said in the news conference about um um uh the conservative party isn't a"
    },
    {
      "start": 150.72,
      "dur": 2.55,
      "text": "uh the conservative party isn't a conservative uh party. So in that sense"
    },
    {
      "start": 153.28,
      "dur": 1.83,
      "text": "conservative uh party. So in that sense she thinks the party has left her which"
    },
    {
      "start": 155.12,
      "dur": 3.749,
      "text": "she thinks the party has left her which is often the mantra of the defectee. Um"
    },
    {
      "start": 158.879,
      "dur": 1.99,
      "text": "is often the mantra of the defectee. Um but yeah as I say still quite a thing I"
    },
    {
      "start": 160.879,
      "dur": 0.391,
      "text": "but yeah as I say still quite a thing I mean"
    },
    {
      "start": 161.28,
      "dur": 2.15,
      "text": "mean &gt;&gt; and in terms of her tone it was quite"
    },
    {
      "start": 163.44,
      "dur": 1.429,
      "text": "&gt;&gt; and in terms of her tone it was quite emotional. So in the morning when she"
    },
    {
      "start": 164.879,
      "dur": 1.591,
      "text": "emotional. So in the morning when she revealed herself she was quite emotional"
    },
    {
      "start": 166.48,
      "dur": 2.389,
      "text": "revealed herself she was quite emotional and then in that news conference later"
    },
    {
      "start": 168.879,
      "dur": 1.831,
      "text": "and then in that news conference later she was using quite powerful analogies"
    },
    {
      "start": 170.72,
      "dur": 1.589,
      "text": "she was using quite powerful analogies like an unhappy marriage."
    },
    {
      "start": 172.319,
      "dur": 1.511,
      "text": "like an unhappy marriage. &gt;&gt; Yeah. Yeah. Completely. So I mean in the"
    },
    {
      "start": 173.84,
      "dur": 1.91,
      "text": "&gt;&gt; Yeah. Yeah. Completely. So I mean in the news conference you got a sense of the"
    },
    {
      "start": 175.76,
      "dur": 1.43,
      "text": "news conference you got a sense of the kind of emotion. We've said this before"
    },
    {
      "start": 177.2,
      "dur": 1.51,
      "text": "kind of emotion. We've said this before but I think it's worth saying again. You"
    },
    {
      "start": 178.72,
      "dur": 1.75,
      "text": "but I think it's worth saying again. You know people a lot of people when they"
    },
    {
      "start": 180.48,
      "dur": 2.31,
      "text": "know people a lot of people when they defect they're leaving they're leaving"
    },
    {
      "start": 182.8,
      "dur": 1.75,
      "text": "defect they're leaving they're leaving an affiliation if you like that they"
    },
    {
      "start": 184.56,
      "dur": 2.79,
      "text": "an affiliation if you like that they have had for decades decades and"
    },
    {
      "start": 187.36,
      "dur": 1.99,
      "text": "have had for decades decades and decades. It's a on a human level, it's a"
    },
    {
      "start": 189.36,
      "dur": 1.67,
      "text": "decades. It's a on a human level, it's a big moment. I thought you could see it"
    },
    {
      "start": 191.04,
      "dur": 2.79,
      "text": "big moment. I thought you could see it in Serella Bravman's facial expression"
    },
    {
      "start": 193.84,
      "dur": 2.63,
      "text": "in Serella Bravman's facial expression when she finds herself uttering out loud"
    },
    {
      "start": 196.48,
      "dur": 1.19,
      "text": "when she finds herself uttering out loud words that I don't know, maybe she's"
    },
    {
      "start": 197.68,
      "dur": 1.51,
      "text": "words that I don't know, maybe she's practiced in the mirror or whatever, but"
    },
    {
      "start": 199.2,
      "dur": 1.51,
      "text": "practiced in the mirror or whatever, but you're suddenly saying it out loud and"
    },
    {
      "start": 200.72,
      "dur": 1.67,
      "text": "you're suddenly saying it out loud and you can't say that's it. That's it. You"
    },
    {
      "start": 202.4,
      "dur": 2.23,
      "text": "you can't say that's it. That's it. You have crossed, you have done, you have"
    },
    {
      "start": 204.64,
      "dur": 1.99,
      "text": "have crossed, you have done, you have done it. U and and then the emotion that"
    },
    {
      "start": 206.64,
      "dur": 2.07,
      "text": "done it. U and and then the emotion that that provokes and it's a kind of oneway"
    },
    {
      "start": 208.72,
      "dur": 1.67,
      "text": "that provokes and it's a kind of oneway oneway direction. Now, in that news"
    },
    {
      "start": 210.4,
      "dur": 1.51,
      "text": "oneway direction. Now, in that news conference, I'm flicking through my"
    },
    {
      "start": 211.92,
      "dur": 1.029,
      "text": "conference, I'm flicking through my notebook in classic"
    },
    {
      "start": 212.959,
      "dur": 1.27,
      "text": "notebook in classic &gt;&gt; your huge notebook."
    },
    {
      "start": 214.239,
      "dur": 1.511,
      "text": "&gt;&gt; your huge notebook. &gt;&gt; I like A4 news. Yeah,"
    },
    {
      "start": 215.76,
      "dur": 1.029,
      "text": "&gt;&gt; I like A4 news. Yeah, &gt;&gt; can't be doing with those little"
    },
    {
      "start": 216.799,
      "dur": 1.671,
      "text": "&gt;&gt; can't be doing with those little reporter notebooks. They're too small."
    },
    {
      "start": 218.48,
      "dur": 2.15,
      "text": "reporter notebooks. They're too small. Um, you know, the Conservative Party is"
    },
    {
      "start": 220.64,
      "dur": 2.39,
      "text": "Um, you know, the Conservative Party is a social democratic left-leaning party."
    },
    {
      "start": 223.04,
      "dur": 2.469,
      "text": "a social democratic left-leaning party. Chino, conservative in name only."
    },
    {
      "start": 225.519,
      "dur": 1.99,
      "text": "Chino, conservative in name only. &gt;&gt; The fear, insecurity, and weakness of"
    },
    {
      "start": 227.519,
      "dur": 1.99,
      "text": "&gt;&gt; The fear, insecurity, and weakness of Kem Benedok. That was a reference to how"
    },
    {
      "start": 229.519,
      "dur": 1.751,
      "text": "Kem Benedok. That was a reference to how long in her view it had taken the"
    },
    {
      "start": 231.28,
      "dur": 1.27,
      "text": "long in her view it had taken the conservatives to come around to the view"
    },
    {
      "start": 232.56,
      "dur": 1.19,
      "text": "conservatives to come around to the view of leaving the European Convention on"
    },
    {
      "start": 233.76,
      "dur": 2.71,
      "text": "of leaving the European Convention on Human Rights, which swell advocated for"
    },
    {
      "start": 236.48,
      "dur": 1.829,
      "text": "Human Rights, which swell advocated for some time. The Conservative Party is"
    },
    {
      "start": 238.319,
      "dur": 3.27,
      "text": "some time. The Conservative Party is full of craven superficial careerists."
    },
    {
      "start": 241.599,
      "dur": 1.35,
      "text": "full of craven superficial careerists. So there's a pattern in these news"
    },
    {
      "start": 242.959,
      "dur": 1.83,
      "text": "So there's a pattern in these news conferences. So, the newly arrived"
    },
    {
      "start": 244.799,
      "dur": 2.07,
      "text": "conferences. So, the newly arrived former Conservative goes through a"
    },
    {
      "start": 246.879,
      "dur": 1.35,
      "text": "former Conservative goes through a process of publicly saying their"
    },
    {
      "start": 248.239,
      "dur": 2.231,
      "text": "process of publicly saying their previous party was a shower. And then"
    },
    {
      "start": 250.48,
      "dur": 1.51,
      "text": "previous party was a shower. And then the second thing they do, or at least"
    },
    {
      "start": 252.0,
      "dur": 1.19,
      "text": "the second thing they do, or at least the last few have done, and Robert"
    },
    {
      "start": 253.2,
      "dur": 2.63,
      "text": "the last few have done, and Robert Generick certainly did, is to paint this"
    },
    {
      "start": 255.84,
      "dur": 1.59,
      "text": "Generick certainly did, is to paint this dividing line they're really keen on"
    },
    {
      "start": 257.44,
      "dur": 1.749,
      "text": "dividing line they're really keen on Reform UK, which is to say that Britain"
    },
    {
      "start": 259.199,
      "dur": 1.75,
      "text": "Reform UK, which is to say that Britain is broken, which is something the"
    },
    {
      "start": 260.959,
      "dur": 2.79,
      "text": "is broken, which is something the Conservatives say is not true. They'll"
    },
    {
      "start": 263.759,
      "dur": 1.831,
      "text": "Conservatives say is not true. They'll point to what's what lots of what they"
    },
    {
      "start": 265.6,
      "dur": 1.75,
      "text": "point to what's what lots of what they see as problems with the UK, but they"
    },
    {
      "start": 267.36,
      "dur": 1.91,
      "text": "see as problems with the UK, but they say that doesn't add up to the to the"
    },
    {
      "start": 269.28,
      "dur": 1.99,
      "text": "say that doesn't add up to the to the country being broken, which reform"
    },
    {
      "start": 271.28,
      "dur": 1.193,
      "text": "country being broken, which reform absolutely are of the view of."
    },
    {
      "start": 272.483,
      "dur": 0.787,
      "text": "absolutely are of the view of. [clears throat] And there was quite a"
    },
    {
      "start": 273.28,
      "dur": 2.07,
      "text": "[clears throat] And there was quite a lot of activity in Tory Land today,"
    },
    {
      "start": 275.36,
      "dur": 1.99,
      "text": "lot of activity in Tory Land today, wasn't there? Because Andy Street,"
    },
    {
      "start": 277.36,
      "dur": 2.389,
      "text": "wasn't there? Because Andy Street, sorry, Sir Andrew Street, former mayor"
    },
    {
      "start": 279.759,
      "dur": 1.831,
      "text": "sorry, Sir Andrew Street, former mayor of the West Midlands and Ruth Davidson,"
    },
    {
      "start": 281.6,
      "dur": 1.43,
      "text": "of the West Midlands and Ruth Davidson, former Tory leader in Scotland, have"
    },
    {
      "start": 283.04,
      "dur": 1.429,
      "text": "former Tory leader in Scotland, have launched this new group."
    },
    {
      "start": 284.479,
      "dur": 3.191,
      "text": "launched this new group. &gt;&gt; Yeah. Prosper UK. So I think if we take"
    },
    {
      "start": 287.68,
      "dur": 1.35,
      "text": "&gt;&gt; Yeah. Prosper UK. So I think if we take a little bit of a step back and we can"
    },
    {
      "start": 289.04,
      "dur": 1.75,
      "text": "a little bit of a step back and we can look at some of the castalists in in"
    },
    {
      "start": 290.8,
      "dur": 1.669,
      "text": "look at some of the castalists in in this group and they're not all of one"
    },
    {
      "start": 292.479,
      "dur": 2.791,
      "text": "this group and they're not all of one mind. Uh but if we take a couple of"
    },
    {
      "start": 295.28,
      "dur": 2.31,
      "text": "mind. Uh but if we take a couple of steps back the Brexit process flushed"
    },
    {
      "start": 297.6,
      "dur": 2.79,
      "text": "steps back the Brexit process flushed out in quite a sort of brutal way those"
    },
    {
      "start": 300.4,
      "dur": 3.27,
      "text": "out in quite a sort of brutal way those who might vaguely fall under the label"
    },
    {
      "start": 303.68,
      "dur": 2.39,
      "text": "who might vaguely fall under the label of being one nation conservatives wets"
    },
    {
      "start": 306.08,
      "dur": 2.79,
      "text": "of being one nation conservatives wets to use the label of of of old"
    },
    {
      "start": 308.88,
      "dur": 2.47,
      "text": "to use the label of of of old &gt;&gt; the left of the Conservative party."
    },
    {
      "start": 311.36,
      "dur": 1.91,
      "text": "&gt;&gt; the left of the Conservative party. These labels are never perfect. They"
    },
    {
      "start": 313.28,
      "dur": 2.79,
      "text": "These labels are never perfect. They never quite describe anyone to the full"
    },
    {
      "start": 316.08,
      "dur": 1.91,
      "text": "never quite describe anyone to the full extent. And as I say in this group, you"
    },
    {
      "start": 318.0,
      "dur": 3.029,
      "text": "extent. And as I say in this group, you have Andy Street. Sir Andy Street. I'd"
    },
    {
      "start": 321.039,
      "dur": 1.111,
      "text": "have Andy Street. Sir Andy Street. I'd forgotten about his knighthood."
    },
    {
      "start": 322.16,
      "dur": 1.35,
      "text": "forgotten about his knighthood. Actually, should have mentioned that on"
    },
    {
      "start": 323.52,
      "dur": 1.75,
      "text": "Actually, should have mentioned that on the radio earlier. Sorry, Sir Andy."
    },
    {
      "start": 325.28,
      "dur": 1.27,
      "text": "the radio earlier. Sorry, Sir Andy. &gt;&gt; He doesn't seem like the kind of person"
    },
    {
      "start": 326.56,
      "dur": 1.03,
      "text": "&gt;&gt; He doesn't seem like the kind of person who'd be bothered."
    },
    {
      "start": 327.6,
      "dur": 0.63,
      "text": "who'd be bothered. &gt;&gt; No, I don't think so."
    },
    {
      "start": 328.24,
      "dur": 1.27,
      "text": "&gt;&gt; No, I don't think so. &gt;&gt; I think Andy is his brand."
    },
    {
      "start": 329.52,
      "dur": 2.55,
      "text": "&gt;&gt; I think Andy is his brand. &gt;&gt; Uh Baroness Davidson, Ruth Davidson, the"
    },
    {
      "start": 332.08,
      "dur": 2.79,
      "text": "&gt;&gt; Uh Baroness Davidson, Ruth Davidson, the former Conservative leader in Scotland."
    },
    {
      "start": 334.88,
      "dur": 1.35,
      "text": "former Conservative leader in Scotland. I think he described both of them"
    },
    {
      "start": 336.24,
      "dur": 0.47,
      "text": "I think he described both of them fairly."
    },
    {
      "start": 336.72,
      "dur": 1.749,
      "text": "fairly. &gt;&gt; Baroness Davidson of podcasting"
    },
    {
      "start": 338.479,
      "dur": 2.071,
      "text": "&gt;&gt; Baroness Davidson of podcasting &gt;&gt; indeed. um as being sort of broadly on"
    },
    {
      "start": 340.56,
      "dur": 1.59,
      "text": "&gt;&gt; indeed. um as being sort of broadly on the if you like of the left of the"
    },
    {
      "start": 342.16,
      "dur": 2.39,
      "text": "the if you like of the left of the party. Um uh funny enough, full"
    },
    {
      "start": 344.56,
      "dur": 1.51,
      "text": "party. Um uh funny enough, full disclosure, I was just talking about"
    },
    {
      "start": 346.08,
      "dur": 1.91,
      "text": "disclosure, I was just talking about this on the radio 46:00 news and our"
    },
    {
      "start": 348.0,
      "dur": 2.15,
      "text": "this on the radio 46:00 news and our esteemed fellow podcaster Nick Robinson"
    },
    {
      "start": 350.16,
      "dur": 1.67,
      "text": "esteemed fellow podcaster Nick Robinson uh pointed out to me that there are some"
    },
    {
      "start": 351.84,
      "dur": 1.51,
      "text": "uh pointed out to me that there are some others within the uh within this"
    },
    {
      "start": 353.36,
      "dur": 2.389,
      "text": "others within the uh within this grouping who"
    },
    {
      "start": 355.759,
      "dur": 1.99,
      "text": "grouping who would they fit under that label quite so"
    },
    {
      "start": 357.759,
      "dur": 1.43,
      "text": "would they fit under that label quite so comfortably. So Philip Hammond, the"
    },
    {
      "start": 359.199,
      "dur": 2.391,
      "text": "comfortably. So Philip Hammond, the former chancellor, Andrew Tyrie. So,"
    },
    {
      "start": 361.6,
      "dur": 1.429,
      "text": "former chancellor, Andrew Tyrie. So, Philip Hammond was very much on the"
    },
    {
      "start": 363.039,
      "dur": 2.471,
      "text": "Philip Hammond was very much on the remain side of the Brexit argument, but"
    },
    {
      "start": 365.52,
      "dur": 1.59,
      "text": "remain side of the Brexit argument, but you might argue economically is not"
    },
    {
      "start": 367.12,
      "dur": 1.03,
      "text": "you might argue economically is not quite in the same place as some of the"
    },
    {
      "start": 368.16,
      "dur": 1.43,
      "text": "quite in the same place as some of the others, blah blah blah. Anyway, I think"
    },
    {
      "start": 369.6,
      "dur": 2.63,
      "text": "others, blah blah blah. Anyway, I think it's fair to say quite a few folk who"
    },
    {
      "start": 372.24,
      "dur": 2.55,
      "text": "it's fair to say quite a few folk who for whatever reason felt squeezed out"
    },
    {
      "start": 374.8,
      "dur": 4.07,
      "text": "for whatever reason felt squeezed out either literally or psychologically from"
    },
    {
      "start": 378.88,
      "dur": 3.99,
      "text": "either literally or psychologically from uh the uh the the sort of key tables of"
    },
    {
      "start": 382.88,
      "dur": 1.67,
      "text": "uh the uh the the sort of key tables of the Conservative party of much of the"
    },
    {
      "start": 384.56,
      "dur": 3.189,
      "text": "the Conservative party of much of the last at least half decade are setting up"
    },
    {
      "start": 387.759,
      "dur": 2.55,
      "text": "last at least half decade are setting up this vehicle arguing that there is a"
    },
    {
      "start": 390.319,
      "dur": 1.59,
      "text": "this vehicle arguing that there is a chunk of the electorate who currently"
    },
    {
      "start": 391.919,
      "dur": 2.471,
      "text": "chunk of the electorate who currently might feel homeless. And I just think"
    },
    {
      "start": 394.4,
      "dur": 1.19,
      "text": "might feel homeless. And I just think it's quite interesting that they're"
    },
    {
      "start": 395.6,
      "dur": 1.83,
      "text": "it's quite interesting that they're finding voice and finding expression"
    },
    {
      "start": 397.44,
      "dur": 2.23,
      "text": "finding voice and finding expression again. And you sort of wonder where does"
    },
    {
      "start": 399.68,
      "dur": 3.03,
      "text": "again. And you sort of wonder where does it leave Kem Bezen who is simultaneously"
    },
    {
      "start": 402.72,
      "dur": 2.23,
      "text": "it leave Kem Bezen who is simultaneously losing folk broadly speaking on the"
    },
    {
      "start": 404.96,
      "dur": 1.509,
      "text": "losing folk broadly speaking on the right of the party. Again these labels"
    },
    {
      "start": 406.479,
      "dur": 1.751,
      "text": "right of the party. Again these labels are only of so much use but the likes of"
    },
    {
      "start": 408.24,
      "dur": 1.509,
      "text": "are only of so much use but the likes of Robert Genwick and Suela Breman and"
    },
    {
      "start": 409.759,
      "dur": 3.191,
      "text": "Robert Genwick and Suela Breman and Andrew Rosendell. Um whilst at the same"
    },
    {
      "start": 412.96,
      "dur": 1.91,
      "text": "Andrew Rosendell. Um whilst at the same time you've got these sort of folk who"
    },
    {
      "start": 414.88,
      "dur": 2.47,
      "text": "time you've got these sort of folk who are finding a voice again very loosely"
    },
    {
      "start": 417.36,
      "dur": 1.59,
      "text": "are finding a voice again very loosely broadly on the left of the Conservative"
    },
    {
      "start": 418.96,
      "dur": 2.39,
      "text": "broadly on the left of the Conservative party. Kemmy Bono is is is someone of"
    },
    {
      "start": 421.36,
      "dur": 3.109,
      "text": "party. Kemmy Bono is is is someone of the right of the party losing people to"
    },
    {
      "start": 424.479,
      "dur": 2.15,
      "text": "the right of the party losing people to her right and then people to her left if"
    },
    {
      "start": 426.639,
      "dur": 1.591,
      "text": "her right and then people to her left if you like are getting noisy. She's quite"
    },
    {
      "start": 428.24,
      "dur": 1.91,
      "text": "you like are getting noisy. She's quite discombobulating I think for her in the"
    },
    {
      "start": 430.16,
      "dur": 2.469,
      "text": "discombobulating I think for her in the same way that the Andy Burnham stuff"
    },
    {
      "start": 432.639,
      "dur": 2.311,
      "text": "same way that the Andy Burnham stuff another Andy who is a mayor the other"
    },
    {
      "start": 434.96,
      "dur": 3.43,
      "text": "another Andy who is a mayor the other Andy's a former mayor um uh is is doing"
    },
    {
      "start": 438.4,
      "dur": 2.229,
      "text": "Andy's a former mayor um uh is is doing his stuff where reform are often central"
    },
    {
      "start": 440.639,
      "dur": 2.631,
      "text": "his stuff where reform are often central to that conversation too. Although I"
    },
    {
      "start": 443.28,
      "dur": 2.309,
      "text": "to that conversation too. Although I wonder kind of counterintuitively, some"
    },
    {
      "start": 445.599,
      "dur": 1.511,
      "text": "wonder kind of counterintuitively, some people are saying Suela Braverman"
    },
    {
      "start": 447.12,
      "dur": 1.99,
      "text": "people are saying Suela Braverman leaving the Conservatives is helpful for"
    },
    {
      "start": 449.12,
      "dur": 3.189,
      "text": "leaving the Conservatives is helpful for Kem Bean because she's got quite extreme"
    },
    {
      "start": 452.319,
      "dur": 1.671,
      "text": "Kem Bean because she's got quite extreme positions that might be offputting to"
    },
    {
      "start": 454.0,
      "dur": 2.07,
      "text": "positions that might be offputting to people who are quite kind of more center"
    },
    {
      "start": 456.08,
      "dur": 0.87,
      "text": "people who are quite kind of more center right."
    },
    {
      "start": 456.96,
      "dur": 1.509,
      "text": "right. &gt;&gt; And then you've got the idea that"
    },
    {
      "start": 458.479,
      "dur": 2.791,
      "text": "&gt;&gt; And then you've got the idea that actually this group gives Chem Bay a lot"
    },
    {
      "start": 461.28,
      "dur": 2.23,
      "text": "actually this group gives Chem Bay a lot of kind of ballast in the Conservative"
    },
    {
      "start": 463.52,
      "dur": 3.109,
      "text": "of kind of ballast in the Conservative party to drag that bit to stop it being"
    },
    {
      "start": 466.639,
      "dur": 1.911,
      "text": "party to drag that bit to stop it being dragged to the right by reform and to"
    },
    {
      "start": 468.56,
      "dur": 1.909,
      "text": "dragged to the right by reform and to bring it into a more centrist position"
    },
    {
      "start": 470.479,
      "dur": 1.031,
      "text": "bring it into a more centrist position where there were more voters"
    },
    {
      "start": 471.52,
      "dur": 0.949,
      "text": "where there were more voters potentially. Welldeed."
    },
    {
      "start": 472.479,
      "dur": 1.911,
      "text": "potentially. Welldeed. &gt;&gt; So actually my initial reaction was none"
    },
    {
      "start": 474.4,
      "dur": 1.27,
      "text": "&gt;&gt; So actually my initial reaction was none of these thing neither of these things"
    },
    {
      "start": 475.68,
      "dur": 1.349,
      "text": "of these thing neither of these things are helpful for can be made no but"
    },
    {
      "start": 477.039,
      "dur": 1.511,
      "text": "are helpful for can be made no but actually you can then think of them both"
    },
    {
      "start": 478.56,
      "dur": 1.029,
      "text": "actually you can then think of them both being quite helpful"
    },
    {
      "start": 479.599,
      "dur": 2.471,
      "text": "being quite helpful &gt;&gt; possibly it's the extent to which she is"
    },
    {
      "start": 482.08,
      "dur": 1.75,
      "text": "&gt;&gt; possibly it's the extent to which she is would be comfortable with that scenario"
    },
    {
      "start": 483.84,
      "dur": 2.789,
      "text": "would be comfortable with that scenario given her what you know her sort of core"
    },
    {
      "start": 486.639,
      "dur": 2.791,
      "text": "given her what you know her sort of core how she would see her core conservatism."
    },
    {
      "start": 489.44,
      "dur": 1.11,
      "text": "how she would see her core conservatism. So, I just think it's really"
    },
    {
      "start": 490.56,
      "dur": 1.51,
      "text": "So, I just think it's really interesting, as I say, you've got these"
    },
    {
      "start": 492.08,
      "dur": 2.389,
      "text": "interesting, as I say, you've got these contortions being inflicted on the"
    },
    {
      "start": 494.479,
      "dur": 2.951,
      "text": "contortions being inflicted on the Conservatives. And then a key part of"
    },
    {
      "start": 497.44,
      "dur": 1.35,
      "text": "Conservatives. And then a key part of our conversation, which I think is where"
    },
    {
      "start": 498.8,
      "dur": 2.389,
      "text": "our conversation, which I think is where we left our last episode on on Sunday"
    },
    {
      "start": 501.199,
      "dur": 2.151,
      "text": "we left our last episode on on Sunday evening, uh, of what's going on in the"
    },
    {
      "start": 503.36,
      "dur": 2.949,
      "text": "evening, uh, of what's going on in the Labor Party, is that you've got the"
    },
    {
      "start": 506.319,
      "dur": 3.43,
      "text": "Labor Party, is that you've got the Labour Party who are horrified at the"
    },
    {
      "start": 509.759,
      "dur": 2.871,
      "text": "Labour Party who are horrified at the prospect, the possibility of losing the"
    },
    {
      "start": 512.64,
      "dur": 1.91,
      "text": "prospect, the possibility of losing the general election, albeit a long, long,"
    },
    {
      "start": 514.56,
      "dur": 2.149,
      "text": "general election, albeit a long, long, long way down the track to Reform UK."
    },
    {
      "start": 516.719,
      "dur": 2.071,
      "text": "long way down the track to Reform UK. And that is turbocharging a lot of the"
    },
    {
      "start": 518.8,
      "dur": 2.55,
      "text": "And that is turbocharging a lot of the conversations about Kia Starmer and his"
    },
    {
      "start": 521.36,
      "dur": 2.31,
      "text": "conversations about Kia Starmer and his competence or otherwise as the party has"
    },
    {
      "start": 523.68,
      "dur": 2.23,
      "text": "competence or otherwise as the party has to come to a judgment. And in so doing,"
    },
    {
      "start": 525.92,
      "dur": 1.51,
      "text": "to come to a judgment. And in so doing, given where Labor are in the opinion"
    },
    {
      "start": 527.44,
      "dur": 2.15,
      "text": "given where Labor are in the opinion polls, clearly a factor in where Labor"
    },
    {
      "start": 529.6,
      "dur": 1.59,
      "text": "polls, clearly a factor in where Labor are in the opinion polls is where reform"
    },
    {
      "start": 531.2,
      "dur": 2.55,
      "text": "are in the opinion polls is where reform are, is this speeding up of a sense of"
    },
    {
      "start": 533.76,
      "dur": 2.39,
      "text": "are, is this speeding up of a sense of asking those big questions about Karma."
    },
    {
      "start": 536.16,
      "dur": 1.75,
      "text": "asking those big questions about Karma. And in that context, the potential"
    },
    {
      "start": 537.92,
      "dur": 3.11,
      "text": "And in that context, the potential bigname rivals have a have a more of a"
    },
    {
      "start": 541.04,
      "dur": 2.229,
      "text": "bigname rivals have a have a more of a greater prominence as a result. You"
    },
    {
      "start": 543.279,
      "dur": 2.071,
      "text": "greater prominence as a result. You know, as we said, I think on the last"
    },
    {
      "start": 545.36,
      "dur": 3.75,
      "text": "know, as we said, I think on the last episode, if if Kia Starmer was hugely"
    },
    {
      "start": 549.12,
      "dur": 3.59,
      "text": "episode, if if Kia Starmer was hugely popular and uh was sweeping all before"
    },
    {
      "start": 552.72,
      "dur": 2.95,
      "text": "popular and uh was sweeping all before him in parliament, etc., etc., um West"
    },
    {
      "start": 555.68,
      "dur": 1.829,
      "text": "him in parliament, etc., etc., um West Streeting Andy Bernham would matter much"
    },
    {
      "start": 557.519,
      "dur": 1.271,
      "text": "Streeting Andy Bernham would matter much less because they would be less"
    },
    {
      "start": 558.8,
      "dur": 2.07,
      "text": "less because they would be less threatening and and part of that is"
    },
    {
      "start": 560.88,
      "dur": 3.19,
      "text": "threatening and and part of that is because of where Labour finds itself"
    },
    {
      "start": 564.08,
      "dur": 2.39,
      "text": "because of where Labour finds itself visav Nigel Farage and reform."
    },
    {
      "start": 566.48,
      "dur": 1.19,
      "text": "visav Nigel Farage and reform. &gt;&gt; Have you been picking up any"
    },
    {
      "start": 567.68,
      "dur": 2.63,
      "text": "&gt;&gt; Have you been picking up any consequences among the Labour party for"
    },
    {
      "start": 570.32,
      "dur": 1.75,
      "text": "consequences among the Labour party for Kier Stormer's decision to block him on"
    },
    {
      "start": 572.08,
      "dur": 2.07,
      "text": "Kier Stormer's decision to block him on Sunday? Um I think broadly speaking"
    },
    {
      "start": 574.16,
      "dur": 3.03,
      "text": "Sunday? Um I think broadly speaking Downing Street will be happy in that the"
    },
    {
      "start": 577.2,
      "dur": 2.39,
      "text": "Downing Street will be happy in that the alternative scenario would be one where"
    },
    {
      "start": 579.6,
      "dur": 1.909,
      "text": "alternative scenario would be one where Andy Bernham was you know heading"
    },
    {
      "start": 581.519,
      "dur": 1.511,
      "text": "Andy Bernham was you know heading towards becoming Labour's candidate. It"
    },
    {
      "start": 583.04,
      "dur": 1.59,
      "text": "towards becoming Labour's candidate. It wasn't guaranteed there was other hoops"
    },
    {
      "start": 584.64,
      "dur": 2.55,
      "text": "wasn't guaranteed there was other hoops to jump through etc etc with all of the"
    },
    {
      "start": 587.2,
      "dur": 2.629,
      "text": "to jump through etc etc with all of the hullaloo that would have followed I mean"
    },
    {
      "start": 589.839,
      "dur": 2.071,
      "text": "hullaloo that would have followed I mean unquestionably"
    },
    {
      "start": 591.92,
      "dur": 2.39,
      "text": "unquestionably versus what they've done where Andy"
    },
    {
      "start": 594.32,
      "dur": 2.55,
      "text": "versus what they've done where Andy Bernham's gone back to doing his day"
    },
    {
      "start": 596.88,
      "dur": 1.19,
      "text": "Bernham's gone back to doing his day job. I mean, I'm sure he'll have"
    },
    {
      "start": 598.08,
      "dur": 2.55,
      "text": "job. I mean, I'm sure he'll have something more to say in in time. Uh,"
    },
    {
      "start": 600.64,
      "dur": 2.15,
      "text": "something more to say in in time. Uh, where his immediate path to Westminster"
    },
    {
      "start": 602.8,
      "dur": 5.029,
      "text": "where his immediate path to Westminster is blocked, where the potential oxygen"
    },
    {
      "start": 607.839,
      "dur": 2.071,
      "text": "is blocked, where the potential oxygen grabber of his candidacy in a"
    },
    {
      "start": 609.92,
      "dur": 2.15,
      "text": "grabber of his candidacy in a bi-election that would have stolen"
    },
    {
      "start": 612.08,
      "dur": 1.429,
      "text": "bi-election that would have stolen attention from all of those other"
    },
    {
      "start": 613.519,
      "dur": 1.591,
      "text": "attention from all of those other elections in Wales, in Scotland, in"
    },
    {
      "start": 615.12,
      "dur": 2.23,
      "text": "elections in Wales, in Scotland, in local elections in England, at least for"
    },
    {
      "start": 617.36,
      "dur": 1.83,
      "text": "local elections in England, at least for the next month or so, and indeed after"
    },
    {
      "start": 619.2,
      "dur": 1.03,
      "text": "the next month or so, and indeed after that, because the assumption at the"
    },
    {
      "start": 620.24,
      "dur": 1.11,
      "text": "that, because the assumption at the moment is that bi-election could happen"
    },
    {
      "start": 621.36,
      "dur": 2.23,
      "text": "moment is that bi-election could happen in about a month, but let's see. you"
    },
    {
      "start": 623.6,
      "dur": 2.55,
      "text": "in about a month, but let's see. you know, you a lot of the bandwidth for a"
    },
    {
      "start": 626.16,
      "dur": 2.71,
      "text": "know, you a lot of the bandwidth for a conversation about who, you know, who"
    },
    {
      "start": 628.88,
      "dur": 1.509,
      "text": "conversation about who, you know, who people might want to vote for would have"
    },
    {
      "start": 630.399,
      "dur": 1.191,
      "text": "people might want to vote for would have been would have been soaked up by the"
    },
    {
      "start": 631.6,
      "dur": 1.669,
      "text": "been would have been soaked up by the Andy Burnham conversation in one"
    },
    {
      "start": 633.279,
      "dur": 2.071,
      "text": "Andy Burnham conversation in one constituency out of 650 when there's all"
    },
    {
      "start": 635.36,
      "dur": 1.99,
      "text": "constituency out of 650 when there's all these other races going on. And that's"
    },
    {
      "start": 637.36,
      "dur": 2.469,
      "text": "these other races going on. And that's not going to happen. So, I think in the"
    },
    {
      "start": 639.839,
      "dur": 1.751,
      "text": "not going to happen. So, I think in the short term and even into the medium"
    },
    {
      "start": 641.6,
      "dur": 3.51,
      "text": "short term and even into the medium term, uh, Downing Street will be pleased"
    },
    {
      "start": 645.12,
      "dur": 2.149,
      "text": "term, uh, Downing Street will be pleased with what they decided to do and and had"
    },
    {
      "start": 647.279,
      "dur": 2.55,
      "text": "with what they decided to do and and had the willingness to do. But as we said"
    },
    {
      "start": 649.839,
      "dur": 3.031,
      "text": "the willingness to do. But as we said before, it it is symptomatic of their an"
    },
    {
      "start": 652.88,
      "dur": 2.31,
      "text": "before, it it is symptomatic of their an underlying sense of their own weakness,"
    },
    {
      "start": 655.2,
      "dur": 1.83,
      "text": "underlying sense of their own weakness, which we'll see manifest itself down the"
    },
    {
      "start": 657.04,
      "dur": 2.55,
      "text": "which we'll see manifest itself down the track. Particularly, by the way, if"
    },
    {
      "start": 659.6,
      "dur": 2.07,
      "text": "track. Particularly, by the way, if Labour lose the bi-election, because if"
    },
    {
      "start": 661.68,
      "dur": 1.67,
      "text": "Labour lose the bi-election, because if Labour loses that bi-election, which"
    },
    {
      "start": 663.36,
      "dur": 1.67,
      "text": "Labour loses that bi-election, which Andy Bernham hinted at the prospect of"
    },
    {
      "start": 665.04,
      "dur": 2.31,
      "text": "Andy Bernham hinted at the prospect of in that social media post midway through"
    },
    {
      "start": 667.36,
      "dur": 3.589,
      "text": "in that social media post midway through our last episode, um then the qu"
    },
    {
      "start": 670.959,
      "dur": 2.151,
      "text": "our last episode, um then the qu obviously the alternative hypothetical"
    },
    {
      "start": 673.12,
      "dur": 1.829,
      "text": "obviously the alternative hypothetical won't have happened, which is what would"
    },
    {
      "start": 674.959,
      "dur": 1.511,
      "text": "won't have happened, which is what would have happened if Andy Bernham had run."
    },
    {
      "start": 676.48,
      "dur": 2.63,
      "text": "have happened if Andy Bernham had run. Yeah. Yeah, but people will say I mean"
    },
    {
      "start": 679.12,
      "dur": 1.43,
      "text": "Yeah. Yeah, but people will say I mean not least Mr. burn himself quite"
    },
    {
      "start": 680.56,
      "dur": 1.11,
      "text": "not least Mr. burn himself quite possibly. Well, it might have been"
    },
    {
      "start": 681.68,
      "dur": 2.07,
      "text": "possibly. Well, it might have been different if I'd run and then and then"
    },
    {
      "start": 683.76,
      "dur": 3.03,
      "text": "different if I'd run and then and then has does it stick to Karma in that"
    },
    {
      "start": 686.8,
      "dur": 2.469,
      "text": "has does it stick to Karma in that scenario that he would have rather"
    },
    {
      "start": 689.279,
      "dur": 2.711,
      "text": "scenario that he would have rather reform win than Andy Bernham win. Now"
    },
    {
      "start": 692.0,
      "dur": 1.75,
      "text": "reform win than Andy Bernham win. Now that might be a gross simplification of"
    },
    {
      "start": 693.76,
      "dur": 0.39,
      "text": "that might be a gross simplification of what"
    },
    {
      "start": 694.16,
      "dur": 1.99,
      "text": "what &gt;&gt; but he would get Karma would get blamed"
    },
    {
      "start": 696.16,
      "dur": 1.83,
      "text": "&gt;&gt; but he would get Karma would get blamed for it in that in that case that"
    },
    {
      "start": 698.0,
      "dur": 1.03,
      "text": "for it in that in that case that argument would be made"
    },
    {
      "start": 699.04,
      "dur": 1.19,
      "text": "argument would be made &gt;&gt; and also that bi-election is going to be"
    },
    {
      "start": 700.24,
      "dur": 1.589,
      "text": "&gt;&gt; and also that bi-election is going to be in a couple of weeks last week of"
    },
    {
      "start": 701.839,
      "dur": 2.071,
      "text": "in a couple of weeks last week of February. Yeah, now the story the"
    },
    {
      "start": 703.92,
      "dur": 0.95,
      "text": "February. Yeah, now the story the government wants to be talking about"
    },
    {
      "start": 704.88,
      "dur": 1.11,
      "text": "government wants to be talking about today kind of like their official"
    },
    {
      "start": 706.0,
      "dur": 2.069,
      "text": "today kind of like their official business if you like is the unveiling of"
    },
    {
      "start": 708.079,
      "dur": 1.511,
      "text": "business if you like is the unveiling of those reforms to the police in England"
    },
    {
      "start": 709.6,
      "dur": 1.669,
      "text": "those reforms to the police in England and Wales that Shabbana Mammud the home"
    },
    {
      "start": 711.279,
      "dur": 1.511,
      "text": "and Wales that Shabbana Mammud the home secretary was kind of previewing on on"
    },
    {
      "start": 712.8,
      "dur": 2.23,
      "text": "secretary was kind of previewing on on LK show on Sunday and so I've read the"
    },
    {
      "start": 715.04,
      "dur": 1.029,
      "text": "LK show on Sunday and so I've read the white paper now and watched her"
    },
    {
      "start": 716.079,
      "dur": 1.271,
      "text": "white paper now and watched her statement in parliament while you were"
    },
    {
      "start": 717.36,
      "dur": 2.39,
      "text": "statement in parliament while you were off doing other things so in my mind to"
    },
    {
      "start": 719.76,
      "dur": 1.35,
      "text": "off doing other things so in my mind to my mind it seems that there's three main"
    },
    {
      "start": 721.12,
      "dur": 2.149,
      "text": "my mind it seems that there's three main things here there's the reorganization"
    },
    {
      "start": 723.279,
      "dur": 1.831,
      "text": "things here there's the reorganization thing for police forces in England and"
    },
    {
      "start": 725.12,
      "dur": 2.07,
      "text": "thing for police forces in England and Wales and the idea there I think is that"
    },
    {
      "start": 727.2,
      "dur": 1.91,
      "text": "Wales and the idea there I think is that the right type of crime gets dealt with"
    },
    {
      "start": 729.12,
      "dur": 1.509,
      "text": "the right type of crime gets dealt with at the right level so there's going to"
    },
    {
      "start": 730.639,
      "dur": 2.151,
      "text": "at the right level so there's going to be this new national police service"
    },
    {
      "start": 732.8,
      "dur": 2.149,
      "text": "be this new national police service which will deal with national crimes"
    },
    {
      "start": 734.959,
      "dur": 3.351,
      "text": "which will deal with national crimes like terrorism or fraud. Then you'll"
    },
    {
      "start": 738.32,
      "dur": 2.87,
      "text": "like terrorism or fraud. Then you'll have police forces at a regional level"
    },
    {
      "start": 741.2,
      "dur": 1.91,
      "text": "have police forces at a regional level who will have the the clout and the"
    },
    {
      "start": 743.12,
      "dur": 1.829,
      "text": "who will have the the clout and the expertise to investigate things like"
    },
    {
      "start": 744.959,
      "dur": 2.31,
      "text": "expertise to investigate things like murders. And then you'll have your local"
    },
    {
      "start": 747.279,
      "dur": 1.831,
      "text": "murders. And then you'll have your local police forces within that who will deal"
    },
    {
      "start": 749.12,
      "dur": 2.949,
      "text": "police forces within that who will deal with local crime uh like burglaries and"
    },
    {
      "start": 752.079,
      "dur": 0.391,
      "text": "with local crime uh like burglaries and things like that."
    },
    {
      "start": 752.48,
      "dur": 2.07,
      "text": "things like that. &gt;&gt; And do we have a number because it's 42."
    },
    {
      "start": 754.56,
      "dur": 2.47,
      "text": "&gt;&gt; And do we have a number because it's 42. &gt;&gt; So there's going to be a review done"
    },
    {
      "start": 757.04,
      "dur": 2.07,
      "text": "&gt;&gt; So there's going to be a review done classic labor. There'll be a review uh"
    },
    {
      "start": 759.12,
      "dur": 1.59,
      "text": "classic labor. There'll be a review uh which will report by the end of the"
    },
    {
      "start": 760.72,
      "dur": 1.99,
      "text": "which will report by the end of the summer. So I think that gives us to what"
    },
    {
      "start": 762.72,
      "dur": 2.15,
      "text": "summer. So I think that gives us to what mid mid late September maybe."
    },
    {
      "start": 764.88,
      "dur": 1.59,
      "text": "mid mid late September maybe. &gt;&gt; End of the summer in political terms is"
    },
    {
      "start": 766.48,
      "dur": 0.87,
      "text": "&gt;&gt; End of the summer in political terms is like November."
    },
    {
      "start": 767.36,
      "dur": 1.909,
      "text": "like November. &gt;&gt; Exactly. Exactly. The autumn budget in"
    },
    {
      "start": 769.279,
      "dur": 3.11,
      "text": "&gt;&gt; Exactly. Exactly. The autumn budget in December. Um and so I think so we'll now"
    },
    {
      "start": 772.399,
      "dur": 2.071,
      "text": "December. Um and so I think so we'll now have a good few months of speculation"
    },
    {
      "start": 774.48,
      "dur": 2.469,
      "text": "have a good few months of speculation about well which forces will be merged"
    },
    {
      "start": 776.959,
      "dur": 1.67,
      "text": "about well which forces will be merged to become a regional force."
    },
    {
      "start": 778.639,
      "dur": 1.911,
      "text": "to become a regional force. &gt;&gt; Then you're only sort of two and a half"
    },
    {
      "start": 780.56,
      "dur": 3.19,
      "text": "&gt;&gt; Then you're only sort of two and a half years or under three years away from"
    },
    {
      "start": 783.76,
      "dur": 1.99,
      "text": "years or under three years away from &gt;&gt; No, this document is explicit that it's"
    },
    {
      "start": 785.76,
      "dur": 2.069,
      "text": "&gt;&gt; No, this document is explicit that it's a two parliament process that will have"
    },
    {
      "start": 787.839,
      "dur": 1.11,
      "text": "a two parliament process that will have to be continued in the next part."
    },
    {
      "start": 788.959,
      "dur": 2.151,
      "text": "to be continued in the next part. &gt;&gt; And therefore I just wonder so when when"
    },
    {
      "start": 791.12,
      "dur": 1.35,
      "text": "&gt;&gt; And therefore I just wonder so when when did you when when did you and"
    },
    {
      "start": 792.48,
      "dur": 2.23,
      "text": "did you when when did you and Westminster first first entangled?"
    },
    {
      "start": 794.72,
      "dur": 1.109,
      "text": "Westminster first first entangled? &gt;&gt; 2006."
    },
    {
      "start": 795.839,
      "dur": 1.271,
      "text": "&gt;&gt; 2006. &gt;&gt; Okay. Okay. So this about the right"
    },
    {
      "start": 797.12,
      "dur": 2.149,
      "text": "&gt;&gt; Okay. Okay. So this about the right &gt;&gt; when Charles Clark was resigning as home"
    },
    {
      "start": 799.279,
      "dur": 0.871,
      "text": "&gt;&gt; when Charles Clark was resigning as home secretary."
    },
    {
      "start": 800.16,
      "dur": 1.27,
      "text": "secretary. &gt;&gt; So one of the things I remember doing"
    },
    {
      "start": 801.44,
      "dur": 1.43,
      "text": "&gt;&gt; So one of the things I remember doing when I was working on the regional desk"
    },
    {
      "start": 802.88,
      "dur": 2.949,
      "text": "when I was working on the regional desk here at Westminster for BBC local radio"
    },
    {
      "start": 805.839,
      "dur": 2.151,
      "text": "here at Westminster for BBC local radio was the whole business when Labor were"
    },
    {
      "start": 808.0,
      "dur": 2.47,
      "text": "was the whole business when Labor were lasting government of police service"
    },
    {
      "start": 810.48,
      "dur": 1.589,
      "text": "lasting government of police service reform as they called it. And this was"
    },
    {
      "start": 812.079,
      "dur": 1.75,
      "text": "reform as they called it. And this was about police mergers."
    },
    {
      "start": 813.839,
      "dur": 1.511,
      "text": "about police mergers. &gt;&gt; Uh and it never happened"
    },
    {
      "start": 815.36,
      "dur": 1.269,
      "text": "&gt;&gt; Uh and it never happened &gt;&gt; cuz it was so controversial"
    },
    {
      "start": 816.639,
      "dur": 1.591,
      "text": "&gt;&gt; cuz it was so controversial &gt;&gt; in England and Wales. It did happen"
    },
    {
      "start": 818.24,
      "dur": 1.75,
      "text": "&gt;&gt; in England and Wales. It did happen later in Scotland with with the"
    },
    {
      "start": 820.0,
      "dur": 1.91,
      "text": "later in Scotland with with the formation of police Scotland. Uh but yet"
    },
    {
      "start": 821.92,
      "dur": 2.39,
      "text": "formation of police Scotland. Uh but yet it didn't happen. And what intrigues me"
    },
    {
      "start": 824.32,
      "dur": 2.069,
      "text": "it didn't happen. And what intrigues me here, whatever the case that might be"
    },
    {
      "start": 826.399,
      "dur": 2.87,
      "text": "here, whatever the case that might be made for or against this argument, is"
    },
    {
      "start": 829.279,
      "dur": 3.431,
      "text": "made for or against this argument, is that given its time frame,"
    },
    {
      "start": 832.72,
      "dur": 1.909,
      "text": "that given its time frame, what are the chances that come the next"
    },
    {
      "start": 834.639,
      "dur": 1.99,
      "text": "what are the chances that come the next general election, opposition parties"
    },
    {
      "start": 836.639,
      "dur": 1.99,
      "text": "general election, opposition parties could run on a ticket or vote for us and"
    },
    {
      "start": 838.639,
      "dur": 2.951,
      "text": "could run on a ticket or vote for us and save your local force. Now, whether that"
    },
    {
      "start": 841.6,
      "dur": 3.19,
      "text": "save your local force. Now, whether that is a uh a good idea or not in crime"
    },
    {
      "start": 844.8,
      "dur": 1.91,
      "text": "is a uh a good idea or not in crime prevention, crime tackling terms is one"
    },
    {
      "start": 846.72,
      "dur": 1.75,
      "text": "prevention, crime tackling terms is one thing. The other thing is is a kind of"
    },
    {
      "start": 848.48,
      "dur": 2.149,
      "text": "thing. The other thing is is a kind of local affinity thing. that sort of sense"
    },
    {
      "start": 850.639,
      "dur": 3.351,
      "text": "local affinity thing. that sort of sense that I live in Cheshire or Gsters or"
    },
    {
      "start": 854.0,
      "dur": 1.829,
      "text": "that I live in Cheshire or Gsters or wherever it might be and that sense of"
    },
    {
      "start": 855.839,
      "dur": 1.751,
      "text": "wherever it might be and that sense of closeness and proximity and history and"
    },
    {
      "start": 857.6,
      "dur": 0.469,
      "text": "closeness and proximity and history and heritage"
    },
    {
      "start": 858.079,
      "dur": 2.55,
      "text": "heritage &gt;&gt; and I imagine in that imaginary election"
    },
    {
      "start": 860.639,
      "dur": 1.511,
      "text": "&gt;&gt; and I imagine in that imaginary election campaign we've just conjured up out of"
    },
    {
      "start": 862.16,
      "dur": 2.469,
      "text": "campaign we've just conjured up out of nothing Shabbana Mammud who may be prime"
    },
    {
      "start": 864.639,
      "dur": 1.75,
      "text": "nothing Shabbana Mammud who may be prime minister at that point if the rumors are"
    },
    {
      "start": 866.399,
      "dur": 2.87,
      "text": "minister at that point if the rumors are to be believed would say but hang on you"
    },
    {
      "start": 869.279,
      "dur": 1.67,
      "text": "to be believed would say but hang on you can only have the extra police officers"
    },
    {
      "start": 870.959,
      "dur": 2.711,
      "text": "can only have the extra police officers that we are promising if you do the work"
    },
    {
      "start": 873.68,
      "dur": 1.829,
      "text": "that we are promising if you do the work of reforming the police service. So you"
    },
    {
      "start": 875.519,
      "dur": 2.87,
      "text": "of reforming the police service. So you can see the argument might not just be"
    },
    {
      "start": 878.399,
      "dur": 1.271,
      "text": "can see the argument might not just be get rid of police forces or not. It"
    },
    {
      "start": 879.68,
      "dur": 0.79,
      "text": "get rid of police forces or not. It might be more complicated."
    },
    {
      "start": 880.48,
      "dur": 2.709,
      "text": "might be more complicated. &gt;&gt; Yeah. And and we've seen similar carrots"
    },
    {
      "start": 883.199,
      "dur": 1.43,
      "text": "&gt;&gt; Yeah. And and we've seen similar carrots being dangled, haven't we, in the"
    },
    {
      "start": 884.639,
      "dur": 3.111,
      "text": "being dangled, haven't we, in the context of the mayoral model being"
    },
    {
      "start": 887.76,
      "dur": 3.59,
      "text": "context of the mayoral model being introduced um into uh into local"
    },
    {
      "start": 891.36,
      "dur": 1.67,
      "text": "introduced um into uh into local government and other elements if you"
    },
    {
      "start": 893.04,
      "dur": 1.909,
      "text": "government and other elements if you like changes of structures of government"
    },
    {
      "start": 894.959,
      "dur": 1.591,
      "text": "like changes of structures of government or in this instance structures of the"
    },
    {
      "start": 896.56,
      "dur": 2.15,
      "text": "or in this instance structures of the wider state and trying to"
    },
    {
      "start": 898.72,
      "dur": 1.43,
      "text": "wider state and trying to &gt;&gt; either make the case for it or"
    },
    {
      "start": 900.16,
      "dur": 1.51,
      "text": "&gt;&gt; either make the case for it or incentivize it amongst those in the"
    },
    {
      "start": 901.68,
      "dur": 1.509,
      "text": "incentivize it amongst those in the thick of it. And the other two bullet"
    },
    {
      "start": 903.199,
      "dur": 1.351,
      "text": "thick of it. And the other two bullet points from the three bullet points for"
    },
    {
      "start": 904.56,
      "dur": 2.709,
      "text": "points from the three bullet points for these reforms are uh embracing AI and"
    },
    {
      "start": 907.279,
      "dur": 1.751,
      "text": "these reforms are uh embracing AI and setting up a new organization that will"
    },
    {
      "start": 909.04,
      "dur": 2.149,
      "text": "setting up a new organization that will with some big funding to help the police"
    },
    {
      "start": 911.199,
      "dur": 1.271,
      "text": "with some big funding to help the police embrace the use of artificial"
    },
    {
      "start": 912.48,
      "dur": 1.51,
      "text": "embrace the use of artificial intelligence. Again, likely to be"
    },
    {
      "start": 914.0,
      "dur": 1.43,
      "text": "intelligence. Again, likely to be controversial because look at what"
    },
    {
      "start": 915.44,
      "dur": 1.43,
      "text": "controversial because look at what people say about facial recognition"
    },
    {
      "start": 916.88,
      "dur": 1.509,
      "text": "people say about facial recognition which is being rolled out more more"
    },
    {
      "start": 918.399,
      "dur": 3.191,
      "text": "which is being rolled out more more widely. And thirdly, this idea of a set"
    },
    {
      "start": 921.6,
      "dur": 3.19,
      "text": "widely. And thirdly, this idea of a set of new national policing standards so"
    },
    {
      "start": 924.8,
      "dur": 1.589,
      "text": "of new national policing standards so that the public can better hold the"
    },
    {
      "start": 926.399,
      "dur": 2.471,
      "text": "that the public can better hold the police to account and also individual"
    },
    {
      "start": 928.88,
      "dur": 1.67,
      "text": "police to account and also individual officers will have to live up to. So,"
    },
    {
      "start": 930.56,
      "dur": 2.47,
      "text": "officers will have to live up to. So, it'll be easier to keep them trained and"
    },
    {
      "start": 933.04,
      "dur": 2.229,
      "text": "it'll be easier to keep them trained and easier to fire them if they're not"
    },
    {
      "start": 935.279,
      "dur": 1.591,
      "text": "easier to fire them if they're not living up to those standards."
    },
    {
      "start": 936.88,
      "dur": 0.79,
      "text": "living up to those standards. &gt;&gt; Intriguing."
    },
    {
      "start": 937.68,
      "dur": 1.589,
      "text": "&gt;&gt; Intriguing. &gt;&gt; Right, Chris, before you go, quite a few"
    },
    {
      "start": 939.279,
      "dur": 3.11,
      "text": "&gt;&gt; Right, Chris, before you go, quite a few people have emailed us newscastb.co.uk"
    },
    {
      "start": 942.399,
      "dur": 2.55,
      "text": "people have emailed us newscastb.co.uk asking that perennial question of why"
    },
    {
      "start": 944.959,
      "dur": 2.55,
      "text": "asking that perennial question of why does a defection not automatically"
    },
    {
      "start": 947.519,
      "dur": 2.071,
      "text": "does a defection not automatically trigger a bi-election? The answer is it"
    },
    {
      "start": 949.6,
      "dur": 0.805,
      "text": "trigger a bi-election? The answer is it just doesn't."
    },
    {
      "start": 950.415,
      "dur": 0.135,
      "text": "just doesn't. &gt;&gt; [laughter]"
    },
    {
      "start": 950.56,
      "dur": 1.829,
      "text": "&gt;&gt; [laughter] &gt;&gt; The answer it doesn't and and the reason"
    },
    {
      "start": 952.399,
      "dur": 3.43,
      "text": "&gt;&gt; The answer it doesn't and and the reason it doesn't um is that it is the person's"
    },
    {
      "start": 955.839,
      "dur": 2.23,
      "text": "it doesn't um is that it is the person's name on the ballot paper that is"
    },
    {
      "start": 958.079,
      "dur": 1.43,
      "text": "name on the ballot paper that is associated with the ticket to"
    },
    {
      "start": 959.519,
      "dur": 2.711,
      "text": "associated with the ticket to parliament. Now clearly a significant"
    },
    {
      "start": 962.24,
      "dur": 2.709,
      "text": "parliament. Now clearly a significant motivator for a lot of voters, probably"
    },
    {
      "start": 964.959,
      "dur": 3.031,
      "text": "motivator for a lot of voters, probably the vast majority of voters in any given"
    },
    {
      "start": 968.0,
      "dur": 2.47,
      "text": "the vast majority of voters in any given election is the affiliation of said"
    },
    {
      "start": 970.48,
      "dur": 1.99,
      "text": "election is the affiliation of said person. In other words, the party. Now"
    },
    {
      "start": 972.48,
      "dur": 1.349,
      "text": "person. In other words, the party. Now people, you know, individuals might"
    },
    {
      "start": 973.839,
      "dur": 1.591,
      "text": "people, you know, individuals might build up a sense of loyalty or the"
    },
    {
      "start": 975.44,
      "dur": 1.509,
      "text": "build up a sense of loyalty or the opposite if they've kicked around in a"
    },
    {
      "start": 976.959,
      "dur": 3.031,
      "text": "opposite if they've kicked around in a patch for for a while. Um but party"
    },
    {
      "start": 980.0,
      "dur": 1.59,
      "text": "patch for for a while. Um but party affiliation is usually the biggest"
    },
    {
      "start": 981.6,
      "dur": 2.31,
      "text": "affiliation is usually the biggest determinant of success or otherwise and"
    },
    {
      "start": 983.92,
      "dur": 1.589,
      "text": "determinant of success or otherwise and hence you get this sort of disjuncture"
    },
    {
      "start": 985.519,
      "dur": 2.951,
      "text": "hence you get this sort of disjuncture this feeling of um well frankly some"
    },
    {
      "start": 988.48,
      "dur": 1.99,
      "text": "this feeling of um well frankly some people just feel let down that you might"
    },
    {
      "start": 990.48,
      "dur": 3.75,
      "text": "people just feel let down that you might have faithfully voted conservative um in"
    },
    {
      "start": 994.24,
      "dur": 1.829,
      "text": "have faithfully voted conservative um in Sella Breman's corner of Hampshire only"
    },
    {
      "start": 996.079,
      "dur": 2.31,
      "text": "Sella Breman's corner of Hampshire only to discover you've now got a reform MP"
    },
    {
      "start": 998.399,
      "dur": 2.311,
      "text": "to discover you've now got a reform MP and this kind of this very thought with"
    },
    {
      "start": 1000.72,
      "dur": 1.669,
      "text": "and this kind of this very thought with her defection kind of cuts both ways"
    },
    {
      "start": 1002.399,
      "dur": 1.35,
      "text": "her defection kind of cuts both ways because the conservatives are making the"
    },
    {
      "start": 1003.759,
      "dur": 1.51,
      "text": "because the conservatives are making the point that reform finished fourth in"
    },
    {
      "start": 1005.279,
      "dur": 1.191,
      "text": "point that reform finished fourth in that patch"
    },
    {
      "start": 1006.48,
      "dur": 1.349,
      "text": "that patch &gt;&gt; and therefore there might be a lot of"
    },
    {
      "start": 1007.839,
      "dur": 1.591,
      "text": "&gt;&gt; and therefore there might be a lot of people who voted conservative who are"
    },
    {
      "start": 1009.44,
      "dur": 1.509,
      "text": "people who voted conservative who are now irritated and that the reform"
    },
    {
      "start": 1010.959,
      "dur": 1.911,
      "text": "now irritated and that the reform support was relatively small. If you're"
    },
    {
      "start": 1012.88,
      "dur": 1.749,
      "text": "support was relatively small. If you're Sella Braverman, you might make the"
    },
    {
      "start": 1014.639,
      "dur": 1.43,
      "text": "Sella Braverman, you might make the argument that the reason for that is"
    },
    {
      "start": 1016.079,
      "dur": 1.911,
      "text": "argument that the reason for that is that her politics were very clear and"
    },
    {
      "start": 1018.0,
      "dur": 2.47,
      "text": "that her politics were very clear and she was able to appeal to long-standing"
    },
    {
      "start": 1020.48,
      "dur": 2.149,
      "text": "she was able to appeal to long-standing instinctive big C conservatives as well"
    },
    {
      "start": 1022.639,
      "dur": 2.79,
      "text": "instinctive big C conservatives as well as recent um those recently drawn"
    },
    {
      "start": 1025.439,
      "dur": 2.47,
      "text": "as recent um those recently drawn towards reform but would happily back uh"
    },
    {
      "start": 1027.919,
      "dur": 2.551,
      "text": "towards reform but would happily back uh Suela Brahman. So the reason is that the"
    },
    {
      "start": 1030.48,
      "dur": 2.79,
      "text": "Suela Brahman. So the reason is that the it is the name not the party on the uh"
    },
    {
      "start": 1033.28,
      "dur": 3.029,
      "text": "it is the name not the party on the uh ticket and the tradition or the con what"
    },
    {
      "start": 1036.319,
      "dur": 1.35,
      "text": "ticket and the tradition or the con what has often been the case but not"
    },
    {
      "start": 1037.679,
      "dur": 1.75,
      "text": "has often been the case but not exclusively been the case is that when"
    },
    {
      "start": 1039.439,
      "dur": 1.911,
      "text": "exclusively been the case is that when defectors defect they don't tend to"
    },
    {
      "start": 1041.36,
      "dur": 1.27,
      "text": "defectors defect they don't tend to trigger bi-elections there were two"
    },
    {
      "start": 1042.64,
      "dur": 1.99,
      "text": "trigger bi-elections there were two examples weren't there when bi-elections"
    },
    {
      "start": 1044.64,
      "dur": 2.789,
      "text": "examples weren't there when bi-elections did happen Douglas Carwell in Clton when"
    },
    {
      "start": 1047.439,
      "dur": 2.071,
      "text": "did happen Douglas Carwell in Clton when he joined UKIP from the conservatives"
    },
    {
      "start": 1049.52,
      "dur": 3.269,
      "text": "he joined UKIP from the conservatives and Mark Reckless um in Rochester and"
    },
    {
      "start": 1052.799,
      "dur": 3.671,
      "text": "and Mark Reckless um in Rochester and Strude in Kent uh when he did the same"
    },
    {
      "start": 1056.48,
      "dur": 1.67,
      "text": "Strude in Kent uh when he did the same they both held bi-elections and both won"
    },
    {
      "start": 1058.16,
      "dur": 2.23,
      "text": "they both held bi-elections and both won them under a new affiliation, but that"
    },
    {
      "start": 1060.4,
      "dur": 2.23,
      "text": "them under a new affiliation, but that is [clears throat] not normal as much as"
    },
    {
      "start": 1062.64,
      "dur": 1.59,
      "text": "is [clears throat] not normal as much as many people might argue that it is the"
    },
    {
      "start": 1064.24,
      "dur": 0.87,
      "text": "many people might argue that it is the noble thing to do."
    },
    {
      "start": 1065.12,
      "dur": 1.429,
      "text": "noble thing to do. &gt;&gt; Which reminds me of going to cover one"
    },
    {
      "start": 1066.559,
      "dur": 1.671,
      "text": "&gt;&gt; Which reminds me of going to cover one of those bi-elections and bumping into"
    },
    {
      "start": 1068.24,
      "dur": 1.75,
      "text": "of those bi-elections and bumping into the two of them at the train station and"
    },
    {
      "start": 1070.0,
      "dur": 2.07,
      "text": "the two of them at the train station and they then gave me the a lift to their"
    },
    {
      "start": 1072.08,
      "dur": 1.589,
      "text": "they then gave me the a lift to their campaign event, which was the first"
    },
    {
      "start": 1073.679,
      "dur": 1.591,
      "text": "campaign event, which was the first thing I was going to film for my piece."
    },
    {
      "start": 1075.28,
      "dur": 1.35,
      "text": "thing I was going to film for my piece. And I thought, I just cannot be seen"
    },
    {
      "start": 1076.64,
      "dur": 1.59,
      "text": "And I thought, I just cannot be seen getting out of a car with these two."
    },
    {
      "start": 1078.24,
      "dur": 1.27,
      "text": "getting out of a car with these two. They're just giving me a lift. So,"
    },
    {
      "start": 1079.52,
      "dur": 1.43,
      "text": "They're just giving me a lift. So, actually, it was ultimately saving the"
    },
    {
      "start": 1080.96,
      "dur": 1.589,
      "text": "actually, it was ultimately saving the license fee pair because it meant I"
    },
    {
      "start": 1082.559,
      "dur": 1.191,
      "text": "license fee pair because it meant I didn't have to get a bus or a taxi."
    },
    {
      "start": 1083.76,
      "dur": 1.51,
      "text": "didn't have to get a bus or a taxi. &gt;&gt; So, I've had two similar incidents to"
    },
    {
      "start": 1085.28,
      "dur": 1.509,
      "text": "&gt;&gt; So, I've had two similar incidents to that. So one was literally an hour ago"
    },
    {
      "start": 1086.799,
      "dur": 1.75,
      "text": "that. So one was literally an hour ago as we record which is I went into the"
    },
    {
      "start": 1088.559,
      "dur": 1.911,
      "text": "as we record which is I went into the reform UK news conference with Swell"
    },
    {
      "start": 1090.48,
      "dur": 1.51,
      "text": "reform UK news conference with Swell Braman and Nigel Farage and pluck myself"
    },
    {
      "start": 1092.0,
      "dur": 1.51,
      "text": "Braman and Nigel Farage and pluck myself down on the front row and then realized"
    },
    {
      "start": 1093.52,
      "dur": 2.55,
      "text": "down on the front row and then realized as time went on that the reform reform"
    },
    {
      "start": 1096.08,
      "dur": 2.07,
      "text": "as time went on that the reform reform MPs were all sitting next to me and I"
    },
    {
      "start": 1098.16,
      "dur": 1.19,
      "text": "MPs were all sitting next to me and I was the only journalist on the front"
    },
    {
      "start": 1099.36,
      "dur": 1.429,
      "text": "was the only journalist on the front row. So at which point I thought I"
    },
    {
      "start": 1100.799,
      "dur": 1.99,
      "text": "row. So at which point I thought I should scuttle a few rows a few rows"
    },
    {
      "start": 1102.799,
      "dur": 2.711,
      "text": "should scuttle a few rows a few rows back to to to you know because that that"
    },
    {
      "start": 1105.52,
      "dur": 2.55,
      "text": "back to to to you know because that that was clearly a spot for reforms MPs. So"
    },
    {
      "start": 1108.08,
      "dur": 1.35,
      "text": "was clearly a spot for reforms MPs. So yeah and then the other one was Ed Davyy"
    },
    {
      "start": 1109.44,
      "dur": 1.43,
      "text": "yeah and then the other one was Ed Davyy once. I was doing a German election"
    },
    {
      "start": 1110.88,
      "dur": 1.43,
      "text": "once. I was doing a German election piece in Greater Manchester and I was"
    },
    {
      "start": 1112.32,
      "dur": 2.31,
      "text": "piece in Greater Manchester and I was late and I jump out of the car and start"
    },
    {
      "start": 1114.64,
      "dur": 1.43,
      "text": "late and I jump out of the car and start charging to this news conference on the"
    },
    {
      "start": 1116.08,
      "dur": 1.43,
      "text": "charging to this news conference on the top of a hill where he was painting"
    },
    {
      "start": 1117.52,
      "dur": 2.87,
      "text": "top of a hill where he was painting beakers with the Manunian bee on it and"
    },
    {
      "start": 1120.4,
      "dur": 1.83,
      "text": "beakers with the Manunian bee on it and this car door flies open in front of me"
    },
    {
      "start": 1122.24,
      "dur": 1.11,
      "text": "this car door flies open in front of me and I'm thinking, \"Oh, somebody else is"
    },
    {
      "start": 1123.36,
      "dur": 1.11,
      "text": "and I'm thinking, \"Oh, somebody else is late. Thank goodness for that.\" It was"
    },
    {
      "start": 1124.48,
      "dur": 3.189,
      "text": "late. Thank goodness for that.\" It was Ed Davyy. He piles out. So, he was"
    },
    {
      "start": 1127.679,
      "dur": 1.511,
      "text": "Ed Davyy. He piles out. So, he was almost late for his own event."
    },
    {
      "start": 1129.2,
      "dur": 1.51,
      "text": "almost late for his own event. &gt;&gt; Well, there you go. Political history."
    },
    {
      "start": 1130.72,
      "dur": 1.122,
      "text": "&gt;&gt; Well, there you go. Political history. How it could have unfolded differently."
    },
    {
      "start": 1131.852,
      "dur": 1.738,
      "text": "How it could have unfolded differently. [laughter] Chris, safe travels."
    },
    {
      "start": 1133.6,
      "dur": 1.83,
      "text": "[laughter] Chris, safe travels. &gt;&gt; Thank you. Now, before me and Chris were"
    },
    {
      "start": 1135.44,
      "dur": 1.67,
      "text": "&gt;&gt; Thank you. Now, before me and Chris were chatting, I recorded a conversation with"
    },
    {
      "start": 1137.12,
      "dur": 2.31,
      "text": "chatting, I recorded a conversation with my podcasting cousin Sarah Smith from"
    },
    {
      "start": 1139.44,
      "dur": 8.15,
      "text": "my podcasting cousin Sarah Smith from America"
    },
    {
      "start": 1147.6,
      "dur": 3.04,
      "text": "by border force officials. This follows"
    },
    {
      "start": 1150.64,
      "dur": 1.909,
      "text": "by border force officials. This follows a shooting in the same city a couple of"
    },
    {
      "start": 1152.559,
      "dur": 2.391,
      "text": "a shooting in the same city a couple of weeks ago by officials from ICE, the"
    },
    {
      "start": 1154.96,
      "dur": 1.99,
      "text": "weeks ago by officials from ICE, the Immigration and Customs and Enforcement"
    },
    {
      "start": 1156.96,
      "dur": 3.27,
      "text": "Immigration and Customs and Enforcement Unit, of a mom called Renee Good, and"
    },
    {
      "start": 1160.24,
      "dur": 2.309,
      "text": "Unit, of a mom called Renee Good, and it's caused a huge political uproar. And"
    },
    {
      "start": 1162.559,
      "dur": 1.671,
      "text": "it's caused a huge political uproar. And I wanted to catch up with Sarah to find"
    },
    {
      "start": 1164.24,
      "dur": 1.83,
      "text": "I wanted to catch up with Sarah to find out what is going on. And I started the"
    },
    {
      "start": 1166.08,
      "dur": 1.27,
      "text": "out what is going on. And I started the conversation about the different"
    },
    {
      "start": 1167.36,
      "dur": 2.07,
      "text": "conversation about the different narratives being put forward by"
    },
    {
      "start": 1169.44,
      "dur": 1.99,
      "text": "narratives being put forward by different sides as they've watched the"
    },
    {
      "start": 1171.44,
      "dur": 2.469,
      "text": "different sides as they've watched the footage of this killing online."
    },
    {
      "start": 1173.919,
      "dur": 3.191,
      "text": "footage of this killing online. &gt;&gt; So there are two extreme and opposite"
    },
    {
      "start": 1177.12,
      "dur": 2.87,
      "text": "&gt;&gt; So there are two extreme and opposite stories being told very very quickly."
    },
    {
      "start": 1180.0,
      "dur": 2.71,
      "text": "stories being told very very quickly. The Department of Homeland Security and"
    },
    {
      "start": 1182.72,
      "dur": 1.03,
      "text": "The Department of Homeland Security and Christine Gnome, for instance, the"
    },
    {
      "start": 1183.76,
      "dur": 2.789,
      "text": "Christine Gnome, for instance, the Homeland Security Secretary came out to"
    },
    {
      "start": 1186.559,
      "dur": 1.99,
      "text": "Homeland Security Secretary came out to say that this is somebody who was posing"
    },
    {
      "start": 1188.559,
      "dur": 3.191,
      "text": "say that this is somebody who was posing a danger to agents. uh that he was a a"
    },
    {
      "start": 1191.76,
      "dur": 2.789,
      "text": "a danger to agents. uh that he was a a menace on the streets of Minnesota and"
    },
    {
      "start": 1194.559,
      "dur": 2.871,
      "text": "menace on the streets of Minnesota and that the agents operated in self-defense"
    },
    {
      "start": 1197.44,
      "dur": 2.469,
      "text": "that the agents operated in self-defense because they were in fear of their life."
    },
    {
      "start": 1199.919,
      "dur": 2.471,
      "text": "because they were in fear of their life. And she mentioned that he had a gun with"
    },
    {
      "start": 1202.4,
      "dur": 1.83,
      "text": "And she mentioned that he had a gun with him, which is true, although in her"
    },
    {
      "start": 1204.24,
      "dur": 1.75,
      "text": "him, which is true, although in her statement she made it sound as though he"
    },
    {
      "start": 1206.0,
      "dur": 1.75,
      "text": "statement she made it sound as though he was brandishing this weapon at ICE"
    },
    {
      "start": 1207.76,
      "dur": 1.909,
      "text": "was brandishing this weapon at ICE agents, whereas in fact it was in a"
    },
    {
      "start": 1209.679,
      "dur": 2.711,
      "text": "agents, whereas in fact it was in a holster on his hip the entire time. On"
    },
    {
      "start": 1212.4,
      "dur": 2.71,
      "text": "holster on his hip the entire time. On the other side, uh, his family have"
    },
    {
      "start": 1215.12,
      "dur": 2.15,
      "text": "the other side, uh, his family have asked the administration to top stop"
    },
    {
      "start": 1217.28,
      "dur": 2.87,
      "text": "asked the administration to top stop telling sickening lies about him and his"
    },
    {
      "start": 1220.16,
      "dur": 2.869,
      "text": "telling sickening lies about him and his motives. And a lot of people have been"
    },
    {
      "start": 1223.039,
      "dur": 2.391,
      "text": "motives. And a lot of people have been able to draw their own conclusion from"
    },
    {
      "start": 1225.44,
      "dur": 2.07,
      "text": "able to draw their own conclusion from watching videos from various different"
    },
    {
      "start": 1227.52,
      "dur": 2.87,
      "text": "watching videos from various different angles um, of exactly what happened. And"
    },
    {
      "start": 1230.4,
      "dur": 2.23,
      "text": "angles um, of exactly what happened. And a lot of people uh, have concluded"
    },
    {
      "start": 1232.64,
      "dur": 1.99,
      "text": "a lot of people uh, have concluded watching that that this was somebody who"
    },
    {
      "start": 1234.64,
      "dur": 3.029,
      "text": "watching that that this was somebody who posed no threat to these agents. Um, the"
    },
    {
      "start": 1237.679,
      "dur": 1.99,
      "text": "posed no threat to these agents. Um, the only time his gun was removed from its"
    },
    {
      "start": 1239.679,
      "dur": 1.671,
      "text": "only time his gun was removed from its holster was when an agent took it off"
    },
    {
      "start": 1241.36,
      "dur": 2.23,
      "text": "holster was when an agent took it off him. um and removed it from the scene."
    },
    {
      "start": 1243.6,
      "dur": 1.59,
      "text": "him. um and removed it from the scene. It's unclear why they tackled him to the"
    },
    {
      "start": 1245.2,
      "dur": 1.19,
      "text": "It's unclear why they tackled him to the ground in the first place when all he"
    },
    {
      "start": 1246.4,
      "dur": 1.19,
      "text": "ground in the first place when all he seemed to be doing was helping up a"
    },
    {
      "start": 1247.6,
      "dur": 1.429,
      "text": "seemed to be doing was helping up a woman who had fallen over after being"
    },
    {
      "start": 1249.039,
      "dur": 1.911,
      "text": "woman who had fallen over after being pepper-sprayed. Why it took so many"
    },
    {
      "start": 1250.96,
      "dur": 2.23,
      "text": "pepper-sprayed. Why it took so many agents to pin him down on the ground and"
    },
    {
      "start": 1253.2,
      "dur": 2.31,
      "text": "agents to pin him down on the ground and why they decided whilst holding him down"
    },
    {
      "start": 1255.52,
      "dur": 1.75,
      "text": "why they decided whilst holding him down there that he posed any kind of threat"
    },
    {
      "start": 1257.28,
      "dur": 2.15,
      "text": "there that he posed any kind of threat and shot him. But I mean there were"
    },
    {
      "start": 1259.44,
      "dur": 2.15,
      "text": "and shot him. But I mean there were several um administration officials"
    },
    {
      "start": 1261.6,
      "dur": 2.549,
      "text": "several um administration officials rushed to say that he was planning a"
    },
    {
      "start": 1264.159,
      "dur": 2.311,
      "text": "rushed to say that he was planning a massacre. that was why he had taken his"
    },
    {
      "start": 1266.48,
      "dur": 2.23,
      "text": "massacre. that was why he had taken his weapon with him and to very quickly also"
    },
    {
      "start": 1268.72,
      "dur": 2.87,
      "text": "weapon with him and to very quickly also say you cannot bring loaded weapons to"
    },
    {
      "start": 1271.6,
      "dur": 1.99,
      "text": "say you cannot bring loaded weapons to protests uh unless you expect something"
    },
    {
      "start": 1273.6,
      "dur": 2.23,
      "text": "protests uh unless you expect something like this to happen which of course is"
    },
    {
      "start": 1275.84,
      "dur": 2.069,
      "text": "like this to happen which of course is in complete violation of the the the"
    },
    {
      "start": 1277.919,
      "dur": 2.071,
      "text": "in complete violation of the the the treasured second amendment which says"
    },
    {
      "start": 1280.0,
      "dur": 1.669,
      "text": "treasured second amendment which says that Americans do have the right to bear"
    },
    {
      "start": 1281.679,
      "dur": 1.431,
      "text": "that Americans do have the right to bear arms even when they're attending"
    },
    {
      "start": 1283.12,
      "dur": 1.429,
      "text": "arms even when they're attending protests."
    },
    {
      "start": 1284.559,
      "dur": 1.511,
      "text": "protests. &gt;&gt; Yeah, it's interesting that it's become"
    },
    {
      "start": 1286.08,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah, it's interesting that it's become a debate about gun control but sort of"
    },
    {
      "start": 1288.08,
      "dur": 1.67,
      "text": "a debate about gun control but sort of from a different direction from what"
    },
    {
      "start": 1289.76,
      "dur": 2.71,
      "text": "from a different direction from what we're used to. Yes, because this one"
    },
    {
      "start": 1292.48,
      "dur": 2.63,
      "text": "we're used to. Yes, because this one incident has slightly changed the tenor"
    },
    {
      "start": 1295.12,
      "dur": 3.11,
      "text": "incident has slightly changed the tenor of Republican and conservative response."
    },
    {
      "start": 1298.24,
      "dur": 3.11,
      "text": "of Republican and conservative response. You've had quite a few Republican um"
    },
    {
      "start": 1301.36,
      "dur": 1.59,
      "text": "You've had quite a few Republican um senators and Congress people coming out"
    },
    {
      "start": 1302.96,
      "dur": 1.27,
      "text": "senators and Congress people coming out and saying that they're very very"
    },
    {
      "start": 1304.24,
      "dur": 2.39,
      "text": "and saying that they're very very uncomfortable about what happened. Uh"
    },
    {
      "start": 1306.64,
      "dur": 1.83,
      "text": "uncomfortable about what happened. Uh several governors very critical of the"
    },
    {
      "start": 1308.48,
      "dur": 1.75,
      "text": "several governors very critical of the way ICE has been operating in the"
    },
    {
      "start": 1310.24,
      "dur": 2.39,
      "text": "way ICE has been operating in the streets of Minneapolis. Some people who"
    },
    {
      "start": 1312.64,
      "dur": 2.07,
      "text": "streets of Minneapolis. Some people who are normally unbelievably loyal to"
    },
    {
      "start": 1314.72,
      "dur": 2.069,
      "text": "are normally unbelievably loyal to Donald Trump, very very critical about"
    },
    {
      "start": 1316.799,
      "dur": 1.511,
      "text": "Donald Trump, very very critical about what they've seen. And one of the"
    },
    {
      "start": 1318.32,
      "dur": 2.63,
      "text": "what they've seen. And one of the reasons why is because of this"
    },
    {
      "start": 1320.96,
      "dur": 3.189,
      "text": "reasons why is because of this suggestion that um Alex Pretti was"
    },
    {
      "start": 1324.159,
      "dur": 2.39,
      "text": "suggestion that um Alex Pretti was somehow asking for this because he had a"
    },
    {
      "start": 1326.559,
      "dur": 1.751,
      "text": "somehow asking for this because he had a weapon with him. And people who really"
    },
    {
      "start": 1328.32,
      "dur": 2.63,
      "text": "weapon with him. And people who really really firmly believe um in their right"
    },
    {
      "start": 1330.96,
      "dur": 2.069,
      "text": "really firmly believe um in their right to take legally held weapons wherever"
    },
    {
      "start": 1333.039,
      "dur": 2.471,
      "text": "to take legally held weapons wherever they want to are pushing back against"
    },
    {
      "start": 1335.52,
      "dur": 2.07,
      "text": "they want to are pushing back against that notion. Um other people are very"
    },
    {
      "start": 1337.6,
      "dur": 2.23,
      "text": "that notion. Um other people are very upset about the first amendment which is"
    },
    {
      "start": 1339.84,
      "dur": 1.59,
      "text": "upset about the first amendment which is the right to free speech which gives you"
    },
    {
      "start": 1341.44,
      "dur": 1.75,
      "text": "the right to free speech which gives you the right to protest on the streets. Is"
    },
    {
      "start": 1343.2,
      "dur": 3.349,
      "text": "the right to protest on the streets. Is that being um hampered by the way in"
    },
    {
      "start": 1346.559,
      "dur": 1.911,
      "text": "that being um hampered by the way in which so many protesters are being"
    },
    {
      "start": 1348.48,
      "dur": 2.63,
      "text": "which so many protesters are being arrested and detained? H and does that"
    },
    {
      "start": 1351.12,
      "dur": 2.07,
      "text": "arrested and detained? H and does that breach the fourth amendment? Um you're"
    },
    {
      "start": 1353.2,
      "dur": 2.469,
      "text": "breach the fourth amendment? Um you're right against um illegal stop and"
    },
    {
      "start": 1355.679,
      "dur": 2.711,
      "text": "right against um illegal stop and searches and seizure and detentions. So"
    },
    {
      "start": 1358.4,
      "dur": 1.67,
      "text": "searches and seizure and detentions. So you actually have um quite a few people"
    },
    {
      "start": 1360.08,
      "dur": 1.589,
      "text": "you actually have um quite a few people on the right for different reasons. Some"
    },
    {
      "start": 1361.679,
      "dur": 1.831,
      "text": "on the right for different reasons. Some of them who just just shocked by what"
    },
    {
      "start": 1363.52,
      "dur": 1.269,
      "text": "of them who just just shocked by what they're seeing happening in the streets"
    },
    {
      "start": 1364.799,
      "dur": 1.911,
      "text": "they're seeing happening in the streets and some of them who are constitutional"
    },
    {
      "start": 1366.72,
      "dur": 1.99,
      "text": "and some of them who are constitutional absolutists think that what you're doing"
    },
    {
      "start": 1368.72,
      "dur": 1.91,
      "text": "absolutists think that what you're doing here is seeing federal agents in"
    },
    {
      "start": 1370.64,
      "dur": 2.87,
      "text": "here is seeing federal agents in Minnesota breaching the fundamental"
    },
    {
      "start": 1373.52,
      "dur": 1.509,
      "text": "Minnesota breaching the fundamental constitutional rights of American"
    },
    {
      "start": 1375.039,
      "dur": 1.51,
      "text": "constitutional rights of American citizens."
    },
    {
      "start": 1376.559,
      "dur": 1.831,
      "text": "citizens. &gt;&gt; And in terms of getting to the bottom of"
    },
    {
      "start": 1378.4,
      "dur": 1.91,
      "text": "&gt;&gt; And in terms of getting to the bottom of what actually happened in a way that"
    },
    {
      "start": 1380.32,
      "dur": 3.19,
      "text": "what actually happened in a way that maybe more people could unite around, it"
    },
    {
      "start": 1383.52,
      "dur": 1.59,
      "text": "maybe more people could unite around, it sounds that even that like some kind of"
    },
    {
      "start": 1385.12,
      "dur": 1.429,
      "text": "sounds that even that like some kind of investigation into this is quite"
    },
    {
      "start": 1386.559,
      "dur": 1.431,
      "text": "investigation into this is quite polarized as well."
    },
    {
      "start": 1388.0,
      "dur": 3.029,
      "text": "polarized as well. &gt;&gt; Oh yeah. So the um ICE themselves will"
    },
    {
      "start": 1391.039,
      "dur": 1.75,
      "text": "&gt;&gt; Oh yeah. So the um ICE themselves will investigate this and a lot of people"
    },
    {
      "start": 1392.799,
      "dur": 1.831,
      "text": "investigate this and a lot of people will have no faith whatsoever in"
    },
    {
      "start": 1394.64,
      "dur": 2.47,
      "text": "will have no faith whatsoever in whatever conclusions they come to and as"
    },
    {
      "start": 1397.12,
      "dur": 1.35,
      "text": "whatever conclusions they come to and as we were just discussing a lot of"
    },
    {
      "start": 1398.48,
      "dur": 1.669,
      "text": "we were just discussing a lot of politicians don't feel they need to wait"
    },
    {
      "start": 1400.159,
      "dur": 1.351,
      "text": "politicians don't feel they need to wait for any kind of investigation to"
    },
    {
      "start": 1401.52,
      "dur": 1.59,
      "text": "for any kind of investigation to establish the facts before they go out"
    },
    {
      "start": 1403.12,
      "dur": 3.19,
      "text": "establish the facts before they go out and put their own story out there. State"
    },
    {
      "start": 1406.32,
      "dur": 3.349,
      "text": "and put their own story out there. State officials um working to the Democrat"
    },
    {
      "start": 1409.679,
      "dur": 2.311,
      "text": "officials um working to the Democrat governor Tim Waltz are also trying to"
    },
    {
      "start": 1412.0,
      "dur": 2.31,
      "text": "governor Tim Waltz are also trying to investigate this. um they're being"
    },
    {
      "start": 1414.32,
      "dur": 2.709,
      "text": "investigate this. um they're being hampered somewhat by ICE who don't want"
    },
    {
      "start": 1417.039,
      "dur": 1.671,
      "text": "hampered somewhat by ICE who don't want um a state investigation and say that"
    },
    {
      "start": 1418.72,
      "dur": 1.51,
      "text": "um a state investigation and say that they've got no right to investigate them"
    },
    {
      "start": 1420.24,
      "dur": 1.83,
      "text": "they've got no right to investigate them because they're federal agents. But"
    },
    {
      "start": 1422.08,
      "dur": 3.11,
      "text": "because they're federal agents. But nonetheless, uh the um state police are"
    },
    {
      "start": 1425.2,
      "dur": 2.07,
      "text": "nonetheless, uh the um state police are trying to investigate this, get hold of"
    },
    {
      "start": 1427.28,
      "dur": 1.67,
      "text": "trying to investigate this, get hold of whatever evidence they can that wasn't"
    },
    {
      "start": 1428.96,
      "dur": 2.15,
      "text": "whatever evidence they can that wasn't already swept away by ICE agents. And"
    },
    {
      "start": 1431.12,
      "dur": 2.07,
      "text": "already swept away by ICE agents. And there will be a real battle over the"
    },
    {
      "start": 1433.2,
      "dur": 1.67,
      "text": "there will be a real battle over the jurisdiction of this, whether the state"
    },
    {
      "start": 1434.88,
      "dur": 2.71,
      "text": "jurisdiction of this, whether the state can try to charge these federal agents"
    },
    {
      "start": 1437.6,
      "dur": 1.91,
      "text": "can try to charge these federal agents with manslaughter, for instance, if it"
    },
    {
      "start": 1439.52,
      "dur": 2.23,
      "text": "with manslaughter, for instance, if it goes that far. um that will that will be"
    },
    {
      "start": 1441.76,
      "dur": 1.67,
      "text": "goes that far. um that will that will be a legal battle in itself. And"
    },
    {
      "start": 1443.44,
      "dur": 2.709,
      "text": "a legal battle in itself. And interestingly, by coincidence, but"
    },
    {
      "start": 1446.159,
      "dur": 3.191,
      "text": "interestingly, by coincidence, but importantly, um a US judge actually has"
    },
    {
      "start": 1449.36,
      "dur": 2.95,
      "text": "importantly, um a US judge actually has to take a decision today, Monday, on"
    },
    {
      "start": 1452.32,
      "dur": 1.99,
      "text": "to take a decision today, Monday, on whether or not it's legal for ICE agents"
    },
    {
      "start": 1454.32,
      "dur": 1.75,
      "text": "whether or not it's legal for ICE agents to be in the streets of Minnesota at"
    },
    {
      "start": 1456.08,
      "dur": 2.55,
      "text": "to be in the streets of Minnesota at all. The state has taken a case, asking"
    },
    {
      "start": 1458.64,
      "dur": 2.95,
      "text": "all. The state has taken a case, asking the courts to tell the 3,000 immigration"
    },
    {
      "start": 1461.6,
      "dur": 2.069,
      "text": "the courts to tell the 3,000 immigration agents that there are in Minnesota to to"
    },
    {
      "start": 1463.679,
      "dur": 2.47,
      "text": "agents that there are in Minnesota to to go home. H and that decision will be"
    },
    {
      "start": 1466.159,
      "dur": 2.63,
      "text": "go home. H and that decision will be reached at some point today as well."
    },
    {
      "start": 1468.799,
      "dur": 1.671,
      "text": "reached at some point today as well. And where is Donald Trump in all of"
    },
    {
      "start": 1470.48,
      "dur": 2.23,
      "text": "And where is Donald Trump in all of this? Because usually we can expect him"
    },
    {
      "start": 1472.72,
      "dur": 1.51,
      "text": "this? Because usually we can expect him and as he has been in the past when it"
    },
    {
      "start": 1474.24,
      "dur": 2.47,
      "text": "and as he has been in the past when it comes to ICE, be quite gung-ho about"
    },
    {
      "start": 1476.72,
      "dur": 2.71,
      "text": "comes to ICE, be quite gung-ho about what those officials are allowed to do"
    },
    {
      "start": 1479.44,
      "dur": 1.67,
      "text": "what those officials are allowed to do and very very critical of the people who"
    },
    {
      "start": 1481.12,
      "dur": 1.75,
      "text": "and very very critical of the people who are protesting or kind of pushing back"
    },
    {
      "start": 1482.88,
      "dur": 1.909,
      "text": "are protesting or kind of pushing back against them. But equally, Donald Trump"
    },
    {
      "start": 1484.799,
      "dur": 2.391,
      "text": "against them. But equally, Donald Trump is not always bull in a china shop. He"
    },
    {
      "start": 1487.2,
      "dur": 1.99,
      "text": "is not always bull in a china shop. He is very receptive to public opinion if"
    },
    {
      "start": 1489.2,
      "dur": 1.91,
      "text": "is very receptive to public opinion if he feels it's turning against him."
    },
    {
      "start": 1491.12,
      "dur": 2.47,
      "text": "he feels it's turning against him. &gt;&gt; Yeah. And I think he can sense that um"
    },
    {
      "start": 1493.6,
      "dur": 1.99,
      "text": "&gt;&gt; Yeah. And I think he can sense that um he might end up on the wrong side of"
    },
    {
      "start": 1495.6,
      "dur": 1.83,
      "text": "he might end up on the wrong side of public opinion if he is as bullish about"
    },
    {
      "start": 1497.44,
      "dur": 1.99,
      "text": "public opinion if he is as bullish about this as some of his administration"
    },
    {
      "start": 1499.44,
      "dur": 1.589,
      "text": "this as some of his administration officials have been. He's been much more"
    },
    {
      "start": 1501.039,
      "dur": 2.311,
      "text": "officials have been. He's been much more measured in what he's said and talking"
    },
    {
      "start": 1503.36,
      "dur": 1.75,
      "text": "measured in what he's said and talking about wanting to wait for the results of"
    },
    {
      "start": 1505.12,
      "dur": 1.669,
      "text": "about wanting to wait for the results of an investigation that they need to"
    },
    {
      "start": 1506.799,
      "dur": 2.951,
      "text": "an investigation that they need to review everything. Even in the case of"
    },
    {
      "start": 1509.76,
      "dur": 2.149,
      "text": "review everything. Even in the case of Renee Good who was shot just over two"
    },
    {
      "start": 1511.919,
      "dur": 3.35,
      "text": "Renee Good who was shot just over two weeks ago, he wasn't um quite as"
    },
    {
      "start": 1515.279,
      "dur": 2.471,
      "text": "weeks ago, he wasn't um quite as critical or as harsh in his language as"
    },
    {
      "start": 1517.76,
      "dur": 1.67,
      "text": "critical or as harsh in his language as um somebody like JD Vance the vice"
    },
    {
      "start": 1519.44,
      "dur": 1.43,
      "text": "um somebody like JD Vance the vice president was. He's been playing it a"
    },
    {
      "start": 1520.88,
      "dur": 1.83,
      "text": "president was. He's been playing it a bit more carefully, but the really"
    },
    {
      "start": 1522.72,
      "dur": 1.67,
      "text": "bit more carefully, but the really interesting development is that he is"
    },
    {
      "start": 1524.4,
      "dur": 3.11,
      "text": "interesting development is that he is sending his borders, Tom Holman, up to"
    },
    {
      "start": 1527.52,
      "dur": 1.83,
      "text": "sending his borders, Tom Holman, up to Minneapolis to take charge of the ICE"
    },
    {
      "start": 1529.36,
      "dur": 1.909,
      "text": "Minneapolis to take charge of the ICE operation there. Now, this is somebody"
    },
    {
      "start": 1531.279,
      "dur": 3.431,
      "text": "operation there. Now, this is somebody who is a real immigration hawk who has"
    },
    {
      "start": 1534.72,
      "dur": 2.63,
      "text": "who is a real immigration hawk who has been in charge of a pretty um strict"
    },
    {
      "start": 1537.36,
      "dur": 2.47,
      "text": "been in charge of a pretty um strict clampdown on the southern border, people"
    },
    {
      "start": 1539.84,
      "dur": 1.99,
      "text": "clampdown on the southern border, people trying to get across there. But he"
    },
    {
      "start": 1541.84,
      "dur": 2.79,
      "text": "trying to get across there. But he hasn't been saying the incendiary things"
    },
    {
      "start": 1544.64,
      "dur": 1.509,
      "text": "hasn't been saying the incendiary things that um other people like the head of"
    },
    {
      "start": 1546.159,
      "dur": 1.591,
      "text": "that um other people like the head of the FBI and the head of Homeland"
    },
    {
      "start": 1547.76,
      "dur": 1.59,
      "text": "the FBI and the head of Homeland Security have been doing. He's been"
    },
    {
      "start": 1549.36,
      "dur": 1.99,
      "text": "Security have been doing. He's been quite measured in his response to what's"
    },
    {
      "start": 1551.36,
      "dur": 2.23,
      "text": "quite measured in his response to what's happened in Minneapolis and I think it's"
    },
    {
      "start": 1553.6,
      "dur": 1.75,
      "text": "happened in Minneapolis and I think it's very telling that he is being sent to"
    },
    {
      "start": 1555.36,
      "dur": 1.59,
      "text": "very telling that he is being sent to take charge of this operation and to"
    },
    {
      "start": 1556.96,
      "dur": 2.069,
      "text": "take charge of this operation and to take the heat out of it. I would say to"
    },
    {
      "start": 1559.039,
      "dur": 1.831,
      "text": "take the heat out of it. I would say to crack down a bit on the tactics that are"
    },
    {
      "start": 1560.88,
      "dur": 1.909,
      "text": "crack down a bit on the tactics that are being used on the streets and that's a"
    },
    {
      "start": 1562.799,
      "dur": 2.23,
      "text": "being used on the streets and that's a sign that Donald Trump can see that"
    },
    {
      "start": 1565.039,
      "dur": 2.23,
      "text": "sign that Donald Trump can see that there is political danger in this"
    },
    {
      "start": 1567.279,
      "dur": 2.471,
      "text": "there is political danger in this because people can look with their own"
    },
    {
      "start": 1569.76,
      "dur": 1.83,
      "text": "because people can look with their own eyes and see these videos that are put"
    },
    {
      "start": 1571.6,
      "dur": 1.75,
      "text": "eyes and see these videos that are put up on social media that have been shot"
    },
    {
      "start": 1573.36,
      "dur": 2.95,
      "text": "up on social media that have been shot by protesters. The video of Renee Good"
    },
    {
      "start": 1576.32,
      "dur": 2.229,
      "text": "by protesters. The video of Renee Good being shot in her car has been seen by"
    },
    {
      "start": 1578.559,
      "dur": 3.191,
      "text": "being shot in her car has been seen by more than 80% of Americans. And there's"
    },
    {
      "start": 1581.76,
      "dur": 1.75,
      "text": "more than 80% of Americans. And there's no reason to assume that the videos of"
    },
    {
      "start": 1583.52,
      "dur": 3.029,
      "text": "no reason to assume that the videos of Alex Prey will um be viewed by any fewer"
    },
    {
      "start": 1586.559,
      "dur": 2.071,
      "text": "Alex Prey will um be viewed by any fewer people. This is something that everybody"
    },
    {
      "start": 1588.64,
      "dur": 2.55,
      "text": "people. This is something that everybody is very very gripped by. And the"
    },
    {
      "start": 1591.2,
      "dur": 1.589,
      "text": "is very very gripped by. And the administration can tell you as often as"
    },
    {
      "start": 1592.799,
      "dur": 1.671,
      "text": "administration can tell you as often as they like that this is somebody who was"
    },
    {
      "start": 1594.48,
      "dur": 1.91,
      "text": "they like that this is somebody who was threatening the life of ICE agents. If"
    },
    {
      "start": 1596.4,
      "dur": 1.749,
      "text": "threatening the life of ICE agents. If that's not what you see with your own"
    },
    {
      "start": 1598.159,
      "dur": 2.63,
      "text": "that's not what you see with your own eyes as you watch this video evidence,"
    },
    {
      "start": 1600.799,
      "dur": 1.99,
      "text": "eyes as you watch this video evidence, then there is a limit to how much you"
    },
    {
      "start": 1602.799,
      "dur": 1.671,
      "text": "then there is a limit to how much you are prepared to believe administration"
    },
    {
      "start": 1604.48,
      "dur": 1.51,
      "text": "are prepared to believe administration officials, no matter how much they align"
    },
    {
      "start": 1606.0,
      "dur": 2.23,
      "text": "officials, no matter how much they align with your political sentiments."
    },
    {
      "start": 1608.24,
      "dur": 1.669,
      "text": "with your political sentiments. &gt;&gt; Uh, and when I was doing Five Live on"
    },
    {
      "start": 1609.919,
      "dur": 2.791,
      "text": "&gt;&gt; Uh, and when I was doing Five Live on Sunday night, I was chatting to a US"
    },
    {
      "start": 1612.72,
      "dur": 3.829,
      "text": "Sunday night, I was chatting to a US former military uh guy and he was saying"
    },
    {
      "start": 1616.559,
      "dur": 1.99,
      "text": "former military uh guy and he was saying maybe one of the ideas could be that you"
    },
    {
      "start": 1618.559,
      "dur": 2.23,
      "text": "maybe one of the ideas could be that you change the rules of engagement for ICE"
    },
    {
      "start": 1620.799,
      "dur": 3.191,
      "text": "change the rules of engagement for ICE so that the firearms use becomes less"
    },
    {
      "start": 1624.0,
      "dur": 3.029,
      "text": "so that the firearms use becomes less central. Can you imagine a world where"
    },
    {
      "start": 1627.039,
      "dur": 1.591,
      "text": "central. Can you imagine a world where this big ICE deployment which is"
    },
    {
      "start": 1628.64,
      "dur": 1.59,
      "text": "this big ICE deployment which is happening in many states, not just just"
    },
    {
      "start": 1630.24,
      "dur": 2.71,
      "text": "happening in many states, not just just Minnesota, um sort of changes or is"
    },
    {
      "start": 1632.96,
      "dur": 1.589,
      "text": "Minnesota, um sort of changes or is different or maybe even they're"
    },
    {
      "start": 1634.559,
      "dur": 3.35,
      "text": "different or maybe even they're withdrawn? Well, it may be scaled back"
    },
    {
      "start": 1637.919,
      "dur": 2.551,
      "text": "withdrawn? Well, it may be scaled back if the administration sees too much um"
    },
    {
      "start": 1640.48,
      "dur": 2.47,
      "text": "if the administration sees too much um political danger in this. It does"
    },
    {
      "start": 1642.96,
      "dur": 2.15,
      "text": "political danger in this. It does appear, not just from these two fatal"
    },
    {
      "start": 1645.12,
      "dur": 2.07,
      "text": "appear, not just from these two fatal incidents, but from videos we've seen in"
    },
    {
      "start": 1647.2,
      "dur": 1.829,
      "text": "incidents, but from videos we've seen in other states of the way in which"
    },
    {
      "start": 1649.039,
      "dur": 1.671,
      "text": "other states of the way in which protesters are being handled or the way"
    },
    {
      "start": 1650.72,
      "dur": 2.15,
      "text": "protesters are being handled or the way in which raids are conducted. um that"
    },
    {
      "start": 1652.88,
      "dur": 1.99,
      "text": "in which raids are conducted. um that these are not people necessarily who are"
    },
    {
      "start": 1654.88,
      "dur": 2.149,
      "text": "these are not people necessarily who are sticking to every letter of the rules"
    },
    {
      "start": 1657.039,
      "dur": 1.591,
      "text": "sticking to every letter of the rules and guidelines about how they may"
    },
    {
      "start": 1658.64,
      "dur": 1.509,
      "text": "and guidelines about how they may conduct themselves. So you can change"
    },
    {
      "start": 1660.159,
      "dur": 2.471,
      "text": "conduct themselves. So you can change the rules as much as you like, but it's"
    },
    {
      "start": 1662.64,
      "dur": 2.389,
      "text": "the rules as much as you like, but it's the training of the officers. Um the"
    },
    {
      "start": 1665.039,
      "dur": 1.591,
      "text": "the training of the officers. Um the number of ICE agents that there are in"
    },
    {
      "start": 1666.64,
      "dur": 2.55,
      "text": "number of ICE agents that there are in the country doubled very very quickly"
    },
    {
      "start": 1669.2,
      "dur": 1.589,
      "text": "the country doubled very very quickly last year. So I think there are some"
    },
    {
      "start": 1670.799,
      "dur": 1.431,
      "text": "last year. So I think there are some very significant questions about how"
    },
    {
      "start": 1672.24,
      "dur": 3.029,
      "text": "very significant questions about how well trained these guys are. uh about if"
    },
    {
      "start": 1675.279,
      "dur": 1.911,
      "text": "well trained these guys are. uh about if they even know when the use of force is"
    },
    {
      "start": 1677.2,
      "dur": 1.99,
      "text": "they even know when the use of force is justified uh and whether they're just"
    },
    {
      "start": 1679.2,
      "dur": 1.349,
      "text": "justified uh and whether they're just too trigger-happy, whether that's"
    },
    {
      "start": 1680.559,
      "dur": 2.071,
      "text": "too trigger-happy, whether that's because they're scared for their own"
    },
    {
      "start": 1682.64,
      "dur": 1.749,
      "text": "because they're scared for their own safety or because they think they have"
    },
    {
      "start": 1684.399,
      "dur": 2.551,
      "text": "safety or because they think they have complete immunity um to do whatever they"
    },
    {
      "start": 1686.96,
      "dur": 2.15,
      "text": "complete immunity um to do whatever they want to. Um so it will be fascinating to"
    },
    {
      "start": 1689.12,
      "dur": 1.669,
      "text": "want to. Um so it will be fascinating to see whether or not anybody does end up"
    },
    {
      "start": 1690.799,
      "dur": 3.031,
      "text": "see whether or not anybody does end up being charged for this and also the way"
    },
    {
      "start": 1693.84,
      "dur": 3.67,
      "text": "being charged for this and also the way in which they try to contain um these"
    },
    {
      "start": 1697.52,
      "dur": 1.91,
      "text": "in which they try to contain um these agents and well and I don't think any"
    },
    {
      "start": 1699.44,
      "dur": 1.829,
      "text": "agents and well and I don't think any nobody wants to see another fatal"
    },
    {
      "start": 1701.279,
      "dur": 2.071,
      "text": "nobody wants to see another fatal incident. what are they prepared to do"
    },
    {
      "start": 1703.36,
      "dur": 2.87,
      "text": "incident. what are they prepared to do to try and stop that happening is both a"
    },
    {
      "start": 1706.24,
      "dur": 2.149,
      "text": "to try and stop that happening is both a very very important practical question"
    },
    {
      "start": 1708.399,
      "dur": 1.431,
      "text": "very very important practical question but in America at the moment it's a"
    },
    {
      "start": 1709.84,
      "dur": 2.23,
      "text": "but in America at the moment it's a political one as well right now"
    },
    {
      "start": 1712.08,
      "dur": 1.829,
      "text": "political one as well right now &gt;&gt; and Sarah you know I like to end on a"
    },
    {
      "start": 1713.919,
      "dur": 3.191,
      "text": "&gt;&gt; and Sarah you know I like to end on a philosophical note um I notice most news"
    },
    {
      "start": 1717.12,
      "dur": 2.31,
      "text": "philosophical note um I notice most news stories in America these days end up"
    },
    {
      "start": 1719.44,
      "dur": 2.15,
      "text": "stories in America these days end up being about the fate of the nation or"
    },
    {
      "start": 1721.6,
      "dur": 3.03,
      "text": "being about the fate of the nation or the fate of democracy or freedom liberty"
    },
    {
      "start": 1724.64,
      "dur": 2.07,
      "text": "the fate of democracy or freedom liberty the end of society as we know it or the"
    },
    {
      "start": 1726.72,
      "dur": 1.59,
      "text": "the end of society as we know it or the birth of a new society that we've never"
    },
    {
      "start": 1728.32,
      "dur": 2.949,
      "text": "birth of a new society that we've never known before this story though seems to"
    },
    {
      "start": 1731.279,
      "dur": 2.471,
      "text": "known before this story though seems to have taken those elements and to the max"
    },
    {
      "start": 1733.76,
      "dur": 2.789,
      "text": "have taken those elements and to the max really it's become very existential"
    },
    {
      "start": 1736.559,
      "dur": 1.83,
      "text": "really it's become very existential really for America in a lot of people's"
    },
    {
      "start": 1738.399,
      "dur": 0.951,
      "text": "really for America in a lot of people's minds"
    },
    {
      "start": 1739.36,
      "dur": 2.95,
      "text": "minds &gt;&gt; it has and for two reasons I I think one"
    },
    {
      "start": 1742.32,
      "dur": 2.87,
      "text": "&gt;&gt; it has and for two reasons I I think one because it's like like an ink blot test"
    },
    {
      "start": 1745.2,
      "dur": 1.99,
      "text": "because it's like like an ink blot test in terms of looking at the same image"
    },
    {
      "start": 1747.2,
      "dur": 2.31,
      "text": "in terms of looking at the same image and people seeing different things in it"
    },
    {
      "start": 1749.52,
      "dur": 2.23,
      "text": "and people seeing different things in it whether they see um you know ICE"
    },
    {
      "start": 1751.76,
      "dur": 2.55,
      "text": "whether they see um you know ICE brutality or whether they see people"
    },
    {
      "start": 1754.32,
      "dur": 2.709,
      "text": "brutality or whether they see people using measured force and being that"
    },
    {
      "start": 1757.039,
      "dur": 1.591,
      "text": "using measured force and being that these protesters have no right to be on"
    },
    {
      "start": 1758.64,
      "dur": 1.749,
      "text": "these protesters have no right to be on the streets and are are asking for what"
    },
    {
      "start": 1760.399,
      "dur": 1.351,
      "text": "the streets and are are asking for what happens to them essentially. So it's"
    },
    {
      "start": 1761.76,
      "dur": 2.789,
      "text": "happens to them essentially. So it's very very divisive in that way, people"
    },
    {
      "start": 1764.559,
      "dur": 1.35,
      "text": "very very divisive in that way, people looking at the same evidence and coming"
    },
    {
      "start": 1765.919,
      "dur": 2.151,
      "text": "looking at the same evidence and coming to different conclusions, but also"
    },
    {
      "start": 1768.08,
      "dur": 1.99,
      "text": "to different conclusions, but also because of the way in which it is about"
    },
    {
      "start": 1770.08,
      "dur": 1.99,
      "text": "because of the way in which it is about people's fundamental constitutional"
    },
    {
      "start": 1772.08,
      "dur": 2.15,
      "text": "people's fundamental constitutional rights as well as about the the big"
    },
    {
      "start": 1774.24,
      "dur": 1.99,
      "text": "rights as well as about the the big political argument of the day. People do"
    },
    {
      "start": 1776.24,
      "dur": 2.95,
      "text": "political argument of the day. People do see it as rather existential and lots of"
    },
    {
      "start": 1779.2,
      "dur": 2.069,
      "text": "see it as rather existential and lots of commenters over the weekend were saying,"
    },
    {
      "start": 1781.279,
      "dur": 1.591,
      "text": "commenters over the weekend were saying, okay, this is the point at which we have"
    },
    {
      "start": 1782.88,
      "dur": 1.99,
      "text": "okay, this is the point at which we have to say that this is autocratic rule from"
    },
    {
      "start": 1784.88,
      "dur": 2.23,
      "text": "to say that this is autocratic rule from the Trump administration. well-known"
    },
    {
      "start": 1787.12,
      "dur": 1.35,
      "text": "the Trump administration. well-known people saying, \"Oh, I never wanted to"
    },
    {
      "start": 1788.48,
      "dur": 1.59,
      "text": "people saying, \"Oh, I never wanted to use the word fascist because when you"
    },
    {
      "start": 1790.08,
      "dur": 2.949,
      "text": "use the word fascist because when you throw that around, h it devalues the"
    },
    {
      "start": 1793.039,
      "dur": 1.591,
      "text": "throw that around, h it devalues the word in itself, and it's a cheap"
    },
    {
      "start": 1794.64,
      "dur": 2.149,
      "text": "word in itself, and it's a cheap political argument if this is not um"
    },
    {
      "start": 1796.799,
      "dur": 1.99,
      "text": "political argument if this is not um totalitarian control you're looking at.\""
    },
    {
      "start": 1798.799,
      "dur": 2.071,
      "text": "totalitarian control you're looking at.\" But now I have to use the f-word because"
    },
    {
      "start": 1800.88,
      "dur": 2.55,
      "text": "But now I have to use the f-word because things have gone so far. Um people"
    },
    {
      "start": 1803.44,
      "dur": 2.79,
      "text": "things have gone so far. Um people getting extremely head up about the way"
    },
    {
      "start": 1806.24,
      "dur": 1.83,
      "text": "getting extremely head up about the way in which they're discussing this and"
    },
    {
      "start": 1808.08,
      "dur": 1.91,
      "text": "in which they're discussing this and whether it truly is the the end of"
    },
    {
      "start": 1810.0,
      "dur": 1.99,
      "text": "whether it truly is the the end of America as we knew it. Um, at the same"
    },
    {
      "start": 1812.0,
      "dur": 1.51,
      "text": "America as we knew it. Um, at the same time, of course, as we're debating"
    },
    {
      "start": 1813.52,
      "dur": 1.43,
      "text": "time, of course, as we're debating whether we've come to the end of the the"
    },
    {
      "start": 1814.96,
      "dur": 2.069,
      "text": "whether we've come to the end of the the rules-based order in the rest of the"
    },
    {
      "start": 1817.039,
      "dur": 1.831,
      "text": "rules-based order in the rest of the world, it's a it's it's a big week,"
    },
    {
      "start": 1818.88,
      "dur": 1.029,
      "text": "world, it's a it's it's a big week, shall we say, for the Trump"
    },
    {
      "start": 1819.919,
      "dur": 2.071,
      "text": "shall we say, for the Trump administration if people are debating"
    },
    {
      "start": 1822.0,
      "dur": 2.149,
      "text": "administration if people are debating both uh yeah, the end of the American"
    },
    {
      "start": 1824.159,
      "dur": 2.39,
      "text": "both uh yeah, the end of the American Republic and its place in the globe."
    },
    {
      "start": 1826.559,
      "dur": 1.511,
      "text": "Republic and its place in the globe. &gt;&gt; Sarah, thank you very much."
    },
    {
      "start": 1828.08,
      "dur": 3.959,
      "text": "&gt;&gt; Sarah, thank you very much. &gt;&gt; Lovely to talk to you, Adam. Byebye."
    }
  ]
}