{
  "videoId": "Yk_p-vZWvBw",
  "title": "Second Epstein victim claims she was sent to UK for sex with Andrew | BBC News",
  "publishedAt": "2026-02-01",
  "channel": "BBC News",
  "durationSeconds": 473,
  "segments": [
    {
      "start": 0.32,
      "dur": 2.24,
      "text": "Andrew Mountbatton Windsor is facing"
    },
    {
      "start": 2.56,
      "dur": 2.63,
      "text": "Andrew Mountbatton Windsor is facing questions about a new accusation from a"
    },
    {
      "start": 5.2,
      "dur": 2.39,
      "text": "questions about a new accusation from a victim of Jeffrey Epstein, alleging that"
    },
    {
      "start": 7.6,
      "dur": 2.47,
      "text": "victim of Jeffrey Epstein, alleging that the late pedophile sent the woman to the"
    },
    {
      "start": 10.08,
      "dur": 2.469,
      "text": "the late pedophile sent the woman to the UK for a sexual encounter with the"
    },
    {
      "start": 12.559,
      "dur": 2.551,
      "text": "UK for a sexual encounter with the former prince. The encounter allegedly"
    },
    {
      "start": 15.12,
      "dur": 3.35,
      "text": "former prince. The encounter allegedly happened at his royal residence in 2010."
    },
    {
      "start": 18.48,
      "dur": 2.15,
      "text": "happened at his royal residence in 2010. The woman, who is not British, was in"
    },
    {
      "start": 20.64,
      "dur": 2.549,
      "text": "The woman, who is not British, was in her 20ies at the time. Her lawyer says"
    },
    {
      "start": 23.199,
      "dur": 2.471,
      "text": "her 20ies at the time. Her lawyer says they are considering legal action. BBC"
    },
    {
      "start": 25.68,
      "dur": 2.31,
      "text": "they are considering legal action. BBC News has asked Mr. Mount Batton Windsor"
    },
    {
      "start": 28.0,
      "dur": 2.07,
      "text": "News has asked Mr. Mount Batton Windsor for comment, but he's so far not"
    },
    {
      "start": 30.08,
      "dur": 2.95,
      "text": "for comment, but he's so far not responded. He has previously denied any"
    },
    {
      "start": 33.04,
      "dur": 2.39,
      "text": "responded. He has previously denied any wrongdoing. Chi-Chi Zindu has this"
    },
    {
      "start": 35.44,
      "dur": 3.51,
      "text": "wrongdoing. Chi-Chi Zindu has this special report."
    },
    {
      "start": 38.96,
      "dur": 2.16,
      "text": "Andrew Manbatin Windsor, once a"
    },
    {
      "start": 41.12,
      "dur": 1.749,
      "text": "Andrew Manbatin Windsor, once a prominent member of the royal family"
    },
    {
      "start": 42.879,
      "dur": 2.791,
      "text": "prominent member of the royal family living in disgrace. Now, a second woman"
    },
    {
      "start": 45.68,
      "dur": 2.15,
      "text": "living in disgrace. Now, a second woman alleges she was sent to him for a sexual"
    },
    {
      "start": 47.84,
      "dur": 2.709,
      "text": "alleges she was sent to him for a sexual encounter on the instruction of the sex"
    },
    {
      "start": 50.559,
      "dur": 1.99,
      "text": "encounter on the instruction of the sex offender Jeffrey Epstein."
    },
    {
      "start": 52.559,
      "dur": 3.351,
      "text": "offender Jeffrey Epstein. &gt;&gt; Whoever you are, uh, nobody is above the"
    },
    {
      "start": 55.92,
      "dur": 2.469,
      "text": "&gt;&gt; Whoever you are, uh, nobody is above the law. Her lawyer is Brad Edwards who"
    },
    {
      "start": 58.399,
      "dur": 1.83,
      "text": "law. Her lawyer is Brad Edwards who represents hundreds of Epstein's"
    },
    {
      "start": 60.239,
      "dur": 0.871,
      "text": "represents hundreds of Epstein's victims."
    },
    {
      "start": 61.12,
      "dur": 3.109,
      "text": "victims. &gt;&gt; There are certain people, certain"
    },
    {
      "start": 64.239,
      "dur": 3.351,
      "text": "&gt;&gt; There are certain people, certain victims that Prince Andrew hurt."
    },
    {
      "start": 67.6,
      "dur": 2.07,
      "text": "victims that Prince Andrew hurt. &gt;&gt; The woman is alleging she was flown to"
    },
    {
      "start": 69.68,
      "dur": 3.27,
      "text": "&gt;&gt; The woman is alleging she was flown to the UK by Epstein and her lawyer says it"
    },
    {
      "start": 72.96,
      "dur": 3.11,
      "text": "the UK by Epstein and her lawyer says it was to comply sexually with Andrew. She"
    },
    {
      "start": 76.08,
      "dur": 2.47,
      "text": "was to comply sexually with Andrew. She says she was in her 20s and is claiming"
    },
    {
      "start": 78.56,
      "dur": 2.47,
      "text": "says she was in her 20s and is claiming the sex occurred at Royal Lodge, the"
    },
    {
      "start": 81.04,
      "dur": 2.069,
      "text": "the sex occurred at Royal Lodge, the 30-bedroom Windsor home the former"
    },
    {
      "start": 83.119,
      "dur": 2.231,
      "text": "30-bedroom Windsor home the former prince has been asked to leave because"
    },
    {
      "start": 85.36,
      "dur": 2.71,
      "text": "prince has been asked to leave because of his friendship with Jeffrey Epstein."
    },
    {
      "start": 88.08,
      "dur": 2.47,
      "text": "of his friendship with Jeffrey Epstein. This is the first time an accusation has"
    },
    {
      "start": 90.56,
      "dur": 2.63,
      "text": "This is the first time an accusation has been made involving royal residences."
    },
    {
      "start": 93.2,
      "dur": 2.15,
      "text": "been made involving royal residences. We're talking about at least one woman"
    },
    {
      "start": 95.36,
      "dur": 3.429,
      "text": "We're talking about at least one woman who was sent by Jeffrey Epstein over to"
    },
    {
      "start": 98.799,
      "dur": 3.67,
      "text": "who was sent by Jeffrey Epstein over to Prince Andrew and she even after a night"
    },
    {
      "start": 102.479,
      "dur": 3.831,
      "text": "Prince Andrew and she even after a night with Prince Andrew had a tour of uh"
    },
    {
      "start": 106.32,
      "dur": 1.109,
      "text": "with Prince Andrew had a tour of uh Buckingham Palace."
    },
    {
      "start": 107.439,
      "dur": 2.231,
      "text": "Buckingham Palace. &gt;&gt; So I just want to go back a step. We are"
    },
    {
      "start": 109.68,
      "dur": 1.749,
      "text": "&gt;&gt; So I just want to go back a step. We are not talking about Virginia."
    },
    {
      "start": 111.439,
      "dur": 1.67,
      "text": "not talking about Virginia. &gt;&gt; We are not talking about Virginia for Du"
    },
    {
      "start": 113.119,
      "dur": 0.95,
      "text": "&gt;&gt; We are not talking about Virginia for Du Fray."
    },
    {
      "start": 114.079,
      "dur": 1.191,
      "text": "Fray. &gt;&gt; Have you got anything to say about"
    },
    {
      "start": 115.28,
      "dur": 0.95,
      "text": "&gt;&gt; Have you got anything to say about Prince Andrew?"
    },
    {
      "start": 116.24,
      "dur": 2.549,
      "text": "Prince Andrew? &gt;&gt; Um not at the moment."
    },
    {
      "start": 118.799,
      "dur": 1.99,
      "text": "&gt;&gt; Um not at the moment. Virginia Du Fray, who took her own life"
    },
    {
      "start": 120.799,
      "dur": 2.071,
      "text": "Virginia Du Fray, who took her own life last year, accused the former Duke of"
    },
    {
      "start": 122.88,
      "dur": 2.31,
      "text": "last year, accused the former Duke of York of having sex with her when she was"
    },
    {
      "start": 125.2,
      "dur": 3.749,
      "text": "York of having sex with her when she was 17. In 2022, Du Fray and the former"
    },
    {
      "start": 128.959,
      "dur": 1.99,
      "text": "17. In 2022, Du Fray and the former prince settled a civil lawsuit for an"
    },
    {
      "start": 130.959,
      "dur": 3.191,
      "text": "prince settled a civil lawsuit for an estimated 12 million. Andrew has always"
    },
    {
      "start": 134.16,
      "dur": 3.27,
      "text": "estimated 12 million. Andrew has always denied her accusations. BBC News has"
    },
    {
      "start": 137.44,
      "dur": 2.47,
      "text": "denied her accusations. BBC News has seen an email exchange between Andrew"
    },
    {
      "start": 139.92,
      "dur": 1.91,
      "text": "seen an email exchange between Andrew and the woman making arrangements for"
    },
    {
      "start": 141.84,
      "dur": 3.109,
      "text": "and the woman making arrangements for the meeting in 2010. That's just weeks"
    },
    {
      "start": 144.959,
      "dur": 2.471,
      "text": "the meeting in 2010. That's just weeks after Epstein's sentence ended for"
    },
    {
      "start": 147.44,
      "dur": 3.27,
      "text": "after Epstein's sentence ended for soliciting sex from a 14-year-old girl."
    },
    {
      "start": 150.72,
      "dur": 3.03,
      "text": "soliciting sex from a 14-year-old girl. &gt;&gt; And the introduction was made because of"
    },
    {
      "start": 153.76,
      "dur": 1.51,
      "text": "&gt;&gt; And the introduction was made because of Jeffrey Epstein."
    },
    {
      "start": 155.28,
      "dur": 2.07,
      "text": "Jeffrey Epstein. &gt;&gt; The introduction was made by Jeffrey"
    },
    {
      "start": 157.36,
      "dur": 2.55,
      "text": "&gt;&gt; The introduction was made by Jeffrey Epstein because of his close association"
    },
    {
      "start": 159.92,
      "dur": 2.949,
      "text": "Epstein because of his close association and friendship with Prince Andrew. And"
    },
    {
      "start": 162.879,
      "dur": 1.511,
      "text": "and friendship with Prince Andrew. And with the release of millions of"
    },
    {
      "start": 164.4,
      "dur": 2.39,
      "text": "with the release of millions of documents, images, and video footage"
    },
    {
      "start": 166.8,
      "dur": 2.069,
      "text": "documents, images, and video footage from the US government's investigation"
    },
    {
      "start": 168.879,
      "dur": 2.391,
      "text": "from the US government's investigation into Jeffrey Epstein, it is clear that"
    },
    {
      "start": 171.28,
      "dur": 2.309,
      "text": "into Jeffrey Epstein, it is clear that the pair had a close association and"
    },
    {
      "start": 173.599,
      "dur": 2.871,
      "text": "the pair had a close association and friendship. BBC News has repeatedly"
    },
    {
      "start": 176.48,
      "dur": 2.31,
      "text": "friendship. BBC News has repeatedly asked Andrew Mountbatton Windsor for"
    },
    {
      "start": 178.8,
      "dur": 2.63,
      "text": "asked Andrew Mountbatton Windsor for comment about these new allegations, but"
    },
    {
      "start": 181.44,
      "dur": 2.709,
      "text": "comment about these new allegations, but so far he has not responded."
    },
    {
      "start": 184.159,
      "dur": 2.551,
      "text": "so far he has not responded. &gt;&gt; And at this point in time, we have no"
    },
    {
      "start": 186.72,
      "dur": 3.19,
      "text": "&gt;&gt; And at this point in time, we have no one to even communicate with on behalf"
    },
    {
      "start": 189.92,
      "dur": 2.79,
      "text": "one to even communicate with on behalf of Prince Andrew. He's seemingly been"
    },
    {
      "start": 192.72,
      "dur": 2.71,
      "text": "of Prince Andrew. He's seemingly been disconnected from his lawyers, which was"
    },
    {
      "start": 195.44,
      "dur": 2.39,
      "text": "disconnected from his lawyers, which was the only way to to kind of communicate"
    },
    {
      "start": 197.84,
      "dur": 1.749,
      "text": "the only way to to kind of communicate with him about this. I mean, all we can"
    },
    {
      "start": 199.599,
      "dur": 1.99,
      "text": "with him about this. I mean, all we can do is file a civil lawsuit."
    },
    {
      "start": 201.599,
      "dur": 1.831,
      "text": "do is file a civil lawsuit. &gt;&gt; Last year, the king formally removed"
    },
    {
      "start": 203.44,
      "dur": 2.31,
      "text": "&gt;&gt; Last year, the king formally removed Andrew's styles and honors, including"
    },
    {
      "start": 205.76,
      "dur": 2.549,
      "text": "Andrew's styles and honors, including his title of prince. The statement from"
    },
    {
      "start": 208.319,
      "dur": 2.47,
      "text": "his title of prince. The statement from Buckingham Palace in October said their"
    },
    {
      "start": 210.799,
      "dur": 2.311,
      "text": "Buckingham Palace in October said their majesties wish to make clear that their"
    },
    {
      "start": 213.12,
      "dur": 2.469,
      "text": "majesties wish to make clear that their thoughts and utmost sympathies have been"
    },
    {
      "start": 215.599,
      "dur": 1.91,
      "text": "thoughts and utmost sympathies have been and will remain with the victims and"
    },
    {
      "start": 217.519,
      "dur": 4.551,
      "text": "and will remain with the victims and survivors of any and all forms of abuse."
    },
    {
      "start": 222.08,
      "dur": 3.67,
      "text": "survivors of any and all forms of abuse. Jeffrey Epstein died by suicide in 2019,"
    },
    {
      "start": 225.76,
      "dur": 2.23,
      "text": "Jeffrey Epstein died by suicide in 2019, but the Epstein story is still in the"
    },
    {
      "start": 228.0,
      "dur": 2.229,
      "text": "but the Epstein story is still in the news because the women he abused are"
    },
    {
      "start": 230.239,
      "dur": 2.63,
      "text": "news because the women he abused are still fighting for justice. Chichi"
    },
    {
      "start": 232.879,
      "dur": 3.191,
      "text": "still fighting for justice. Chichi Zundu, BBC News."
    },
    {
      "start": 236.08,
      "dur": 2.229,
      "text": "Zundu, BBC News. Separately, pictures appearing to show"
    },
    {
      "start": 238.319,
      "dur": 2.391,
      "text": "Separately, pictures appearing to show Andrew Mountbat in Windsor crouched over"
    },
    {
      "start": 240.72,
      "dur": 2.789,
      "text": "Andrew Mountbat in Windsor crouched over an unidentified woman are featured in"
    },
    {
      "start": 243.519,
      "dur": 2.07,
      "text": "an unidentified woman are featured in the latest released batch of Epstein"
    },
    {
      "start": 245.599,
      "dur": 2.311,
      "text": "the latest released batch of Epstein files that Chi-Chi mentioned, part of"
    },
    {
      "start": 247.92,
      "dur": 2.389,
      "text": "files that Chi-Chi mentioned, part of more than 3 million documents published"
    },
    {
      "start": 250.319,
      "dur": 2.791,
      "text": "more than 3 million documents published on Friday. Sakir Starmer has repeated"
    },
    {
      "start": 253.12,
      "dur": 1.91,
      "text": "on Friday. Sakir Starmer has repeated his suggestion that anyone with"
    },
    {
      "start": 255.04,
      "dur": 2.709,
      "text": "his suggestion that anyone with information, including Andrew Mountbaten"
    },
    {
      "start": 257.759,
      "dur": 2.391,
      "text": "information, including Andrew Mountbaten Windsor, should be prepared to testify"
    },
    {
      "start": 260.16,
      "dur": 1.99,
      "text": "Windsor, should be prepared to testify before the US Congress about his"
    },
    {
      "start": 262.16,
      "dur": 2.39,
      "text": "before the US Congress about his dealings with Epstein. Ellie Price has"
    },
    {
      "start": 264.56,
      "dur": 1.75,
      "text": "dealings with Epstein. Ellie Price has more."
    },
    {
      "start": 266.32,
      "dur": 2.309,
      "text": "more. BBC Verify has matched the background of"
    },
    {
      "start": 268.639,
      "dur": 1.751,
      "text": "BBC Verify has matched the background of these images with the interior of"
    },
    {
      "start": 270.4,
      "dur": 2.47,
      "text": "these images with the interior of Jeffrey Epstein's New York apartment."
    },
    {
      "start": 272.88,
      "dur": 1.91,
      "text": "Jeffrey Epstein's New York apartment. Andrew Mountbatton Windsor appears to be"
    },
    {
      "start": 274.8,
      "dur": 1.91,
      "text": "Andrew Mountbatton Windsor appears to be kneeling over and touching a female"
    },
    {
      "start": 276.72,
      "dur": 2.23,
      "text": "kneeling over and touching a female whose identity has been hidden. The"
    },
    {
      "start": 278.96,
      "dur": 2.15,
      "text": "whose identity has been hidden. The photos were released with no context or"
    },
    {
      "start": 281.12,
      "dur": 3.43,
      "text": "photos were released with no context or date. But of the 180,000 images"
    },
    {
      "start": 284.56,
      "dur": 2.15,
      "text": "date. But of the 180,000 images released, these pictures of the king's"
    },
    {
      "start": 286.72,
      "dur": 1.909,
      "text": "released, these pictures of the king's brother seem to be what everyone is"
    },
    {
      "start": 288.639,
      "dur": 2.55,
      "text": "brother seem to be what everyone is talking about. Even the prime minister,"
    },
    {
      "start": 291.199,
      "dur": 2.231,
      "text": "talking about. Even the prime minister, who in the strongest terms yet, said"
    },
    {
      "start": 293.44,
      "dur": 1.99,
      "text": "who in the strongest terms yet, said Andrew should testify before the US"
    },
    {
      "start": 295.44,
      "dur": 1.99,
      "text": "Andrew should testify before the US Congress over his dealings with Jeffrey"
    },
    {
      "start": 297.44,
      "dur": 2.23,
      "text": "Congress over his dealings with Jeffrey Epstein. He said anybody who had got"
    },
    {
      "start": 299.68,
      "dur": 1.75,
      "text": "Epstein. He said anybody who had got information should be prepared to share"
    },
    {
      "start": 301.44,
      "dur": 2.55,
      "text": "information should be prepared to share it. Epstein's victims, he said, have to"
    },
    {
      "start": 304.0,
      "dur": 2.15,
      "text": "it. Epstein's victims, he said, have to be the first priority."
    },
    {
      "start": 306.16,
      "dur": 1.589,
      "text": "be the first priority. Andrew, who was stripped of all his"
    },
    {
      "start": 307.759,
      "dur": 2.15,
      "text": "Andrew, who was stripped of all his royal titles in October, has always"
    },
    {
      "start": 309.919,
      "dur": 2.471,
      "text": "royal titles in October, has always denied any criminal wrongdoing. But this"
    },
    {
      "start": 312.4,
      "dur": 2.87,
      "text": "denied any criminal wrongdoing. But this latest batch of files once again doesn't"
    },
    {
      "start": 315.28,
      "dur": 2.39,
      "text": "latest batch of files once again doesn't look good and raises serious questions"
    },
    {
      "start": 317.68,
      "dur": 3.19,
      "text": "look good and raises serious questions about judgment and timing. In an email"
    },
    {
      "start": 320.88,
      "dur": 2.309,
      "text": "about judgment and timing. In an email exchange from 2010, 2 years after"
    },
    {
      "start": 323.199,
      "dur": 2.071,
      "text": "exchange from 2010, 2 years after Epstein had been convicted of soliciting"
    },
    {
      "start": 325.28,
      "dur": 2.469,
      "text": "Epstein had been convicted of soliciting sex from a 14-year-old girl in Florida"
    },
    {
      "start": 327.759,
      "dur": 1.831,
      "text": "sex from a 14-year-old girl in Florida and very shortly after he finished his"
    },
    {
      "start": 329.6,
      "dur": 2.23,
      "text": "and very shortly after he finished his sentence, Epstein suggested he met with"
    },
    {
      "start": 331.84,
      "dur": 2.15,
      "text": "sentence, Epstein suggested he met with a woman in London who he might enjoy"
    },
    {
      "start": 334.0,
      "dur": 2.39,
      "text": "a woman in London who he might enjoy having dinner with. Andrew replies he"
    },
    {
      "start": 336.4,
      "dur": 2.47,
      "text": "having dinner with. Andrew replies he would be delighted. Epstein writes back,"
    },
    {
      "start": 338.88,
      "dur": 2.63,
      "text": "would be delighted. Epstein writes back, \"She's 26, Russian, clever, and"
    },
    {
      "start": 341.52,
      "dur": 2.79,
      "text": "\"She's 26, Russian, clever, and beautiful, and yes, she has your email.\""
    },
    {
      "start": 344.32,
      "dur": 2.63,
      "text": "beautiful, and yes, she has your email.\" Andrew replies again. \"How are you? Good"
    },
    {
      "start": 346.96,
      "dur": 2.229,
      "text": "Andrew replies again. \"How are you? Good to be free.\" And just over a month"
    },
    {
      "start": 349.199,
      "dur": 2.71,
      "text": "to be free.\" And just over a month later, a very exclusive invitation. \"We"
    },
    {
      "start": 351.919,
      "dur": 1.751,
      "text": "later, a very exclusive invitation. \"We could have dinner at Buckingham Palace"
    },
    {
      "start": 353.68,
      "dur": 1.83,
      "text": "could have dinner at Buckingham Palace and lots of privacy,\" asks the then"
    },
    {
      "start": 355.52,
      "dur": 3.35,
      "text": "and lots of privacy,\" asks the then juke. Epstein replies, \"BP, please.\" And"
    },
    {
      "start": 358.88,
      "dur": 1.99,
      "text": "juke. Epstein replies, \"BP, please.\" And then says he is with some women, names"
    },
    {
      "start": 360.88,
      "dur": 1.91,
      "text": "then says he is with some women, names redacted, and asks if he should bring"
    },
    {
      "start": 362.8,
      "dur": 2.55,
      "text": "redacted, and asks if he should bring them to add some life. Andrew replies,"
    },
    {
      "start": 365.36,
      "dur": 3.43,
      "text": "them to add some life. Andrew replies, \"Yes.\" The former Duke's former wife is"
    },
    {
      "start": 368.8,
      "dur": 2.229,
      "text": "\"Yes.\" The former Duke's former wife is also mentioned in the documents. In"
    },
    {
      "start": 371.039,
      "dur": 2.71,
      "text": "also mentioned in the documents. In 2009, Sarah Ferguson thanks Epstein for"
    },
    {
      "start": 373.759,
      "dur": 1.671,
      "text": "2009, Sarah Ferguson thanks Epstein for being the brother I have always wished"
    },
    {
      "start": 375.44,
      "dur": 2.469,
      "text": "being the brother I have always wished for. Later, she writes, \"My dear,"
    },
    {
      "start": 377.919,
      "dur": 2.471,
      "text": "for. Later, she writes, \"My dear, spectacular and special friend Jeffrey."
    },
    {
      "start": 380.4,
      "dur": 1.99,
      "text": "spectacular and special friend Jeffrey. You are a legend, and I am so proud of"
    },
    {
      "start": 382.4,
      "dur": 2.39,
      "text": "You are a legend, and I am so proud of you.\" The financier was still serving"
    },
    {
      "start": 384.8,
      "dur": 1.669,
      "text": "you.\" The financier was still serving his sentence for his conviction for"
    },
    {
      "start": 386.479,
      "dur": 2.15,
      "text": "his sentence for his conviction for sexual offenses involving children at"
    },
    {
      "start": 388.639,
      "dur": 1.27,
      "text": "sexual offenses involving children at the time."
    },
    {
      "start": 389.919,
      "dur": 1.671,
      "text": "the time. There are also lawyers letters about"
    },
    {
      "start": 391.6,
      "dur": 1.99,
      "text": "There are also lawyers letters about deals to pay off the former duchess's"
    },
    {
      "start": 393.6,
      "dur": 1.99,
      "text": "deals to pay off the former duchess's debts and an email from Epstein claiming"
    },
    {
      "start": 395.6,
      "dur": 2.23,
      "text": "debts and an email from Epstein claiming to have helped her financially for 15"
    },
    {
      "start": 397.84,
      "dur": 2.23,
      "text": "to have helped her financially for 15 years. The former Duchess of York has"
    },
    {
      "start": 400.08,
      "dur": 1.51,
      "text": "years. The former Duchess of York has been approached for comment."
    },
    {
      "start": 401.6,
      "dur": 1.11,
      "text": "been approached for comment. &gt;&gt; We will continue."
    },
    {
      "start": 402.72,
      "dur": 1.749,
      "text": "&gt;&gt; We will continue. &gt;&gt; The new files also contain further"
    },
    {
      "start": 404.479,
      "dur": 2.471,
      "text": "&gt;&gt; The new files also contain further revelations relating to Peter Mandelson"
    },
    {
      "start": 406.96,
      "dur": 1.91,
      "text": "revelations relating to Peter Mandelson who last year was sacked as British"
    },
    {
      "start": 408.88,
      "dur": 2.07,
      "text": "who last year was sacked as British ambassador to Washington because of his"
    },
    {
      "start": 410.96,
      "dur": 2.39,
      "text": "ambassador to Washington because of his links to Epstein. They include the claim"
    },
    {
      "start": 413.36,
      "dur": 1.91,
      "text": "links to Epstein. They include the claim that the sex offender lent money to Lord"
    },
    {
      "start": 415.28,
      "dur": 2.55,
      "text": "that the sex offender lent money to Lord Mandlesson's partner and a photo in his"
    },
    {
      "start": 417.84,
      "dur": 2.39,
      "text": "Mandlesson's partner and a photo in his underwear with an unidentified woman."
    },
    {
      "start": 420.24,
      "dur": 1.59,
      "text": "underwear with an unidentified woman. Lord Mandlesson has said he couldn't"
    },
    {
      "start": 421.84,
      "dur": 1.749,
      "text": "Lord Mandlesson has said he couldn't place the location, the woman, or the"
    },
    {
      "start": 423.599,
      "dur": 2.471,
      "text": "place the location, the woman, or the circumstances and has apologized for his"
    },
    {
      "start": 426.08,
      "dur": 1.99,
      "text": "circumstances and has apologized for his friendship, what he described as a most"
    },
    {
      "start": 428.08,
      "dur": 1.91,
      "text": "friendship, what he described as a most terrible mistake, and says he wasn't"
    },
    {
      "start": 430.0,
      "dur": 2.15,
      "text": "terrible mistake, and says he wasn't culpable or complicit in Epstein's"
    },
    {
      "start": 432.16,
      "dur": 1.589,
      "text": "culpable or complicit in Epstein's crimes."
    },
    {
      "start": 433.759,
      "dur": 1.751,
      "text": "crimes. There are three million documents in"
    },
    {
      "start": 435.52,
      "dur": 1.669,
      "text": "There are three million documents in this latest release, but with many"
    },
    {
      "start": 437.199,
      "dur": 2.231,
      "text": "this latest release, but with many papers withheld, Jeffrey Epstein's"
    },
    {
      "start": 439.44,
      "dur": 1.589,
      "text": "papers withheld, Jeffrey Epstein's victims do not believe they've been"
    },
    {
      "start": 441.039,
      "dur": 2.231,
      "text": "victims do not believe they've been given the whole truth. There's anger,"
    },
    {
      "start": 443.28,
      "dur": 1.83,
      "text": "given the whole truth. There's anger, too, that names of some of the survivors"
    },
    {
      "start": 445.12,
      "dur": 1.99,
      "text": "too, that names of some of the survivors have been publicly released when they"
    },
    {
      "start": 447.12,
      "dur": 1.59,
      "text": "have been publicly released when they should have been redacted."
    },
    {
      "start": 448.72,
      "dur": 2.869,
      "text": "should have been redacted. &gt;&gt; Many of the names of my clients who have"
    },
    {
      "start": 451.599,
      "dur": 4.471,
      "text": "&gt;&gt; Many of the names of my clients who have been Jane Doe for many, many years were"
    },
    {
      "start": 456.08,
      "dur": 2.07,
      "text": "been Jane Doe for many, many years were in fact published and this is"
    },
    {
      "start": 458.16,
      "dur": 2.79,
      "text": "in fact published and this is devastating to them. Andrew Mountbatton"
    },
    {
      "start": 460.96,
      "dur": 1.91,
      "text": "devastating to them. Andrew Mountbatton Windsor was out horse riding yesterday"
    },
    {
      "start": 462.88,
      "dur": 1.83,
      "text": "Windsor was out horse riding yesterday near the home he's soon having to move"
    },
    {
      "start": 464.72,
      "dur": 2.15,
      "text": "near the home he's soon having to move out of in Windsor. He hasn't responded"
    },
    {
      "start": 466.88,
      "dur": 2.149,
      "text": "out of in Windsor. He hasn't responded to the most recent revelations, but has"
    },
    {
      "start": 469.039,
      "dur": 1.911,
      "text": "to the most recent revelations, but has always strenuously denied doing anything"
    },
    {
      "start": 470.96,
      "dur": 4.079,
      "text": "always strenuously denied doing anything wrong. Ellie Price, BBC News."
    }
  ]
}