{
  "videoId": "ymh0MN8EhYs",
  "title": "Will the support package for pubs from the UK Government be enough? | BBC Newscast",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 2117,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "Hello, it's Adam in the Newscast studio"
    },
    {
      "start": 2.159,
      "dur": 1.431,
      "text": "Hello, it's Adam in the Newscast studio and we're doing a bit of a throwback"
    },
    {
      "start": 3.6,
      "dur": 2.07,
      "text": "and we're doing a bit of a throwback today because one of the major news"
    },
    {
      "start": 5.68,
      "dur": 1.75,
      "text": "today because one of the major news stories in British politics today is"
    },
    {
      "start": 7.44,
      "dur": 2.229,
      "text": "stories in British politics today is about pubs and how much they pay for"
    },
    {
      "start": 9.679,
      "dur": 2.311,
      "text": "about pubs and how much they pay for business rates. So, we thought we would"
    },
    {
      "start": 12.0,
      "dur": 2.95,
      "text": "business rates. So, we thought we would reopen the old newscast pub which has"
    },
    {
      "start": 14.96,
      "dur": 1.83,
      "text": "reopen the old newscast pub which has been shuttered for several years now."
    },
    {
      "start": 16.8,
      "dur": 2.549,
      "text": "been shuttered for several years now. The Rat and Parrot, it's it's open"
    },
    {
      "start": 19.359,
      "dur": 2.711,
      "text": "The Rat and Parrot, it's it's open again. And just to recreate the whole"
    },
    {
      "start": 22.08,
      "dur": 1.51,
      "text": "again. And just to recreate the whole pub atmosphere, I'm now going to wander"
    },
    {
      "start": 23.6,
      "dur": 2.23,
      "text": "pub atmosphere, I'm now going to wander around and see who I meet and what"
    },
    {
      "start": 25.84,
      "dur": 1.99,
      "text": "around and see who I meet and what interesting news stories they can bring"
    },
    {
      "start": 27.84,
      "dur": 3.429,
      "text": "interesting news stories they can bring us. And who is that? I see a a table by"
    },
    {
      "start": 31.279,
      "dur": 2.311,
      "text": "us. And who is that? I see a a table by the door. It is business editor Simon"
    },
    {
      "start": 33.6,
      "dur": 2.23,
      "text": "the door. It is business editor Simon Jack who is here to bring us news of the"
    },
    {
      "start": 35.84,
      "dur": 2.79,
      "text": "Jack who is here to bring us news of the government U-turn on business rates for"
    },
    {
      "start": 38.64,
      "dur": 1.909,
      "text": "government U-turn on business rates for pubs. Simon, cheers."
    },
    {
      "start": 40.559,
      "dur": 0.791,
      "text": "pubs. Simon, cheers. &gt;&gt; Hello, Adam."
    },
    {
      "start": 41.36,
      "dur": 2.07,
      "text": "&gt;&gt; Hello, Adam. &gt;&gt; Please, can we go back to business rates"
    },
    {
      "start": 43.44,
      "dur": 2.07,
      "text": "&gt;&gt; Please, can we go back to business rates school again before we dive into today's"
    },
    {
      "start": 45.52,
      "dur": 0.549,
      "text": "school again before we dive into today's news?"
    },
    {
      "start": 46.079,
      "dur": 1.511,
      "text": "news? &gt;&gt; So, business rates, the best way to"
    },
    {
      "start": 47.6,
      "dur": 1.51,
      "text": "&gt;&gt; So, business rates, the best way to think about them, I think it's like"
    },
    {
      "start": 49.12,
      "dur": 2.55,
      "text": "think about them, I think it's like council tax for businesses. It's the"
    },
    {
      "start": 51.68,
      "dur": 1.99,
      "text": "council tax for businesses. It's the rates they pay to make use of the"
    },
    {
      "start": 53.68,
      "dur": 2.389,
      "text": "rates they pay to make use of the amenities, the water, the parking, the"
    },
    {
      "start": 56.079,
      "dur": 1.99,
      "text": "amenities, the water, the parking, the blah blah blah from which they benefit."
    },
    {
      "start": 58.079,
      "dur": 2.47,
      "text": "blah blah blah from which they benefit. And for that they pay an annual charge"
    },
    {
      "start": 60.559,
      "dur": 1.67,
      "text": "And for that they pay an annual charge and it's made up of two things. There's"
    },
    {
      "start": 62.239,
      "dur": 3.431,
      "text": "and it's made up of two things. There's a a percentage of of the value the"
    },
    {
      "start": 65.68,
      "dur": 2.55,
      "text": "a a percentage of of the value the ratable value of the property. So you"
    },
    {
      "start": 68.24,
      "dur": 1.909,
      "text": "ratable value of the property. So you apply that percentage or the multiplier"
    },
    {
      "start": 70.159,
      "dur": 1.911,
      "text": "apply that percentage or the multiplier as it's known to the ratable value of"
    },
    {
      "start": 72.08,
      "dur": 2.069,
      "text": "as it's known to the ratable value of the property and you get your business"
    },
    {
      "start": 74.159,
      "dur": 2.471,
      "text": "the property and you get your business rate bill for the year. Now what"
    },
    {
      "start": 76.64,
      "dur": 1.99,
      "text": "rate bill for the year. Now what happened in the last budget is Rachel"
    },
    {
      "start": 78.64,
      "dur": 2.55,
      "text": "happened in the last budget is Rachel Reeves with some fanfare announced that"
    },
    {
      "start": 81.2,
      "dur": 1.67,
      "text": "Reeves with some fanfare announced that she was going to lower business the"
    },
    {
      "start": 82.88,
      "dur": 2.15,
      "text": "she was going to lower business the multiplier bit the percentage bit and"
    },
    {
      "start": 85.04,
      "dur": 1.19,
      "text": "multiplier bit the percentage bit and said this is going to be the lowest"
    },
    {
      "start": 86.24,
      "dur": 2.31,
      "text": "said this is going to be the lowest rates in a generation. But there was a"
    },
    {
      "start": 88.56,
      "dur": 1.589,
      "text": "rates in a generation. But there was a sting in the tail because that very"
    },
    {
      "start": 90.159,
      "dur": 3.831,
      "text": "sting in the tail because that very night the ratable value of the property"
    },
    {
      "start": 94.0,
      "dur": 1.99,
      "text": "night the ratable value of the property all went up. Well not all of them but a"
    },
    {
      "start": 96.0,
      "dur": 2.23,
      "text": "all went up. Well not all of them but a large number of them went up by a lot"
    },
    {
      "start": 98.24,
      "dur": 2.549,
      "text": "large number of them went up by a lot easily eclipsing the reduction in the"
    },
    {
      "start": 100.799,
      "dur": 3.111,
      "text": "easily eclipsing the reduction in the multiplier rate. net result much much"
    },
    {
      "start": 103.92,
      "dur": 1.99,
      "text": "multiplier rate. net result much much higher bills for loads of businesses"
    },
    {
      "start": 105.92,
      "dur": 1.91,
      "text": "higher bills for loads of businesses loads all all basically all businesses"
    },
    {
      "start": 107.84,
      "dur": 1.75,
      "text": "loads all all basically all businesses &gt;&gt; and it's because the ratable value which"
    },
    {
      "start": 109.6,
      "dur": 1.99,
      "text": "&gt;&gt; and it's because the ratable value which went up by a lot is decided by a"
    },
    {
      "start": 111.6,
      "dur": 1.67,
      "text": "went up by a lot is decided by a separate organization which is not the"
    },
    {
      "start": 113.28,
      "dur": 1.509,
      "text": "separate organization which is not the treasury and it didn't seem like they've"
    },
    {
      "start": 114.799,
      "dur": 0.551,
      "text": "treasury and it didn't seem like they've been talking to"
    },
    {
      "start": 115.36,
      "dur": 1.67,
      "text": "been talking to &gt;&gt; the valuation office came up with this"
    },
    {
      "start": 117.04,
      "dur": 1.91,
      "text": "&gt;&gt; the valuation office came up with this and it does look as if the left hand"
    },
    {
      "start": 118.96,
      "dur": 2.23,
      "text": "and it does look as if the left hand wasn't talking to the right hand here so"
    },
    {
      "start": 121.2,
      "dur": 1.509,
      "text": "wasn't talking to the right hand here so the net result was actually she"
    },
    {
      "start": 122.719,
      "dur": 1.911,
      "text": "the net result was actually she announced lower rates in fact what"
    },
    {
      "start": 124.64,
      "dur": 1.91,
      "text": "announced lower rates in fact what everyone got was higher business rates"
    },
    {
      "start": 126.56,
      "dur": 0.71,
      "text": "everyone got was higher business rates on most people"
    },
    {
      "start": 127.28,
      "dur": 1.91,
      "text": "on most people &gt;&gt; and at the same time some COVID era"
    },
    {
      "start": 129.2,
      "dur": 1.91,
      "text": "&gt;&gt; and at the same time some COVID era support was withdrawn finally"
    },
    {
      "start": 131.12,
      "dur": 1.99,
      "text": "support was withdrawn finally &gt;&gt; correct So basically during co era there"
    },
    {
      "start": 133.12,
      "dur": 1.51,
      "text": "&gt;&gt; correct So basically during co era there were discounts to the business rates to"
    },
    {
      "start": 134.64,
      "dur": 2.55,
      "text": "were discounts to the business rates to keep businesses alive during that period"
    },
    {
      "start": 137.2,
      "dur": 2.63,
      "text": "keep businesses alive during that period that has been tapering off over time. It"
    },
    {
      "start": 139.84,
      "dur": 3.19,
      "text": "that has been tapering off over time. It was reduced to se 75% discount came down"
    },
    {
      "start": 143.04,
      "dur": 3.11,
      "text": "was reduced to se 75% discount came down to 40% last year. The 40% discount on"
    },
    {
      "start": 146.16,
      "dur": 3.03,
      "text": "to 40% last year. The 40% discount on rates going to zero come April. So"
    },
    {
      "start": 149.2,
      "dur": 1.35,
      "text": "rates going to zero come April. So you've got all these things happening at"
    },
    {
      "start": 150.56,
      "dur": 2.309,
      "text": "you've got all these things happening at once. Net result perfect storm for many"
    },
    {
      "start": 152.879,
      "dur": 2.71,
      "text": "once. Net result perfect storm for many businesses. And that's why the the pub"
    },
    {
      "start": 155.599,
      "dur": 2.791,
      "text": "businesses. And that's why the the pub owners led the backlash against this."
    },
    {
      "start": 158.4,
      "dur": 1.59,
      "text": "owners led the backlash against this. They're not the only people affected,"
    },
    {
      "start": 160.0,
      "dur": 2.309,
      "text": "They're not the only people affected, but they were the most perhaps effective"
    },
    {
      "start": 162.319,
      "dur": 2.311,
      "text": "but they were the most perhaps effective in voicing their concerns. In fact, they"
    },
    {
      "start": 164.64,
      "dur": 2.309,
      "text": "in voicing their concerns. In fact, they were banning lots of Labour MPs, barring"
    },
    {
      "start": 166.959,
      "dur": 2.071,
      "text": "were banning lots of Labour MPs, barring them from their local pubs. And it's one"
    },
    {
      "start": 169.04,
      "dur": 1.03,
      "text": "them from their local pubs. And it's one of those things that, you know, the"
    },
    {
      "start": 170.08,
      "dur": 1.91,
      "text": "of those things that, you know, the chancellor admitted today, pubs have a"
    },
    {
      "start": 172.0,
      "dur": 2.949,
      "text": "chancellor admitted today, pubs have a special place in their communities. And"
    },
    {
      "start": 174.959,
      "dur": 1.27,
      "text": "special place in their communities. And you know, you go to a pub quite"
    },
    {
      "start": 176.239,
      "dur": 2.311,
      "text": "you know, you go to a pub quite regularly in your local town or village,"
    },
    {
      "start": 178.56,
      "dur": 2.55,
      "text": "regularly in your local town or village, if it closes down, you notice. The local"
    },
    {
      "start": 181.12,
      "dur": 1.749,
      "text": "if it closes down, you notice. The local carpet fitter, you probably go there"
    },
    {
      "start": 182.879,
      "dur": 1.751,
      "text": "carpet fitter, you probably go there once every 3 years. You don't notice"
    },
    {
      "start": 184.64,
      "dur": 2.229,
      "text": "once every 3 years. You don't notice that so much. So they punch above their"
    },
    {
      "start": 186.879,
      "dur": 1.99,
      "text": "that so much. So they punch above their economic weight in political terms"
    },
    {
      "start": 188.879,
      "dur": 1.831,
      "text": "economic weight in political terms &gt;&gt; and also pubs have been dealing with the"
    },
    {
      "start": 190.72,
      "dur": 1.509,
      "text": "&gt;&gt; and also pubs have been dealing with the things that every business is dealing"
    },
    {
      "start": 192.239,
      "dur": 1.91,
      "text": "things that every business is dealing with uh which over the last few years"
    },
    {
      "start": 194.159,
      "dur": 1.911,
      "text": "with uh which over the last few years was increasing energy bills correct and"
    },
    {
      "start": 196.08,
      "dur": 1.91,
      "text": "was increasing energy bills correct and in the last year was an increasing wage"
    },
    {
      "start": 198.0,
      "dur": 1.67,
      "text": "in the last year was an increasing wage bill because of the increase in"
    },
    {
      "start": 199.68,
      "dur": 1.59,
      "text": "bill because of the increase in employers national insurance"
    },
    {
      "start": 201.28,
      "dur": 3.19,
      "text": "employers national insurance &gt;&gt; and indeed in in uh an increase in the"
    },
    {
      "start": 204.48,
      "dur": 2.87,
      "text": "&gt;&gt; and indeed in in uh an increase in the national living wage uh particularly for"
    },
    {
      "start": 207.36,
      "dur": 1.75,
      "text": "national living wage uh particularly for younger people which has seen some very"
    },
    {
      "start": 209.12,
      "dur": 1.99,
      "text": "younger people which has seen some very substantial increases and things like"
    },
    {
      "start": 211.12,
      "dur": 2.63,
      "text": "substantial increases and things like pubs, hospitality tend to employ quite a"
    },
    {
      "start": 213.76,
      "dur": 1.51,
      "text": "pubs, hospitality tend to employ quite a lot of people and quite a lot young"
    },
    {
      "start": 215.28,
      "dur": 1.83,
      "text": "lot of people and quite a lot young people. So they were disproportionately"
    },
    {
      "start": 217.12,
      "dur": 1.99,
      "text": "people. So they were disproportionately affected by that and which hurt a lot of"
    },
    {
      "start": 219.12,
      "dur": 0.87,
      "text": "affected by that and which hurt a lot of their bottom line."
    },
    {
      "start": 220.0,
      "dur": 1.589,
      "text": "their bottom line. &gt;&gt; So I don't I think we're up to now six"
    },
    {
      "start": 221.599,
      "dur": 1.35,
      "text": "&gt;&gt; So I don't I think we're up to now six factors, aren't we? I don't know what a"
    },
    {
      "start": 222.959,
      "dur": 2.63,
      "text": "factors, aren't we? I don't know what a six six tuple whammy is. So pubs were"
    },
    {
      "start": 225.599,
      "dur": 1.99,
      "text": "six six tuple whammy is. So pubs were facing a six tuple whammy which I've"
    },
    {
      "start": 227.599,
      "dur": 1.831,
      "text": "facing a six tuple whammy which I've just invented. Uh you came into the"
    },
    {
      "start": 229.44,
      "dur": 1.59,
      "text": "just invented. Uh you came into the studio a couple of weeks ago to tell us"
    },
    {
      "start": 231.04,
      "dur": 2.79,
      "text": "studio a couple of weeks ago to tell us this Uturn change of position tweak was"
    },
    {
      "start": 233.84,
      "dur": 1.99,
      "text": "this Uturn change of position tweak was on the cards. What what's that actually"
    },
    {
      "start": 235.84,
      "dur": 1.029,
      "text": "on the cards. What what's that actually amounted to now that"
    },
    {
      "start": 236.879,
      "dur": 2.471,
      "text": "amounted to now that &gt;&gt; So what they're doing is pubs are facing"
    },
    {
      "start": 239.36,
      "dur": 3.429,
      "text": "&gt;&gt; So what they're doing is pubs are facing a on average 76% rise in their rates"
    },
    {
      "start": 242.799,
      "dur": 1.911,
      "text": "a on average 76% rise in their rates bill over 3 years. Now the government"
    },
    {
      "start": 244.72,
      "dur": 2.95,
      "text": "bill over 3 years. Now the government has already uh created a little fund a"
    },
    {
      "start": 247.68,
      "dur": 2.31,
      "text": "has already uh created a little fund a kitty to try and smooth out the edges of"
    },
    {
      "start": 250.0,
      "dur": 3.03,
      "text": "kitty to try and smooth out the edges of that so it staggers it over time. So"
    },
    {
      "start": 253.04,
      "dur": 2.79,
      "text": "that so it staggers it over time. So rates bills in next year in April were"
    },
    {
      "start": 255.84,
      "dur": 2.31,
      "text": "rates bills in next year in April were going to go up basically by a maximum of"
    },
    {
      "start": 258.16,
      "dur": 2.55,
      "text": "going to go up basically by a maximum of 15%. It was capped at 15% less if you're"
    },
    {
      "start": 260.72,
      "dur": 2.07,
      "text": "15%. It was capped at 15% less if you're smaller, more if you're bigger, but 15%"
    },
    {
      "start": 262.8,
      "dur": 2.71,
      "text": "smaller, more if you're bigger, but 15% is the average. Today's package says"
    },
    {
      "start": 265.52,
      "dur": 1.75,
      "text": "is the average. Today's package says we're going to knock that off. We're"
    },
    {
      "start": 267.28,
      "dur": 2.31,
      "text": "we're going to knock that off. We're going to apply a 15% discount to your"
    },
    {
      "start": 269.6,
      "dur": 1.99,
      "text": "going to apply a 15% discount to your rates bill due in April and we're going"
    },
    {
      "start": 271.6,
      "dur": 2.07,
      "text": "rates bill due in April and we're going to freeze that for two years. is and in"
    },
    {
      "start": 273.68,
      "dur": 1.509,
      "text": "to freeze that for two years. is and in the meantime we're going to think a bit"
    },
    {
      "start": 275.199,
      "dur": 2.55,
      "text": "the meantime we're going to think a bit more about how we value these things"
    },
    {
      "start": 277.759,
      "dur": 2.391,
      "text": "more about how we value these things generally. So good news bit bought"
    },
    {
      "start": 280.16,
      "dur": 2.15,
      "text": "generally. So good news bit bought herself a bit of cheer at the bar with"
    },
    {
      "start": 282.32,
      "dur": 2.23,
      "text": "herself a bit of cheer at the bar with pubs but it doesn't apply to the rest of"
    },
    {
      "start": 284.56,
      "dur": 2.15,
      "text": "pubs but it doesn't apply to the rest of the hospitality sector. Hotels were"
    },
    {
      "start": 286.72,
      "dur": 2.39,
      "text": "the hospitality sector. Hotels were facing even higher rates bill rises so"
    },
    {
      "start": 289.12,
      "dur": 2.87,
      "text": "facing even higher rates bill rises so are restaurants and indeed the entire"
    },
    {
      "start": 292.0,
      "dur": 1.59,
      "text": "are restaurants and indeed the entire rest of the high street sector are all"
    },
    {
      "start": 293.6,
      "dur": 2.39,
      "text": "rest of the high street sector are all facing these bills. She said this is"
    },
    {
      "start": 296.0,
      "dur": 2.23,
      "text": "facing these bills. She said this is this package is just for pubs. And as I"
    },
    {
      "start": 298.24,
      "dur": 2.31,
      "text": "this package is just for pubs. And as I say she thinks that pubs are special."
    },
    {
      "start": 300.56,
      "dur": 1.189,
      "text": "say she thinks that pubs are special. They deserve different treatment"
    },
    {
      "start": 301.759,
      "dur": 2.391,
      "text": "They deserve different treatment &gt;&gt; and it's temporary because this 15%"
    },
    {
      "start": 304.16,
      "dur": 3.67,
      "text": "&gt;&gt; and it's temporary because this 15% discount is this year and then"
    },
    {
      "start": 307.84,
      "dur": 1.83,
      "text": "discount is this year and then &gt;&gt; well it's froze and then it is frozen"
    },
    {
      "start": 309.68,
      "dur": 2.949,
      "text": "&gt;&gt; well it's froze and then it is frozen for two years in real terms. So it'll"
    },
    {
      "start": 312.639,
      "dur": 2.55,
      "text": "for two years in real terms. So it'll rise along with inflation and by the end"
    },
    {
      "start": 315.199,
      "dur": 1.751,
      "text": "rise along with inflation and by the end of the three-year period they'll have"
    },
    {
      "start": 316.96,
      "dur": 1.99,
      "text": "of the three-year period they'll have another go at looking at the methodology"
    },
    {
      "start": 318.96,
      "dur": 2.15,
      "text": "another go at looking at the methodology by which they value the pubs. So they've"
    },
    {
      "start": 321.12,
      "dur": 1.27,
      "text": "by which they value the pubs. So they've she's bought herself some time on the"
    },
    {
      "start": 322.4,
      "dur": 2.069,
      "text": "she's bought herself some time on the pub front but I can tell you that the"
    },
    {
      "start": 324.479,
      "dur": 1.591,
      "text": "pub front but I can tell you that the people who aren't included in today's"
    },
    {
      "start": 326.08,
      "dur": 1.669,
      "text": "people who aren't included in today's package are feeling like they've been"
    },
    {
      "start": 327.759,
      "dur": 1.511,
      "text": "package are feeling like they've been left out in the cold. And also in the"
    },
    {
      "start": 329.28,
      "dur": 1.51,
      "text": "left out in the cold. And also in the long term the treasury will be"
    },
    {
      "start": 330.8,
      "dur": 1.59,
      "text": "long term the treasury will be confronted with this again in 3 years"
    },
    {
      "start": 332.4,
      "dur": 1.83,
      "text": "confronted with this again in 3 years and they could end up in the same place."
    },
    {
      "start": 334.24,
      "dur": 1.99,
      "text": "and they could end up in the same place. They could be unless they change the way"
    },
    {
      "start": 336.24,
      "dur": 2.71,
      "text": "They could be unless they change the way they value the the actual properties and"
    },
    {
      "start": 338.96,
      "dur": 1.99,
      "text": "they value the the actual properties and at the moment you know pubs get valued"
    },
    {
      "start": 340.96,
      "dur": 1.99,
      "text": "at the moment you know pubs get valued not just on that you know their premises"
    },
    {
      "start": 342.96,
      "dur": 2.15,
      "text": "not just on that you know their premises the size of it their value but also how"
    },
    {
      "start": 345.12,
      "dur": 1.67,
      "text": "the size of it their value but also how profitable they are and some people feel"
    },
    {
      "start": 346.8,
      "dur": 2.71,
      "text": "profitable they are and some people feel that if I do well I get punished for it."
    },
    {
      "start": 349.52,
      "dur": 2.31,
      "text": "that if I do well I get punished for it. So there's a lot of moving parts here."
    },
    {
      "start": 351.84,
      "dur": 1.67,
      "text": "So there's a lot of moving parts here. In the short term I think it's fair to"
    },
    {
      "start": 353.52,
      "dur": 2.389,
      "text": "In the short term I think it's fair to say that the pub sector generally feels"
    },
    {
      "start": 355.919,
      "dur": 1.83,
      "text": "say that the pub sector generally feels they've got a pretty good deal. there's"
    },
    {
      "start": 357.759,
      "dur": 2.71,
      "text": "they've got a pretty good deal. there's a sigh of relief on this, but in making"
    },
    {
      "start": 360.479,
      "dur": 2.391,
      "text": "a sigh of relief on this, but in making friends in that sector, in a way, she's"
    },
    {
      "start": 362.88,
      "dur": 1.749,
      "text": "friends in that sector, in a way, she's made a lot of new enemies in the sectors"
    },
    {
      "start": 364.639,
      "dur": 1.751,
      "text": "made a lot of new enemies in the sectors that aren't included in this package."
    },
    {
      "start": 366.4,
      "dur": 2.39,
      "text": "that aren't included in this package. And I suppose this will be a test of"
    },
    {
      "start": 368.8,
      "dur": 2.07,
      "text": "And I suppose this will be a test of does the British political establishment"
    },
    {
      "start": 370.88,
      "dur": 3.99,
      "text": "does the British political establishment feel as uh emotional about restaurants"
    },
    {
      "start": 374.88,
      "dur": 2.23,
      "text": "feel as uh emotional about restaurants and hotels as it does about pubs. And if"
    },
    {
      "start": 377.12,
      "dur": 1.75,
      "text": "and hotels as it does about pubs. And if they actually end up feeling just as"
    },
    {
      "start": 378.88,
      "dur": 2.79,
      "text": "they actually end up feeling just as emotional or just as responsible, well"
    },
    {
      "start": 381.68,
      "dur": 1.91,
      "text": "emotional or just as responsible, well then actually there'll be a U-turn on"
    },
    {
      "start": 383.6,
      "dur": 1.27,
      "text": "then actually there'll be a U-turn on restaurants and hotels."
    },
    {
      "start": 384.88,
      "dur": 2.07,
      "text": "restaurants and hotels. &gt;&gt; Well, it won't. Well, these these new"
    },
    {
      "start": 386.96,
      "dur": 2.63,
      "text": "&gt;&gt; Well, it won't. Well, these these new rates bills don't come into effect. Both"
    },
    {
      "start": 389.6,
      "dur": 1.589,
      "text": "rates bills don't come into effect. Both the discounted one for pubs and the"
    },
    {
      "start": 391.199,
      "dur": 1.591,
      "text": "the discounted one for pubs and the non-discounted ones for restaurants,"
    },
    {
      "start": 392.8,
      "dur": 1.27,
      "text": "non-discounted ones for restaurants, hotels, etc., and the rest of the high"
    },
    {
      "start": 394.08,
      "dur": 1.91,
      "text": "hotels, etc., and the rest of the high street don't come into effect until"
    },
    {
      "start": 396.0,
      "dur": 3.35,
      "text": "street don't come into effect until April. So, in theory, there's some time"
    },
    {
      "start": 399.36,
      "dur": 1.91,
      "text": "April. So, in theory, there's some time if they need to to have a look at this"
    },
    {
      "start": 401.28,
      "dur": 2.95,
      "text": "if they need to to have a look at this again. But you know, boy, you know,"
    },
    {
      "start": 404.24,
      "dur": 1.669,
      "text": "again. But you know, boy, you know, another climb down, you know, you know,"
    },
    {
      "start": 405.919,
      "dur": 1.511,
      "text": "another climb down, you know, you know, you know better than I do that you've"
    },
    {
      "start": 407.44,
      "dur": 1.83,
      "text": "you know better than I do that you've probably um covered quite a few of these"
    },
    {
      "start": 409.28,
      "dur": 2.23,
      "text": "probably um covered quite a few of these in the last which adds to the weight of"
    },
    {
      "start": 411.52,
      "dur": 2.07,
      "text": "in the last which adds to the weight of some people including some of her"
    },
    {
      "start": 413.6,
      "dur": 2.309,
      "text": "some people including some of her influential MPs, her own colleagues, in"
    },
    {
      "start": 415.919,
      "dur": 1.911,
      "text": "influential MPs, her own colleagues, in fact, you know, cabinet members saying,"
    },
    {
      "start": 417.84,
      "dur": 1.43,
      "text": "fact, you know, cabinet members saying, &gt;&gt; \"Let's try and get things right the"
    },
    {
      "start": 419.28,
      "dur": 1.99,
      "text": "&gt;&gt; \"Let's try and get things right the first time.\" Although I wonder I'm I'm"
    },
    {
      "start": 421.28,
      "dur": 2.07,
      "text": "first time.\" Although I wonder I'm I'm now using my very dormant business"
    },
    {
      "start": 423.36,
      "dur": 2.229,
      "text": "now using my very dormant business brain. Is there something about the"
    },
    {
      "start": 425.599,
      "dur": 2.15,
      "text": "brain. Is there something about the profitability and the margins here that"
    },
    {
      "start": 427.759,
      "dur": 2.791,
      "text": "profitability and the margins here that actually do hotels and restaurants make"
    },
    {
      "start": 430.56,
      "dur": 2.95,
      "text": "actually do hotels and restaurants make more money that means they could soak up"
    },
    {
      "start": 433.52,
      "dur": 1.83,
      "text": "more money that means they could soak up a bigger business rates bill? And"
    },
    {
      "start": 435.36,
      "dur": 2.71,
      "text": "a bigger business rates bill? And actually it's just that pubs exist on a"
    },
    {
      "start": 438.08,
      "dur": 1.99,
      "text": "actually it's just that pubs exist on a sort of like kind of pretty threadbear"
    },
    {
      "start": 440.08,
      "dur": 2.47,
      "text": "sort of like kind of pretty threadbear profit margin. I don't I don't think"
    },
    {
      "start": 442.56,
      "dur": 1.909,
      "text": "profit margin. I don't I don't think there's any evidence for that. If you"
    },
    {
      "start": 444.479,
      "dur": 1.591,
      "text": "there's any evidence for that. If you talk to Tom Carriage, the famous"
    },
    {
      "start": 446.08,
      "dur": 1.829,
      "text": "talk to Tom Carriage, the famous restaurant, he's been quite vocal about"
    },
    {
      "start": 447.919,
      "dur": 2.071,
      "text": "restaurant, he's been quite vocal about this. they haven't got any help here. He"
    },
    {
      "start": 450.0,
      "dur": 2.07,
      "text": "this. they haven't got any help here. He runs he also runs a pub and some people"
    },
    {
      "start": 452.08,
      "dur": 1.43,
      "text": "runs he also runs a pub and some people saying well hang on a second my pub's"
    },
    {
      "start": 453.52,
      "dur": 2.47,
      "text": "saying well hang on a second my pub's also a restaurant but it all depends on"
    },
    {
      "start": 456.0,
      "dur": 1.83,
      "text": "also a restaurant but it all depends on how you're registered with your local"
    },
    {
      "start": 457.84,
      "dur": 1.909,
      "text": "how you're registered with your local authority and what have you and remember"
    },
    {
      "start": 459.759,
      "dur": 2.311,
      "text": "authority and what have you and remember business rates money goes 50% to the"
    },
    {
      "start": 462.08,
      "dur": 2.31,
      "text": "business rates money goes 50% to the local authority 50% to central"
    },
    {
      "start": 464.4,
      "dur": 2.31,
      "text": "local authority 50% to central government and I should say this package"
    },
    {
      "start": 466.72,
      "dur": 3.51,
      "text": "government and I should say this package is for uh pubs in England only although"
    },
    {
      "start": 470.24,
      "dur": 1.59,
      "text": "is for uh pubs in England only although there is something people will know as a"
    },
    {
      "start": 471.84,
      "dur": 2.15,
      "text": "there is something people will know as a regular listener the baret formula which"
    },
    {
      "start": 474.0,
      "dur": 1.43,
      "text": "regular listener the baret formula which means that it gets you know"
    },
    {
      "start": 475.44,
      "dur": 2.869,
      "text": "means that it gets you know proportionally applied to Scotland Wales"
    },
    {
      "start": 478.319,
      "dur": 1.59,
      "text": "proportionally applied to Scotland Wales and Northern Ireland as well Simon,"
    },
    {
      "start": 479.919,
      "dur": 0.471,
      "text": "and Northern Ireland as well Simon, thank you."
    },
    {
      "start": 480.4,
      "dur": 0.87,
      "text": "thank you. &gt;&gt; Thank you, Adam."
    },
    {
      "start": 481.28,
      "dur": 1.749,
      "text": "&gt;&gt; Thank you, Adam. &gt;&gt; Right, I'm now going to stand up, wend"
    },
    {
      "start": 483.039,
      "dur": 2.471,
      "text": "&gt;&gt; Right, I'm now going to stand up, wend my way towards the bar where sitting"
    },
    {
      "start": 485.52,
      "dur": 2.47,
      "text": "my way towards the bar where sitting there is political correspondent Joe"
    },
    {
      "start": 488.0,
      "dur": 2.23,
      "text": "there is political correspondent Joe Pike. Hello, Joe. Hi, Adam. And thank"
    },
    {
      "start": 490.24,
      "dur": 1.19,
      "text": "Pike. Hello, Joe. Hi, Adam. And thank you for walking all the way from"
    },
    {
      "start": 491.44,
      "dur": 1.83,
      "text": "you for walking all the way from Westminster to the newscast studio to"
    },
    {
      "start": 493.28,
      "dur": 1.43,
      "text": "Westminster to the newscast studio to bring us this news in person."
    },
    {
      "start": 494.72,
      "dur": 1.35,
      "text": "bring us this news in person. &gt;&gt; Yes. But which story are we talking"
    },
    {
      "start": 496.08,
      "dur": 0.71,
      "text": "&gt;&gt; Yes. But which story are we talking about?"
    },
    {
      "start": 496.8,
      "dur": 1.27,
      "text": "about? &gt;&gt; Uh, Leehold."
    },
    {
      "start": 498.08,
      "dur": 1.99,
      "text": "&gt;&gt; Uh, Leehold. &gt;&gt; Wow. It's a big story. It affects lots"
    },
    {
      "start": 500.08,
      "dur": 0.389,
      "text": "&gt;&gt; Wow. It's a big story. It affects lots of people."
    },
    {
      "start": 500.479,
      "dur": 0.951,
      "text": "of people. &gt;&gt; Or would you rather talk about a"
    },
    {
      "start": 501.44,
      "dur": 0.63,
      "text": "&gt;&gt; Or would you rather talk about a different story?"
    },
    {
      "start": 502.08,
      "dur": 1.43,
      "text": "different story? &gt;&gt; No, no, we can talk about pubs."
    },
    {
      "start": 503.52,
      "dur": 0.87,
      "text": "&gt;&gt; No, no, we can talk about pubs. &gt;&gt; Actually, you know what? Do you want to"
    },
    {
      "start": 504.4,
      "dur": 1.83,
      "text": "&gt;&gt; Actually, you know what? Do you want to just round up the pubs news? What's the"
    },
    {
      "start": 506.24,
      "dur": 2.47,
      "text": "just round up the pubs news? What's the politics of that that U-turn on business"
    },
    {
      "start": 508.72,
      "dur": 1.35,
      "text": "politics of that that U-turn on business rates for pubs?"
    },
    {
      "start": 510.08,
      "dur": 3.35,
      "text": "rates for pubs? &gt;&gt; Uh it is awkward. The fact that Rachel"
    },
    {
      "start": 513.44,
      "dur": 3.19,
      "text": "&gt;&gt; Uh it is awkward. The fact that Rachel Reeves has been at a pub in uh South"
    },
    {
      "start": 516.64,
      "dur": 1.91,
      "text": "Reeves has been at a pub in uh South London today"
    },
    {
      "start": 518.56,
      "dur": 1.349,
      "text": "London today that she wasn't banned from."
    },
    {
      "start": 519.919,
      "dur": 2.23,
      "text": "that she wasn't banned from. &gt;&gt; Exactly. Uh and with a sort of I think"
    },
    {
      "start": 522.159,
      "dur": 1.99,
      "text": "&gt;&gt; Exactly. Uh and with a sort of I think she was"
    },
    {
      "start": 524.159,
      "dur": 1.831,
      "text": "she was making a ginonic. It looked like sipping"
    },
    {
      "start": 526.0,
      "dur": 2.389,
      "text": "making a ginonic. It looked like sipping a ginonic. I think that shows she wants"
    },
    {
      "start": 528.399,
      "dur": 2.151,
      "text": "a ginonic. I think that shows she wants to communicate. She has heard and is"
    },
    {
      "start": 530.56,
      "dur": 2.55,
      "text": "to communicate. She has heard and is listening. But this is a climb down. It"
    },
    {
      "start": 533.12,
      "dur": 1.59,
      "text": "listening. But this is a climb down. It is a partial U-turn. And actually there"
    },
    {
      "start": 534.72,
      "dur": 1.99,
      "text": "is a partial U-turn. And actually there are people in the Treasury who've told"
    },
    {
      "start": 536.72,
      "dur": 2.789,
      "text": "are people in the Treasury who've told me it was almost instant after the"
    },
    {
      "start": 539.519,
      "dur": 3.671,
      "text": "me it was almost instant after the budget that their number crunchers uh"
    },
    {
      "start": 543.2,
      "dur": 1.59,
      "text": "budget that their number crunchers uh realized that something was wrong. They"
    },
    {
      "start": 544.8,
      "dur": 1.51,
      "text": "realized that something was wrong. They hadn't done the calculations right and"
    },
    {
      "start": 546.32,
      "dur": 2.949,
      "text": "hadn't done the calculations right and that they would need to act. It's taken"
    },
    {
      "start": 549.279,
      "dur": 1.511,
      "text": "that they would need to act. It's taken them well not as long as some of the"
    },
    {
      "start": 550.8,
      "dur": 1.67,
      "text": "them well not as long as some of the other partial U-turns, but they said"
    },
    {
      "start": 552.48,
      "dur": 1.349,
      "text": "other partial U-turns, but they said it's taken them a few more weeks after"
    },
    {
      "start": 553.839,
      "dur": 2.311,
      "text": "it's taken them a few more weeks after we knew uh that they were making changes"
    },
    {
      "start": 556.16,
      "dur": 1.99,
      "text": "we knew uh that they were making changes because they wanted to get uh get it"
    },
    {
      "start": 558.16,
      "dur": 2.07,
      "text": "because they wanted to get uh get it right, get the numbers uh right and so"
    },
    {
      "start": 560.24,
      "dur": 1.83,
      "text": "right, get the numbers uh right and so now they have made these changes and"
    },
    {
      "start": 562.08,
      "dur": 1.83,
      "text": "now they have made these changes and certainly for MPs who are very worried"
    },
    {
      "start": 563.92,
      "dur": 2.31,
      "text": "certainly for MPs who are very worried about music venues and pubs in their"
    },
    {
      "start": 566.24,
      "dur": 1.99,
      "text": "about music venues and pubs in their commun communities which are not just a"
    },
    {
      "start": 568.24,
      "dur": 3.029,
      "text": "commun communities which are not just a sort of uh of economic benefit to a"
    },
    {
      "start": 571.279,
      "dur": 1.591,
      "text": "sort of uh of economic benefit to a constituency but also cultural and"
    },
    {
      "start": 572.88,
      "dur": 3.19,
      "text": "constituency but also cultural and social. I think those Labour MPs are"
    },
    {
      "start": 576.08,
      "dur": 1.03,
      "text": "social. I think those Labour MPs are happier today."
    },
    {
      "start": 577.12,
      "dur": 1.67,
      "text": "happier today. &gt;&gt; And as I was just saying to Simon, we"
    },
    {
      "start": 578.8,
      "dur": 2.31,
      "text": "&gt;&gt; And as I was just saying to Simon, we will discover how much clout the other"
    },
    {
      "start": 581.12,
      "dur": 2.23,
      "text": "will discover how much clout the other sectors like restaurants and hotels who"
    },
    {
      "start": 583.36,
      "dur": 1.75,
      "text": "sectors like restaurants and hotels who are not included in this climb down, how"
    },
    {
      "start": 585.12,
      "dur": 1.67,
      "text": "are not included in this climb down, how much they have and whether they can"
    },
    {
      "start": 586.8,
      "dur": 1.75,
      "text": "much they have and whether they can force a similar climb down for them. So"
    },
    {
      "start": 588.56,
      "dur": 0.87,
      "text": "force a similar climb down for them. So that will be interesting to see."
    },
    {
      "start": 589.44,
      "dur": 1.19,
      "text": "that will be interesting to see. &gt;&gt; Absolutely. The Liberal Democrats in"
    },
    {
      "start": 590.64,
      "dur": 1.189,
      "text": "&gt;&gt; Absolutely. The Liberal Democrats in particular have said, \"Yeah, this is"
    },
    {
      "start": 591.839,
      "dur": 1.11,
      "text": "particular have said, \"Yeah, this is good, but what about everyone else on"
    },
    {
      "start": 592.959,
      "dur": 2.951,
      "text": "good, but what about everyone else on the high street?\" The Tories view today"
    },
    {
      "start": 595.92,
      "dur": 1.99,
      "text": "the high street?\" The Tories view today is is that it that those are the words"
    },
    {
      "start": 597.92,
      "dur": 1.51,
      "text": "is is that it that those are the words that Mel Stride, the Cher Chancellor,"
    },
    {
      "start": 599.44,
      "dur": 3.19,
      "text": "that Mel Stride, the Cher Chancellor, used in the Commons and some of his MPs"
    },
    {
      "start": 602.64,
      "dur": 3.749,
      "text": "used in the Commons and some of his MPs on the Tory backbenches think that this"
    },
    {
      "start": 606.399,
      "dur": 2.631,
      "text": "on the Tory backbenches think that this climb down clarification partial U-turn"
    },
    {
      "start": 609.04,
      "dur": 2.31,
      "text": "climb down clarification partial U-turn is a little bit late for some pubs and"
    },
    {
      "start": 611.36,
      "dur": 1.27,
      "text": "is a little bit late for some pubs and publicans who've already looked at the"
    },
    {
      "start": 612.64,
      "dur": 1.83,
      "text": "publicans who've already looked at the numbers and thought actually this is"
    },
    {
      "start": 614.48,
      "dur": 1.11,
      "text": "numbers and thought actually this is just not going to work for me in my"
    },
    {
      "start": 615.6,
      "dur": 1.43,
      "text": "just not going to work for me in my business. Right, let's talk about the"
    },
    {
      "start": 617.04,
      "dur": 2.229,
      "text": "business. Right, let's talk about the other story then and this is reforms to"
    },
    {
      "start": 619.279,
      "dur": 2.711,
      "text": "other story then and this is reforms to how property is owned in England and"
    },
    {
      "start": 622.0,
      "dur": 1.59,
      "text": "how property is owned in England and Wales. And I suppose we should like we"
    },
    {
      "start": 623.6,
      "dur": 1.43,
      "text": "Wales. And I suppose we should like we did with Simon and what is business"
    },
    {
      "start": 625.04,
      "dur": 1.59,
      "text": "did with Simon and what is business rates? So we should do a bit of bit of"
    },
    {
      "start": 626.64,
      "dur": 3.27,
      "text": "rates? So we should do a bit of bit of definitions first. So freehold and"
    },
    {
      "start": 629.92,
      "dur": 1.51,
      "text": "definitions first. So freehold and because this is different in Scotland."
    },
    {
      "start": 631.44,
      "dur": 2.069,
      "text": "because this is different in Scotland. Freehold is basically where you own the"
    },
    {
      "start": 633.519,
      "dur": 2.231,
      "text": "Freehold is basically where you own the land and the property pretty much in"
    },
    {
      "start": 635.76,
      "dur": 2.71,
      "text": "land and the property pretty much in perpetuity. Leasehold is when you have a"
    },
    {
      "start": 638.48,
      "dur": 2.39,
      "text": "perpetuity. Leasehold is when you have a lease to the actual land on which your"
    },
    {
      "start": 640.88,
      "dur": 2.79,
      "text": "lease to the actual land on which your property is built and that can be like"
    },
    {
      "start": 643.68,
      "dur": 2.07,
      "text": "property is built and that can be like 100 years or in some cases much much"
    },
    {
      "start": 645.76,
      "dur": 2.15,
      "text": "100 years or in some cases much much shorter. Uh but it means you don't"
    },
    {
      "start": 647.92,
      "dur": 2.469,
      "text": "shorter. Uh but it means you don't really own your property forever."
    },
    {
      "start": 650.399,
      "dur": 2.151,
      "text": "really own your property forever. &gt;&gt; Not forever. you you can live it for in"
    },
    {
      "start": 652.56,
      "dur": 1.829,
      "text": "&gt;&gt; Not forever. you you can live it for in it for a limited number of years subject"
    },
    {
      "start": 654.399,
      "dur": 3.511,
      "text": "it for a limited number of years subject to a lease uh from a freeholder and it's"
    },
    {
      "start": 657.92,
      "dur": 2.87,
      "text": "to a lease uh from a freeholder and it's controversial because in particular"
    },
    {
      "start": 660.8,
      "dur": 2.39,
      "text": "controversial because in particular ground rents in recent years in some"
    },
    {
      "start": 663.2,
      "dur": 2.629,
      "text": "ground rents in recent years in some small number of cases seem to have been"
    },
    {
      "start": 665.839,
      "dur": 2.631,
      "text": "small number of cases seem to have been rising and people don't get anything for"
    },
    {
      "start": 668.48,
      "dur": 1.27,
      "text": "rising and people don't get anything for the ground rent you it's not like a"
    },
    {
      "start": 669.76,
      "dur": 2.39,
      "text": "the ground rent you it's not like a service charge where you might uh have"
    },
    {
      "start": 672.16,
      "dur": 3.43,
      "text": "service charge where you might uh have somebody cleaning your uh hallway or"
    },
    {
      "start": 675.6,
      "dur": 1.59,
      "text": "somebody cleaning your uh hallway or washing the windows ground rent is"
    },
    {
      "start": 677.2,
      "dur": 2.55,
      "text": "washing the windows ground rent is something you don't get anything for and"
    },
    {
      "start": 679.76,
      "dur": 1.59,
      "text": "something you don't get anything for and uh there's There's been controversy"
    },
    {
      "start": 681.36,
      "dur": 1.589,
      "text": "uh there's There's been controversy around that in England and Wales for a"
    },
    {
      "start": 682.959,
      "dur": 1.751,
      "text": "around that in England and Wales for a while. Labour making commitments to try"
    },
    {
      "start": 684.72,
      "dur": 2.15,
      "text": "while. Labour making commitments to try and reform the system."
    },
    {
      "start": 686.88,
      "dur": 1.509,
      "text": "and reform the system. &gt;&gt; Well, yeah. I mean, it has been around"
    },
    {
      "start": 688.399,
      "dur": 3.351,
      "text": "&gt;&gt; Well, yeah. I mean, it has been around for for centuries and uh Labor saying"
    },
    {
      "start": 691.76,
      "dur": 1.83,
      "text": "for for centuries and uh Labor saying it's a sort of feudal system in in their"
    },
    {
      "start": 693.6,
      "dur": 1.909,
      "text": "it's a sort of feudal system in in their sort of rhetoric. There are about 5"
    },
    {
      "start": 695.519,
      "dur": 2.951,
      "text": "sort of rhetoric. There are about 5 million leaseold homes in England and"
    },
    {
      "start": 698.48,
      "dur": 3.51,
      "text": "million leaseold homes in England and Wales. And we know that ground rents"
    },
    {
      "start": 702.0,
      "dur": 2.79,
      "text": "Wales. And we know that ground rents were already abolished for most new"
    },
    {
      "start": 704.8,
      "dur": 1.51,
      "text": "were already abolished for most new leaseold homes by the Conservatives back"
    },
    {
      "start": 706.32,
      "dur": 2.47,
      "text": "leaseold homes by the Conservatives back in 2022, but existing leaseold"
    },
    {
      "start": 708.8,
      "dur": 3.19,
      "text": "in 2022, but existing leaseold properties um well they the ground rents"
    },
    {
      "start": 712.0,
      "dur": 1.509,
      "text": "properties um well they the ground rents that exist for them, right? So what's"
    },
    {
      "start": 713.519,
      "dur": 2.31,
      "text": "that exist for them, right? So what's happened today is that Karmama"
    },
    {
      "start": 715.839,
      "dur": 1.751,
      "text": "happened today is that Karmama announcing this in a Tik Tok, the first"
    },
    {
      "start": 717.6,
      "dur": 1.43,
      "text": "announcing this in a Tik Tok, the first we think government policy to ever be"
    },
    {
      "start": 719.04,
      "dur": 1.67,
      "text": "we think government policy to ever be announced on that social media platform"
    },
    {
      "start": 720.72,
      "dur": 2.07,
      "text": "announced on that social media platform has said we're going to cap that ground"
    },
    {
      "start": 722.8,
      "dur": 3.67,
      "text": "has said we're going to cap that ground rent at 250 a year. In about 40 years"
    },
    {
      "start": 726.48,
      "dur": 1.11,
      "text": "rent at 250 a year. In about 40 years time that will be reduced to a"
    },
    {
      "start": 727.6,
      "dur": 3.27,
      "text": "time that will be reduced to a peppercorn rent, i.e. almost nothing."
    },
    {
      "start": 730.88,
      "dur": 1.91,
      "text": "peppercorn rent, i.e. almost nothing. And uh there are also other reforms"
    },
    {
      "start": 732.8,
      "dur": 2.63,
      "text": "And uh there are also other reforms including making service charges which"
    },
    {
      "start": 735.44,
      "dur": 2.31,
      "text": "including making service charges which are also controversial, making it"
    },
    {
      "start": 737.76,
      "dur": 3.509,
      "text": "are also controversial, making it clearer what they are on bills and also"
    },
    {
      "start": 741.279,
      "dur": 2.151,
      "text": "clearer what they are on bills and also helping renters and lease holders"
    },
    {
      "start": 743.44,
      "dur": 3.11,
      "text": "helping renters and lease holders challenge unfair uh service charges. So"
    },
    {
      "start": 746.56,
      "dur": 2.23,
      "text": "challenge unfair uh service charges. So this is the Labor government building on"
    },
    {
      "start": 748.8,
      "dur": 1.589,
      "text": "this is the Labor government building on something that the Tory government did"
    },
    {
      "start": 750.399,
      "dur": 2.23,
      "text": "something that the Tory government did but didn't do to this extent."
    },
    {
      "start": 752.639,
      "dur": 1.351,
      "text": "but didn't do to this extent. &gt;&gt; Yeah. And there had been worries,"
    },
    {
      "start": 754.0,
      "dur": 2.71,
      "text": "&gt;&gt; Yeah. And there had been worries, concerns uh from some on the Labor"
    },
    {
      "start": 756.72,
      "dur": 3.03,
      "text": "concerns uh from some on the Labor benches that they wouldn't go as far as"
    },
    {
      "start": 759.76,
      "dur": 1.749,
      "text": "benches that they wouldn't go as far as they have done. Now there are"
    },
    {
      "start": 761.519,
      "dur": 1.351,
      "text": "they have done. Now there are campaigners on both sides who are"
    },
    {
      "start": 762.88,
      "dur": 1.43,
      "text": "campaigners on both sides who are unhappy today. There are certainly"
    },
    {
      "start": 764.32,
      "dur": 1.59,
      "text": "unhappy today. There are certainly people who represent lease holders who"
    },
    {
      "start": 765.92,
      "dur": 2.469,
      "text": "people who represent lease holders who say 40 years until there's a peppercorn"
    },
    {
      "start": 768.399,
      "dur": 1.511,
      "text": "say 40 years until there's a peppercorn rent. I don't want to wait 40 years. Why"
    },
    {
      "start": 769.92,
      "dur": 2.149,
      "text": "rent. I don't want to wait 40 years. Why don't you just do it immediately? Uh but"
    },
    {
      "start": 772.079,
      "dur": 2.151,
      "text": "don't you just do it immediately? Uh but on the other other side there are people"
    },
    {
      "start": 774.24,
      "dur": 2.79,
      "text": "on the other other side there are people who represent uh professional"
    },
    {
      "start": 777.04,
      "dur": 3.029,
      "text": "who represent uh professional freeholders, investors who say that this"
    },
    {
      "start": 780.079,
      "dur": 2.631,
      "text": "freeholders, investors who say that this is wholly unjustified and it damages the"
    },
    {
      "start": 782.72,
      "dur": 3.83,
      "text": "is wholly unjustified and it damages the UK's reputation around being a sort of"
    },
    {
      "start": 786.56,
      "dur": 4.31,
      "text": "UK's reputation around being a sort of safe, stable investment location if I've"
    },
    {
      "start": 790.88,
      "dur": 2.949,
      "text": "safe, stable investment location if I've invested in this property and then later"
    },
    {
      "start": 793.839,
      "dur": 2.631,
      "text": "invested in this property and then later down the line uh legislation means that"
    },
    {
      "start": 796.48,
      "dur": 2.71,
      "text": "down the line uh legislation means that that is um not a great investment. And"
    },
    {
      "start": 799.2,
      "dur": 1.59,
      "text": "that is um not a great investment. And also just in terms of where we are in"
    },
    {
      "start": 800.8,
      "dur": 2.469,
      "text": "also just in terms of where we are in the this becoming law pipeline, what"
    },
    {
      "start": 803.279,
      "dur": 2.311,
      "text": "the this becoming law pipeline, what they've done today is publish the draft"
    },
    {
      "start": 805.6,
      "dur": 1.59,
      "text": "they've done today is publish the draft legislation. So there's a big"
    },
    {
      "start": 807.2,
      "dur": 2.069,
      "text": "legislation. So there's a big consultation on that which will last a"
    },
    {
      "start": 809.279,
      "dur": 1.911,
      "text": "consultation on that which will last a few months and then it's got to wend its"
    },
    {
      "start": 811.2,
      "dur": 1.59,
      "text": "few months and then it's got to wend its way through both houses of parliament"
    },
    {
      "start": 812.8,
      "dur": 1.75,
      "text": "way through both houses of parliament where it can be amended and have extra"
    },
    {
      "start": 814.56,
      "dur": 1.67,
      "text": "where it can be amended and have extra things added to it depending on what's"
    },
    {
      "start": 816.24,
      "dur": 1.51,
      "text": "things added to it depending on what's happening in politics at that point."
    },
    {
      "start": 817.76,
      "dur": 1.27,
      "text": "happening in politics at that point. Absolutely. And there there are of"
    },
    {
      "start": 819.04,
      "dur": 3.029,
      "text": "Absolutely. And there there are of course quite a few landlords in uh in"
    },
    {
      "start": 822.079,
      "dur": 2.391,
      "text": "course quite a few landlords in uh in parliament in both houses of parliament."
    },
    {
      "start": 824.48,
      "dur": 1.51,
      "text": "parliament in both houses of parliament. and maybe they weren't in the commons"
    },
    {
      "start": 826.0,
      "dur": 1.91,
      "text": "and maybe they weren't in the commons today because certainly from what I"
    },
    {
      "start": 827.92,
      "dur": 1.75,
      "text": "today because certainly from what I heard from watching the housing minister"
    },
    {
      "start": 829.68,
      "dur": 2.709,
      "text": "heard from watching the housing minister Matthew Penuk's uh statement. There"
    },
    {
      "start": 832.399,
      "dur": 4.311,
      "text": "Matthew Penuk's uh statement. There didn't seem to be uh many people hugely"
    },
    {
      "start": 836.72,
      "dur": 3.349,
      "text": "didn't seem to be uh many people hugely objecting. I say mo most MPs seemed uh"
    },
    {
      "start": 840.079,
      "dur": 2.31,
      "text": "objecting. I say mo most MPs seemed uh vaguely supportive although maybe there"
    },
    {
      "start": 842.399,
      "dur": 2.151,
      "text": "vaguely supportive although maybe there were others who were far more concerned"
    },
    {
      "start": 844.56,
      "dur": 1.509,
      "text": "were others who were far more concerned just hadn't turned up to the comments at"
    },
    {
      "start": 846.079,
      "dur": 1.831,
      "text": "just hadn't turned up to the comments at that moment. Um, now Joe, I was watching"
    },
    {
      "start": 847.92,
      "dur": 1.349,
      "text": "that moment. Um, now Joe, I was watching you on the six o'clock news last night"
    },
    {
      "start": 849.279,
      "dur": 1.831,
      "text": "you on the six o'clock news last night and you were in Gorton and Denton, home"
    },
    {
      "start": 851.12,
      "dur": 1.99,
      "text": "and you were in Gorton and Denton, home of the upcoming bi-election and there"
    },
    {
      "start": 853.12,
      "dur": 1.269,
      "text": "of the upcoming bi-election and there was a great bit when you did your piece"
    },
    {
      "start": 854.399,
      "dur": 0.951,
      "text": "was a great bit when you did your piece to camera, which is when you were"
    },
    {
      "start": 855.36,
      "dur": 1.829,
      "text": "to camera, which is when you were talking to the camera and over your"
    },
    {
      "start": 857.199,
      "dur": 2.31,
      "text": "talking to the camera and over your shoulder was was it a Chinese restaurant"
    },
    {
      "start": 859.519,
      "dur": 1.271,
      "text": "shoulder was was it a Chinese restaurant called Denton Delights?"
    },
    {
      "start": 860.8,
      "dur": 1.75,
      "text": "called Denton Delights? &gt;&gt; Yes. Apparently, I didn't go in it, but"
    },
    {
      "start": 862.56,
      "dur": 0.709,
      "text": "&gt;&gt; Yes. Apparently, I didn't go in it, but it's a"
    },
    {
      "start": 863.279,
      "dur": 2.071,
      "text": "it's a &gt;&gt; working time of course, but it was it"
    },
    {
      "start": 865.36,
      "dur": 2.07,
      "text": "&gt;&gt; working time of course, but it was it was absolutely packed and apparently it"
    },
    {
      "start": 867.44,
      "dur": 3.509,
      "text": "was absolutely packed and apparently it is a a well-known um highly regarded"
    },
    {
      "start": 870.959,
      "dur": 1.67,
      "text": "is a a well-known um highly regarded Cantonese restaurant."
    },
    {
      "start": 872.639,
      "dur": 0.87,
      "text": "Cantonese restaurant. &gt;&gt; You should ask them what they think"
    },
    {
      "start": 873.519,
      "dur": 1.511,
      "text": "&gt;&gt; You should ask them what they think about their business rates. Uh, but you"
    },
    {
      "start": 875.04,
      "dur": 1.029,
      "text": "about their business rates. Uh, but you had enough on your plate yesterday. I"
    },
    {
      "start": 876.079,
      "dur": 1.911,
      "text": "had enough on your plate yesterday. I had enough. Also, other restaurants"
    },
    {
      "start": 878.0,
      "dur": 1.829,
      "text": "had enough. Also, other restaurants serving other cuisines are available in"
    },
    {
      "start": 879.839,
      "dur": 1.831,
      "text": "serving other cuisines are available in that constituency. But have you got any"
    },
    {
      "start": 881.68,
      "dur": 2.47,
      "text": "that constituency. But have you got any delights from Denton you could bring us?"
    },
    {
      "start": 884.16,
      "dur": 3.19,
      "text": "delights from Denton you could bring us? &gt;&gt; Uh, it was fascinating to speak to lots"
    },
    {
      "start": 887.36,
      "dur": 3.11,
      "text": "&gt;&gt; Uh, it was fascinating to speak to lots of people who were undecided who were"
    },
    {
      "start": 890.48,
      "dur": 1.83,
      "text": "of people who were undecided who were frustrated about local issues. A lot of"
    },
    {
      "start": 892.32,
      "dur": 2.47,
      "text": "frustrated about local issues. A lot of shopkeepers very angry about the cycle"
    },
    {
      "start": 894.8,
      "dur": 2.95,
      "text": "shopkeepers very angry about the cycle lanes being uh put through one part of"
    },
    {
      "start": 897.76,
      "dur": 1.11,
      "text": "lanes being uh put through one part of um the constituency. Is"
    },
    {
      "start": 898.88,
      "dur": 1.35,
      "text": "um the constituency. Is &gt;&gt; that the responsibility of the mayor of"
    },
    {
      "start": 900.24,
      "dur": 1.67,
      "text": "&gt;&gt; that the responsibility of the mayor of Greater Manchester, Andy Burnham? I"
    },
    {
      "start": 901.92,
      "dur": 2.87,
      "text": "Greater Manchester, Andy Burnham? I think benefit"
    },
    {
      "start": 904.8,
      "dur": 1.75,
      "text": "think benefit localities, but they were very"
    },
    {
      "start": 906.56,
      "dur": 0.709,
      "text": "localities, but they were very frustrated because it's like you're"
    },
    {
      "start": 907.279,
      "dur": 1.35,
      "text": "frustrated because it's like you're putting in cycle lanes. You're taking"
    },
    {
      "start": 908.639,
      "dur": 2.391,
      "text": "putting in cycle lanes. You're taking away our car parking spaces. We can't"
    },
    {
      "start": 911.04,
      "dur": 1.83,
      "text": "away our car parking spaces. We can't get parked. Our customers can't get"
    },
    {
      "start": 912.88,
      "dur": 2.309,
      "text": "get parked. Our customers can't get parked in the butchers and in the the um"
    },
    {
      "start": 915.199,
      "dur": 1.19,
      "text": "parked in the butchers and in the the um barber shop I was in. They were like,"
    },
    {
      "start": 916.399,
      "dur": 1.911,
      "text": "barber shop I was in. They were like, \"Why is this happening? This really is"
    },
    {
      "start": 918.32,
      "dur": 2.71,
      "text": "\"Why is this happening? This really is impacting our bottom line. A lot of"
    },
    {
      "start": 921.04,
      "dur": 3.51,
      "text": "impacting our bottom line. A lot of awareness of reform. Um but it is it's a"
    },
    {
      "start": 924.56,
      "dur": 2.47,
      "text": "awareness of reform. Um but it is it's a reasonably diverse constituency. The"
    },
    {
      "start": 927.04,
      "dur": 3.43,
      "text": "reasonably diverse constituency. The last census uh it rec they they recorded"
    },
    {
      "start": 930.48,
      "dur": 4.469,
      "text": "last census uh it rec they they recorded uh the population uh was 28% Muslim and"
    },
    {
      "start": 934.959,
      "dur": 3.191,
      "text": "uh the population uh was 28% Muslim and there are four parties that got the last"
    },
    {
      "start": 938.16,
      "dur": 2.55,
      "text": "there are four parties that got the last uh general election more than 10%. They"
    },
    {
      "start": 940.72,
      "dur": 2.789,
      "text": "uh general election more than 10%. They were Labor Reform UK, the Green Party"
    },
    {
      "start": 943.519,
      "dur": 1.75,
      "text": "were Labor Reform UK, the Green Party and the Workers Party. the Workers Party"
    },
    {
      "start": 945.279,
      "dur": 3.271,
      "text": "and the Workers Party. the Workers Party being quite a a minor party led by"
    },
    {
      "start": 948.56,
      "dur": 2.069,
      "text": "being quite a a minor party led by former Labour MP George Galloway, but"
    },
    {
      "start": 950.639,
      "dur": 1.511,
      "text": "former Labour MP George Galloway, but one that in bi-elections in some"
    },
    {
      "start": 952.16,
      "dur": 3.27,
      "text": "one that in bi-elections in some elections has seemed to do well in uh"
    },
    {
      "start": 955.44,
      "dur": 1.67,
      "text": "elections has seemed to do well in uh areas with large Muslim populations."
    },
    {
      "start": 957.12,
      "dur": 1.43,
      "text": "areas with large Muslim populations. &gt;&gt; But interesting, four parties getting"
    },
    {
      "start": 958.56,
      "dur": 2.949,
      "text": "&gt;&gt; But interesting, four parties getting above 10%. That's quite unusual in a"
    },
    {
      "start": 961.519,
      "dur": 2.711,
      "text": "above 10%. That's quite unusual in a British or an English seat, isn't it?"
    },
    {
      "start": 964.24,
      "dur": 1.509,
      "text": "British or an English seat, isn't it? &gt;&gt; Yeah. And the Conservatives and the Lib"
    },
    {
      "start": 965.759,
      "dur": 3.75,
      "text": "&gt;&gt; Yeah. And the Conservatives and the Lib Dems ran too. It seems to be reasonably"
    },
    {
      "start": 969.519,
      "dur": 2.31,
      "text": "Dems ran too. It seems to be reasonably open at the moment and also likely to be"
    },
    {
      "start": 971.839,
      "dur": 1.591,
      "text": "open at the moment and also likely to be one of those contests, especially it's a"
    },
    {
      "start": 973.44,
      "dur": 1.749,
      "text": "one of those contests, especially it's a bi-election where all the parties are"
    },
    {
      "start": 975.199,
      "dur": 2.151,
      "text": "bi-election where all the parties are going to uh put all of their resources"
    },
    {
      "start": 977.36,
      "dur": 2.149,
      "text": "going to uh put all of their resources into it where you may see a lot of"
    },
    {
      "start": 979.519,
      "dur": 1.271,
      "text": "into it where you may see a lot of squeeze messages"
    },
    {
      "start": 980.8,
      "dur": 1.75,
      "text": "squeeze messages &gt;&gt; and the squeeze messages saying don't"
    },
    {
      "start": 982.56,
      "dur": 1.11,
      "text": "&gt;&gt; and the squeeze messages saying don't vote for those other guys because"
    },
    {
      "start": 983.68,
      "dur": 1.35,
      "text": "vote for those other guys because there's only two parties that can win"
    },
    {
      "start": 985.04,
      "dur": 1.19,
      "text": "there's only two parties that can win here so vote for us."
    },
    {
      "start": 986.24,
      "dur": 1.829,
      "text": "here so vote for us. &gt;&gt; Exactly. We It's not"
    },
    {
      "start": 988.079,
      "dur": 1.43,
      "text": "&gt;&gt; Exactly. We It's not &gt;&gt; which is normally a classic Lib Dem"
    },
    {
      "start": 989.519,
      "dur": 0.791,
      "text": "&gt;&gt; which is normally a classic Lib Dem leaflet, isn't it?"
    },
    {
      "start": 990.32,
      "dur": 2.15,
      "text": "leaflet, isn't it? &gt;&gt; It is. It's not just getting the"
    },
    {
      "start": 992.48,
      "dur": 1.909,
      "text": "&gt;&gt; It is. It's not just getting the electoral data, the campaigning door"
    },
    {
      "start": 994.399,
      "dur": 2.23,
      "text": "electoral data, the campaigning door knockocking data on what you like."
    },
    {
      "start": 996.639,
      "dur": 2.791,
      "text": "knockocking data on what you like. you're an Adam Fleming voter, but also"
    },
    {
      "start": 999.44,
      "dur": 2.389,
      "text": "you're an Adam Fleming voter, but also like maybe you're not that keen on Adam,"
    },
    {
      "start": 1001.839,
      "dur": 1.99,
      "text": "like maybe you're not that keen on Adam, but you really don't want Simon Jack."
    },
    {
      "start": 1003.839,
      "dur": 1.751,
      "text": "but you really don't want Simon Jack. And therefore, we're saying if you want"
    },
    {
      "start": 1005.6,
      "dur": 3.11,
      "text": "And therefore, we're saying if you want to avoid Simon Jack taking control of"
    },
    {
      "start": 1008.72,
      "dur": 2.15,
      "text": "to avoid Simon Jack taking control of this constituency, the safest bet, even"
    },
    {
      "start": 1010.88,
      "dur": 1.27,
      "text": "this constituency, the safest bet, even if you're not keen on him, is to is to"
    },
    {
      "start": 1012.16,
      "dur": 0.87,
      "text": "if you're not keen on him, is to is to back out."
    },
    {
      "start": 1013.04,
      "dur": 1.909,
      "text": "back out. &gt;&gt; Thanks for making that so personal. Um,"
    },
    {
      "start": 1014.959,
      "dur": 1.99,
      "text": "&gt;&gt; Thanks for making that so personal. Um, but in terms of Gordon and Denton"
    },
    {
      "start": 1016.959,
      "dur": 2.471,
      "text": "but in terms of Gordon and Denton bi-election news today on Tuesday,"
    },
    {
      "start": 1019.44,
      "dur": 1.749,
      "text": "bi-election news today on Tuesday, Reform have announced their candidate"
    },
    {
      "start": 1021.199,
      "dur": 1.75,
      "text": "Reform have announced their candidate and it's it's an interesting character."
    },
    {
      "start": 1022.959,
      "dur": 2.311,
      "text": "and it's it's an interesting character. interesting character Matt Goodwin who"
    },
    {
      "start": 1025.28,
      "dur": 2.629,
      "text": "interesting character Matt Goodwin who is was an academic sort of academic"
    },
    {
      "start": 1027.919,
      "dur": 1.99,
      "text": "is was an academic sort of academic turned activist. He is a GB news"
    },
    {
      "start": 1029.919,
      "dur": 2.39,
      "text": "turned activist. He is a GB news presenter. He's quite prominent on"
    },
    {
      "start": 1032.319,
      "dur": 2.87,
      "text": "presenter. He's quite prominent on social media. Some other parties have"
    },
    {
      "start": 1035.199,
      "dur": 2.791,
      "text": "social media. Some other parties have already criticized reform for not"
    },
    {
      "start": 1038.0,
      "dur": 2.949,
      "text": "already criticized reform for not picking a local candidate. However,"
    },
    {
      "start": 1040.959,
      "dur": 1.911,
      "text": "picking a local candidate. However, Reform have said in their their press"
    },
    {
      "start": 1042.88,
      "dur": 2.149,
      "text": "Reform have said in their their press release and put this pretty high up that"
    },
    {
      "start": 1045.039,
      "dur": 1.91,
      "text": "release and put this pretty high up that Matt Gwin's family is from Manchester."
    },
    {
      "start": 1046.959,
      "dur": 2.551,
      "text": "Matt Gwin's family is from Manchester. His grandfather worked full-time in a"
    },
    {
      "start": 1049.52,
      "dur": 1.509,
      "text": "His grandfather worked full-time in a Manchester steel factory. He went to"
    },
    {
      "start": 1051.039,
      "dur": 2.311,
      "text": "Manchester steel factory. He went to Sulford University. Uh he worked"
    },
    {
      "start": 1053.36,
      "dur": 2.47,
      "text": "Sulford University. Uh he worked throughout his degree in even delivering"
    },
    {
      "start": 1055.84,
      "dur": 2.709,
      "text": "throughout his degree in even delivering fast food in the Gorton and Denton area."
    },
    {
      "start": 1058.559,
      "dur": 2.47,
      "text": "fast food in the Gorton and Denton area. So them trying to really sort of magnify"
    },
    {
      "start": 1061.039,
      "dur": 3.111,
      "text": "So them trying to really sort of magnify his local connections. He of course is a"
    },
    {
      "start": 1064.16,
      "dur": 1.91,
      "text": "his local connections. He of course is a very experienced communicator. We don't"
    },
    {
      "start": 1066.08,
      "dur": 1.91,
      "text": "very experienced communicator. We don't know yet what it actually be like as a"
    },
    {
      "start": 1068.0,
      "dur": 2.15,
      "text": "know yet what it actually be like as a as a doortodoor sort of doorstep"
    },
    {
      "start": 1070.16,
      "dur": 1.59,
      "text": "as a doortodoor sort of doorstep campaigner. That's a slightly different"
    },
    {
      "start": 1071.76,
      "dur": 1.269,
      "text": "campaigner. That's a slightly different skill, but we'll find out soon. I'm"
    },
    {
      "start": 1073.039,
      "dur": 1.591,
      "text": "skill, but we'll find out soon. I'm sure. There's another candidate that in"
    },
    {
      "start": 1074.64,
      "dur": 2.55,
      "text": "sure. There's another candidate that in the last 24 hours has been unveiled and"
    },
    {
      "start": 1077.2,
      "dur": 2.39,
      "text": "the last 24 hours has been unveiled and that is the workers party candidate."
    },
    {
      "start": 1079.6,
      "dur": 2.63,
      "text": "that is the workers party candidate. That's councelor Shabbaz Sawir. So he is"
    },
    {
      "start": 1082.24,
      "dur": 3.03,
      "text": "That's councelor Shabbaz Sawir. So he is already a counselor in the long sight"
    },
    {
      "start": 1085.28,
      "dur": 3.91,
      "text": "already a counselor in the long sight ward uh in um the what is it the west of"
    },
    {
      "start": 1089.2,
      "dur": 3.829,
      "text": "ward uh in um the what is it the west of the patch. He uh got elected in 2024. He"
    },
    {
      "start": 1093.039,
      "dur": 1.99,
      "text": "the patch. He uh got elected in 2024. He seems to be pretty active. So he's a"
    },
    {
      "start": 1095.039,
      "dur": 2.711,
      "text": "seems to be pretty active. So he's a local um man and George Galloway said"
    },
    {
      "start": 1097.76,
      "dur": 1.75,
      "text": "local um man and George Galloway said I'm not going to run but we've got this"
    },
    {
      "start": 1099.52,
      "dur": 2.07,
      "text": "I'm not going to run but we've got this local counselor Shabbaz Sawa who's"
    },
    {
      "start": 1101.6,
      "dur": 2.71,
      "text": "local counselor Shabbaz Sawa who's running. So he I'm sure also will be"
    },
    {
      "start": 1104.32,
      "dur": 2.229,
      "text": "running. So he I'm sure also will be pretty active. still waiting for of"
    },
    {
      "start": 1106.559,
      "dur": 3.11,
      "text": "pretty active. still waiting for of course the Labour candidate of course"
    },
    {
      "start": 1109.679,
      "dur": 1.831,
      "text": "course the Labour candidate of course &gt;&gt; um that that process is underway"
    },
    {
      "start": 1111.52,
      "dur": 3.029,
      "text": "&gt;&gt; um that that process is underway interviews today and then I'm sure we'll"
    },
    {
      "start": 1114.559,
      "dur": 1.511,
      "text": "interviews today and then I'm sure we'll get the green candidate they are"
    },
    {
      "start": 1116.08,
      "dur": 1.829,
      "text": "get the green candidate they are arranging events in the constituency and"
    },
    {
      "start": 1117.919,
      "dur": 1.511,
      "text": "arranging events in the constituency and then out of the party it's a bi-election"
    },
    {
      "start": 1119.44,
      "dur": 2.469,
      "text": "then out of the party it's a bi-election there may be 15 candidates possibly"
    },
    {
      "start": 1121.919,
      "dur": 1.591,
      "text": "there may be 15 candidates possibly right and when we get a list of all"
    },
    {
      "start": 1123.52,
      "dur": 1.43,
      "text": "right and when we get a list of all those candidates that will of course be"
    },
    {
      "start": 1124.96,
      "dur": 1.75,
      "text": "those candidates that will of course be available on the BBC news website so"
    },
    {
      "start": 1126.72,
      "dur": 1.67,
      "text": "available on the BBC news website so everyone can see everyone who's running"
    },
    {
      "start": 1128.4,
      "dur": 1.99,
      "text": "everyone can see everyone who's running in Gorton and Denton Joe thank you very"
    },
    {
      "start": 1130.4,
      "dur": 2.149,
      "text": "in Gorton and Denton Joe thank you very much thanks Adam and now I'm going to be"
    },
    {
      "start": 1132.559,
      "dur": 1.99,
      "text": "much thanks Adam and now I'm going to be one of those annoying people who goes to"
    },
    {
      "start": 1134.559,
      "dur": 2.23,
      "text": "one of those annoying people who goes to the pub and sits and has a phone"
    },
    {
      "start": 1136.799,
      "dur": 3.351,
      "text": "the pub and sits and has a phone conversation on FaceTime out loud"
    },
    {
      "start": 1140.16,
      "dur": 1.91,
      "text": "conversation on FaceTime out loud because my next guest is nowhere near"
    },
    {
      "start": 1142.08,
      "dur": 1.829,
      "text": "because my next guest is nowhere near the rat and parrot because it's Laura"
    },
    {
      "start": 1143.919,
      "dur": 2.151,
      "text": "the rat and parrot because it's Laura Bicker, our China correspondent. And I"
    },
    {
      "start": 1146.08,
      "dur": 1.75,
      "text": "Bicker, our China correspondent. And I actually spoke to her earlier to get a"
    },
    {
      "start": 1147.84,
      "dur": 2.069,
      "text": "actually spoke to her earlier to get a bit of a preview of the prime minister's"
    },
    {
      "start": 1149.919,
      "dur": 1.831,
      "text": "bit of a preview of the prime minister's trip to China which is about to get"
    },
    {
      "start": 1151.76,
      "dur": 1.83,
      "text": "trip to China which is about to get underway because as you heard in the"
    },
    {
      "start": 1153.6,
      "dur": 2.069,
      "text": "underway because as you heard in the last episode of Newscast, Chris Mason is"
    },
    {
      "start": 1155.679,
      "dur": 2.471,
      "text": "last episode of Newscast, Chris Mason is on his way there now. So here is my"
    },
    {
      "start": 1158.16,
      "dur": 2.95,
      "text": "on his way there now. So here is my conversation with Laura Bicker. Laura,"
    },
    {
      "start": 1161.12,
      "dur": 1.19,
      "text": "conversation with Laura Bicker. Laura, hello."
    },
    {
      "start": 1162.32,
      "dur": 1.83,
      "text": "hello. &gt;&gt; Hello Adam. How you doing? Very well,"
    },
    {
      "start": 1164.16,
      "dur": 2.629,
      "text": "&gt;&gt; Hello Adam. How you doing? Very well, thank you. So Chris is getting on a"
    },
    {
      "start": 1166.799,
      "dur": 2.311,
      "text": "thank you. So Chris is getting on a plane soonish. Don't know exactly what"
    },
    {
      "start": 1169.12,
      "dur": 2.23,
      "text": "plane soonish. Don't know exactly what his travel details are. Uh but what sort"
    },
    {
      "start": 1171.36,
      "dur": 2.07,
      "text": "his travel details are. Uh but what sort of itinerary awaits the prime minister"
    },
    {
      "start": 1173.44,
      "dur": 2.229,
      "text": "of itinerary awaits the prime minister and his his guests?"
    },
    {
      "start": 1175.679,
      "dur": 2.951,
      "text": "and his his guests? &gt;&gt; So from what we understand, we know he's"
    },
    {
      "start": 1178.64,
      "dur": 1.75,
      "text": "&gt;&gt; So from what we understand, we know he's going to meet uh President Xi at the"
    },
    {
      "start": 1180.4,
      "dur": 1.43,
      "text": "going to meet uh President Xi at the great hall of the people. So there will"
    },
    {
      "start": 1181.84,
      "dur": 2.31,
      "text": "great hall of the people. So there will be a handshake between President Xi and"
    },
    {
      "start": 1184.16,
      "dur": 2.389,
      "text": "be a handshake between President Xi and the UK prime minister. We know there's a"
    },
    {
      "start": 1186.559,
      "dur": 2.791,
      "text": "the UK prime minister. We know there's a big business delegation from both sides."
    },
    {
      "start": 1189.36,
      "dur": 2.63,
      "text": "big business delegation from both sides. So, I expect those two sides to sit down"
    },
    {
      "start": 1192.0,
      "dur": 2.07,
      "text": "So, I expect those two sides to sit down and hash out the final details of a"
    },
    {
      "start": 1194.08,
      "dur": 2.949,
      "text": "and hash out the final details of a deal. I am told that there are multiple"
    },
    {
      "start": 1197.039,
      "dur": 2.791,
      "text": "deal. I am told that there are multiple deals to be announced. So, we'll watch"
    },
    {
      "start": 1199.84,
      "dur": 1.67,
      "text": "deals to be announced. So, we'll watch out for that. I think he's going to get"
    },
    {
      "start": 1201.52,
      "dur": 1.91,
      "text": "out for that. I think he's going to get a nice tour of the Forbidden City, which"
    },
    {
      "start": 1203.44,
      "dur": 1.83,
      "text": "a nice tour of the Forbidden City, which is lovely. Although, I have to say at"
    },
    {
      "start": 1205.28,
      "dur": 1.67,
      "text": "is lovely. Although, I have to say at this time of year, Adam, it is"
    },
    {
      "start": 1206.96,
      "dur": 1.589,
      "text": "this time of year, Adam, it is absolutely"
    },
    {
      "start": 1208.559,
      "dur": 2.791,
      "text": "absolutely Baltic. So, I hope that everybody coming"
    },
    {
      "start": 1211.36,
      "dur": 1.91,
      "text": "Baltic. So, I hope that everybody coming is completely wrapped up. We went out"
    },
    {
      "start": 1213.28,
      "dur": 1.99,
      "text": "is completely wrapped up. We went out the other day, it was minus Well, with"
    },
    {
      "start": 1215.28,
      "dur": 3.03,
      "text": "the other day, it was minus Well, with windchill, it said it was minus 19. So,"
    },
    {
      "start": 1218.32,
      "dur": 2.709,
      "text": "windchill, it said it was minus 19. So, it gives you an expectation. Um, but I"
    },
    {
      "start": 1221.039,
      "dur": 1.671,
      "text": "it gives you an expectation. Um, but I think when it comes to what we are"
    },
    {
      "start": 1222.72,
      "dur": 1.59,
      "text": "think when it comes to what we are watching for from the Beijing"
    },
    {
      "start": 1224.32,
      "dur": 2.15,
      "text": "watching for from the Beijing perspective in the last couple of"
    },
    {
      "start": 1226.48,
      "dur": 1.27,
      "text": "perspective in the last couple of months, I mean, I've just talked about"
    },
    {
      "start": 1227.76,
      "dur": 2.149,
      "text": "months, I mean, I've just talked about how cold it is. This is not a welcoming"
    },
    {
      "start": 1229.919,
      "dur": 2.63,
      "text": "how cold it is. This is not a welcoming city in winter. This is not your kind of"
    },
    {
      "start": 1232.559,
      "dur": 2.23,
      "text": "city in winter. This is not your kind of winter destination. And yet, in the last"
    },
    {
      "start": 1234.799,
      "dur": 2.711,
      "text": "winter destination. And yet, in the last two months, we've had this parade of"
    },
    {
      "start": 1237.52,
      "dur": 2.629,
      "text": "two months, we've had this parade of world leaders from France, South Korea,"
    },
    {
      "start": 1240.159,
      "dur": 2.87,
      "text": "world leaders from France, South Korea, Canada, Finland in the last 24 hours."
    },
    {
      "start": 1243.039,
      "dur": 1.351,
      "text": "Canada, Finland in the last 24 hours. And we've got the German chancellor"
    },
    {
      "start": 1244.4,
      "dur": 2.629,
      "text": "And we've got the German chancellor coming next month. And Beijing is"
    },
    {
      "start": 1247.039,
      "dur": 3.671,
      "text": "coming next month. And Beijing is allowing this to happen and framing it"
    },
    {
      "start": 1250.72,
      "dur": 3.51,
      "text": "allowing this to happen and framing it as nations coming to China as a"
    },
    {
      "start": 1254.24,
      "dur": 3.19,
      "text": "as nations coming to China as a predictable, reliable partner in"
    },
    {
      "start": 1257.44,
      "dur": 2.63,
      "text": "predictable, reliable partner in contrast to the United States. Where"
    },
    {
      "start": 1260.08,
      "dur": 3.03,
      "text": "contrast to the United States. Where Donald Trump's threatens tariffs, China"
    },
    {
      "start": 1263.12,
      "dur": 2.549,
      "text": "Donald Trump's threatens tariffs, China is offering deals. And I think when it"
    },
    {
      "start": 1265.679,
      "dur": 3.031,
      "text": "is offering deals. And I think when it comes to that contrast, I expect Beijing"
    },
    {
      "start": 1268.72,
      "dur": 2.87,
      "text": "comes to that contrast, I expect Beijing to do that again. And I think obviously"
    },
    {
      "start": 1271.6,
      "dur": 2.39,
      "text": "to do that again. And I think obviously we've already heard in interviews that"
    },
    {
      "start": 1274.0,
      "dur": 2.23,
      "text": "we've already heard in interviews that Sakir Sarmmer does not want to choose"
    },
    {
      "start": 1276.24,
      "dur": 2.309,
      "text": "Sakir Sarmmer does not want to choose between China and the United States."
    },
    {
      "start": 1278.559,
      "dur": 1.59,
      "text": "between China and the United States. That that v this visit is not about"
    },
    {
      "start": 1280.159,
      "dur": 2.471,
      "text": "That that v this visit is not about that. This is about the trade between uh"
    },
    {
      "start": 1282.64,
      "dur": 3.11,
      "text": "that. This is about the trade between uh the UK and Beijing and it has nothing to"
    },
    {
      "start": 1285.76,
      "dur": 2.63,
      "text": "the UK and Beijing and it has nothing to do with the United States. But I do"
    },
    {
      "start": 1288.4,
      "dur": 2.389,
      "text": "do with the United States. But I do expect China to try to frame it. We've"
    },
    {
      "start": 1290.799,
      "dur": 2.23,
      "text": "expect China to try to frame it. We've already heard from statements today that"
    },
    {
      "start": 1293.039,
      "dur": 2.151,
      "text": "already heard from statements today that they're saying that this is UK is coming"
    },
    {
      "start": 1295.2,
      "dur": 3.11,
      "text": "they're saying that this is UK is coming here in turbulent times. So I expect"
    },
    {
      "start": 1298.32,
      "dur": 1.51,
      "text": "here in turbulent times. So I expect more of that over the coming days."
    },
    {
      "start": 1299.84,
      "dur": 1.91,
      "text": "more of that over the coming days. &gt;&gt; And I suppose all those other world"
    },
    {
      "start": 1301.76,
      "dur": 1.83,
      "text": "&gt;&gt; And I suppose all those other world leaders have come with their own"
    },
    {
      "start": 1303.6,
      "dur": 1.91,
      "text": "leaders have come with their own particular relationships with America"
    },
    {
      "start": 1305.52,
      "dur": 2.07,
      "text": "particular relationships with America and with China. Each each country is"
    },
    {
      "start": 1307.6,
      "dur": 1.91,
      "text": "and with China. Each each country is quite unique. So for example, Mark"
    },
    {
      "start": 1309.52,
      "dur": 3.35,
      "text": "quite unique. So for example, Mark Carney, he is much tougher on Trump even"
    },
    {
      "start": 1312.88,
      "dur": 1.59,
      "text": "Carney, he is much tougher on Trump even though he's much more geographically"
    },
    {
      "start": 1314.48,
      "dur": 3.11,
      "text": "though he's much more geographically closer to Trump. And also he like Canada"
    },
    {
      "start": 1317.6,
      "dur": 1.51,
      "text": "closer to Trump. And also he like Canada hadn't really had much of a relationship"
    },
    {
      "start": 1319.12,
      "dur": 3.029,
      "text": "hadn't really had much of a relationship with China. So he's he's not a sort of"
    },
    {
      "start": 1322.159,
      "dur": 1.671,
      "text": "with China. So he's he's not a sort of cut and paste version of Kier Starmer,"
    },
    {
      "start": 1323.84,
      "dur": 2.47,
      "text": "cut and paste version of Kier Starmer, is he? It's it's very different."
    },
    {
      "start": 1326.32,
      "dur": 2.31,
      "text": "is he? It's it's very different. Canada blazed a trail I think when when"
    },
    {
      "start": 1328.64,
      "dur": 1.909,
      "text": "Canada blazed a trail I think when when they came here because if a country that"
    },
    {
      "start": 1330.559,
      "dur": 2.791,
      "text": "they came here because if a country that was so in a deep freeze with China that"
    },
    {
      "start": 1333.36,
      "dur": 2.15,
      "text": "was so in a deep freeze with China that had one of the worst relationship of any"
    },
    {
      "start": 1335.52,
      "dur": 2.389,
      "text": "had one of the worst relationship of any part of the western world with China can"
    },
    {
      "start": 1337.919,
      "dur": 2.551,
      "text": "part of the western world with China can make their way back then I think what it"
    },
    {
      "start": 1340.48,
      "dur": 1.75,
      "text": "make their way back then I think what it shows other nations is there is a way"
    },
    {
      "start": 1342.24,
      "dur": 1.669,
      "text": "shows other nations is there is a way forward now I have been speaking to"
    },
    {
      "start": 1343.919,
      "dur": 2.791,
      "text": "forward now I have been speaking to business leaders today what I can tell"
    },
    {
      "start": 1346.72,
      "dur": 4.15,
      "text": "business leaders today what I can tell you is that in the past when I've spoken"
    },
    {
      "start": 1350.88,
      "dur": 2.149,
      "text": "you is that in the past when I've spoken to officials who are trying to do deals"
    },
    {
      "start": 1353.039,
      "dur": 2.551,
      "text": "to officials who are trying to do deals with China what they've said to me is"
    },
    {
      "start": 1355.6,
      "dur": 1.99,
      "text": "with China what they've said to me is look Laura this is really hard this is"
    },
    {
      "start": 1357.6,
      "dur": 1.83,
      "text": "look Laura this is really hard this is really difficult you know China strikes"
    },
    {
      "start": 1359.44,
      "dur": 2.07,
      "text": "really difficult you know China strikes a hard bargain but because all these"
    },
    {
      "start": 1361.52,
      "dur": 2.629,
      "text": "a hard bargain but because all these leaders are coming and because so many"
    },
    {
      "start": 1364.159,
      "dur": 1.671,
      "text": "leaders are coming and because so many as you say are kind of striking their"
    },
    {
      "start": 1365.84,
      "dur": 1.67,
      "text": "as you say are kind of striking their own deals and and blazing their own"
    },
    {
      "start": 1367.52,
      "dur": 3.99,
      "text": "own deals and and blazing their own paths and ways into Beijing but what"
    },
    {
      "start": 1371.52,
      "dur": 1.35,
      "text": "paths and ways into Beijing but what they're saying is there's almost a"
    },
    {
      "start": 1372.88,
      "dur": 2.07,
      "text": "they're saying is there's almost a conveyor belt the Chinese officials have"
    },
    {
      "start": 1374.96,
      "dur": 1.75,
      "text": "conveyor belt the Chinese officials have kind of got used to sitting across from"
    },
    {
      "start": 1376.72,
      "dur": 2.39,
      "text": "kind of got used to sitting across from their counterparts whereas before there"
    },
    {
      "start": 1379.12,
      "dur": 2.15,
      "text": "their counterparts whereas before there was kind of a frosty reception stand you"
    },
    {
      "start": 1381.28,
      "dur": 2.55,
      "text": "was kind of a frosty reception stand you know making a hard bargain now there"
    },
    {
      "start": 1383.84,
      "dur": 2.15,
      "text": "know making a hard bargain now there does seem to be this conveyor belt of"
    },
    {
      "start": 1386.0,
      "dur": 2.63,
      "text": "does seem to be this conveyor belt of deals and the UK is next. So it does"
    },
    {
      "start": 1388.64,
      "dur": 1.99,
      "text": "deals and the UK is next. So it does seem to smooth a path even though each"
    },
    {
      "start": 1390.64,
      "dur": 1.67,
      "text": "seem to smooth a path even though each country is different. It does help"
    },
    {
      "start": 1392.32,
      "dur": 1.829,
      "text": "country is different. It does help smooth a path for the UK."
    },
    {
      "start": 1394.159,
      "dur": 1.51,
      "text": "smooth a path for the UK. &gt;&gt; Just in terms of kind of well now"
    },
    {
      "start": 1395.679,
      "dur": 1.751,
      "text": "&gt;&gt; Just in terms of kind of well now ancient political history, I hadn't"
    },
    {
      "start": 1397.44,
      "dur": 2.229,
      "text": "ancient political history, I hadn't quite clocked that the last British"
    },
    {
      "start": 1399.679,
      "dur": 1.99,
      "text": "quite clocked that the last British prime minister to go to Beijing was"
    },
    {
      "start": 1401.679,
      "dur": 2.071,
      "text": "prime minister to go to Beijing was eight years ago and it was Theresa May"
    },
    {
      "start": 1403.76,
      "dur": 1.43,
      "text": "eight years ago and it was Theresa May and I think maybe the reason I hadn't"
    },
    {
      "start": 1405.2,
      "dur": 1.67,
      "text": "and I think maybe the reason I hadn't clocked that was because actually there"
    },
    {
      "start": 1406.88,
      "dur": 2.789,
      "text": "clocked that was because actually there have been other ministers going. So"
    },
    {
      "start": 1409.679,
      "dur": 1.99,
      "text": "have been other ministers going. So Rachel Reeves the chancellor was there."
    },
    {
      "start": 1411.679,
      "dur": 1.831,
      "text": "Rachel Reeves the chancellor was there. So it's not like there's been no British"
    },
    {
      "start": 1413.52,
      "dur": 1.91,
      "text": "So it's not like there's been no British presence in Beijing over the last few"
    },
    {
      "start": 1415.44,
      "dur": 1.43,
      "text": "presence in Beijing over the last few years. It's actually just not been a"
    },
    {
      "start": 1416.88,
      "dur": 1.59,
      "text": "years. It's actually just not been a prime ministerial level."
    },
    {
      "start": 1418.48,
      "dur": 2.47,
      "text": "prime ministerial level. &gt;&gt; Yeah. We had a succession of visits from"
    },
    {
      "start": 1420.96,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah. We had a succession of visits from the likes of Rachel Reeves. Um we've had"
    },
    {
      "start": 1423.52,
      "dur": 1.43,
      "text": "the likes of Rachel Reeves. Um we've had others kind of make their way here."
    },
    {
      "start": 1424.96,
      "dur": 3.27,
      "text": "others kind of make their way here. David Lambi was here. I think um all"
    },
    {
      "start": 1428.24,
      "dur": 2.39,
      "text": "David Lambi was here. I think um all very low level. They've kept it quite"
    },
    {
      "start": 1430.64,
      "dur": 2.149,
      "text": "very low level. They've kept it quite quiet each time they've arrived. You"
    },
    {
      "start": 1432.799,
      "dur": 2.23,
      "text": "quiet each time they've arrived. You know, it's not been done with huge"
    },
    {
      "start": 1435.039,
      "dur": 2.311,
      "text": "know, it's not been done with huge fanfare. They've not traveled with much"
    },
    {
      "start": 1437.36,
      "dur": 3.189,
      "text": "fanfare. They've not traveled with much press. Um even access from my point of"
    },
    {
      "start": 1440.559,
      "dur": 1.511,
      "text": "press. Um even access from my point of view. you know, we've had a couple of"
    },
    {
      "start": 1442.08,
      "dur": 2.15,
      "text": "view. you know, we've had a couple of quick chats with them, but not much. So,"
    },
    {
      "start": 1444.24,
      "dur": 2.15,
      "text": "quick chats with them, but not much. So, it has been kept under the radar, but"
    },
    {
      "start": 1446.4,
      "dur": 3.03,
      "text": "it has been kept under the radar, but now this one, I mean, it's much debated"
    },
    {
      "start": 1449.44,
      "dur": 2.39,
      "text": "now this one, I mean, it's much debated in in your part of the world. Here, it's"
    },
    {
      "start": 1451.84,
      "dur": 1.91,
      "text": "in in your part of the world. Here, it's a few paragraphs in the foreign ministry"
    },
    {
      "start": 1453.76,
      "dur": 2.07,
      "text": "a few paragraphs in the foreign ministry statement, but it's still there. And"
    },
    {
      "start": 1455.84,
      "dur": 2.55,
      "text": "statement, but it's still there. And I've spoken to Chinese professors and I"
    },
    {
      "start": 1458.4,
      "dur": 3.03,
      "text": "I've spoken to Chinese professors and I think what their view is, yes, Britain"
    },
    {
      "start": 1461.44,
      "dur": 2.63,
      "text": "think what their view is, yes, Britain is still important to China. Because I"
    },
    {
      "start": 1464.08,
      "dur": 1.51,
      "text": "is still important to China. Because I was asking them, I was like, look, you"
    },
    {
      "start": 1465.6,
      "dur": 2.87,
      "text": "was asking them, I was like, look, you know, China's so dominant at the moment."
    },
    {
      "start": 1468.48,
      "dur": 1.91,
      "text": "know, China's so dominant at the moment. You've got a country that produces a"
    },
    {
      "start": 1470.4,
      "dur": 2.07,
      "text": "You've got a country that produces a third of the world's goods. You've got a"
    },
    {
      "start": 1472.48,
      "dur": 3.27,
      "text": "third of the world's goods. You've got a country that makes, you know, from 60 to"
    },
    {
      "start": 1475.76,
      "dur": 2.95,
      "text": "country that makes, you know, from 60 to 80% of renewable technology from solar"
    },
    {
      "start": 1478.72,
      "dur": 1.59,
      "text": "80% of renewable technology from solar panels, wind turbines to electric"
    },
    {
      "start": 1480.32,
      "dur": 1.349,
      "text": "panels, wind turbines to electric vehicles. You've got a country that"
    },
    {
      "start": 1481.679,
      "dur": 2.711,
      "text": "vehicles. You've got a country that processes 90% of the world's rare earth"
    },
    {
      "start": 1484.4,
      "dur": 1.59,
      "text": "processes 90% of the world's rare earth minerals, the thing that we need to"
    },
    {
      "start": 1486.0,
      "dur": 1.909,
      "text": "minerals, the thing that we need to make, smartphones, computers, military"
    },
    {
      "start": 1487.919,
      "dur": 3.511,
      "text": "make, smartphones, computers, military weapons. So, what on earth can the UK"
    },
    {
      "start": 1491.44,
      "dur": 2.95,
      "text": "weapons. So, what on earth can the UK offer um Beijing? Well, it seems that"
    },
    {
      "start": 1494.4,
      "dur": 2.55,
      "text": "offer um Beijing? Well, it seems that here it's banking, it's services, and"
    },
    {
      "start": 1496.96,
      "dur": 2.709,
      "text": "here it's banking, it's services, and obviously there's a million um alumni."
    },
    {
      "start": 1499.679,
      "dur": 1.511,
      "text": "obviously there's a million um alumni. This is one thing I didn't know until"
    },
    {
      "start": 1501.2,
      "dur": 1.75,
      "text": "This is one thing I didn't know until the last couple of weeks. There are a"
    },
    {
      "start": 1502.96,
      "dur": 1.829,
      "text": "the last couple of weeks. There are a million Chinese people who've studied in"
    },
    {
      "start": 1504.799,
      "dur": 1.511,
      "text": "million Chinese people who've studied in the UK. I've met quite a few of them at"
    },
    {
      "start": 1506.32,
      "dur": 3.11,
      "text": "the UK. I've met quite a few of them at Kay's when it comes to um kind of"
    },
    {
      "start": 1509.44,
      "dur": 2.229,
      "text": "Kay's when it comes to um kind of Scottish events. Have to say Scottish"
    },
    {
      "start": 1511.679,
      "dur": 1.911,
      "text": "Scottish events. Have to say Scottish universities do seem to be popular. And"
    },
    {
      "start": 1513.6,
      "dur": 2.15,
      "text": "universities do seem to be popular. And I've met a few um I went to a brewery"
    },
    {
      "start": 1515.76,
      "dur": 2.23,
      "text": "I've met a few um I went to a brewery the other day. I I do not do all my"
    },
    {
      "start": 1518.0,
      "dur": 3.83,
      "text": "the other day. I I do not do all my stories involving alcohol or or or other"
    },
    {
      "start": 1521.84,
      "dur": 2.709,
      "text": "stories involving alcohol or or or other Scots, but this was a Chinese um"
    },
    {
      "start": 1524.559,
      "dur": 3.11,
      "text": "Scots, but this was a Chinese um businessman. He studied in Glasgow. It's"
    },
    {
      "start": 1527.679,
      "dur": 1.271,
      "text": "businessman. He studied in Glasgow. It's quite interesting because he just fell"
    },
    {
      "start": 1528.96,
      "dur": 1.67,
      "text": "quite interesting because he just fell in love with British beer,"
    },
    {
      "start": 1530.64,
      "dur": 0.55,
      "text": "in love with British beer, &gt;&gt; right?"
    },
    {
      "start": 1531.2,
      "dur": 1.67,
      "text": "&gt;&gt; right? &gt;&gt; And I mean all he's like, \"Yeah, it's"
    },
    {
      "start": 1532.88,
      "dur": 1.59,
      "text": "&gt;&gt; And I mean all he's like, \"Yeah, it's just the beer is so good.\" I was like,"
    },
    {
      "start": 1534.48,
      "dur": 3.669,
      "text": "just the beer is so good.\" I was like, \"Okay.\" And he started brewing his own"
    },
    {
      "start": 1538.159,
      "dur": 2.311,
      "text": "\"Okay.\" And he started brewing his own beer. He's got a brewery in Glasgow and"
    },
    {
      "start": 1540.48,
      "dur": 2.63,
      "text": "beer. He's got a brewery in Glasgow and his bar here. So, he's kind of this"
    },
    {
      "start": 1543.12,
      "dur": 2.71,
      "text": "his bar here. So, he's kind of this cross-cultural ale and the Chinese love"
    },
    {
      "start": 1545.84,
      "dur": 2.309,
      "text": "cross-cultural ale and the Chinese love it. They're flocking to his bar. They're"
    },
    {
      "start": 1548.159,
      "dur": 1.51,
      "text": "it. They're flocking to his bar. They're sitting there, you know, they're eating"
    },
    {
      "start": 1549.679,
      "dur": 1.671,
      "text": "sitting there, you know, they're eating their fish and chips and and drinking"
    },
    {
      "start": 1551.36,
      "dur": 2.71,
      "text": "their fish and chips and and drinking their their brown ale. So, there's there"
    },
    {
      "start": 1554.08,
      "dur": 1.829,
      "text": "their their brown ale. So, there's there there are connections that I didn't even"
    },
    {
      "start": 1555.919,
      "dur": 1.75,
      "text": "there are connections that I didn't even know about. But I think when it comes to"
    },
    {
      "start": 1557.679,
      "dur": 1.671,
      "text": "know about. But I think when it comes to the kind of cultural connections and the"
    },
    {
      "start": 1559.36,
      "dur": 2.47,
      "text": "the kind of cultural connections and the business connections, I expect that to"
    },
    {
      "start": 1561.84,
      "dur": 1.59,
      "text": "business connections, I expect that to be highlighted over the next few days."
    },
    {
      "start": 1563.44,
      "dur": 1.589,
      "text": "be highlighted over the next few days. &gt;&gt; And a reminder, there's only three and a"
    },
    {
      "start": 1565.039,
      "dur": 3.911,
      "text": "&gt;&gt; And a reminder, there's only three and a half days of dry January left."
    },
    {
      "start": 1568.96,
      "dur": 1.43,
      "text": "half days of dry January left. &gt;&gt; Are you doing dry January?"
    },
    {
      "start": 1570.4,
      "dur": 1.35,
      "text": "&gt;&gt; Are you doing dry January? &gt;&gt; I am. Yes. Yeah."
    },
    {
      "start": 1571.76,
      "dur": 0.95,
      "text": "&gt;&gt; I am. Yes. Yeah. &gt;&gt; Oh dear."
    },
    {
      "start": 1572.72,
      "dur": 1.51,
      "text": "&gt;&gt; Oh dear. &gt;&gt; Anyway, it's been it's been good for"
    },
    {
      "start": 1574.24,
      "dur": 2.309,
      "text": "&gt;&gt; Anyway, it's been it's been good for good for my health. Uh anyway, um Laura,"
    },
    {
      "start": 1576.559,
      "dur": 2.871,
      "text": "good for my health. Uh anyway, um Laura, going back to the geopolitical picture,"
    },
    {
      "start": 1579.44,
      "dur": 1.99,
      "text": "going back to the geopolitical picture, um and obviously there's then this"
    },
    {
      "start": 1581.44,
      "dur": 1.829,
      "text": "um and obviously there's then this regular thing of whenever a British"
    },
    {
      "start": 1583.279,
      "dur": 2.071,
      "text": "regular thing of whenever a British political figure goes to China, they say"
    },
    {
      "start": 1585.36,
      "dur": 1.83,
      "text": "political figure goes to China, they say the things about human rights, whether"
    },
    {
      "start": 1587.2,
      "dur": 2.469,
      "text": "the things about human rights, whether it is the oppression of the Weaguers or"
    },
    {
      "start": 1589.679,
      "dur": 1.35,
      "text": "it is the oppression of the Weaguers or whether it is the suppression of"
    },
    {
      "start": 1591.039,
      "dur": 1.911,
      "text": "whether it is the suppression of democracy in Hong Kong with activists"
    },
    {
      "start": 1592.96,
      "dur": 2.39,
      "text": "democracy in Hong Kong with activists like Jimmy Lie. I get the impression"
    },
    {
      "start": 1595.36,
      "dur": 2.23,
      "text": "like Jimmy Lie. I get the impression that the Brits go and read out from a"
    },
    {
      "start": 1597.6,
      "dur": 2.15,
      "text": "that the Brits go and read out from a bit of paper, do a bit of mild finger"
    },
    {
      "start": 1599.76,
      "dur": 1.909,
      "text": "bit of paper, do a bit of mild finger wagging, and then the Chinese just go"
    },
    {
      "start": 1601.679,
      "dur": 2.311,
      "text": "wagging, and then the Chinese just go next."
    },
    {
      "start": 1604.0,
      "dur": 2.149,
      "text": "next. I think that's what's going to happen uh"
    },
    {
      "start": 1606.159,
      "dur": 2.951,
      "text": "I think that's what's going to happen uh here. Again, I think the problem for"
    },
    {
      "start": 1609.12,
      "dur": 2.87,
      "text": "here. Again, I think the problem for Britain is because of Hong Kong, it has"
    },
    {
      "start": 1612.0,
      "dur": 3.11,
      "text": "Britain is because of Hong Kong, it has more to bring up and because obviously"
    },
    {
      "start": 1615.12,
      "dur": 1.75,
      "text": "more to bring up and because obviously we've seen the protest in Hong Kong,"
    },
    {
      "start": 1616.88,
      "dur": 3.909,
      "text": "we've seen the protest in Hong Kong, we've seen this uh slow eradication of"
    },
    {
      "start": 1620.799,
      "dur": 3.031,
      "text": "we've seen this uh slow eradication of of what people there are alleging uh"
    },
    {
      "start": 1623.84,
      "dur": 2.709,
      "text": "of what people there are alleging uh that that perhaps more and more of their"
    },
    {
      "start": 1626.559,
      "dur": 2.551,
      "text": "that that perhaps more and more of their rights are being eroded in Hong Kong."
    },
    {
      "start": 1629.12,
      "dur": 2.87,
      "text": "rights are being eroded in Hong Kong. And we're seeing what many are accusing"
    },
    {
      "start": 1632.0,
      "dur": 3.11,
      "text": "And we're seeing what many are accusing China of doing of overtaking Hong Kong"
    },
    {
      "start": 1635.12,
      "dur": 2.789,
      "text": "China of doing of overtaking Hong Kong rather than have this dual system that"
    },
    {
      "start": 1637.919,
      "dur": 2.711,
      "text": "rather than have this dual system that was promised. And I think that gives"
    },
    {
      "start": 1640.64,
      "dur": 3.269,
      "text": "was promised. And I think that gives Britain perhaps a louder voice when it"
    },
    {
      "start": 1643.919,
      "dur": 2.311,
      "text": "Britain perhaps a louder voice when it comes to human rights. And I think when"
    },
    {
      "start": 1646.24,
      "dur": 2.23,
      "text": "comes to human rights. And I think when it comes to the others we've seen come"
    },
    {
      "start": 1648.48,
      "dur": 1.83,
      "text": "it comes to the others we've seen come through, human rights is still part of"
    },
    {
      "start": 1650.32,
      "dur": 1.99,
      "text": "through, human rights is still part of the conversation. But Mark Carney put it"
    },
    {
      "start": 1652.32,
      "dur": 1.67,
      "text": "the conversation. But Mark Carney put it one way. He said, \"Look, now is not the"
    },
    {
      "start": 1654.0,
      "dur": 1.99,
      "text": "one way. He said, \"Look, now is not the time to grab the megaphone. Yes, we're"
    },
    {
      "start": 1656.0,
      "dur": 2.549,
      "text": "time to grab the megaphone. Yes, we're going to bring it up, but at the at an"
    },
    {
      "start": 1658.559,
      "dur": 2.871,
      "text": "going to bring it up, but at the at an appropriate time. I think what we'll see"
    },
    {
      "start": 1661.44,
      "dur": 3.589,
      "text": "appropriate time. I think what we'll see from the UK is a bit of look, we have"
    },
    {
      "start": 1665.039,
      "dur": 1.99,
      "text": "from the UK is a bit of look, we have brought it up. Yes, we have read the the"
    },
    {
      "start": 1667.039,
      "dur": 2.391,
      "text": "brought it up. Yes, we have read the the Chinese, but honestly, when it comes to"
    },
    {
      "start": 1669.44,
      "dur": 2.79,
      "text": "Chinese, but honestly, when it comes to these constant allegations, it irks the"
    },
    {
      "start": 1672.24,
      "dur": 2.63,
      "text": "these constant allegations, it irks the Chinese. Officials will not be pleased"
    },
    {
      "start": 1674.88,
      "dur": 2.07,
      "text": "Chinese. Officials will not be pleased by it, but in many ways, they'll just"
    },
    {
      "start": 1676.96,
      "dur": 1.91,
      "text": "by it, but in many ways, they'll just brush it away, brush it aside because,"
    },
    {
      "start": 1678.88,
      "dur": 2.87,
      "text": "brush it away, brush it aside because, as I mentioned, this is a very, very"
    },
    {
      "start": 1681.76,
      "dur": 2.23,
      "text": "as I mentioned, this is a very, very confident Beijing right now. This is a"
    },
    {
      "start": 1684.0,
      "dur": 2.07,
      "text": "confident Beijing right now. This is a China that within the last year has"
    },
    {
      "start": 1686.08,
      "dur": 3.189,
      "text": "China that within the last year has fought a trade war with with its fellow"
    },
    {
      "start": 1689.279,
      "dur": 2.39,
      "text": "fought a trade war with with its fellow superpower, the United States that it's"
    },
    {
      "start": 1691.679,
      "dur": 3.751,
      "text": "superpower, the United States that it's used its status as the factory of the"
    },
    {
      "start": 1695.44,
      "dur": 3.03,
      "text": "used its status as the factory of the world as leverage against Donald Trump."
    },
    {
      "start": 1698.48,
      "dur": 1.99,
      "text": "world as leverage against Donald Trump. And here, President Xi will believe that"
    },
    {
      "start": 1700.48,
      "dur": 2.71,
      "text": "And here, President Xi will believe that he's shown America just how strong China"
    },
    {
      "start": 1703.2,
      "dur": 2.23,
      "text": "he's shown America just how strong China can be. So this is a China that feels"
    },
    {
      "start": 1705.44,
      "dur": 1.91,
      "text": "can be. So this is a China that feels dominant, that feels confident. So when"
    },
    {
      "start": 1707.36,
      "dur": 3.029,
      "text": "dominant, that feels confident. So when the you know any power any nation brings"
    },
    {
      "start": 1710.399,
      "dur": 2.39,
      "text": "the you know any power any nation brings up human rights I think at this stage"
    },
    {
      "start": 1712.799,
      "dur": 1.431,
      "text": "up human rights I think at this stage China will feel confident enough to"
    },
    {
      "start": 1714.24,
      "dur": 2.309,
      "text": "China will feel confident enough to brush off and know that it won't"
    },
    {
      "start": 1716.559,
      "dur": 2.23,
      "text": "brush off and know that it won't interfere with the trade negotiations"
    },
    {
      "start": 1718.799,
      "dur": 1.271,
      "text": "interfere with the trade negotiations that are ongoing."
    },
    {
      "start": 1720.08,
      "dur": 1.91,
      "text": "that are ongoing. &gt;&gt; And in terms of the political situation"
    },
    {
      "start": 1722.0,
      "dur": 1.83,
      "text": "&gt;&gt; And in terms of the political situation in China that Kier Starmer is arriving"
    },
    {
      "start": 1723.84,
      "dur": 2.069,
      "text": "in China that Kier Starmer is arriving into there's a few things going on. One"
    },
    {
      "start": 1725.919,
      "dur": 2.391,
      "text": "into there's a few things going on. One of which I've noticed is this loads of"
    },
    {
      "start": 1728.32,
      "dur": 2.31,
      "text": "of which I've noticed is this loads of loads of senior military figures being"
    },
    {
      "start": 1730.64,
      "dur": 1.909,
      "text": "loads of senior military figures being well some might say fired other people"
    },
    {
      "start": 1732.559,
      "dur": 1.83,
      "text": "well some might say fired other people might use the word purged. What's going"
    },
    {
      "start": 1734.399,
      "dur": 2.15,
      "text": "might use the word purged. What's going on there? Well, Adam, they don't come"
    },
    {
      "start": 1736.559,
      "dur": 2.951,
      "text": "on there? Well, Adam, they don't come back. So, it's very very rare for anyone"
    },
    {
      "start": 1739.52,
      "dur": 3.59,
      "text": "back. So, it's very very rare for anyone who disappears to reappear. So, the"
    },
    {
      "start": 1743.12,
      "dur": 1.83,
      "text": "who disappears to reappear. So, the senior ranks of the People's Liberation"
    },
    {
      "start": 1744.96,
      "dur": 4.069,
      "text": "senior ranks of the People's Liberation Army are currently in tatters. So, at"
    },
    {
      "start": 1749.039,
      "dur": 1.75,
      "text": "Army are currently in tatters. So, at the weekend, what we saw was China's top"
    },
    {
      "start": 1750.799,
      "dur": 2.23,
      "text": "the weekend, what we saw was China's top general, Jang Yoshi, and another"
    },
    {
      "start": 1753.039,
      "dur": 3.591,
      "text": "general, Jang Yoshi, and another military officer um has been so-called"
    },
    {
      "start": 1756.64,
      "dur": 3.269,
      "text": "military officer um has been so-called purged. And it came from uh a number of"
    },
    {
      "start": 1759.919,
      "dur": 2.63,
      "text": "purged. And it came from uh a number of press releases from the defense ministry"
    },
    {
      "start": 1762.559,
      "dur": 2.631,
      "text": "press releases from the defense ministry where they were accused not just of"
    },
    {
      "start": 1765.2,
      "dur": 1.75,
      "text": "where they were accused not just of corruption and that's the usual thing we"
    },
    {
      "start": 1766.96,
      "dur": 3.189,
      "text": "corruption and that's the usual thing we hear with with uh certainly with much of"
    },
    {
      "start": 1770.159,
      "dur": 2.071,
      "text": "hear with with uh certainly with much of President Xi's corruption drive. We"
    },
    {
      "start": 1772.24,
      "dur": 1.429,
      "text": "President Xi's corruption drive. We usually hear that they've maybe"
    },
    {
      "start": 1773.679,
      "dur": 2.311,
      "text": "usually hear that they've maybe committed some bribery maybe committed"
    },
    {
      "start": 1776.0,
      "dur": 2.07,
      "text": "committed some bribery maybe committed alleged offenses of various types of"
    },
    {
      "start": 1778.08,
      "dur": 2.87,
      "text": "alleged offenses of various types of corruption. This one, it appears that"
    },
    {
      "start": 1780.96,
      "dur": 3.03,
      "text": "corruption. This one, it appears that they have seriously undermined, as it"
    },
    {
      "start": 1784.0,
      "dur": 3.35,
      "text": "they have seriously undermined, as it said in in one of the the editorials,"
    },
    {
      "start": 1787.36,
      "dur": 2.789,
      "text": "said in in one of the the editorials, seriously undermined the chairman of the"
    },
    {
      "start": 1790.159,
      "dur": 2.23,
      "text": "seriously undermined the chairman of the military commission, which is President"
    },
    {
      "start": 1792.399,
      "dur": 2.791,
      "text": "military commission, which is President Xi. Now, many people, many analysts are"
    },
    {
      "start": 1795.2,
      "dur": 2.55,
      "text": "Xi. Now, many people, many analysts are viewing this as President Xi getting rid"
    },
    {
      "start": 1797.76,
      "dur": 3.029,
      "text": "viewing this as President Xi getting rid of any potential rival, although there"
    },
    {
      "start": 1800.799,
      "dur": 1.75,
      "text": "of any potential rival, although there are various allegations banning around"
    },
    {
      "start": 1802.559,
      "dur": 1.751,
      "text": "are various allegations banning around about what this top general may have"
    },
    {
      "start": 1804.32,
      "dur": 2.069,
      "text": "about what this top general may have done. But Adam, I think the thing you've"
    },
    {
      "start": 1806.399,
      "dur": 1.351,
      "text": "done. But Adam, I think the thing you've got to understand if you're coming new"
    },
    {
      "start": 1807.76,
      "dur": 2.95,
      "text": "got to understand if you're coming new to this, this has been an ongoing purge"
    },
    {
      "start": 1810.72,
      "dur": 3.11,
      "text": "to this, this has been an ongoing purge since President Xi took power in 2012."
    },
    {
      "start": 1813.84,
      "dur": 3.189,
      "text": "since President Xi took power in 2012. He has gone through rank and file. All"
    },
    {
      "start": 1817.039,
      "dur": 2.071,
      "text": "He has gone through rank and file. All of lower officials, local government,"
    },
    {
      "start": 1819.12,
      "dur": 2.23,
      "text": "of lower officials, local government, higher government, and then come about"
    },
    {
      "start": 1821.36,
      "dur": 3.27,
      "text": "higher government, and then come about 2023, he started targeting the military."
    },
    {
      "start": 1824.64,
      "dur": 3.029,
      "text": "2023, he started targeting the military. And now we see some of his top generals,"
    },
    {
      "start": 1827.679,
      "dur": 1.831,
      "text": "And now we see some of his top generals, some of the very few that have even"
    },
    {
      "start": 1829.52,
      "dur": 3.029,
      "text": "some of the very few that have even combat experience disappearing and being"
    },
    {
      "start": 1832.559,
      "dur": 2.311,
      "text": "combat experience disappearing and being accused of corruption. And I think it's"
    },
    {
      "start": 1834.88,
      "dur": 2.149,
      "text": "accused of corruption. And I think it's really generating headlines amongst"
    },
    {
      "start": 1837.039,
      "dur": 1.75,
      "text": "really generating headlines amongst China watchers, if nobody else,"
    },
    {
      "start": 1838.799,
      "dur": 3.031,
      "text": "China watchers, if nobody else, wondering what on earth is going on at"
    },
    {
      "start": 1841.84,
      "dur": 2.069,
      "text": "wondering what on earth is going on at the upper echelons of the People's"
    },
    {
      "start": 1843.919,
      "dur": 0.951,
      "text": "the upper echelons of the People's Liberation Army."
    },
    {
      "start": 1844.88,
      "dur": 1.99,
      "text": "Liberation Army. &gt;&gt; And in terms of when somebody does get"
    },
    {
      "start": 1846.88,
      "dur": 3.83,
      "text": "&gt;&gt; And in terms of when somebody does get purged, um to use that word, do they do"
    },
    {
      "start": 1850.72,
      "dur": 2.79,
      "text": "purged, um to use that word, do they do they get sent to prison? Uh do they get"
    },
    {
      "start": 1853.52,
      "dur": 2.629,
      "text": "they get sent to prison? Uh do they get to sort of retire and just never be seen"
    },
    {
      "start": 1856.159,
      "dur": 2.151,
      "text": "to sort of retire and just never be seen again or is it sort of more sinister"
    },
    {
      "start": 1858.32,
      "dur": 2.79,
      "text": "again or is it sort of more sinister than that? Or do we just not know? So, I"
    },
    {
      "start": 1861.12,
      "dur": 2.71,
      "text": "than that? Or do we just not know? So, I would love a back briefing."
    },
    {
      "start": 1863.84,
      "dur": 1.75,
      "text": "would love a back briefing. I would love Chinese officials to take"
    },
    {
      "start": 1865.6,
      "dur": 1.51,
      "text": "I would love Chinese officials to take me aside. So, Laura, this is what"
    },
    {
      "start": 1867.12,
      "dur": 2.39,
      "text": "me aside. So, Laura, this is what happens. But of course, welcome to my"
    },
    {
      "start": 1869.52,
      "dur": 1.59,
      "text": "happens. But of course, welcome to my life here in Beijing. That does not"
    },
    {
      "start": 1871.12,
      "dur": 1.669,
      "text": "life here in Beijing. That does not happen here. It's not like any other"
    },
    {
      "start": 1872.799,
      "dur": 2.151,
      "text": "happen here. It's not like any other country. It's not like we have any"
    },
    {
      "start": 1874.96,
      "dur": 1.589,
      "text": "country. It's not like we have any access. Everything that happens is"
    },
    {
      "start": 1876.559,
      "dur": 3.11,
      "text": "access. Everything that happens is opaque. What we kind of think happens is"
    },
    {
      "start": 1879.679,
      "dur": 2.311,
      "text": "opaque. What we kind of think happens is that some of them after a while they'll"
    },
    {
      "start": 1882.0,
      "dur": 2.549,
      "text": "that some of them after a while they'll be taken somewhere questioned and it"
    },
    {
      "start": 1884.559,
      "dur": 2.071,
      "text": "be taken somewhere questioned and it takes several months before we hear the"
    },
    {
      "start": 1886.64,
      "dur": 1.99,
      "text": "takes several months before we hear the actual charges and then we find out that"
    },
    {
      "start": 1888.64,
      "dur": 2.149,
      "text": "actual charges and then we find out that they're being imprisoned for for a very"
    },
    {
      "start": 1890.799,
      "dur": 3.11,
      "text": "they're being imprisoned for for a very long time. Um so I think that is what we"
    },
    {
      "start": 1893.919,
      "dur": 2.711,
      "text": "long time. Um so I think that is what we expect this time around. Although with"
    },
    {
      "start": 1896.64,
      "dur": 2.95,
      "text": "expect this time around. Although with such a senior general, what we are also"
    },
    {
      "start": 1899.6,
      "dur": 2.309,
      "text": "such a senior general, what we are also expecting is his supporters, the people"
    },
    {
      "start": 1901.919,
      "dur": 2.311,
      "text": "expecting is his supporters, the people that he's promoted over the years to"
    },
    {
      "start": 1904.24,
      "dur": 2.549,
      "text": "that he's promoted over the years to also perhaps be purged, also be accused"
    },
    {
      "start": 1906.799,
      "dur": 2.47,
      "text": "also perhaps be purged, also be accused of corruption within the coming months."
    },
    {
      "start": 1909.279,
      "dur": 2.071,
      "text": "of corruption within the coming months. So, this might not be the end of it."
    },
    {
      "start": 1911.36,
      "dur": 2.309,
      "text": "So, this might not be the end of it. &gt;&gt; Right. And not to turn this into a Chris"
    },
    {
      "start": 1913.679,
      "dur": 3.191,
      "text": "&gt;&gt; Right. And not to turn this into a Chris Mason travel podcast, but yeah. Um, what"
    },
    {
      "start": 1916.88,
      "dur": 2.55,
      "text": "Mason travel podcast, but yeah. Um, what sort of things do visiting British"
    },
    {
      "start": 1919.44,
      "dur": 1.51,
      "text": "sort of things do visiting British journalists have to bear in mind in"
    },
    {
      "start": 1920.96,
      "dur": 1.75,
      "text": "journalists have to bear in mind in terms of reporting on the ground there?"
    },
    {
      "start": 1922.72,
      "dur": 1.669,
      "text": "terms of reporting on the ground there? I'm thinking like really basic things"
    },
    {
      "start": 1924.399,
      "dur": 1.671,
      "text": "I'm thinking like really basic things like not having the same access to the"
    },
    {
      "start": 1926.08,
      "dur": 1.51,
      "text": "like not having the same access to the internet that I have here in the studio"
    },
    {
      "start": 1927.6,
      "dur": 1.51,
      "text": "internet that I have here in the studio right now."
    },
    {
      "start": 1929.12,
      "dur": 1.909,
      "text": "right now. &gt;&gt; Yeah, there there are a few challenges."
    },
    {
      "start": 1931.039,
      "dur": 1.671,
      "text": "&gt;&gt; Yeah, there there are a few challenges. So, first of all, we have a thing called"
    },
    {
      "start": 1932.72,
      "dur": 3.35,
      "text": "So, first of all, we have a thing called VPN. Um, so that means that uh we can"
    },
    {
      "start": 1936.08,
      "dur": 1.429,
      "text": "VPN. Um, so that means that uh we can access the internet outside China"
    },
    {
      "start": 1937.519,
      "dur": 2.39,
      "text": "access the internet outside China because there's a massive firewall right"
    },
    {
      "start": 1939.919,
      "dur": 2.391,
      "text": "because there's a massive firewall right across the country. VPNs are actually"
    },
    {
      "start": 1942.32,
      "dur": 2.63,
      "text": "across the country. VPNs are actually illegal in China, but you kind of get"
    },
    {
      "start": 1944.96,
      "dur": 1.189,
      "text": "illegal in China, but you kind of get away with it with if you're a"
    },
    {
      "start": 1946.159,
      "dur": 2.791,
      "text": "away with it with if you're a journalist. Um, but that allows me to"
    },
    {
      "start": 1948.96,
      "dur": 2.23,
      "text": "journalist. Um, but that allows me to access the outside world. But again,"
    },
    {
      "start": 1951.2,
      "dur": 2.309,
      "text": "access the outside world. But again, it's it's hit and miss. I'm talking to"
    },
    {
      "start": 1953.519,
      "dur": 3.03,
      "text": "it's it's hit and miss. I'm talking to you now, so it's working fine, but uh it"
    },
    {
      "start": 1956.559,
      "dur": 2.071,
      "text": "you now, so it's working fine, but uh it can be hit and miss. There are various"
    },
    {
      "start": 1958.64,
      "dur": 2.23,
      "text": "can be hit and miss. There are various restrictions on us. Yes, we carry press"
    },
    {
      "start": 1960.88,
      "dur": 2.47,
      "text": "restrictions on us. Yes, we carry press cards, but there is not an understanding"
    },
    {
      "start": 1963.36,
      "dur": 2.309,
      "text": "cards, but there is not an understanding of a free press here. So, anywhere I go,"
    },
    {
      "start": 1965.679,
      "dur": 1.83,
      "text": "of a free press here. So, anywhere I go, for instance, when I'm traveling, I"
    },
    {
      "start": 1967.519,
      "dur": 1.671,
      "text": "for instance, when I'm traveling, I usually get a lot of questions from the"
    },
    {
      "start": 1969.2,
      "dur": 1.67,
      "text": "usually get a lot of questions from the police. If I'm doing something"
    },
    {
      "start": 1970.88,
      "dur": 2.389,
      "text": "police. If I'm doing something controversial, whether it's rare earths"
    },
    {
      "start": 1973.279,
      "dur": 1.99,
      "text": "controversial, whether it's rare earths or whether we're in the edge of Sichuan"
    },
    {
      "start": 1975.279,
      "dur": 2.551,
      "text": "or whether we're in the edge of Sichuan on the edge of Tibet, you expect to be"
    },
    {
      "start": 1977.84,
      "dur": 1.51,
      "text": "on the edge of Tibet, you expect to be followed. you expect to be taken to a"
    },
    {
      "start": 1979.36,
      "dur": 1.75,
      "text": "followed. you expect to be taken to a super security office and you expect to"
    },
    {
      "start": 1981.12,
      "dur": 3.029,
      "text": "super security office and you expect to be um fully questioned for a number of"
    },
    {
      "start": 1984.159,
      "dur": 2.951,
      "text": "be um fully questioned for a number of hours before um hopefully be set set"
    },
    {
      "start": 1987.12,
      "dur": 1.75,
      "text": "hours before um hopefully be set set free. Um these are the kind of"
    },
    {
      "start": 1988.88,
      "dur": 2.149,
      "text": "free. Um these are the kind of restrictions. So it goes from a simple"
    },
    {
      "start": 1991.039,
      "dur": 1.75,
      "text": "restrictions. So it goes from a simple let me see your press card. What are you"
    },
    {
      "start": 1992.799,
      "dur": 1.671,
      "text": "let me see your press card. What are you doing here? Please don't film here,"
    },
    {
      "start": 1994.48,
      "dur": 2.47,
      "text": "doing here? Please don't film here, don't film us. You also get accused of"
    },
    {
      "start": 1996.96,
      "dur": 2.47,
      "text": "don't film us. You also get accused of taking illegal interviews sometimes."
    },
    {
      "start": 1999.44,
      "dur": 2.55,
      "text": "taking illegal interviews sometimes. &gt;&gt; Um and so it goes from that level all"
    },
    {
      "start": 2002.0,
      "dur": 2.549,
      "text": "&gt;&gt; Um and so it goes from that level all the way up to, you know, three hours in"
    },
    {
      "start": 2004.559,
      "dur": 2.071,
      "text": "the way up to, you know, three hours in a police office trying to negotiate your"
    },
    {
      "start": 2006.64,
      "dur": 2.31,
      "text": "a police office trying to negotiate your way out. Um, so I think I think Chris"
    },
    {
      "start": 2008.96,
      "dur": 1.829,
      "text": "way out. Um, so I think I think Chris will be fine. He's traveling with the"
    },
    {
      "start": 2010.799,
      "dur": 2.87,
      "text": "will be fine. He's traveling with the prime minister. I hope he enjoys this"
    },
    {
      "start": 2013.679,
      "dur": 2.23,
      "text": "prime minister. I hope he enjoys this beautiful country as much as he can see."
    },
    {
      "start": 2015.919,
      "dur": 2.151,
      "text": "beautiful country as much as he can see. I think the other thing um as that I"
    },
    {
      "start": 2018.08,
      "dur": 3.35,
      "text": "I think the other thing um as that I didn't mention, it does look like now"
    },
    {
      "start": 2021.44,
      "dur": 2.39,
      "text": "didn't mention, it does look like now that Europe's much of Europe has it, but"
    },
    {
      "start": 2023.84,
      "dur": 3.829,
      "text": "that Europe's much of Europe has it, but it does look like uh they're certainly"
    },
    {
      "start": 2027.679,
      "dur": 2.311,
      "text": "it does look like uh they're certainly ready to announce and I'm I can't say it"
    },
    {
      "start": 2030.0,
      "dur": 2.31,
      "text": "ready to announce and I'm I can't say it with 100% certainty, but I think I'm 90%"
    },
    {
      "start": 2032.32,
      "dur": 2.709,
      "text": "with 100% certainty, but I think I'm 90% sure that they're going to be vis um"
    },
    {
      "start": 2035.039,
      "dur": 2.47,
      "text": "sure that they're going to be vis um entry for British tourists."
    },
    {
      "start": 2037.519,
      "dur": 2.15,
      "text": "entry for British tourists. um they've done it for other countries"
    },
    {
      "start": 2039.679,
      "dur": 1.35,
      "text": "um they've done it for other countries especially after visiting prime"
    },
    {
      "start": 2041.039,
      "dur": 1.591,
      "text": "especially after visiting prime ministers they did it for Canada the"
    },
    {
      "start": 2042.64,
      "dur": 2.389,
      "text": "ministers they did it for Canada the other week so we are kind of uh hoping"
    },
    {
      "start": 2045.039,
      "dur": 1.671,
      "text": "other week so we are kind of uh hoping and looking to see what that's h if"
    },
    {
      "start": 2046.72,
      "dur": 2.389,
      "text": "and looking to see what that's h if that's going to happen I have to say"
    },
    {
      "start": 2049.119,
      "dur": 2.95,
      "text": "that's going to happen I have to say just to look at the upsides China is a"
    },
    {
      "start": 2052.079,
      "dur": 2.31,
      "text": "just to look at the upsides China is a stunning country absolutely beautiful"
    },
    {
      "start": 2054.399,
      "dur": 2.23,
      "text": "stunning country absolutely beautiful country with amazing people who are so"
    },
    {
      "start": 2056.639,
      "dur": 2.071,
      "text": "country with amazing people who are so welcoming so although I have that"
    },
    {
      "start": 2058.72,
      "dur": 2.79,
      "text": "welcoming so although I have that experience as a journalist as a tourist"
    },
    {
      "start": 2061.52,
      "dur": 1.67,
      "text": "experience as a journalist as a tourist it's one of the one most wonderful"
    },
    {
      "start": 2063.2,
      "dur": 2.869,
      "text": "it's one of the one most wonderful places to travel so don't be put off by"
    },
    {
      "start": 2066.079,
      "dur": 0.871,
      "text": "places to travel so don't be put off by what I'm telling you"
    },
    {
      "start": 2066.96,
      "dur": 1.83,
      "text": "what I'm telling you &gt;&gt; and also just so much to discover"
    },
    {
      "start": 2068.8,
      "dur": 1.75,
      "text": "&gt;&gt; and also just so much to discover because the average British person"
    },
    {
      "start": 2070.56,
      "dur": 2.63,
      "text": "because the average British person including me knows so little about it."
    },
    {
      "start": 2073.2,
      "dur": 1.429,
      "text": "including me knows so little about it. Yeah, I mean that's one of the things"
    },
    {
      "start": 2074.639,
      "dur": 1.43,
      "text": "Yeah, I mean that's one of the things we've been having these discussions"
    },
    {
      "start": 2076.079,
      "dur": 3.03,
      "text": "we've been having these discussions ahead of Sakura Starmer's visit and I"
    },
    {
      "start": 2079.119,
      "dur": 2.311,
      "text": "ahead of Sakura Starmer's visit and I think many people who've you know phoned"
    },
    {
      "start": 2081.44,
      "dur": 1.99,
      "text": "think many people who've you know phoned me up and just gone look here's the"
    },
    {
      "start": 2083.44,
      "dur": 1.59,
      "text": "me up and just gone look here's the thing can you just I just don't know"
    },
    {
      "start": 2085.04,
      "dur": 1.67,
      "text": "thing can you just I just don't know much about China can you help me out I"
    },
    {
      "start": 2086.72,
      "dur": 2.149,
      "text": "much about China can you help me out I was like yeah sure"
    },
    {
      "start": 2088.879,
      "dur": 2.311,
      "text": "was like yeah sure so I think there is a big disconnect and"
    },
    {
      "start": 2091.2,
      "dur": 1.27,
      "text": "so I think there is a big disconnect and sometimes these peopleto people"
    },
    {
      "start": 2092.48,
      "dur": 2.07,
      "text": "sometimes these peopleto people exchanges even at a small level even as"
    },
    {
      "start": 2094.56,
      "dur": 1.91,
      "text": "exchanges even at a small level even as a tourist can really make a difference"
    },
    {
      "start": 2096.48,
      "dur": 2.31,
      "text": "a tourist can really make a difference to help you understand the country and a"
    },
    {
      "start": 2098.8,
      "dur": 2.309,
      "text": "to help you understand the country and a country you know is is is different from"
    },
    {
      "start": 2101.119,
      "dur": 2.551,
      "text": "country you know is is is different from its leaders as we all Laura, thank you"
    },
    {
      "start": 2103.68,
      "dur": 1.429,
      "text": "its leaders as we all Laura, thank you very much."
    },
    {
      "start": 2105.119,
      "dur": 4.201,
      "text": "very much. &gt;&gt; Thank you. Lovely to talk to you."
    }
  ]
}