{
  "videoId": "Yn5KSyuzALU",
  "title": "New Andrew emails to Epstein appear to pass on confidential investment information | BBC News",
  "publishedAt": "2026-02-08",
  "channel": "BBC News",
  "durationSeconds": 116,
  "segments": [
    {
      "start": 0.4,
      "dur": 1.92,
      "text": "Andrew Mountbatton Windsor appears to"
    },
    {
      "start": 2.32,
      "dur": 1.989,
      "text": "Andrew Mountbatton Windsor appears to have knowingly shared confidential"
    },
    {
      "start": 4.319,
      "dur": 2.711,
      "text": "have knowingly shared confidential information with Jeffrey Epstein when as"
    },
    {
      "start": 7.04,
      "dur": 2.469,
      "text": "information with Jeffrey Epstein when as Prince Andrew he was a UK trade envoy."
    },
    {
      "start": 9.519,
      "dur": 2.15,
      "text": "Prince Andrew he was a UK trade envoy. Emails seen by the BBC from the recently"
    },
    {
      "start": 11.679,
      "dur": 2.07,
      "text": "Emails seen by the BBC from the recently released Epstein files show Mr."
    },
    {
      "start": 13.759,
      "dur": 1.75,
      "text": "released Epstein files show Mr. Mountbatten Windsor apparently passing"
    },
    {
      "start": 15.519,
      "dur": 2.471,
      "text": "Mountbatten Windsor apparently passing on details of investment opportunities."
    },
    {
      "start": 18.0,
      "dur": 2.31,
      "text": "on details of investment opportunities. Official guidance says trade envoys have"
    },
    {
      "start": 20.32,
      "dur": 2.789,
      "text": "Official guidance says trade envoys have a duty of confidentiality with sensitive"
    },
    {
      "start": 23.119,
      "dur": 2.471,
      "text": "a duty of confidentiality with sensitive commercial or political information."
    },
    {
      "start": 25.6,
      "dur": 1.669,
      "text": "commercial or political information. Andrew Mountbatten Windsor has been"
    },
    {
      "start": 27.279,
      "dur": 1.99,
      "text": "Andrew Mountbatten Windsor has been contacted for comment. Here's our"
    },
    {
      "start": 29.279,
      "dur": 1.511,
      "text": "contacted for comment. Here's our investigations correspondent to Andy"
    },
    {
      "start": 30.8,
      "dur": 1.909,
      "text": "investigations correspondent to Andy Verity."
    },
    {
      "start": 32.719,
      "dur": 2.151,
      "text": "Verity. &gt;&gt; This is Andrew Mountbatton Windsor in"
    },
    {
      "start": 34.88,
      "dur": 1.669,
      "text": "&gt;&gt; This is Andrew Mountbatton Windsor in the present day, stripped of his titles"
    },
    {
      "start": 36.559,
      "dur": 2.15,
      "text": "the present day, stripped of his titles and roles after revelations of his past"
    },
    {
      "start": 38.719,
      "dur": 1.751,
      "text": "and roles after revelations of his past dealings with Jeffrey Epstein."
    },
    {
      "start": 40.48,
      "dur": 1.83,
      "text": "dealings with Jeffrey Epstein. &gt;&gt; Embarrassment, sir. Andrew, you're"
    },
    {
      "start": 42.32,
      "dur": 0.71,
      "text": "&gt;&gt; Embarrassment, sir. Andrew, you're resigning."
    },
    {
      "start": 43.04,
      "dur": 1.669,
      "text": "resigning. &gt;&gt; He was already under pressure about it"
    },
    {
      "start": 44.719,
      "dur": 2.471,
      "text": "&gt;&gt; He was already under pressure about it 15 years ago after newspaper revelations"
    },
    {
      "start": 47.2,
      "dur": 2.71,
      "text": "15 years ago after newspaper revelations in March 2011, saying the financia,"
    },
    {
      "start": 49.92,
      "dur": 2.149,
      "text": "in March 2011, saying the financia, already by then convicted of soliciting"
    },
    {
      "start": 52.079,
      "dur": 2.551,
      "text": "already by then convicted of soliciting a child for prostitution, had helped pay"
    },
    {
      "start": 54.64,
      "dur": 2.95,
      "text": "a child for prostitution, had helped pay off his ex-wife Sarah Ferguson's debts."
    },
    {
      "start": 57.6,
      "dur": 1.67,
      "text": "off his ex-wife Sarah Ferguson's debts. Emails in the latest batch of files"
    },
    {
      "start": 59.28,
      "dur": 1.83,
      "text": "Emails in the latest batch of files released by the US Department of Justice"
    },
    {
      "start": 61.12,
      "dur": 2.15,
      "text": "released by the US Department of Justice appear to indicate that weeks earlier on"
    },
    {
      "start": 63.28,
      "dur": 2.229,
      "text": "appear to indicate that weeks earlier on the 30th of November 2010, the then"
    },
    {
      "start": 65.519,
      "dur": 1.511,
      "text": "the 30th of November 2010, the then prince received reports about his"
    },
    {
      "start": 67.04,
      "dur": 1.99,
      "text": "prince received reports about his official visits as a British trade envoy"
    },
    {
      "start": 69.04,
      "dur": 3.51,
      "text": "official visits as a British trade envoy to Vietnam, Singapore, and China. 5"
    },
    {
      "start": 72.56,
      "dur": 3.51,
      "text": "to Vietnam, Singapore, and China. 5 minutes later, he sent them to Epstein."
    },
    {
      "start": 76.08,
      "dur": 1.349,
      "text": "minutes later, he sent them to Epstein. &gt;&gt; I'm carrying on."
    },
    {
      "start": 77.439,
      "dur": 2.071,
      "text": "&gt;&gt; I'm carrying on. &gt;&gt; The former Duke of York told Newsight he"
    },
    {
      "start": 79.52,
      "dur": 2.79,
      "text": "&gt;&gt; The former Duke of York told Newsight he last saw Epstein in early December 2010"
    },
    {
      "start": 82.32,
      "dur": 1.67,
      "text": "last saw Epstein in early December 2010 to break off their friendship."
    },
    {
      "start": 84.0,
      "dur": 1.99,
      "text": "to break off their friendship. &gt;&gt; I have no recollection. But on Christmas"
    },
    {
      "start": 86.0,
      "dur": 2.07,
      "text": "&gt;&gt; I have no recollection. But on Christmas Eve, he emailed Epstein a briefing he"
    },
    {
      "start": 88.08,
      "dur": 2.23,
      "text": "Eve, he emailed Epstein a briefing he knew was confidential on investment"
    },
    {
      "start": 90.32,
      "dur": 1.59,
      "text": "knew was confidential on investment opportunities in the reconstruction of"
    },
    {
      "start": 91.92,
      "dur": 2.869,
      "text": "opportunities in the reconstruction of Helmond Province, Afghanistan, funded by"
    },
    {
      "start": 94.799,
      "dur": 2.471,
      "text": "Helmond Province, Afghanistan, funded by British government money. And further"
    },
    {
      "start": 97.28,
      "dur": 1.67,
      "text": "British government money. And further emails show he was still suggesting"
    },
    {
      "start": 98.96,
      "dur": 1.829,
      "text": "emails show he was still suggesting other investments for Epstein weeks"
    },
    {
      "start": 100.799,
      "dur": 2.63,
      "text": "other investments for Epstein weeks later. Under official guidance, trade"
    },
    {
      "start": 103.439,
      "dur": 2.071,
      "text": "later. Under official guidance, trade envoys have a duty of confidentiality"
    },
    {
      "start": 105.52,
      "dur": 2.15,
      "text": "envoys have a duty of confidentiality over sensitive commercial or political"
    },
    {
      "start": 107.68,
      "dur": 2.55,
      "text": "over sensitive commercial or political information about relevant visits. The"
    },
    {
      "start": 110.24,
      "dur": 1.67,
      "text": "information about relevant visits. The former Duke of York has been contacted"
    },
    {
      "start": 111.92,
      "dur": 2.71,
      "text": "former Duke of York has been contacted for comment but has not responded. Andy"
    },
    {
      "start": 114.64,
      "dur": 3.04,
      "text": "for comment but has not responded. Andy Verity, BBC News."
    }
  ]
}