{
  "videoId": "Z0KXYqPyZQY",
  "title": "Could China cutting CO2 be good news for the planet? | Global News Podcast",
  "publishedAt": "2026-02-12",
  "channel": "BBC News",
  "durationSeconds": 577,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.24,
      "text": "Welcome to the Global News podcast on"
    },
    {
      "start": 2.32,
      "dur": 1.75,
      "text": "Welcome to the Global News podcast on YouTube, where we go behind the"
    },
    {
      "start": 4.08,
      "dur": 2.95,
      "text": "YouTube, where we go behind the headlines. Hello, I'm Oliver Conway, and"
    },
    {
      "start": 7.04,
      "dur": 2.07,
      "text": "headlines. Hello, I'm Oliver Conway, and today we're looking at some possible"
    },
    {
      "start": 9.12,
      "dur": 2.71,
      "text": "today we're looking at some possible good news for the planet. Greenhouse gas"
    },
    {
      "start": 11.84,
      "dur": 2.709,
      "text": "good news for the planet. Greenhouse gas emissions in China, the world's largest"
    },
    {
      "start": 14.559,
      "dur": 2.71,
      "text": "emissions in China, the world's largest poller, have fallen slightly. Our"
    },
    {
      "start": 17.279,
      "dur": 2.15,
      "text": "poller, have fallen slightly. Our climate editor, Justin Rolat, is here."
    },
    {
      "start": 19.439,
      "dur": 2.791,
      "text": "climate editor, Justin Rolat, is here. And Justin, how important could this be?"
    },
    {
      "start": 22.24,
      "dur": 2.55,
      "text": "And Justin, how important could this be? Well, looking at the figures, you'd say"
    },
    {
      "start": 24.8,
      "dur": 2.15,
      "text": "Well, looking at the figures, you'd say not very important because how much of"
    },
    {
      "start": 26.96,
      "dur": 2.229,
      "text": "not very important because how much of the first year ever China emissions have"
    },
    {
      "start": 29.199,
      "dur": 1.671,
      "text": "the first year ever China emissions have actually gone fallen back? They've"
    },
    {
      "start": 30.88,
      "dur": 3.11,
      "text": "actually gone fallen back? They've fallen back by 0.3%. Now, that really"
    },
    {
      "start": 34.0,
      "dur": 1.75,
      "text": "fallen back by 0.3%. Now, that really really doesn't sound much, but what"
    },
    {
      "start": 35.76,
      "dur": 1.99,
      "text": "really doesn't sound much, but what we're seeing it is against a background"
    },
    {
      "start": 37.76,
      "dur": 2.629,
      "text": "we're seeing it is against a background of level or falling emissions for almost"
    },
    {
      "start": 40.399,
      "dur": 2.15,
      "text": "of level or falling emissions for almost two years now, for 21 months. Uh, in"
    },
    {
      "start": 42.559,
      "dur": 2.391,
      "text": "two years now, for 21 months. Uh, in fact, they sort of peaked in in kind of"
    },
    {
      "start": 44.96,
      "dur": 2.95,
      "text": "fact, they sort of peaked in in kind of spring of 2024 and then have fallen back"
    },
    {
      "start": 47.92,
      "dur": 2.39,
      "text": "spring of 2024 and then have fallen back a bit more significantly since then. So"
    },
    {
      "start": 50.32,
      "dur": 2.389,
      "text": "a bit more significantly since then. So what people are saying is and look it's"
    },
    {
      "start": 52.719,
      "dur": 2.791,
      "text": "what people are saying is and look it's couched around with uh with uh with with"
    },
    {
      "start": 55.52,
      "dur": 2.23,
      "text": "couched around with uh with uh with with caveats but there's we it appears we"
    },
    {
      "start": 57.76,
      "dur": 2.469,
      "text": "caveats but there's we it appears we might be seeing the beginning of"
    },
    {
      "start": 60.239,
      "dur": 1.751,
      "text": "might be seeing the beginning of certainly peaking of emissions in China"
    },
    {
      "start": 62.0,
      "dur": 1.67,
      "text": "certainly peaking of emissions in China and possibly even the beginning of a"
    },
    {
      "start": 63.68,
      "dur": 2.23,
      "text": "and possibly even the beginning of a decline in emissions in China. Set that"
    },
    {
      "start": 65.92,
      "dur": 2.79,
      "text": "decline in emissions in China. Set that in context. China is far and away the"
    },
    {
      "start": 68.72,
      "dur": 2.069,
      "text": "in context. China is far and away the world's biggest emitter of greenhouse"
    },
    {
      "start": 70.799,
      "dur": 2.391,
      "text": "world's biggest emitter of greenhouse gases notably carbon dioxide the biggest"
    },
    {
      "start": 73.2,
      "dur": 2.71,
      "text": "gases notably carbon dioxide the biggest uh greenhouse gas. I mean overwhelmingly"
    },
    {
      "start": 75.92,
      "dur": 1.35,
      "text": "uh greenhouse gas. I mean overwhelmingly a third of all emissions come from"
    },
    {
      "start": 77.28,
      "dur": 2.71,
      "text": "a third of all emissions come from China. So what happens in China"
    },
    {
      "start": 80.0,
      "dur": 2.31,
      "text": "China. So what happens in China literally in this case could change the"
    },
    {
      "start": 82.32,
      "dur": 1.35,
      "text": "literally in this case could change the weather for the rest of the world."
    },
    {
      "start": 83.68,
      "dur": 2.31,
      "text": "weather for the rest of the world. &gt;&gt; Yeah. You mentioned caveats. There is a"
    },
    {
      "start": 86.0,
      "dur": 2.23,
      "text": "&gt;&gt; Yeah. You mentioned caveats. There is a margin of error on some of this. But"
    },
    {
      "start": 88.24,
      "dur": 1.909,
      "text": "margin of error on some of this. But take us through which sectors have"
    },
    {
      "start": 90.159,
      "dur": 0.63,
      "text": "take us through which sectors have contributed to it."
    },
    {
      "start": 90.799,
      "dur": 1.591,
      "text": "contributed to it. &gt;&gt; So what we're seeing is a fall in"
    },
    {
      "start": 92.4,
      "dur": 4.389,
      "text": "&gt;&gt; So what we're seeing is a fall in emissions in transport, power, cement."
    },
    {
      "start": 96.799,
      "dur": 2.711,
      "text": "emissions in transport, power, cement. So huge sectors of the Chinese economy."
    },
    {
      "start": 99.52,
      "dur": 1.75,
      "text": "So huge sectors of the Chinese economy. Balanced against that we're seeing an"
    },
    {
      "start": 101.28,
      "dur": 1.99,
      "text": "Balanced against that we're seeing an increase in emissions from the chemical"
    },
    {
      "start": 103.28,
      "dur": 3.03,
      "text": "increase in emissions from the chemical industry. But overall the net is a"
    },
    {
      "start": 106.32,
      "dur": 1.91,
      "text": "industry. But overall the net is a slight decrease. So that gives you a"
    },
    {
      "start": 108.24,
      "dur": 1.99,
      "text": "slight decrease. So that gives you a sense I think of how finely balanced"
    },
    {
      "start": 110.24,
      "dur": 3.189,
      "text": "sense I think of how finely balanced this is. You know uh most sectors in"
    },
    {
      "start": 113.439,
      "dur": 2.551,
      "text": "this is. You know uh most sectors in sort of slow decline one sector"
    },
    {
      "start": 116.0,
      "dur": 1.67,
      "text": "sort of slow decline one sector increasing quite significantly. So you"
    },
    {
      "start": 117.68,
      "dur": 1.59,
      "text": "increasing quite significantly. So you know if one of those other sectors"
    },
    {
      "start": 119.28,
      "dur": 1.67,
      "text": "know if one of those other sectors change direction if for example there"
    },
    {
      "start": 120.96,
      "dur": 1.59,
      "text": "change direction if for example there was a bit of a building boom in China"
    },
    {
      "start": 122.56,
      "dur": 1.75,
      "text": "was a bit of a building boom in China started using a lot more cement because"
    },
    {
      "start": 124.32,
      "dur": 1.91,
      "text": "started using a lot more cement because use of cement has fallen back you might"
    },
    {
      "start": 126.24,
      "dur": 1.989,
      "text": "use of cement has fallen back you might see emissions push upwards again. So"
    },
    {
      "start": 128.239,
      "dur": 2.07,
      "text": "see emissions push upwards again. So we're not saying you know definitively"
    },
    {
      "start": 130.319,
      "dur": 1.351,
      "text": "we're not saying you know definitively China's reached the peak and it's going"
    },
    {
      "start": 131.68,
      "dur": 2.87,
      "text": "China's reached the peak and it's going to decline. We're saying this looks like"
    },
    {
      "start": 134.56,
      "dur": 1.669,
      "text": "to decline. We're saying this looks like an interesting moment in the Chinese"
    },
    {
      "start": 136.239,
      "dur": 1.35,
      "text": "an interesting moment in the Chinese economy. It looks like an interesting"
    },
    {
      "start": 137.599,
      "dur": 1.911,
      "text": "economy. It looks like an interesting moment for world emissions kind of."
    },
    {
      "start": 139.52,
      "dur": 0.95,
      "text": "moment for world emissions kind of. Let's see what happens."
    },
    {
      "start": 140.48,
      "dur": 1.91,
      "text": "Let's see what happens. &gt;&gt; Yeah, because it has a goal of reaching"
    },
    {
      "start": 142.4,
      "dur": 2.549,
      "text": "&gt;&gt; Yeah, because it has a goal of reaching peak emissions by 2030. I was going to"
    },
    {
      "start": 144.959,
      "dur": 1.751,
      "text": "peak emissions by 2030. I was going to ask you if this progress could be"
    },
    {
      "start": 146.72,
      "dur": 3.67,
      "text": "ask you if this progress could be reversed. You suggest yes, but is China"
    },
    {
      "start": 150.4,
      "dur": 1.829,
      "text": "reversed. You suggest yes, but is China broadly on track,"
    },
    {
      "start": 152.239,
      "dur": 2.791,
      "text": "broadly on track, &gt;&gt; broadly on track in terms of peaking in"
    },
    {
      "start": 155.04,
      "dur": 1.99,
      "text": "&gt;&gt; broadly on track in terms of peaking in terms of carbon efficiency, how how much"
    },
    {
      "start": 157.04,
      "dur": 2.31,
      "text": "terms of carbon efficiency, how how much carbon dioxide is emitted per unit of"
    },
    {
      "start": 159.36,
      "dur": 2.39,
      "text": "carbon dioxide is emitted per unit of production. It's actually way behind its"
    },
    {
      "start": 161.76,
      "dur": 1.99,
      "text": "production. It's actually way behind its ambitions and is struggling to meet the"
    },
    {
      "start": 163.76,
      "dur": 2.549,
      "text": "ambitions and is struggling to meet the targets set in its 14th 5-year plan. and"
    },
    {
      "start": 166.319,
      "dur": 1.831,
      "text": "targets set in its 14th 5-year plan. and then um we're expecting it to struggle"
    },
    {
      "start": 168.16,
      "dur": 1.67,
      "text": "then um we're expecting it to struggle to meet the 15th 5-year plan having"
    },
    {
      "start": 169.84,
      "dur": 2.07,
      "text": "to meet the 15th 5-year plan having missed the 14th 5-year plan. So, it's"
    },
    {
      "start": 171.92,
      "dur": 2.23,
      "text": "missed the 14th 5-year plan. So, it's behind on one measure, but in terms of"
    },
    {
      "start": 174.16,
      "dur": 1.83,
      "text": "behind on one measure, but in terms of total emissions, we're seeing this"
    },
    {
      "start": 176.0,
      "dur": 2.07,
      "text": "total emissions, we're seeing this leveling potential peak, maybe even the"
    },
    {
      "start": 178.08,
      "dur": 0.869,
      "text": "leveling potential peak, maybe even the beginning of a fall."
    },
    {
      "start": 178.959,
      "dur": 2.231,
      "text": "beginning of a fall. &gt;&gt; So, going in the right direction, what"
    },
    {
      "start": 181.2,
      "dur": 0.63,
      "text": "&gt;&gt; So, going in the right direction, what is behind"
    },
    {
      "start": 181.84,
      "dur": 1.669,
      "text": "is behind &gt;&gt; Beginning to maybe go in the right"
    },
    {
      "start": 183.519,
      "dur": 0.231,
      "text": "&gt;&gt; Beginning to maybe go in the right direction."
    },
    {
      "start": 183.76,
      "dur": 1.829,
      "text": "direction. &gt;&gt; Okay, beginning to maybe go in the right"
    },
    {
      "start": 185.599,
      "dur": 2.951,
      "text": "&gt;&gt; Okay, beginning to maybe go in the right direction. What is behind China's push"
    },
    {
      "start": 188.56,
      "dur": 1.19,
      "text": "direction. What is behind China's push towards clean energy?"
    },
    {
      "start": 189.76,
      "dur": 2.07,
      "text": "towards clean energy? &gt;&gt; China a long time ago, 20 years ago or"
    },
    {
      "start": 191.84,
      "dur": 3.91,
      "text": "&gt;&gt; China a long time ago, 20 years ago or so, recognized a few things. One of"
    },
    {
      "start": 195.76,
      "dur": 1.43,
      "text": "so, recognized a few things. One of which was that climate change was a"
    },
    {
      "start": 197.2,
      "dur": 1.59,
      "text": "which was that climate change was a really serious threat for China. That"
    },
    {
      "start": 198.8,
      "dur": 2.39,
      "text": "really serious threat for China. That China's very water insecure, very big"
    },
    {
      "start": 201.2,
      "dur": 1.669,
      "text": "China's very water insecure, very big shortage of water. Climate change was"
    },
    {
      "start": 202.879,
      "dur": 1.511,
      "text": "shortage of water. Climate change was going to affect his agriculture, you"
    },
    {
      "start": 204.4,
      "dur": 1.749,
      "text": "going to affect his agriculture, you know, everything in China. It was"
    },
    {
      "start": 206.159,
      "dur": 1.35,
      "text": "know, everything in China. It was vulnerable to climate change. They"
    },
    {
      "start": 207.519,
      "dur": 1.911,
      "text": "vulnerable to climate change. They needed to do something about that. China"
    },
    {
      "start": 209.44,
      "dur": 2.789,
      "text": "needed to do something about that. China wanted to pioneer new industries and it"
    },
    {
      "start": 212.239,
      "dur": 2.311,
      "text": "wanted to pioneer new industries and it saw an opportunity in this kind of nent"
    },
    {
      "start": 214.56,
      "dur": 3.51,
      "text": "saw an opportunity in this kind of nent this this emerging um clean technology"
    },
    {
      "start": 218.08,
      "dur": 1.99,
      "text": "this this emerging um clean technology industry. So for example, solar power."
    },
    {
      "start": 220.08,
      "dur": 3.429,
      "text": "industry. So for example, solar power. China sent out graduates to to places"
    },
    {
      "start": 223.519,
      "dur": 2.551,
      "text": "China sent out graduates to to places that were ex in the in the developed"
    },
    {
      "start": 226.08,
      "dur": 2.149,
      "text": "that were ex in the in the developed world that were pioneering solar power"
    },
    {
      "start": 228.239,
      "dur": 1.831,
      "text": "world that were pioneering solar power and then brought the technology, brought"
    },
    {
      "start": 230.08,
      "dur": 1.91,
      "text": "and then brought the technology, brought their knowledge back and set up in the"
    },
    {
      "start": 232.0,
      "dur": 2.869,
      "text": "their knowledge back and set up in the early 2000s new new companies to to"
    },
    {
      "start": 234.879,
      "dur": 2.55,
      "text": "early 2000s new new companies to to build solar panels. China has an amazing"
    },
    {
      "start": 237.439,
      "dur": 2.311,
      "text": "build solar panels. China has an amazing expertise at efficient manufacturing and"
    },
    {
      "start": 239.76,
      "dur": 1.749,
      "text": "expertise at efficient manufacturing and it brought that to bear on this"
    },
    {
      "start": 241.519,
      "dur": 2.391,
      "text": "it brought that to bear on this challenge of producing clean technology"
    },
    {
      "start": 243.92,
      "dur": 2.55,
      "text": "challenge of producing clean technology and has delivered unbelievable results."
    },
    {
      "start": 246.48,
      "dur": 1.59,
      "text": "and has delivered unbelievable results. And I say that without reservation"
    },
    {
      "start": 248.08,
      "dur": 1.91,
      "text": "And I say that without reservation because the cost of solar panels, the"
    },
    {
      "start": 250.0,
      "dur": 1.509,
      "text": "because the cost of solar panels, the cost of batteries, the cost of electric"
    },
    {
      "start": 251.519,
      "dur": 2.231,
      "text": "cost of batteries, the cost of electric vehicles has fallen far quicker than"
    },
    {
      "start": 253.76,
      "dur": 1.99,
      "text": "vehicles has fallen far quicker than anyone predicted. I mean far quicker"
    },
    {
      "start": 255.76,
      "dur": 1.51,
      "text": "anyone predicted. I mean far quicker than anyone predicted. And that is a"
    },
    {
      "start": 257.28,
      "dur": 1.669,
      "text": "than anyone predicted. And that is a result of this huge investment in China."
    },
    {
      "start": 258.959,
      "dur": 2.55,
      "text": "result of this huge investment in China. So they saw a market opportunity not"
    },
    {
      "start": 261.519,
      "dur": 2.151,
      "text": "So they saw a market opportunity not just for China, but they thought look"
    },
    {
      "start": 263.68,
      "dur": 1.43,
      "text": "just for China, but they thought look look at climate change is going to mean"
    },
    {
      "start": 265.12,
      "dur": 1.03,
      "text": "look at climate change is going to mean that other countries are going to need"
    },
    {
      "start": 266.16,
      "dur": 1.51,
      "text": "that other countries are going to need to respond to this challenge. They"
    },
    {
      "start": 267.68,
      "dur": 1.59,
      "text": "to respond to this challenge. They thought actually this is a good export"
    },
    {
      "start": 269.28,
      "dur": 2.23,
      "text": "thought actually this is a good export industry. And crucially I mean if you"
    },
    {
      "start": 271.52,
      "dur": 2.55,
      "text": "industry. And crucially I mean if you look back in history all of the big"
    },
    {
      "start": 274.08,
      "dur": 1.829,
      "text": "look back in history all of the big technological developments happened in"
    },
    {
      "start": 275.919,
      "dur": 1.83,
      "text": "technological developments happened in the west predominantly in America and"
    },
    {
      "start": 277.759,
      "dur": 1.591,
      "text": "the west predominantly in America and then were dominated in terms of"
    },
    {
      "start": 279.36,
      "dur": 2.87,
      "text": "then were dominated in terms of industrialization by America. And China"
    },
    {
      "start": 282.24,
      "dur": 1.509,
      "text": "industrialization by America. And China was looking for ways that it could find"
    },
    {
      "start": 283.759,
      "dur": 2.15,
      "text": "was looking for ways that it could find its own areas of expertise and found it"
    },
    {
      "start": 285.919,
      "dur": 2.071,
      "text": "its own areas of expertise and found it in clean tech. And it it depends to go"
    },
    {
      "start": 288.0,
      "dur": 2.79,
      "text": "in clean tech. And it it depends to go back to your question on frankly a"
    },
    {
      "start": 290.8,
      "dur": 2.389,
      "text": "back to your question on frankly a couple of decades of investment and"
    },
    {
      "start": 293.199,
      "dur": 2.791,
      "text": "couple of decades of investment and really hard work. And what does this"
    },
    {
      "start": 296.0,
      "dur": 2.07,
      "text": "really hard work. And what does this slight fall that we've seen, what does"
    },
    {
      "start": 298.08,
      "dur": 2.47,
      "text": "slight fall that we've seen, what does it mean for global warming and where are"
    },
    {
      "start": 300.56,
      "dur": 1.67,
      "text": "it mean for global warming and where are we at with world temperatures?"
    },
    {
      "start": 302.24,
      "dur": 1.509,
      "text": "we at with world temperatures? &gt;&gt; You just got to look at the graphs of"
    },
    {
      "start": 303.759,
      "dur": 2.071,
      "text": "&gt;&gt; You just got to look at the graphs of emissions. So I mean America was the"
    },
    {
      "start": 305.84,
      "dur": 3.189,
      "text": "emissions. So I mean America was the biggest emitter until 2006 and since"
    },
    {
      "start": 309.039,
      "dur": 3.351,
      "text": "biggest emitter until 2006 and since then so now America produces 12 13% of"
    },
    {
      "start": 312.4,
      "dur": 2.15,
      "text": "then so now America produces 12 13% of global carbon dioxide emissions. China"
    },
    {
      "start": 314.56,
      "dur": 3.909,
      "text": "global carbon dioxide emissions. China is now about 32 33%."
    },
    {
      "start": 318.479,
      "dur": 3.031,
      "text": "is now about 32 33%. So it's almost three times the emissions"
    },
    {
      "start": 321.52,
      "dur": 2.71,
      "text": "So it's almost three times the emissions of America. That has happened. America's"
    },
    {
      "start": 324.24,
      "dur": 1.509,
      "text": "of America. That has happened. America's emissions have leveled off and fallen"
    },
    {
      "start": 325.759,
      "dur": 1.751,
      "text": "emissions have leveled off and fallen back a bit since then, but that's"
    },
    {
      "start": 327.52,
      "dur": 3.109,
      "text": "back a bit since then, but that's happened since 2006. So in 20 years,"
    },
    {
      "start": 330.639,
      "dur": 2.071,
      "text": "happened since 2006. So in 20 years, China's, you know, massively increased"
    },
    {
      "start": 332.72,
      "dur": 3.59,
      "text": "China's, you know, massively increased its emissions. So 80% of new carbon"
    },
    {
      "start": 336.32,
      "dur": 2.309,
      "text": "its emissions. So 80% of new carbon dioxide emissions come from China. So"
    },
    {
      "start": 338.639,
      "dur": 2.471,
      "text": "dioxide emissions come from China. So what happens in China? If China stops"
    },
    {
      "start": 341.12,
      "dur": 1.43,
      "text": "what happens in China? If China stops increasing emissions, that is a"
    },
    {
      "start": 342.56,
      "dur": 1.67,
      "text": "increasing emissions, that is a turnaround for the whole world. And then"
    },
    {
      "start": 344.24,
      "dur": 1.19,
      "text": "turnaround for the whole world. And then you've got to remember that the new"
    },
    {
      "start": 345.44,
      "dur": 1.51,
      "text": "you've got to remember that the new technology we've talked about, all this"
    },
    {
      "start": 346.96,
      "dur": 1.75,
      "text": "technology we've talked about, all this clean tech and cheap new solar panels"
    },
    {
      "start": 348.72,
      "dur": 1.909,
      "text": "clean tech and cheap new solar panels and all that kind of stuff, China, it's"
    },
    {
      "start": 350.639,
      "dur": 1.671,
      "text": "and all that kind of stuff, China, it's an export industry for China. China's"
    },
    {
      "start": 352.32,
      "dur": 1.27,
      "text": "an export industry for China. China's selling that around the world. So it's"
    },
    {
      "start": 353.6,
      "dur": 1.99,
      "text": "selling that around the world. So it's not just China that's beginning to see"
    },
    {
      "start": 355.6,
      "dur": 1.83,
      "text": "not just China that's beginning to see this change in the structure of the"
    },
    {
      "start": 357.44,
      "dur": 1.83,
      "text": "this change in the structure of the electricity market, energy markets more"
    },
    {
      "start": 359.28,
      "dur": 2.629,
      "text": "electricity market, energy markets more generally. It's happening all over Asia,"
    },
    {
      "start": 361.919,
      "dur": 2.151,
      "text": "generally. It's happening all over Asia, Africa, you know, South America,"
    },
    {
      "start": 364.08,
      "dur": 1.51,
      "text": "Africa, you know, South America, countries all over the world are buying"
    },
    {
      "start": 365.6,
      "dur": 1.35,
      "text": "countries all over the world are buying this technology and changing the way"
    },
    {
      "start": 366.96,
      "dur": 1.669,
      "text": "this technology and changing the way that they generate power. So we're"
    },
    {
      "start": 368.639,
      "dur": 2.151,
      "text": "that they generate power. So we're seeing the beginnings. We've got to be"
    },
    {
      "start": 370.8,
      "dur": 2.31,
      "text": "seeing the beginnings. We've got to be careful about this. You know, only 20%"
    },
    {
      "start": 373.12,
      "dur": 2.629,
      "text": "careful about this. You know, only 20% of energy used is electricity. So this"
    },
    {
      "start": 375.759,
      "dur": 2.311,
      "text": "of energy used is electricity. So this is a fraction of total energy but"
    },
    {
      "start": 378.08,
      "dur": 2.07,
      "text": "is a fraction of total energy but nevertheless it's a really potentially"
    },
    {
      "start": 380.16,
      "dur": 1.51,
      "text": "nevertheless it's a really potentially the beginning of a really significant"
    },
    {
      "start": 381.68,
      "dur": 2.87,
      "text": "the beginning of a really significant change in which the way the world uses"
    },
    {
      "start": 384.56,
      "dur": 0.629,
      "text": "change in which the way the world uses energy."
    },
    {
      "start": 385.199,
      "dur": 1.43,
      "text": "energy. &gt;&gt; Now you talked about all that investment"
    },
    {
      "start": 386.639,
      "dur": 2.631,
      "text": "&gt;&gt; Now you talked about all that investment from China. China pitching itself as the"
    },
    {
      "start": 389.28,
      "dur": 2.87,
      "text": "from China. China pitching itself as the leader in the global transition to to"
    },
    {
      "start": 392.16,
      "dur": 2.71,
      "text": "leader in the global transition to to clean energy in stark contrast to the"
    },
    {
      "start": 394.88,
      "dur": 0.63,
      "text": "clean energy in stark contrast to the US."
    },
    {
      "start": 395.52,
      "dur": 2.71,
      "text": "US. &gt;&gt; So interesting as China these figures"
    },
    {
      "start": 398.24,
      "dur": 1.19,
      "text": "&gt;&gt; So interesting as China these figures don't come from China. These come from"
    },
    {
      "start": 399.44,
      "dur": 1.589,
      "text": "don't come from China. These come from outside analysts who are looking at it."
    },
    {
      "start": 401.039,
      "dur": 2.311,
      "text": "outside analysts who are looking at it. We need to see them confirmed by uh"
    },
    {
      "start": 403.36,
      "dur": 2.79,
      "text": "We need to see them confirmed by uh Chinese institutions. But as we see this"
    },
    {
      "start": 406.16,
      "dur": 2.07,
      "text": "Chinese institutions. But as we see this what looks like a tipping point for"
    },
    {
      "start": 408.24,
      "dur": 3.35,
      "text": "what looks like a tipping point for Chinese emissions, we see the the"
    },
    {
      "start": 411.6,
      "dur": 2.55,
      "text": "Chinese emissions, we see the the Americans Trump saying he wants to lift"
    },
    {
      "start": 414.16,
      "dur": 1.749,
      "text": "Americans Trump saying he wants to lift federal restrictions on carbon dioxide"
    },
    {
      "start": 415.919,
      "dur": 1.431,
      "text": "federal restrictions on carbon dioxide emissions. He says we don't have to"
    },
    {
      "start": 417.36,
      "dur": 1.59,
      "text": "emissions. He says we don't have to worry about the emissions from tailpipes"
    },
    {
      "start": 418.96,
      "dur": 2.39,
      "text": "worry about the emissions from tailpipes from cars and trucks. We don't have to"
    },
    {
      "start": 421.36,
      "dur": 1.75,
      "text": "from cars and trucks. We don't have to and this in the future. I mean the hope"
    },
    {
      "start": 423.12,
      "dur": 1.99,
      "text": "and this in the future. I mean the hope is his hope would be that we wouldn't"
    },
    {
      "start": 425.12,
      "dur": 2.31,
      "text": "is his hope would be that we wouldn't have to worry about the emissions from"
    },
    {
      "start": 427.44,
      "dur": 2.309,
      "text": "have to worry about the emissions from power stations. He's saying let's use"
    },
    {
      "start": 429.759,
      "dur": 2.55,
      "text": "power stations. He's saying let's use American coal, use American oil to"
    },
    {
      "start": 432.319,
      "dur": 1.59,
      "text": "American coal, use American oil to generate power and not worry about the"
    },
    {
      "start": 433.919,
      "dur": 1.67,
      "text": "generate power and not worry about the emissions. So he's lifting this"
    },
    {
      "start": 435.599,
      "dur": 1.59,
      "text": "emissions. So he's lifting this endangerment finding. It's called a"
    },
    {
      "start": 437.199,
      "dur": 1.751,
      "text": "endangerment finding. It's called a technical term. It's a endangerment"
    },
    {
      "start": 438.96,
      "dur": 1.43,
      "text": "technical term. It's a endangerment because the Environmental Protection"
    },
    {
      "start": 440.4,
      "dur": 2.39,
      "text": "because the Environmental Protection Agency judged based on scientific"
    },
    {
      "start": 442.8,
      "dur": 2.229,
      "text": "Agency judged based on scientific evidence for which there's a huge"
    },
    {
      "start": 445.039,
      "dur": 1.751,
      "text": "evidence for which there's a huge consensus around the world that the"
    },
    {
      "start": 446.8,
      "dur": 1.509,
      "text": "consensus around the world that the effects of climate change would have a"
    },
    {
      "start": 448.319,
      "dur": 1.751,
      "text": "effects of climate change would have a material effect on the health of"
    },
    {
      "start": 450.08,
      "dur": 1.43,
      "text": "material effect on the health of American citizens. So they said"
    },
    {
      "start": 451.52,
      "dur": 1.509,
      "text": "American citizens. So they said therefore, you know, we should have the"
    },
    {
      "start": 453.039,
      "dur": 1.351,
      "text": "therefore, you know, we should have the power to regulate these emissions. He's"
    },
    {
      "start": 454.4,
      "dur": 1.27,
      "text": "power to regulate these emissions. He's saying we're lifting that. You don't"
    },
    {
      "start": 455.68,
      "dur": 1.27,
      "text": "saying we're lifting that. You don't have that power anymore. That's not"
    },
    {
      "start": 456.96,
      "dur": 1.509,
      "text": "have that power anymore. That's not going to happen in America. So America"
    },
    {
      "start": 458.479,
      "dur": 2.231,
      "text": "going to happen in America. So America going on a very different direction and"
    },
    {
      "start": 460.72,
      "dur": 1.749,
      "text": "going on a very different direction and lots of energy analysts are literally"
    },
    {
      "start": 462.479,
      "dur": 2.231,
      "text": "lots of energy analysts are literally asking as we speak is how much"
    },
    {
      "start": 464.72,
      "dur": 2.469,
      "text": "asking as we speak is how much difference will Trump try to deregulate"
    },
    {
      "start": 467.199,
      "dur": 1.511,
      "text": "difference will Trump try to deregulate emissions control in America. How much"
    },
    {
      "start": 468.72,
      "dur": 1.189,
      "text": "emissions control in America. How much difference will actually make if"
    },
    {
      "start": 469.919,
      "dur": 2.071,
      "text": "difference will actually make if actually the cheapest energy in the"
    },
    {
      "start": 472.0,
      "dur": 2.55,
      "text": "actually the cheapest energy in the world is is solar power. Something"
    },
    {
      "start": 474.56,
      "dur": 1.029,
      "text": "world is is solar power. Something really interesting just looking"
    },
    {
      "start": 475.599,
      "dur": 2.31,
      "text": "really interesting just looking elsewhere in the world go to Saudi"
    },
    {
      "start": 477.919,
      "dur": 1.911,
      "text": "elsewhere in the world go to Saudi Arabia is one of the biggest investors"
    },
    {
      "start": 479.84,
      "dur": 2.39,
      "text": "Arabia is one of the biggest investors in solar power. Obviously also one of"
    },
    {
      "start": 482.24,
      "dur": 2.629,
      "text": "in solar power. Obviously also one of the biggest after America uh exporters"
    },
    {
      "start": 484.879,
      "dur": 2.231,
      "text": "the biggest after America uh exporters of oil. But what are why are they"
    },
    {
      "start": 487.12,
      "dur": 1.43,
      "text": "of oil. But what are why are they investing in solar power if they've got"
    },
    {
      "start": 488.56,
      "dur": 2.069,
      "text": "investing in solar power if they've got these massive reserves of oil and gas?"
    },
    {
      "start": 490.639,
      "dur": 1.911,
      "text": "these massive reserves of oil and gas? Well, they're doing it because actually"
    },
    {
      "start": 492.56,
      "dur": 1.749,
      "text": "Well, they're doing it because actually the cheapest electricity in the world,"
    },
    {
      "start": 494.319,
      "dur": 1.59,
      "text": "the cheapest electricity in the world, particularly if you live in a in a"
    },
    {
      "start": 495.919,
      "dur": 2.151,
      "text": "particularly if you live in a in a desert, is from solar power. They're"
    },
    {
      "start": 498.08,
      "dur": 1.109,
      "text": "desert, is from solar power. They're saying, \"Well, let's put the solar power"
    },
    {
      "start": 499.199,
      "dur": 1.43,
      "text": "saying, \"Well, let's put the solar power and we'll get our energy from there.\""
    },
    {
      "start": 500.639,
      "dur": 1.751,
      "text": "and we'll get our energy from there.\" And I'm not they're not saying we're not"
    },
    {
      "start": 502.4,
      "dur": 1.349,
      "text": "And I'm not they're not saying we're not going to sell you oil and gas. They're"
    },
    {
      "start": 503.759,
      "dur": 1.911,
      "text": "going to sell you oil and gas. They're saying we can make much more money"
    },
    {
      "start": 505.68,
      "dur": 1.75,
      "text": "saying we can make much more money selling oil and gas to the rest of the"
    },
    {
      "start": 507.44,
      "dur": 1.91,
      "text": "selling oil and gas to the rest of the world than we can using it to drive"
    },
    {
      "start": 509.36,
      "dur": 2.31,
      "text": "world than we can using it to drive power stations in Saudi Arabia. So,"
    },
    {
      "start": 511.68,
      "dur": 1.43,
      "text": "power stations in Saudi Arabia. So, you're seeing the change even in places"
    },
    {
      "start": 513.12,
      "dur": 2.23,
      "text": "you're seeing the change even in places where you really wouldn't expect it. And"
    },
    {
      "start": 515.36,
      "dur": 2.39,
      "text": "where you really wouldn't expect it. And in conclusion, looking at this small"
    },
    {
      "start": 517.76,
      "dur": 2.149,
      "text": "in conclusion, looking at this small drop again, does this tiny drop,"
    },
    {
      "start": 519.919,
      "dur": 1.751,
      "text": "drop again, does this tiny drop, &gt;&gt; tiny drop, does it represent real"
    },
    {
      "start": 521.68,
      "dur": 0.469,
      "text": "&gt;&gt; tiny drop, does it represent real change?"
    },
    {
      "start": 522.159,
      "dur": 1.75,
      "text": "change? &gt;&gt; Look, people have been forecasting for a"
    },
    {
      "start": 523.919,
      "dur": 1.671,
      "text": "&gt;&gt; Look, people have been forecasting for a long time that China was reaching a"
    },
    {
      "start": 525.6,
      "dur": 1.43,
      "text": "long time that China was reaching a peak. And actually, if you go back and"
    },
    {
      "start": 527.04,
      "dur": 1.11,
      "text": "peak. And actually, if you go back and look at the picture of American"
    },
    {
      "start": 528.16,
      "dur": 1.99,
      "text": "look at the picture of American emissions, American emissions peaked"
    },
    {
      "start": 530.16,
      "dur": 2.15,
      "text": "emissions, American emissions peaked back in 2007. So, they're falling back."
    },
    {
      "start": 532.32,
      "dur": 1.509,
      "text": "back in 2007. So, they're falling back. Most developed countries are seeing"
    },
    {
      "start": 533.839,
      "dur": 1.911,
      "text": "Most developed countries are seeing emissions fall back. So, we see this"
    },
    {
      "start": 535.76,
      "dur": 2.79,
      "text": "emissions fall back. So, we see this trend as economies mature. They tend to"
    },
    {
      "start": 538.56,
      "dur": 1.35,
      "text": "trend as economies mature. They tend to reduce emissions. They're doing much"
    },
    {
      "start": 539.92,
      "dur": 1.589,
      "text": "reduce emissions. They're doing much less heavy manufacturing, much less"
    },
    {
      "start": 541.519,
      "dur": 1.75,
      "text": "less heavy manufacturing, much less building. So, you do see this pattern."
    },
    {
      "start": 543.279,
      "dur": 1.751,
      "text": "building. So, you do see this pattern. So people have been saying for a long"
    },
    {
      "start": 545.04,
      "dur": 1.59,
      "text": "So people have been saying for a long time China's going to pee, but what's"
    },
    {
      "start": 546.64,
      "dur": 1.67,
      "text": "time China's going to pee, but what's interesting about China is it's still"
    },
    {
      "start": 548.32,
      "dur": 2.55,
      "text": "interesting about China is it's still doing that huge manufacturing, still"
    },
    {
      "start": 550.88,
      "dur": 1.509,
      "text": "doing that huge manufacturing, still seeing this surge in demand for"
    },
    {
      "start": 552.399,
      "dur": 2.071,
      "text": "seeing this surge in demand for electricity and energy, and that seems"
    },
    {
      "start": 554.48,
      "dur": 2.31,
      "text": "electricity and energy, and that seems to be being met by clean power. So yeah,"
    },
    {
      "start": 556.8,
      "dur": 1.83,
      "text": "to be being met by clean power. So yeah, like let's wait and see, but it does"
    },
    {
      "start": 558.64,
      "dur": 1.27,
      "text": "like let's wait and see, but it does look like an interesting moment for the"
    },
    {
      "start": 559.92,
      "dur": 0.469,
      "text": "look like an interesting moment for the world."
    },
    {
      "start": 560.399,
      "dur": 2.311,
      "text": "world. &gt;&gt; Justin, thank you. Justin Roats, the BBC"
    },
    {
      "start": 562.72,
      "dur": 2.229,
      "text": "&gt;&gt; Justin, thank you. Justin Roats, the BBC climate editor. If you like this"
    },
    {
      "start": 564.959,
      "dur": 2.071,
      "text": "climate editor. If you like this episode, please subscribe here on"
    },
    {
      "start": 567.04,
      "dur": 1.51,
      "text": "episode, please subscribe here on YouTube. If there's anything you'd like"
    },
    {
      "start": 568.56,
      "dur": 2.47,
      "text": "YouTube. If there's anything you'd like us to cover, leave a comment below. And"
    },
    {
      "start": 571.04,
      "dur": 2.31,
      "text": "us to cover, leave a comment below. And for more international stories, download"
    },
    {
      "start": 573.36,
      "dur": 2.149,
      "text": "for more international stories, download the Global News podcast wherever you get"
    },
    {
      "start": 575.519,
      "dur": 2.88,
      "text": "the Global News podcast wherever you get your BBC podcasts."
    }
  ]
}