{
  "videoId": "ZFOv-ni-TyQ",
  "title": "Iran approves start of nuclear talks with US | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 420,
  "segments": [
    {
      "start": 0.24,
      "dur": 2.32,
      "text": "For now, let's turn to Iran. The"
    },
    {
      "start": 2.56,
      "dur": 1.67,
      "text": "For now, let's turn to Iran. The country's president has ordered the"
    },
    {
      "start": 4.24,
      "dur": 2.15,
      "text": "country's president has ordered the start of nuclear talks with the United"
    },
    {
      "start": 6.4,
      "dur": 2.39,
      "text": "start of nuclear talks with the United States hours after President Trump said"
    },
    {
      "start": 8.8,
      "dur": 2.31,
      "text": "States hours after President Trump said that he was hopeful of a deal to avert"
    },
    {
      "start": 11.12,
      "dur": 2.15,
      "text": "that he was hopeful of a deal to avert military action against the Islamic"
    },
    {
      "start": 13.28,
      "dur": 1.91,
      "text": "military action against the Islamic Republic. The US president has"
    },
    {
      "start": 15.2,
      "dur": 1.67,
      "text": "Republic. The US president has threatened military action in response"
    },
    {
      "start": 16.88,
      "dur": 2.95,
      "text": "threatened military action in response to widespread anti-government protests"
    },
    {
      "start": 19.84,
      "dur": 1.83,
      "text": "to widespread anti-government protests in which thousands of people have been"
    },
    {
      "start": 21.68,
      "dur": 2.63,
      "text": "in which thousands of people have been killed. Iran's leaders have likened the"
    },
    {
      "start": 24.32,
      "dur": 3.35,
      "text": "killed. Iran's leaders have likened the protest to a coup attempt. Well, we can"
    },
    {
      "start": 27.68,
      "dur": 2.39,
      "text": "protest to a coup attempt. Well, we can cross over to Doha to speak to our"
    },
    {
      "start": 30.08,
      "dur": 2.149,
      "text": "cross over to Doha to speak to our colleague Barbara Ples Usha who joins us"
    },
    {
      "start": 32.239,
      "dur": 1.83,
      "text": "colleague Barbara Ples Usha who joins us now. So, Barbara, where are we in terms"
    },
    {
      "start": 34.079,
      "dur": 4.79,
      "text": "now. So, Barbara, where are we in terms of these possible talks?"
    },
    {
      "start": 38.879,
      "dur": 1.84,
      "text": "Well, this is the first official"
    },
    {
      "start": 40.719,
      "dur": 2.471,
      "text": "Well, this is the first official statement from Iran confirming that uh"
    },
    {
      "start": 43.2,
      "dur": 3.189,
      "text": "statement from Iran confirming that uh the talks will go ahead from the Iranian"
    },
    {
      "start": 46.399,
      "dur": 2.071,
      "text": "the talks will go ahead from the Iranian president. It was tentative actually. He"
    },
    {
      "start": 48.48,
      "dur": 1.67,
      "text": "president. It was tentative actually. He said they should go ahead if the"
    },
    {
      "start": 50.16,
      "dur": 2.47,
      "text": "said they should go ahead if the environment is right, that if it is free"
    },
    {
      "start": 52.64,
      "dur": 2.47,
      "text": "environment is right, that if it is free from threats and free from unreasonable"
    },
    {
      "start": 55.12,
      "dur": 1.67,
      "text": "from threats and free from unreasonable expectations. Now, the threats obviously"
    },
    {
      "start": 56.8,
      "dur": 2.15,
      "text": "expectations. Now, the threats obviously referring to the potential for a US air"
    },
    {
      "start": 58.96,
      "dur": 1.35,
      "text": "referring to the potential for a US air strike from that massive military"
    },
    {
      "start": 60.32,
      "dur": 1.99,
      "text": "strike from that massive military buildup in the Gulf. The unreasonable"
    },
    {
      "start": 62.32,
      "dur": 1.99,
      "text": "buildup in the Gulf. The unreasonable expectations probably referring to"
    },
    {
      "start": 64.32,
      "dur": 1.99,
      "text": "expectations probably referring to various demands that have been made by"
    },
    {
      "start": 66.32,
      "dur": 1.67,
      "text": "various demands that have been made by the US because the Iranians are saying"
    },
    {
      "start": 68.0,
      "dur": 1.99,
      "text": "the US because the Iranians are saying these talks should focus on the its"
    },
    {
      "start": 70.0,
      "dur": 2.71,
      "text": "these talks should focus on the its nuclear program in exchange for the"
    },
    {
      "start": 72.72,
      "dur": 2.23,
      "text": "nuclear program in exchange for the lifting of sanctions whereby whereas the"
    },
    {
      "start": 74.96,
      "dur": 2.149,
      "text": "lifting of sanctions whereby whereas the Americans have said they want the deal"
    },
    {
      "start": 77.119,
      "dur": 2.471,
      "text": "Americans have said they want the deal also to cover Iran's support for"
    },
    {
      "start": 79.6,
      "dur": 1.91,
      "text": "also to cover Iran's support for militant groups in the region and its"
    },
    {
      "start": 81.52,
      "dur": 2.15,
      "text": "militant groups in the region and its ballistic missile program. The Iranians"
    },
    {
      "start": 83.68,
      "dur": 1.27,
      "text": "ballistic missile program. The Iranians have said that's just not up for"
    },
    {
      "start": 84.96,
      "dur": 2.39,
      "text": "have said that's just not up for negotiation. So, it's not really clear"
    },
    {
      "start": 87.36,
      "dur": 1.59,
      "text": "negotiation. So, it's not really clear how they're going to square this circle,"
    },
    {
      "start": 88.96,
      "dur": 1.829,
      "text": "how they're going to square this circle, but we understand they are going to"
    },
    {
      "start": 90.799,
      "dur": 2.871,
      "text": "but we understand they are going to meet. Uh the expectation is on Friday in"
    },
    {
      "start": 93.68,
      "dur": 2.069,
      "text": "meet. Uh the expectation is on Friday in Turkey, the Iranian foreign minister"
    },
    {
      "start": 95.759,
      "dur": 3.03,
      "text": "Turkey, the Iranian foreign minister Abasaraki and the US special envoy Steve"
    },
    {
      "start": 98.799,
      "dur": 2.391,
      "text": "Abasaraki and the US special envoy Steve Witkov. Now, this has been organized,"
    },
    {
      "start": 101.2,
      "dur": 3.19,
      "text": "Witkov. Now, this has been organized, coordinated by uh regional powers. So,"
    },
    {
      "start": 104.4,
      "dur": 2.55,
      "text": "coordinated by uh regional powers. So, Qatar, Turkey, Egypt, Oman have been"
    },
    {
      "start": 106.96,
      "dur": 1.75,
      "text": "Qatar, Turkey, Egypt, Oman have been very active in setting this up. And the"
    },
    {
      "start": 108.72,
      "dur": 1.91,
      "text": "very active in setting this up. And the Iranian president in his statement"
    },
    {
      "start": 110.64,
      "dur": 1.829,
      "text": "Iranian president in his statement specifically said they decided to go"
    },
    {
      "start": 112.479,
      "dur": 1.67,
      "text": "specifically said they decided to go along, the Iranians had decided to go"
    },
    {
      "start": 114.159,
      "dur": 1.351,
      "text": "along, the Iranians had decided to go along with this because they were"
    },
    {
      "start": 115.52,
      "dur": 2.31,
      "text": "along with this because they were responding to requests from friendly"
    },
    {
      "start": 117.84,
      "dur": 2.309,
      "text": "responding to requests from friendly countries, which really points to this"
    },
    {
      "start": 120.159,
      "dur": 1.99,
      "text": "countries, which really points to this deep distrust that the Iranians have of"
    },
    {
      "start": 122.159,
      "dur": 2.31,
      "text": "deep distrust that the Iranians have of the US. You remember last June when the"
    },
    {
      "start": 124.479,
      "dur": 2.23,
      "text": "the US. You remember last June when the Americans bombed Iranian nuclear"
    },
    {
      "start": 126.719,
      "dur": 3.111,
      "text": "Americans bombed Iranian nuclear facilities, they did so just on the eve"
    },
    {
      "start": 129.84,
      "dur": 3.35,
      "text": "facilities, they did so just on the eve of a scheduled round of talks. So I"
    },
    {
      "start": 133.2,
      "dur": 1.19,
      "text": "of a scheduled round of talks. So I think the Iranians think, well, that"
    },
    {
      "start": 134.4,
      "dur": 1.43,
      "text": "think the Iranians think, well, that could still happen this time. And so"
    },
    {
      "start": 135.84,
      "dur": 2.23,
      "text": "could still happen this time. And so they've been also warning very strongly"
    },
    {
      "start": 138.08,
      "dur": 1.91,
      "text": "they've been also warning very strongly that if they are attacked, they will"
    },
    {
      "start": 140.0,
      "dur": 3.35,
      "text": "that if they are attacked, they will respond uh swiftly and quite strongly."
    },
    {
      "start": 143.36,
      "dur": 3.11,
      "text": "respond uh swiftly and quite strongly. The top military commander uh in Iran"
    },
    {
      "start": 146.48,
      "dur": 1.35,
      "text": "The top military commander uh in Iran said they had learned from that"
    },
    {
      "start": 147.84,
      "dur": 2.23,
      "text": "said they had learned from that experience in June. They had responded"
    },
    {
      "start": 150.08,
      "dur": 1.99,
      "text": "experience in June. They had responded too slowly. They had now moved from what"
    },
    {
      "start": 152.08,
      "dur": 3.27,
      "text": "too slowly. They had now moved from what he called a defensive posture to to an"
    },
    {
      "start": 155.36,
      "dur": 2.55,
      "text": "he called a defensive posture to to an offensive strategy."
    },
    {
      "start": 157.92,
      "dur": 1.83,
      "text": "offensive strategy. &gt;&gt; Barbara, as always, many thanks Barbara"
    },
    {
      "start": 159.76,
      "dur": 2.549,
      "text": "&gt;&gt; Barbara, as always, many thanks Barbara Plata joining us from Doha. A lot to"
    },
    {
      "start": 162.319,
      "dur": 2.151,
      "text": "Plata joining us from Doha. A lot to pick up there of what Barbara was saying"
    },
    {
      "start": 164.48,
      "dur": 3.109,
      "text": "pick up there of what Barbara was saying and we can do that with our guest fares,"
    },
    {
      "start": 167.599,
      "dur": 2.071,
      "text": "and we can do that with our guest fares, professor of international politics at"
    },
    {
      "start": 169.68,
      "dur": 1.75,
      "text": "professor of international politics at the London School of Economics. And"
    },
    {
      "start": 171.44,
      "dur": 2.23,
      "text": "the London School of Economics. And Faraz, you've written extensively about"
    },
    {
      "start": 173.68,
      "dur": 2.629,
      "text": "Faraz, you've written extensively about the region. We heard there Barbara Plata"
    },
    {
      "start": 176.319,
      "dur": 2.471,
      "text": "the region. We heard there Barbara Plata talking about Iranians being very wary"
    },
    {
      "start": 178.8,
      "dur": 2.95,
      "text": "talking about Iranians being very wary of the United States, not least ahead of"
    },
    {
      "start": 181.76,
      "dur": 1.67,
      "text": "of the United States, not least ahead of those talks that were meant to take"
    },
    {
      "start": 183.44,
      "dur": 2.149,
      "text": "those talks that were meant to take place in June last year. The US bombed"
    },
    {
      "start": 185.599,
      "dur": 3.111,
      "text": "place in June last year. The US bombed Iranian nuclear facilities. So, what"
    },
    {
      "start": 188.72,
      "dur": 3.75,
      "text": "Iranian nuclear facilities. So, what kind of way is Iran going into these"
    },
    {
      "start": 192.48,
      "dur": 3.109,
      "text": "kind of way is Iran going into these potential talks on Friday?"
    },
    {
      "start": 195.599,
      "dur": 2.951,
      "text": "potential talks on Friday? &gt;&gt; Well, I mean, I have no doubts in my"
    },
    {
      "start": 198.56,
      "dur": 3.35,
      "text": "&gt;&gt; Well, I mean, I have no doubts in my mind uh that Iran is going to talk to"
    },
    {
      "start": 201.92,
      "dur": 3.51,
      "text": "mind uh that Iran is going to talk to the Americans while under threat of war."
    },
    {
      "start": 205.44,
      "dur": 3.59,
      "text": "the Americans while under threat of war. That's the reality. Uh President Trump"
    },
    {
      "start": 209.04,
      "dur": 3.189,
      "text": "That's the reality. Uh President Trump has deployed a large naval and air force"
    },
    {
      "start": 212.239,
      "dur": 2.151,
      "text": "has deployed a large naval and air force to the Gulf. He even raised the"
    },
    {
      "start": 214.4,
      "dur": 2.87,
      "text": "to the Gulf. He even raised the possibility of a regime change uh in"
    },
    {
      "start": 217.28,
      "dur": 4.71,
      "text": "possibility of a regime change uh in Tahan. And most or all of Iran's choices"
    },
    {
      "start": 222.0,
      "dur": 3.11,
      "text": "Tahan. And most or all of Iran's choices are really very bad. uh the reality is"
    },
    {
      "start": 225.12,
      "dur": 3.27,
      "text": "are really very bad. uh the reality is it's facing some very severe social and"
    },
    {
      "start": 228.4,
      "dur": 3.35,
      "text": "it's facing some very severe social and economic uh grievances at home by a"
    },
    {
      "start": 231.76,
      "dur": 1.91,
      "text": "economic uh grievances at home by a large number of population and now the"
    },
    {
      "start": 233.68,
      "dur": 3.03,
      "text": "large number of population and now the threat of war and that's why I think if"
    },
    {
      "start": 236.72,
      "dur": 2.789,
      "text": "threat of war and that's why I think if and when the meeting takes place in"
    },
    {
      "start": 239.519,
      "dur": 2.391,
      "text": "and when the meeting takes place in Istanbul because the Americans have not"
    },
    {
      "start": 241.92,
      "dur": 1.509,
      "text": "Istanbul because the Americans have not confirmed"
    },
    {
      "start": 243.439,
      "dur": 3.191,
      "text": "confirmed uh the meeting on Friday but uh this is"
    },
    {
      "start": 246.64,
      "dur": 2.71,
      "text": "uh the meeting on Friday but uh this is really would be the last chance for"
    },
    {
      "start": 249.36,
      "dur": 2.149,
      "text": "really would be the last chance for deescalation because I would say that"
    },
    {
      "start": 251.519,
      "dur": 2.471,
      "text": "deescalation because I would say that the risk the risks of war are really"
    },
    {
      "start": 254.0,
      "dur": 3.67,
      "text": "the risk the risks of war are really real. Six or seven out of 10."
    },
    {
      "start": 257.68,
      "dur": 3.669,
      "text": "real. Six or seven out of 10. &gt;&gt; That's really quite an eye awakening uh"
    },
    {
      "start": 261.359,
      "dur": 2.55,
      "text": "&gt;&gt; That's really quite an eye awakening uh way that you describe it. The issue also"
    },
    {
      "start": 263.919,
      "dur": 2.311,
      "text": "way that you describe it. The issue also is that the scope of these talks, the"
    },
    {
      "start": 266.24,
      "dur": 2.15,
      "text": "is that the scope of these talks, the United States want to widen them"
    },
    {
      "start": 268.4,
      "dur": 2.229,
      "text": "United States want to widen them somewhat. They want to talk about Iran's"
    },
    {
      "start": 270.639,
      "dur": 1.99,
      "text": "somewhat. They want to talk about Iran's ballistic missile program, which is a"
    },
    {
      "start": 272.639,
      "dur": 3.031,
      "text": "ballistic missile program, which is a red line for the regime, and they also"
    },
    {
      "start": 275.68,
      "dur": 2.63,
      "text": "red line for the regime, and they also want to talk about the support that Iran"
    },
    {
      "start": 278.32,
      "dur": 2.39,
      "text": "want to talk about the support that Iran has for militant groups in the region."
    },
    {
      "start": 280.72,
      "dur": 2.55,
      "text": "has for militant groups in the region. So it's not just about the nuclear"
    },
    {
      "start": 283.28,
      "dur": 3.11,
      "text": "So it's not just about the nuclear program that Iran has been working on."
    },
    {
      "start": 286.4,
      "dur": 3.43,
      "text": "program that Iran has been working on. In fact, let me be direct and say what"
    },
    {
      "start": 289.84,
      "dur": 3.43,
      "text": "In fact, let me be direct and say what President Trump uh is demanding from"
    },
    {
      "start": 293.28,
      "dur": 3.51,
      "text": "President Trump uh is demanding from Iran is really uh surrender, literally"
    },
    {
      "start": 296.8,
      "dur": 3.35,
      "text": "Iran is really uh surrender, literally surrender. Um and that if Iran accepts"
    },
    {
      "start": 300.16,
      "dur": 2.63,
      "text": "surrender. Um and that if Iran accepts to get rid of shut down its nuclear"
    },
    {
      "start": 302.8,
      "dur": 2.79,
      "text": "to get rid of shut down its nuclear program, if Iran accept to get rid of"
    },
    {
      "start": 305.6,
      "dur": 3.029,
      "text": "program, if Iran accept to get rid of its ballistic missiles, if Iran accepts"
    },
    {
      "start": 308.639,
      "dur": 3.031,
      "text": "its ballistic missiles, if Iran accepts to end its support for regional allies,"
    },
    {
      "start": 311.68,
      "dur": 2.229,
      "text": "to end its support for regional allies, it means the end of the regime. It's a"
    },
    {
      "start": 313.919,
      "dur": 2.231,
      "text": "it means the end of the regime. It's a great humiliation and that's why the"
    },
    {
      "start": 316.16,
      "dur": 3.19,
      "text": "great humiliation and that's why the Iranians insist on basically talking"
    },
    {
      "start": 319.36,
      "dur": 3.19,
      "text": "Iranians insist on basically talking about only the nuclear portfolio as"
    },
    {
      "start": 322.56,
      "dur": 2.629,
      "text": "about only the nuclear portfolio as opposed to their deterrence which is"
    },
    {
      "start": 325.199,
      "dur": 1.911,
      "text": "opposed to their deterrence which is ballistic missiles and also their"
    },
    {
      "start": 327.12,
      "dur": 2.069,
      "text": "ballistic missiles and also their relations with their allies and I think"
    },
    {
      "start": 329.199,
      "dur": 1.83,
      "text": "relations with their allies and I think what the regional powers have been"
    },
    {
      "start": 331.039,
      "dur": 4.15,
      "text": "what the regional powers have been trying to do Turkey Qatar Egypt and Oman"
    },
    {
      "start": 335.199,
      "dur": 3.511,
      "text": "trying to do Turkey Qatar Egypt and Oman are trying to find a framework to try to"
    },
    {
      "start": 338.72,
      "dur": 3.59,
      "text": "are trying to find a framework to try to separate the various questions and my"
    },
    {
      "start": 342.32,
      "dur": 3.03,
      "text": "separate the various questions and my take on it is that the United States is"
    },
    {
      "start": 345.36,
      "dur": 1.91,
      "text": "take on it is that the United States is coordinating very closely with the"
    },
    {
      "start": 347.28,
      "dur": 2.31,
      "text": "coordinating very closely with the Israelis because the Israelis and in"
    },
    {
      "start": 349.6,
      "dur": 1.429,
      "text": "Israelis because the Israelis and in particular Prime Minister Benjamin"
    },
    {
      "start": 351.039,
      "dur": 3.911,
      "text": "particular Prime Minister Benjamin Netanyahu is demanding not only Iran"
    },
    {
      "start": 354.96,
      "dur": 2.63,
      "text": "Netanyahu is demanding not only Iran shuts down its nuclear program is to"
    },
    {
      "start": 357.6,
      "dur": 2.63,
      "text": "shuts down its nuclear program is to have limits on its ballistic missiles"
    },
    {
      "start": 360.24,
      "dur": 1.99,
      "text": "have limits on its ballistic missiles because the Israelis believe that the"
    },
    {
      "start": 362.24,
      "dur": 2.71,
      "text": "because the Israelis believe that the Iran's ballistic missile represents a"
    },
    {
      "start": 364.96,
      "dur": 2.31,
      "text": "Iran's ballistic missile represents a major deterrent force. So that's why we"
    },
    {
      "start": 367.28,
      "dur": 2.31,
      "text": "major deterrent force. So that's why we have to wait and see if and when the"
    },
    {
      "start": 369.6,
      "dur": 2.47,
      "text": "have to wait and see if and when the meeting takes place if President Trump"
    },
    {
      "start": 372.08,
      "dur": 3.27,
      "text": "meeting takes place if President Trump really agrees to focus only on Iran's"
    },
    {
      "start": 375.36,
      "dur": 2.71,
      "text": "really agrees to focus only on Iran's nuclear program. And a final point, I"
    },
    {
      "start": 378.08,
      "dur": 2.71,
      "text": "nuclear program. And a final point, I think it seems to me that Iran has"
    },
    {
      "start": 380.8,
      "dur": 2.87,
      "text": "think it seems to me that Iran has already agreed to make painful"
    },
    {
      "start": 383.68,
      "dur": 3.03,
      "text": "already agreed to make painful concessions to either shut down its"
    },
    {
      "start": 386.72,
      "dur": 3.27,
      "text": "concessions to either shut down its nuclear program or even suspend and even"
    },
    {
      "start": 390.0,
      "dur": 4.15,
      "text": "nuclear program or even suspend and even agreed to ship its enriched ura uranium"
    },
    {
      "start": 394.16,
      "dur": 3.35,
      "text": "agreed to ship its enriched ura uranium to Russia as it did in 2015. So the"
    },
    {
      "start": 397.52,
      "dur": 2.55,
      "text": "to Russia as it did in 2015. So the Iranians are trying to make concession."
    },
    {
      "start": 400.08,
      "dur": 2.949,
      "text": "Iranians are trying to make concession. The question is does the uh President"
    },
    {
      "start": 403.039,
      "dur": 2.071,
      "text": "The question is does the uh President Trump does he really believe that Iran"
    },
    {
      "start": 405.12,
      "dur": 3.11,
      "text": "Trump does he really believe that Iran is vulnerable? Iran is on its knees and"
    },
    {
      "start": 408.24,
      "dur": 1.99,
      "text": "is vulnerable? Iran is on its knees and this is really a golden moment to strike"
    },
    {
      "start": 410.24,
      "dur": 2.229,
      "text": "this is really a golden moment to strike a fatal blow against the regime. And"
    },
    {
      "start": 412.479,
      "dur": 1.43,
      "text": "a fatal blow against the regime. And this could be a major major"
    },
    {
      "start": 413.919,
      "dur": 2.311,
      "text": "this could be a major major miscalculation like the miscalculation"
    },
    {
      "start": 416.24,
      "dur": 2.389,
      "text": "miscalculation like the miscalculation the Americans made in 2003 when they"
    },
    {
      "start": 418.639,
      "dur": 2.721,
      "text": "the Americans made in 2003 when they attacked Iraq."
    }
  ]
}