{
  "videoId": "ZOBVy8DOCY0",
  "title": "Marius Borg Høiby, son of Norway's crown princess, denies rape as trial begins | BBC News",
  "publishedAt": "2026-02-03",
  "channel": "BBC News",
  "durationSeconds": 212,
  "segments": [
    {
      "start": 0.48,
      "dur": 2.8,
      "text": "The Epstein uh scandal also affecting"
    },
    {
      "start": 3.28,
      "dur": 2.069,
      "text": "The Epstein uh scandal also affecting the Norwegian royal family under the"
    },
    {
      "start": 5.359,
      "dur": 1.831,
      "text": "the Norwegian royal family under the spotlight, under pressure like never"
    },
    {
      "start": 7.2,
      "dur": 2.63,
      "text": "spotlight, under pressure like never before. This latest trancho files that"
    },
    {
      "start": 9.84,
      "dur": 2.23,
      "text": "before. This latest trancho files that links the crown princess there in Norway"
    },
    {
      "start": 12.08,
      "dur": 2.549,
      "text": "links the crown princess there in Norway Meta Marit to Jeffrey Epstein. And we"
    },
    {
      "start": 14.639,
      "dur": 1.911,
      "text": "Meta Marit to Jeffrey Epstein. And we also had this morning her son appearing"
    },
    {
      "start": 16.56,
      "dur": 2.31,
      "text": "also had this morning her son appearing in court in Oslo. He has pleaded not"
    },
    {
      "start": 18.88,
      "dur": 1.83,
      "text": "in court in Oslo. He has pleaded not guilty to the charge of raping four"
    },
    {
      "start": 20.72,
      "dur": 2.789,
      "text": "guilty to the charge of raping four women. Marius Bhobe is accused of 38"
    },
    {
      "start": 23.519,
      "dur": 2.151,
      "text": "women. Marius Bhobe is accused of 38 criminal offenses. This is Norway's"
    },
    {
      "start": 25.68,
      "dur": 2.39,
      "text": "criminal offenses. This is Norway's biggest trial for years. He is not"
    },
    {
      "start": 28.08,
      "dur": 1.589,
      "text": "biggest trial for years. He is not himself a royal, but the scandal has"
    },
    {
      "start": 29.679,
      "dur": 1.83,
      "text": "himself a royal, but the scandal has shaken the family that raised him. His"
    },
    {
      "start": 31.519,
      "dur": 1.751,
      "text": "shaken the family that raised him. His arrest on Sunday was the fourth time"
    },
    {
      "start": 33.28,
      "dur": 1.59,
      "text": "arrest on Sunday was the fourth time he'd been detained by police since"
    },
    {
      "start": 34.88,
      "dur": 2.39,
      "text": "he'd been detained by police since August 2024 when he was accused of"
    },
    {
      "start": 37.28,
      "dur": 1.67,
      "text": "August 2024 when he was accused of assaulting a woman he'd been having a"
    },
    {
      "start": 38.96,
      "dur": 2.07,
      "text": "assaulting a woman he'd been having a relationship with. He's denied the most"
    },
    {
      "start": 41.04,
      "dur": 1.43,
      "text": "relationship with. He's denied the most serious charges against him, but"
    },
    {
      "start": 42.48,
      "dur": 2.47,
      "text": "serious charges against him, but admitted some of the more minor ones."
    },
    {
      "start": 44.96,
      "dur": 1.909,
      "text": "admitted some of the more minor ones. Despite the pressure the Norwegian royal"
    },
    {
      "start": 46.879,
      "dur": 1.911,
      "text": "Despite the pressure the Norwegian royal family are under, Parliament there did"
    },
    {
      "start": 48.8,
      "dur": 2.55,
      "text": "family are under, Parliament there did vote overwhelmingly today in favor of"
    },
    {
      "start": 51.36,
      "dur": 2.07,
      "text": "vote overwhelmingly today in favor of maintaining the country's monarchy,"
    },
    {
      "start": 53.44,
      "dur": 1.99,
      "text": "maintaining the country's monarchy, rejecting a proposed change to a"
    },
    {
      "start": 55.44,
      "dur": 2.789,
      "text": "rejecting a proposed change to a republic. I've been speaking to Yetel"
    },
    {
      "start": 58.239,
      "dur": 2.071,
      "text": "republic. I've been speaking to Yetel Alstam who is the political editor of A"
    },
    {
      "start": 60.32,
      "dur": 3.029,
      "text": "Alstam who is the political editor of A of Poston Norway's largest newspaper and"
    },
    {
      "start": 63.359,
      "dur": 1.671,
      "text": "of Poston Norway's largest newspaper and I asked him how the public are viewing"
    },
    {
      "start": 65.04,
      "dur": 1.83,
      "text": "I asked him how the public are viewing the trial."
    },
    {
      "start": 66.88,
      "dur": 1.67,
      "text": "the trial. &gt;&gt; Well, this is a really difficult time"
    },
    {
      "start": 68.56,
      "dur": 2.31,
      "text": "&gt;&gt; Well, this is a really difficult time for the Norwegian royal family. Of"
    },
    {
      "start": 70.88,
      "dur": 2.39,
      "text": "for the Norwegian royal family. Of course, the interest is very high for"
    },
    {
      "start": 73.28,
      "dur": 3.11,
      "text": "course, the interest is very high for the the trial starting today, but also"
    },
    {
      "start": 76.4,
      "dur": 2.79,
      "text": "the the trial starting today, but also the the revelations that came this"
    },
    {
      "start": 79.2,
      "dur": 2.39,
      "text": "the the revelations that came this weekend about uh the links between the"
    },
    {
      "start": 81.6,
      "dur": 3.189,
      "text": "weekend about uh the links between the crown princes and Jeffrey Epstein. We've"
    },
    {
      "start": 84.799,
      "dur": 2.151,
      "text": "crown princes and Jeffrey Epstein. We've had two polls coming out yesterday and"
    },
    {
      "start": 86.96,
      "dur": 2.789,
      "text": "had two polls coming out yesterday and today about uh with the question can"
    },
    {
      "start": 89.759,
      "dur": 2.39,
      "text": "today about uh with the question can Metam Maria become queen one day and"
    },
    {
      "start": 92.159,
      "dur": 2.95,
      "text": "Metam Maria become queen one day and nearly half of the population say no at"
    },
    {
      "start": 95.119,
      "dur": 2.31,
      "text": "nearly half of the population say no at this time. That's a blow for for the"
    },
    {
      "start": 97.439,
      "dur": 2.31,
      "text": "this time. That's a blow for for the monarchy"
    },
    {
      "start": 99.759,
      "dur": 2.071,
      "text": "monarchy &gt;&gt; and none of the royal family intend to"
    },
    {
      "start": 101.84,
      "dur": 2.629,
      "text": "&gt;&gt; and none of the royal family intend to appear in court. Have they said anything"
    },
    {
      "start": 104.479,
      "dur": 2.791,
      "text": "appear in court. Have they said anything publicly about the trial?"
    },
    {
      "start": 107.28,
      "dur": 1.99,
      "text": "publicly about the trial? They have said that this is up to to the"
    },
    {
      "start": 109.28,
      "dur": 3.67,
      "text": "They have said that this is up to to the court to decide and uh if they had been"
    },
    {
      "start": 112.96,
      "dur": 3.03,
      "text": "court to decide and uh if they had been at court that would be uh criticized I"
    },
    {
      "start": 116.0,
      "dur": 1.749,
      "text": "at court that would be uh criticized I would say because that would be a way of"
    },
    {
      "start": 117.759,
      "dur": 2.31,
      "text": "would say because that would be a way of influencing the court there from the"
    },
    {
      "start": 120.079,
      "dur": 1.911,
      "text": "influencing the court there from the position they have. So I don't think"
    },
    {
      "start": 122.0,
      "dur": 1.59,
      "text": "position they have. So I don't think they had any other choice than to stay"
    },
    {
      "start": 123.6,
      "dur": 0.71,
      "text": "they had any other choice than to stay away."
    },
    {
      "start": 124.32,
      "dur": 2.55,
      "text": "away. &gt;&gt; How are the royal family in general"
    },
    {
      "start": 126.88,
      "dur": 2.069,
      "text": "&gt;&gt; How are the royal family in general viewed in Norway? It's slightly more"
    },
    {
      "start": 128.959,
      "dur": 1.91,
      "text": "viewed in Norway? It's slightly more relaxed the situation with some of the"
    },
    {
      "start": 130.879,
      "dur": 1.99,
      "text": "relaxed the situation with some of the Scandinavian roles than it is here in"
    },
    {
      "start": 132.879,
      "dur": 2.231,
      "text": "Scandinavian roles than it is here in the UK. But are they held up as role"
    },
    {
      "start": 135.12,
      "dur": 2.39,
      "text": "the UK. But are they held up as role models? Are they revered?"
    },
    {
      "start": 137.52,
      "dur": 1.75,
      "text": "models? Are they revered? &gt;&gt; Absolutely. Especially the king and"
    },
    {
      "start": 139.28,
      "dur": 3.91,
      "text": "&gt;&gt; Absolutely. Especially the king and queen. They are they will be 90 next"
    },
    {
      "start": 143.2,
      "dur": 2.47,
      "text": "queen. They are they will be 90 next year and they are very much respected."
    },
    {
      "start": 145.68,
      "dur": 3.43,
      "text": "year and they are very much respected. Uh and then you have the uh the uh the"
    },
    {
      "start": 149.12,
      "dur": 2.71,
      "text": "Uh and then you have the uh the uh the question of the their eldest uh their"
    },
    {
      "start": 151.84,
      "dur": 3.669,
      "text": "question of the their eldest uh their daughter uh Princess uh Mataluise who"
    },
    {
      "start": 155.519,
      "dur": 4.551,
      "text": "daughter uh Princess uh Mataluise who married uh the selfproclaimed shaman dur"
    },
    {
      "start": 160.08,
      "dur": 2.07,
      "text": "married uh the selfproclaimed shaman dur one and a half and a half years ago"
    },
    {
      "start": 162.16,
      "dur": 1.67,
      "text": "one and a half and a half years ago where there are conflicts about how they"
    },
    {
      "start": 163.84,
      "dur": 2.469,
      "text": "where there are conflicts about how they use the royal connection with with their"
    },
    {
      "start": 166.319,
      "dur": 2.951,
      "text": "use the royal connection with with their other projects and then you have the uh"
    },
    {
      "start": 169.28,
      "dur": 3.75,
      "text": "other projects and then you have the uh the trial against Metamarit's son and at"
    },
    {
      "start": 173.04,
      "dur": 3.03,
      "text": "the trial against Metamarit's son and at the same time uh the crown as metamorit"
    },
    {
      "start": 176.08,
      "dur": 3.509,
      "text": "the same time uh the crown as metamorit has this uh this lung disease which is"
    },
    {
      "start": 179.599,
      "dur": 3.111,
      "text": "has this uh this lung disease which is quite serious. So so the capacity of the"
    },
    {
      "start": 182.72,
      "dur": 2.31,
      "text": "quite serious. So so the capacity of the royal family is not very high at the"
    },
    {
      "start": 185.04,
      "dur": 1.189,
      "text": "royal family is not very high at the moment."
    },
    {
      "start": 186.239,
      "dur": 2.71,
      "text": "moment. &gt;&gt; How long is the trial expected to take?"
    },
    {
      "start": 188.959,
      "dur": 2.711,
      "text": "&gt;&gt; How long is the trial expected to take? &gt;&gt; It's expected to take seven weeks. So it"
    },
    {
      "start": 191.68,
      "dur": 2.95,
      "text": "&gt;&gt; It's expected to take seven weeks. So it will be uh the big story in in Norway"
    },
    {
      "start": 194.64,
      "dur": 1.19,
      "text": "will be uh the big story in in Norway for for the next weeks."
    },
    {
      "start": 195.84,
      "dur": 1.029,
      "text": "for for the next weeks. &gt;&gt; We've been saying this is the biggest"
    },
    {
      "start": 196.879,
      "dur": 1.99,
      "text": "&gt;&gt; We've been saying this is the biggest trial in Norway for many year years. Is"
    },
    {
      "start": 198.879,
      "dur": 1.671,
      "text": "trial in Norway for many year years. Is that the case?"
    },
    {
      "start": 200.56,
      "dur": 2.949,
      "text": "that the case? &gt;&gt; Absolutely. and uh especially with"
    },
    {
      "start": 203.519,
      "dur": 2.471,
      "text": "&gt;&gt; Absolutely. and uh especially with interest uh even from international"
    },
    {
      "start": 206.0,
      "dur": 2.39,
      "text": "interest uh even from international media of course"
    },
    {
      "start": 208.4,
      "dur": 1.749,
      "text": "media of course &gt;&gt; and we will be following that trial"
    },
    {
      "start": 210.159,
      "dur": 4.08,
      "text": "&gt;&gt; and we will be following that trial throughout here on BBC News."
    }
  ]
}