{
  "videoId": "ZOlktUrAg0k",
  "title": "Russia killed Alexei Navalny using dart frog toxin, UK says | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 245,
  "segments": [
    {
      "start": 0.6,
      "dur": 10.4,
      "text": "The Russian dissident Alexe Nalli was poisoned with a lethal toxin while be poisoned with a lethal toxin while be while being held in a penal colony two while being held in a penal colony two years ago. According to several European"
    },
    {
      "start": 11.0,
      "dur": 8.4,
      "text": "years ago. According to several European nations, in a joint statement, the nations, in a joint statement, the governments of the UK, France, the governments of the UK, France, the Netherlands, Germany, and Sweden said Netherlands, Germany, and Sweden said they had analyzed samples from Mr. Nalli"
    },
    {
      "start": 19.4,
      "dur": 8.4,
      "text": "they had analyzed samples from Mr. Nalli following his death and found traces of following his death and found traces of a toxin found in poison dart frogs from a toxin found in poison dart frogs from South America. They said this and a"
    },
    {
      "start": 27.8,
      "dur": 10.2,
      "text": "South America. They said this and a Novichok attack in 2018 underlined the Novichok attack in 2018 underlined the need to hold Russia accountable for its need to hold Russia accountable for its repeated violations of the Chemical repeated violations of the Chemical Weapons Convention and in this instance"
    },
    {
      "start": 38.0,
      "dur": 8.2,
      "text": "Weapons Convention and in this instance the Biological and Toxins Weapons the Biological and Toxins Weapons Convention. Our permanent Convention. Our permanent representatives to the Organization for representatives to the Organization for the Prohibition of Chemical Weapons have"
    },
    {
      "start": 46.2,
      "dur": 8.3,
      "text": "the Prohibition of Chemical Weapons have written today to the director general to written today to the director general to inform him of this Russian breach of the inform him of this Russian breach of the Chemical Weapons Convention. We are Chemical Weapons Convention. We are further concerned that Russia did not"
    },
    {
      "start": 54.5,
      "dur": 9.4,
      "text": "further concerned that Russia did not destroy all of its chemical weapons. We destroy all of its chemical weapons. We and our partners will make use of all and our partners will make use of all policy levers at our disposal to policy levers at our disposal to continue to hold Russia to account."
    },
    {
      "start": 63.9,
      "dur": 8.8,
      "text": "continue to hold Russia to account. Well, we're joined now by our world Well, we're joined now by our world affairs correspondent Joe Inwood. Joe, affairs correspondent Joe Inwood. Joe, how have they worked this out? how have they worked this out? So, it seems that after the death of"
    },
    {
      "start": 72.7,
      "dur": 8.8,
      "text": "So, it seems that after the death of Alex Nali a couple of years ago, somehow Alex Nali a couple of years ago, somehow they've got samples from his body. We they've got samples from his body. We don't know the details of this one don't know the details of this one actually, but I think presumably he was actually, but I think presumably he was buried and they have taken samples. one"
    },
    {
      "start": 81.5,
      "dur": 8.7,
      "text": "buried and they have taken samples. one assumes at that point and they've been assumes at that point and they've been analyzing them and I I think very few analyzing them and I I think very few people will be surprised that he met an people will be surprised that he met an unnatural end. I don't think many people"
    },
    {
      "start": 90.2,
      "dur": 9.2,
      "text": "unnatural end. I don't think many people believe the Russian suggestion that he believe the Russian suggestion that he had died of natural causes of a heart had died of natural causes of a heart condition. But the fact that they found condition. But the fact that they found this toxin now it's called epibatadine this toxin now it's called epibatadine according to the government statement"
    },
    {
      "start": 99.4,
      "dur": 8.7,
      "text": "according to the government statement and that is found only on the skin of and that is found only on the skin of the Ecuadorian dart frog. Now I'm not an the Ecuadorian dart frog. Now I'm not an expert on the Ecuadorian dart frog but I expert on the Ecuadorian dart frog but I think it's fair to say they're not"
    },
    {
      "start": 108.1,
      "dur": 8.3,
      "text": "think it's fair to say they're not generally found in Siberia. And so the generally found in Siberia. And so the conclusion that the government have come conclusion that the government have come to is that the only way that Epibatine to is that the only way that Epibatine could have made its way from the jungles"
    },
    {
      "start": 116.4,
      "dur": 9.1,
      "text": "could have made its way from the jungles of Ecuador and Peru as well, I'm told, of Ecuador and Peru as well, I'm told, but into Siberia and into the body of but into Siberia and into the body of Alexi Navali is if someone had put it Alexi Navali is if someone had put it there. And that the only people that there. And that the only people that could have put it there are the Russian"
    },
    {
      "start": 125.5,
      "dur": 9.9,
      "text": "could have put it there are the Russian government. government. And it isn't the first time that Russia And it isn't the first time that Russia has been accused of using deadly toxins. has been accused of using deadly toxins. No, of course. As you just mentioned, No, of course. As you just mentioned, Novachok on Mr. Nalli in 2020 and the"
    },
    {
      "start": 135.4,
      "dur": 8.4,
      "text": "Novachok on Mr. Nalli in 2020 and the Salsbury poisoning as well. Russia has I Salsbury poisoning as well. Russia has I mean they've always denied this we mean they've always denied this we should say that but they've not denied should say that but they've not denied it in a way that has convinced many"
    },
    {
      "start": 143.8,
      "dur": 8.4,
      "text": "it in a way that has convinced many people that they don't undertake this people that they don't undertake this sort of operation using you know toxins sort of operation using you know toxins nerve agents some various should we say"
    },
    {
      "start": 152.2,
      "dur": 9.2,
      "text": "nerve agents some various should we say creative ways of killing their opponents creative ways of killing their opponents is something that very very widely is something that very very widely Russia's been accused of and that's why Russia's been accused of and that's why we've got this statement that you we've got this statement that you mentioned before from these five"
    },
    {
      "start": 161.4,
      "dur": 8.8,
      "text": "mentioned before from these five governments saying that they're governments saying that they're breaching various international breaching various international conventions conventions and the British foreign secretary of vet and the British foreign secretary of vet Cooper has said that clearly Russia saw Cooper has said that clearly Russia saw Nalli as a threat."
    },
    {
      "start": 170.2,
      "dur": 8.2,
      "text": "Nalli as a threat. Yeah, I think that goes without saying. Yeah, I think that goes without saying. I mean, Lexi Nalli, to remind viewers I mean, Lexi Nalli, to remind viewers before he died, was the most before he died, was the most high-profile, the most prominent, and in"
    },
    {
      "start": 178.4,
      "dur": 10.2,
      "text": "high-profile, the most prominent, and in the Kremlin's eyes, the most dangerous the Kremlin's eyes, the most dangerous um opponent that the Russian government um opponent that the Russian government faced. His anti-corruption foundation faced. His anti-corruption foundation was very very well regarded around the"
    },
    {
      "start": 188.6,
      "dur": 8.9,
      "text": "was very very well regarded around the world by many of its supporters. But I world by many of its supporters. But I think more more than that, they had a think more more than that, they had a habit of putting out these videos which habit of putting out these videos which embarrassed and infuriated the Kremlin."
    },
    {
      "start": 197.5,
      "dur": 8.3,
      "text": "embarrassed and infuriated the Kremlin. Various revelations about government Various revelations about government corruption, about the large the corruption, about the large the extravagance uh in which their leaders, extravagance uh in which their leaders, specifically President Putin, lived. I"
    },
    {
      "start": 205.8,
      "dur": 9.1,
      "text": "specifically President Putin, lived. I think they did a if I remember think they did a if I remember correctly, a sort of an investigation, correctly, a sort of an investigation, an undercover kind of expose of his huge an undercover kind of expose of his huge mansion that he'd had built. And all of"
    },
    {
      "start": 214.9,
      "dur": 10.3,
      "text": "mansion that he'd had built. And all of this didn't it was partly that he was a this didn't it was partly that he was a central figure around which opponents central figure around which opponents could coales but also that they were so could coales but also that they were so successful in making the the Kremlin"
    },
    {
      "start": 225.2,
      "dur": 9.0,
      "text": "successful in making the the Kremlin look foolish. look foolish. Joe for the moment. Thank you very much Joe for the moment. Thank you very much uh Joe in there with the the latest uh Joe in there with the the latest following that um statement from those"
    },
    {
      "start": 234.2,
      "dur": 9.5,
      "text": "following that um statement from those European uh partners. Um there is much European uh partners. Um there is much more on the circumstances of Alexi more on the circumstances of Alexi Nalli's death. If you'd like to read it, Nalli's death. If you'd like to read it, you'll find it on the BBC News website"
    },
    {
      "start": 243.7,
      "dur": 2.8,
      "text": "you'll find it on the BBC News website or our"
    }
  ]
}