{
  "videoId": "ZOlktUrAg0k",
  "title": "Russia killed Alexei Navalny using dart frog toxin, UK says | BBC News",
  "publishedAt": "2026-02-14",
  "channel": "BBC News",
  "durationSeconds": 245,
  "segments": [
    {
      "start": 0.64,
      "dur": 2.48,
      "text": "The Russian dissident Alexe Nalli was"
    },
    {
      "start": 3.12,
      "dur": 2.79,
      "text": "The Russian dissident Alexe Nalli was poisoned with a lethal toxin while be"
    },
    {
      "start": 5.92,
      "dur": 2.31,
      "text": "poisoned with a lethal toxin while be while being held in a penal colony two"
    },
    {
      "start": 8.24,
      "dur": 2.71,
      "text": "while being held in a penal colony two years ago. According to several European"
    },
    {
      "start": 10.96,
      "dur": 2.07,
      "text": "years ago. According to several European nations, in a joint statement, the"
    },
    {
      "start": 13.04,
      "dur": 1.91,
      "text": "nations, in a joint statement, the governments of the UK, France, the"
    },
    {
      "start": 14.96,
      "dur": 1.75,
      "text": "governments of the UK, France, the Netherlands, Germany, and Sweden said"
    },
    {
      "start": 16.72,
      "dur": 2.629,
      "text": "Netherlands, Germany, and Sweden said they had analyzed samples from Mr. Nalli"
    },
    {
      "start": 19.359,
      "dur": 1.91,
      "text": "they had analyzed samples from Mr. Nalli following his death and found traces of"
    },
    {
      "start": 21.279,
      "dur": 3.75,
      "text": "following his death and found traces of a toxin found in poison dart frogs from"
    },
    {
      "start": 25.039,
      "dur": 2.791,
      "text": "a toxin found in poison dart frogs from South America. They said this and a"
    },
    {
      "start": 27.84,
      "dur": 3.269,
      "text": "South America. They said this and a Novichok attack in 2018 underlined the"
    },
    {
      "start": 31.119,
      "dur": 1.991,
      "text": "Novichok attack in 2018 underlined the need to hold Russia accountable for its"
    },
    {
      "start": 33.12,
      "dur": 1.99,
      "text": "need to hold Russia accountable for its repeated violations of the Chemical"
    },
    {
      "start": 35.12,
      "dur": 2.87,
      "text": "repeated violations of the Chemical Weapons Convention and in this instance"
    },
    {
      "start": 38.0,
      "dur": 2.709,
      "text": "Weapons Convention and in this instance the Biological and Toxins Weapons"
    },
    {
      "start": 40.719,
      "dur": 1.83,
      "text": "the Biological and Toxins Weapons Convention. Our permanent"
    },
    {
      "start": 42.559,
      "dur": 1.67,
      "text": "Convention. Our permanent representatives to the Organization for"
    },
    {
      "start": 44.239,
      "dur": 1.911,
      "text": "representatives to the Organization for the Prohibition of Chemical Weapons have"
    },
    {
      "start": 46.16,
      "dur": 2.229,
      "text": "the Prohibition of Chemical Weapons have written today to the director general to"
    },
    {
      "start": 48.399,
      "dur": 2.391,
      "text": "written today to the director general to inform him of this Russian breach of the"
    },
    {
      "start": 50.8,
      "dur": 2.069,
      "text": "inform him of this Russian breach of the Chemical Weapons Convention. We are"
    },
    {
      "start": 52.879,
      "dur": 1.591,
      "text": "Chemical Weapons Convention. We are further concerned that Russia did not"
    },
    {
      "start": 54.48,
      "dur": 2.709,
      "text": "further concerned that Russia did not destroy all of its chemical weapons. We"
    },
    {
      "start": 57.199,
      "dur": 2.071,
      "text": "destroy all of its chemical weapons. We and our partners will make use of all"
    },
    {
      "start": 59.28,
      "dur": 1.83,
      "text": "and our partners will make use of all policy levers at our disposal to"
    },
    {
      "start": 61.12,
      "dur": 2.79,
      "text": "policy levers at our disposal to continue to hold Russia to account."
    },
    {
      "start": 63.92,
      "dur": 2.39,
      "text": "continue to hold Russia to account. Well, we're joined now by our world"
    },
    {
      "start": 66.32,
      "dur": 3.35,
      "text": "Well, we're joined now by our world affairs correspondent Joe Inwood. Joe,"
    },
    {
      "start": 69.68,
      "dur": 1.51,
      "text": "affairs correspondent Joe Inwood. Joe, how have they worked this out?"
    },
    {
      "start": 71.2,
      "dur": 1.51,
      "text": "how have they worked this out? &gt;&gt; So, it seems that after the death of"
    },
    {
      "start": 72.72,
      "dur": 1.91,
      "text": "&gt;&gt; So, it seems that after the death of Alex Nali a couple of years ago, somehow"
    },
    {
      "start": 74.64,
      "dur": 2.95,
      "text": "Alex Nali a couple of years ago, somehow they've got samples from his body. We"
    },
    {
      "start": 77.6,
      "dur": 1.11,
      "text": "they've got samples from his body. We don't know the details of this one"
    },
    {
      "start": 78.72,
      "dur": 1.19,
      "text": "don't know the details of this one actually, but I think presumably he was"
    },
    {
      "start": 79.92,
      "dur": 1.59,
      "text": "actually, but I think presumably he was buried and they have taken samples. one"
    },
    {
      "start": 81.52,
      "dur": 1.67,
      "text": "buried and they have taken samples. one assumes at that point and they've been"
    },
    {
      "start": 83.2,
      "dur": 2.549,
      "text": "assumes at that point and they've been analyzing them and I I think very few"
    },
    {
      "start": 85.759,
      "dur": 3.111,
      "text": "analyzing them and I I think very few people will be surprised that he met an"
    },
    {
      "start": 88.88,
      "dur": 1.35,
      "text": "people will be surprised that he met an unnatural end. I don't think many people"
    },
    {
      "start": 90.24,
      "dur": 1.75,
      "text": "unnatural end. I don't think many people believe the Russian suggestion that he"
    },
    {
      "start": 92.0,
      "dur": 1.67,
      "text": "believe the Russian suggestion that he had died of natural causes of a heart"
    },
    {
      "start": 93.68,
      "dur": 1.749,
      "text": "had died of natural causes of a heart condition. But the fact that they found"
    },
    {
      "start": 95.439,
      "dur": 1.911,
      "text": "condition. But the fact that they found this toxin now it's called epibatadine"
    },
    {
      "start": 97.36,
      "dur": 1.99,
      "text": "this toxin now it's called epibatadine according to the government statement"
    },
    {
      "start": 99.36,
      "dur": 3.67,
      "text": "according to the government statement and that is found only on the skin of"
    },
    {
      "start": 103.04,
      "dur": 2.55,
      "text": "and that is found only on the skin of the Ecuadorian dart frog. Now I'm not an"
    },
    {
      "start": 105.6,
      "dur": 1.509,
      "text": "the Ecuadorian dart frog. Now I'm not an expert on the Ecuadorian dart frog but I"
    },
    {
      "start": 107.119,
      "dur": 0.95,
      "text": "expert on the Ecuadorian dart frog but I think it's fair to say they're not"
    },
    {
      "start": 108.079,
      "dur": 2.231,
      "text": "think it's fair to say they're not generally found in Siberia. And so the"
    },
    {
      "start": 110.32,
      "dur": 1.27,
      "text": "generally found in Siberia. And so the conclusion that the government have come"
    },
    {
      "start": 111.6,
      "dur": 2.869,
      "text": "conclusion that the government have come to is that the only way that Epibatine"
    },
    {
      "start": 114.479,
      "dur": 1.91,
      "text": "to is that the only way that Epibatine could have made its way from the jungles"
    },
    {
      "start": 116.399,
      "dur": 2.231,
      "text": "could have made its way from the jungles of Ecuador and Peru as well, I'm told,"
    },
    {
      "start": 118.64,
      "dur": 1.829,
      "text": "of Ecuador and Peru as well, I'm told, but into Siberia and into the body of"
    },
    {
      "start": 120.479,
      "dur": 2.23,
      "text": "but into Siberia and into the body of Alexi Navali is if someone had put it"
    },
    {
      "start": 122.719,
      "dur": 1.191,
      "text": "Alexi Navali is if someone had put it there. And that the only people that"
    },
    {
      "start": 123.92,
      "dur": 1.59,
      "text": "there. And that the only people that could have put it there are the Russian"
    },
    {
      "start": 125.52,
      "dur": 0.39,
      "text": "could have put it there are the Russian government."
    },
    {
      "start": 125.92,
      "dur": 1.75,
      "text": "government. &gt;&gt; And it isn't the first time that Russia"
    },
    {
      "start": 127.68,
      "dur": 2.789,
      "text": "&gt;&gt; And it isn't the first time that Russia has been accused of using deadly toxins."
    },
    {
      "start": 130.479,
      "dur": 2.071,
      "text": "has been accused of using deadly toxins. &gt;&gt; No, of course. As you just mentioned,"
    },
    {
      "start": 132.56,
      "dur": 2.87,
      "text": "&gt;&gt; No, of course. As you just mentioned, Novachok on Mr. Nalli in 2020 and the"
    },
    {
      "start": 135.44,
      "dur": 3.19,
      "text": "Novachok on Mr. Nalli in 2020 and the Salsbury poisoning as well. Russia has I"
    },
    {
      "start": 138.64,
      "dur": 1.43,
      "text": "Salsbury poisoning as well. Russia has I mean they've always denied this we"
    },
    {
      "start": 140.08,
      "dur": 2.149,
      "text": "mean they've always denied this we should say that but they've not denied"
    },
    {
      "start": 142.239,
      "dur": 1.591,
      "text": "should say that but they've not denied it in a way that has convinced many"
    },
    {
      "start": 143.84,
      "dur": 1.99,
      "text": "it in a way that has convinced many people that they don't undertake this"
    },
    {
      "start": 145.84,
      "dur": 2.87,
      "text": "people that they don't undertake this sort of operation using you know toxins"
    },
    {
      "start": 148.72,
      "dur": 3.43,
      "text": "sort of operation using you know toxins nerve agents some various should we say"
    },
    {
      "start": 152.16,
      "dur": 2.709,
      "text": "nerve agents some various should we say creative ways of killing their opponents"
    },
    {
      "start": 154.879,
      "dur": 2.07,
      "text": "creative ways of killing their opponents is something that very very widely"
    },
    {
      "start": 156.959,
      "dur": 1.511,
      "text": "is something that very very widely Russia's been accused of and that's why"
    },
    {
      "start": 158.48,
      "dur": 1.27,
      "text": "Russia's been accused of and that's why we've got this statement that you"
    },
    {
      "start": 159.76,
      "dur": 1.67,
      "text": "we've got this statement that you mentioned before from these five"
    },
    {
      "start": 161.44,
      "dur": 1.11,
      "text": "mentioned before from these five governments saying that they're"
    },
    {
      "start": 162.56,
      "dur": 1.35,
      "text": "governments saying that they're breaching various international"
    },
    {
      "start": 163.92,
      "dur": 1.11,
      "text": "breaching various international conventions"
    },
    {
      "start": 165.04,
      "dur": 1.829,
      "text": "conventions &gt;&gt; and the British foreign secretary of vet"
    },
    {
      "start": 166.879,
      "dur": 2.231,
      "text": "&gt;&gt; and the British foreign secretary of vet Cooper has said that clearly Russia saw"
    },
    {
      "start": 169.12,
      "dur": 1.109,
      "text": "Cooper has said that clearly Russia saw Nalli as a threat."
    },
    {
      "start": 170.239,
      "dur": 1.831,
      "text": "Nalli as a threat. &gt;&gt; Yeah, I think that goes without saying."
    },
    {
      "start": 172.08,
      "dur": 2.39,
      "text": "&gt;&gt; Yeah, I think that goes without saying. I mean, Lexi Nalli, to remind viewers"
    },
    {
      "start": 174.48,
      "dur": 2.23,
      "text": "I mean, Lexi Nalli, to remind viewers before he died, was the most"
    },
    {
      "start": 176.72,
      "dur": 1.67,
      "text": "before he died, was the most high-profile, the most prominent, and in"
    },
    {
      "start": 178.4,
      "dur": 2.469,
      "text": "high-profile, the most prominent, and in the Kremlin's eyes, the most dangerous"
    },
    {
      "start": 180.879,
      "dur": 2.391,
      "text": "the Kremlin's eyes, the most dangerous um opponent that the Russian government"
    },
    {
      "start": 183.28,
      "dur": 2.47,
      "text": "um opponent that the Russian government faced. His anti-corruption foundation"
    },
    {
      "start": 185.76,
      "dur": 2.79,
      "text": "faced. His anti-corruption foundation was very very well regarded around the"
    },
    {
      "start": 188.56,
      "dur": 2.23,
      "text": "was very very well regarded around the world by many of its supporters. But I"
    },
    {
      "start": 190.8,
      "dur": 1.83,
      "text": "world by many of its supporters. But I think more more than that, they had a"
    },
    {
      "start": 192.64,
      "dur": 2.309,
      "text": "think more more than that, they had a habit of putting out these videos which"
    },
    {
      "start": 194.959,
      "dur": 2.55,
      "text": "habit of putting out these videos which embarrassed and infuriated the Kremlin."
    },
    {
      "start": 197.519,
      "dur": 2.311,
      "text": "embarrassed and infuriated the Kremlin. Various revelations about government"
    },
    {
      "start": 199.84,
      "dur": 1.99,
      "text": "Various revelations about government corruption, about the large the"
    },
    {
      "start": 201.84,
      "dur": 2.07,
      "text": "corruption, about the large the extravagance uh in which their leaders,"
    },
    {
      "start": 203.92,
      "dur": 1.83,
      "text": "extravagance uh in which their leaders, specifically President Putin, lived. I"
    },
    {
      "start": 205.76,
      "dur": 1.03,
      "text": "specifically President Putin, lived. I think they did a if I remember"
    },
    {
      "start": 206.8,
      "dur": 2.069,
      "text": "think they did a if I remember correctly, a sort of an investigation,"
    },
    {
      "start": 208.879,
      "dur": 3.671,
      "text": "correctly, a sort of an investigation, an undercover kind of expose of his huge"
    },
    {
      "start": 212.56,
      "dur": 2.309,
      "text": "an undercover kind of expose of his huge mansion that he'd had built. And all of"
    },
    {
      "start": 214.879,
      "dur": 3.591,
      "text": "mansion that he'd had built. And all of this didn't it was partly that he was a"
    },
    {
      "start": 218.48,
      "dur": 2.23,
      "text": "this didn't it was partly that he was a central figure around which opponents"
    },
    {
      "start": 220.72,
      "dur": 1.83,
      "text": "central figure around which opponents could coales but also that they were so"
    },
    {
      "start": 222.56,
      "dur": 2.63,
      "text": "could coales but also that they were so successful in making the the Kremlin"
    },
    {
      "start": 225.2,
      "dur": 1.109,
      "text": "successful in making the the Kremlin look foolish."
    },
    {
      "start": 226.319,
      "dur": 2.63,
      "text": "look foolish. &gt;&gt; Joe for the moment. Thank you very much"
    },
    {
      "start": 228.959,
      "dur": 2.071,
      "text": "&gt;&gt; Joe for the moment. Thank you very much uh Joe in there with the the latest"
    },
    {
      "start": 231.04,
      "dur": 3.109,
      "text": "uh Joe in there with the the latest following that um statement from those"
    },
    {
      "start": 234.159,
      "dur": 2.471,
      "text": "following that um statement from those European uh partners. Um there is much"
    },
    {
      "start": 236.64,
      "dur": 2.869,
      "text": "European uh partners. Um there is much more on the circumstances of Alexi"
    },
    {
      "start": 239.519,
      "dur": 2.07,
      "text": "more on the circumstances of Alexi Nalli's death. If you'd like to read it,"
    },
    {
      "start": 241.599,
      "dur": 2.071,
      "text": "Nalli's death. If you'd like to read it, you'll find it on the BBC News website"
    },
    {
      "start": 243.68,
      "dur": 2.8,
      "text": "you'll find it on the BBC News website or our"
    }
  ]
}