{
  "videoId": "zSHsoh2qzdI",
  "title": "Zelensky hopes first Ukraine, Russia and US talks are 'step towards ending war' | BBC News",
  "publishedAt": "2026-01-23",
  "channel": "BBC News",
  "durationSeconds": 540,
  "segments": [
    {
      "start": 0.96,
      "dur": 2.64,
      "text": "Hello, welcome. I'm Katherine Garhunga."
    },
    {
      "start": 3.6,
      "dur": 2.39,
      "text": "Hello, welcome. I'm Katherine Garhunga. We start with peace talks and the war in"
    },
    {
      "start": 6.0,
      "dur": 2.39,
      "text": "We start with peace talks and the war in Ukraine. Top negotiators from Russia,"
    },
    {
      "start": 8.4,
      "dur": 2.47,
      "text": "Ukraine. Top negotiators from Russia, Ukraine, and the US are heading to Abu"
    },
    {
      "start": 10.88,
      "dur": 2.47,
      "text": "Ukraine, and the US are heading to Abu Dhabi today. It's the first time all"
    },
    {
      "start": 13.36,
      "dur": 2.229,
      "text": "Dhabi today. It's the first time all three will have met since Moscow's"
    },
    {
      "start": 15.599,
      "dur": 2.711,
      "text": "three will have met since Moscow's full-scale invasion of Ukraine nearly"
    },
    {
      "start": 18.32,
      "dur": 1.99,
      "text": "full-scale invasion of Ukraine nearly four years ago. In the past hour,"
    },
    {
      "start": 20.32,
      "dur": 1.83,
      "text": "four years ago. In the past hour, President Zilinski confirmed that"
    },
    {
      "start": 22.16,
      "dur": 2.47,
      "text": "President Zilinski confirmed that territory will be discussed as part of"
    },
    {
      "start": 24.64,
      "dur": 2.549,
      "text": "territory will be discussed as part of those talks. It comes after President"
    },
    {
      "start": 27.199,
      "dur": 2.791,
      "text": "those talks. It comes after President Putin and Mr. Trump's envoys held talks"
    },
    {
      "start": 30.0,
      "dur": 1.99,
      "text": "Putin and Mr. Trump's envoys held talks in Moscow, which the Kremlin called"
    },
    {
      "start": 32.0,
      "dur": 3.75,
      "text": "in Moscow, which the Kremlin called useful but very frank. Mr. Trump, who on"
    },
    {
      "start": 35.76,
      "dur": 1.67,
      "text": "useful but very frank. Mr. Trump, who on Thursday met Ukraine's President"
    },
    {
      "start": 37.44,
      "dur": 2.629,
      "text": "Thursday met Ukraine's President Zilinski in Davos, has said a deal is"
    },
    {
      "start": 40.079,
      "dur": 2.551,
      "text": "Zilinski in Davos, has said a deal is reasonably close. Our Russia editor"
    },
    {
      "start": 42.64,
      "dur": 3.51,
      "text": "reasonably close. Our Russia editor Steve Rosenberg has more."
    },
    {
      "start": 46.16,
      "dur": 3.59,
      "text": "Steve Rosenberg has more. &gt;&gt; Speeding to the Kremlin, the US envoys,"
    },
    {
      "start": 49.76,
      "dur": 2.07,
      "text": "&gt;&gt; Speeding to the Kremlin, the US envoys, you can see why Vladimir Putin"
    },
    {
      "start": 51.84,
      "dur": 2.709,
      "text": "you can see why Vladimir Putin appreciates Donald Trump. He sends his"
    },
    {
      "start": 54.559,
      "dur": 3.111,
      "text": "appreciates Donald Trump. He sends his emissaries here to discuss Ukraine and"
    },
    {
      "start": 57.68,
      "dur": 3.11,
      "text": "emissaries here to discuss Ukraine and show respect for Russia. And President"
    },
    {
      "start": 60.8,
      "dur": 2.389,
      "text": "show respect for Russia. And President Putin has just been invited onto Donald"
    },
    {
      "start": 63.199,
      "dur": 2.791,
      "text": "Putin has just been invited onto Donald Trump's new board of peace for settling"
    },
    {
      "start": 66.0,
      "dur": 2.87,
      "text": "Trump's new board of peace for settling global conflict, even though he is"
    },
    {
      "start": 68.88,
      "dur": 2.47,
      "text": "global conflict, even though he is waging a war."
    },
    {
      "start": 71.36,
      "dur": 2.069,
      "text": "waging a war. Then there's Greenland, where Donald"
    },
    {
      "start": 73.439,
      "dur": 2.391,
      "text": "Then there's Greenland, where Donald Trump's quest to take control has"
    },
    {
      "start": 75.84,
      "dur": 2.629,
      "text": "Trump's quest to take control has allowed Russia to argue that it has the"
    },
    {
      "start": 78.479,
      "dur": 3.351,
      "text": "allowed Russia to argue that it has the right to do what it wants in Ukraine."
    },
    {
      "start": 81.84,
      "dur": 5.909,
      "text": "right to do what it wants in Ukraine. You see, one country can take anything"
    },
    {
      "start": 87.759,
      "dur": 3.511,
      "text": "You see, one country can take anything if believes that it is in their favor of"
    },
    {
      "start": 91.28,
      "dur": 3.67,
      "text": "if believes that it is in their favor of their security. Why wouldn't we do the"
    },
    {
      "start": 94.96,
      "dur": 2.87,
      "text": "their security. Why wouldn't we do the same if we believe that it is in favor"
    },
    {
      "start": 97.84,
      "dur": 3.51,
      "text": "same if we believe that it is in favor of our security? We don't want uh"
    },
    {
      "start": 101.36,
      "dur": 4.15,
      "text": "of our security? We don't want uh Ukraine be a part of NATO. That's why we"
    },
    {
      "start": 105.52,
      "dur": 3.75,
      "text": "Ukraine be a part of NATO. That's why we make what we do uh in our favor."
    },
    {
      "start": 109.28,
      "dur": 1.59,
      "text": "make what we do uh in our favor. &gt;&gt; And there is another advantage. the"
    },
    {
      "start": 110.88,
      "dur": 1.83,
      "text": "&gt;&gt; And there is another advantage. the Kremlin will have identified from the"
    },
    {
      "start": 112.72,
      "dur": 2.47,
      "text": "Kremlin will have identified from the whole Greenland saga and that is the"
    },
    {
      "start": 115.2,
      "dur": 2.549,
      "text": "whole Greenland saga and that is the tension it has sparked between America"
    },
    {
      "start": 117.759,
      "dur": 2.551,
      "text": "tension it has sparked between America and her traditional allies in Europe."
    },
    {
      "start": 120.32,
      "dur": 2.55,
      "text": "and her traditional allies in Europe. It's been sewing division in the western"
    },
    {
      "start": 122.88,
      "dur": 2.869,
      "text": "It's been sewing division in the western alliance and that suits Moscow just"
    },
    {
      "start": 125.759,
      "dur": 2.47,
      "text": "alliance and that suits Moscow just fine."
    },
    {
      "start": 128.239,
      "dur": 2.15,
      "text": "fine. So you might think that Donald Trump"
    },
    {
      "start": 130.399,
      "dur": 2.151,
      "text": "So you might think that Donald Trump would be rather popular right now with"
    },
    {
      "start": 132.56,
      "dur": 3.27,
      "text": "would be rather popular right now with Russians. Not especially on the streets"
    },
    {
      "start": 135.84,
      "dur": 2.31,
      "text": "Russians. Not especially on the streets of Moscow. Most of the people we spoke"
    },
    {
      "start": 138.16,
      "dur": 2.31,
      "text": "of Moscow. Most of the people we spoke to were suspicious of America's"
    },
    {
      "start": 140.48,
      "dur": 3.109,
      "text": "to were suspicious of America's president and ready to give him the cold"
    },
    {
      "start": 143.599,
      "dur": 3.191,
      "text": "president and ready to give him the cold shoulder."
    },
    {
      "start": 146.8,
      "dur": 2.24,
      "text": "He does one thing one day, the opposite"
    },
    {
      "start": 149.04,
      "dur": 2.63,
      "text": "He does one thing one day, the opposite thing the next. Llana says watching"
    },
    {
      "start": 151.68,
      "dur": 2.549,
      "text": "thing the next. Llana says watching Trump is like being at the circus or the"
    },
    {
      "start": 154.239,
      "dur": 3.671,
      "text": "Trump is like being at the circus or the theater."
    },
    {
      "start": 157.92,
      "dur": 2.959,
      "text": "Russia won't benefit. Oleg says the kind"
    },
    {
      "start": 160.879,
      "dur": 2.151,
      "text": "Russia won't benefit. Oleg says the kind of things he's doing, the same could be"
    },
    {
      "start": 163.04,
      "dur": 2.31,
      "text": "of things he's doing, the same could be done to us."
    },
    {
      "start": 165.36,
      "dur": 2.79,
      "text": "done to us. He's not our ally, Juliana tells me. To"
    },
    {
      "start": 168.16,
      "dur": 1.83,
      "text": "He's not our ally, Juliana tells me. To begin with, I thought he was, but"
    },
    {
      "start": 170.0,
      "dur": 1.509,
      "text": "begin with, I thought he was, but Trump's aggressive approach to"
    },
    {
      "start": 171.519,
      "dur": 4.551,
      "text": "Trump's aggressive approach to Venezuela, that was incomprehensible."
    },
    {
      "start": 176.08,
      "dur": 2.55,
      "text": "Venezuela, that was incomprehensible. But the Kremlin isn't criticizing the US"
    },
    {
      "start": 178.64,
      "dur": 3.03,
      "text": "But the Kremlin isn't criticizing the US president. Moscow is enjoying the cracks"
    },
    {
      "start": 181.68,
      "dur": 1.99,
      "text": "president. Moscow is enjoying the cracks that have appeared in transatlantic"
    },
    {
      "start": 183.68,
      "dur": 2.87,
      "text": "that have appeared in transatlantic relations due to the course Donald Trump"
    },
    {
      "start": 186.56,
      "dur": 2.389,
      "text": "relations due to the course Donald Trump has chosen. Any fracturing of the"
    },
    {
      "start": 188.959,
      "dur": 3.27,
      "text": "has chosen. Any fracturing of the Western Alliance is seen here as making"
    },
    {
      "start": 192.239,
      "dur": 2.951,
      "text": "Western Alliance is seen here as making Russia stronger. Steve Rosenberg, BBC"
    },
    {
      "start": 195.2,
      "dur": 2.23,
      "text": "Russia stronger. Steve Rosenberg, BBC News, Moscow."
    },
    {
      "start": 197.44,
      "dur": 1.75,
      "text": "News, Moscow. &gt;&gt; Well, let's go live to Kiev now and"
    },
    {
      "start": 199.2,
      "dur": 1.749,
      "text": "&gt;&gt; Well, let's go live to Kiev now and speak to our correspondent there, Sarah"
    },
    {
      "start": 200.959,
      "dur": 1.671,
      "text": "speak to our correspondent there, Sarah Reignsford. So Sarah, the first"
    },
    {
      "start": 202.64,
      "dur": 2.71,
      "text": "Reignsford. So Sarah, the first trilateral talks between these"
    },
    {
      "start": 205.36,
      "dur": 2.229,
      "text": "trilateral talks between these countries, what's expected this time"
    },
    {
      "start": 207.599,
      "dur": 3.671,
      "text": "countries, what's expected this time around?"
    },
    {
      "start": 211.28,
      "dur": 1.92,
      "text": "&gt;&gt; Yeah, the first trilateral talks,"
    },
    {
      "start": 213.2,
      "dur": 1.51,
      "text": "&gt;&gt; Yeah, the first trilateral talks, although we don't know whether all three"
    },
    {
      "start": 214.72,
      "dur": 2.069,
      "text": "although we don't know whether all three sides will be around exactly the same"
    },
    {
      "start": 216.799,
      "dur": 2.07,
      "text": "sides will be around exactly the same table at the same time, uh there's a lot"
    },
    {
      "start": 218.879,
      "dur": 2.71,
      "text": "table at the same time, uh there's a lot that's still uh in doubt. But certainly"
    },
    {
      "start": 221.599,
      "dur": 2.391,
      "text": "that's still uh in doubt. But certainly I think Ukraine is seeing this as a tiny"
    },
    {
      "start": 224.0,
      "dur": 3.35,
      "text": "I think Ukraine is seeing this as a tiny step forward. Uh Kiev has has certainly"
    },
    {
      "start": 227.36,
      "dur": 2.71,
      "text": "step forward. Uh Kiev has has certainly engaged in Donald Trump's efforts to"
    },
    {
      "start": 230.08,
      "dur": 2.229,
      "text": "engaged in Donald Trump's efforts to bring peace here to this country because"
    },
    {
      "start": 232.319,
      "dur": 1.83,
      "text": "bring peace here to this country because Ukraine wants peace more than anyone"
    },
    {
      "start": 234.159,
      "dur": 2.391,
      "text": "Ukraine wants peace more than anyone else. But it is pretty skeptical that"
    },
    {
      "start": 236.56,
      "dur": 2.949,
      "text": "else. But it is pretty skeptical that Vladimir Putin is as committed to ending"
    },
    {
      "start": 239.519,
      "dur": 1.751,
      "text": "Vladimir Putin is as committed to ending his full-scale invasion of this country."
    },
    {
      "start": 241.28,
      "dur": 1.029,
      "text": "his full-scale invasion of this country. So I don't think there's huge"
    },
    {
      "start": 242.319,
      "dur": 1.83,
      "text": "So I don't think there's huge expectations from this meeting."
    },
    {
      "start": 244.159,
      "dur": 2.15,
      "text": "expectations from this meeting. Certainly I think what Ukraine hopes"
    },
    {
      "start": 246.319,
      "dur": 1.91,
      "text": "Certainly I think what Ukraine hopes will be discussed is the issue of"
    },
    {
      "start": 248.239,
      "dur": 1.751,
      "text": "will be discussed is the issue of security guarantees for this country."
    },
    {
      "start": 250.0,
      "dur": 1.99,
      "text": "security guarantees for this country. something a deal it believes it's"
    },
    {
      "start": 252.0,
      "dur": 1.27,
      "text": "something a deal it believes it's already hammered out with the United"
    },
    {
      "start": 253.28,
      "dur": 2.63,
      "text": "already hammered out with the United States which is all about what to do if"
    },
    {
      "start": 255.92,
      "dur": 2.23,
      "text": "States which is all about what to do if Russia invades again in the future. What"
    },
    {
      "start": 258.16,
      "dur": 1.909,
      "text": "Russia invades again in the future. What the United States will do in terms of"
    },
    {
      "start": 260.079,
      "dur": 2.711,
      "text": "the United States will do in terms of military support for Ukraine. So with"
    },
    {
      "start": 262.8,
      "dur": 1.51,
      "text": "military support for Ukraine. So with Washington and Kiev believing there's"
    },
    {
      "start": 264.32,
      "dur": 1.75,
      "text": "Washington and Kiev believing there's some kind of deal on that. What will"
    },
    {
      "start": 266.08,
      "dur": 2.31,
      "text": "some kind of deal on that. What will Russia actually say when it's presented"
    },
    {
      "start": 268.4,
      "dur": 1.83,
      "text": "Russia actually say when it's presented with that deal? That is a big open"
    },
    {
      "start": 270.24,
      "dur": 1.35,
      "text": "with that deal? That is a big open question. And then of course there is"
    },
    {
      "start": 271.6,
      "dur": 3.35,
      "text": "question. And then of course there is the massive issue of territory. Russia"
    },
    {
      "start": 274.96,
      "dur": 2.789,
      "text": "the massive issue of territory. Russia is still insisting that it wants to uh"
    },
    {
      "start": 277.759,
      "dur": 2.231,
      "text": "is still insisting that it wants to uh take from Ukraine parts of the eastern"
    },
    {
      "start": 280.0,
      "dur": 2.39,
      "text": "take from Ukraine parts of the eastern Donbass region that it has failed to"
    },
    {
      "start": 282.4,
      "dur": 1.509,
      "text": "Donbass region that it has failed to take through fighting on the"
    },
    {
      "start": 283.919,
      "dur": 1.911,
      "text": "take through fighting on the battlefield. It wants Ukraine to hand"
    },
    {
      "start": 285.84,
      "dur": 2.15,
      "text": "battlefield. It wants Ukraine to hand that over. Ukraine is adamant it will"
    },
    {
      "start": 288.0,
      "dur": 1.83,
      "text": "that over. Ukraine is adamant it will not do that. It's paid a massively high"
    },
    {
      "start": 289.84,
      "dur": 1.99,
      "text": "not do that. It's paid a massively high price for holding on to that territory"
    },
    {
      "start": 291.84,
      "dur": 2.069,
      "text": "price for holding on to that territory and there's no way that Ukraine intends"
    },
    {
      "start": 293.919,
      "dur": 2.151,
      "text": "and there's no way that Ukraine intends to hand it over now. So huge sticking"
    },
    {
      "start": 296.08,
      "dur": 2.15,
      "text": "to hand it over now. So huge sticking points, a lot of tension. uh but I"
    },
    {
      "start": 298.24,
      "dur": 1.99,
      "text": "points, a lot of tension. uh but I suppose at least if you're looking to"
    },
    {
      "start": 300.24,
      "dur": 2.87,
      "text": "suppose at least if you're looking to the positive uh there is a progress a"
    },
    {
      "start": 303.12,
      "dur": 1.59,
      "text": "the positive uh there is a progress a process of talks that's taking place and"
    },
    {
      "start": 304.72,
      "dur": 2.309,
      "text": "process of talks that's taking place and it will move to a further stage today in"
    },
    {
      "start": 307.039,
      "dur": 1.271,
      "text": "it will move to a further stage today in the UAE"
    },
    {
      "start": 308.32,
      "dur": 2.55,
      "text": "the UAE &gt;&gt; Sarah thank you that's our correspondent"
    },
    {
      "start": 310.88,
      "dur": 2.71,
      "text": "&gt;&gt; Sarah thank you that's our correspondent Sarah Reignsford in Kiev there well"
    },
    {
      "start": 313.6,
      "dur": 2.63,
      "text": "Sarah Reignsford in Kiev there well let's now bring in Steven Bman's senior"
    },
    {
      "start": 316.24,
      "dur": 3.03,
      "text": "let's now bring in Steven Bman's senior fellow at the center for European policy"
    },
    {
      "start": 319.28,
      "dur": 2.629,
      "text": "fellow at the center for European policy studies as we heard there from Sarah the"
    },
    {
      "start": 321.919,
      "dur": 1.83,
      "text": "studies as we heard there from Sarah the talks are going to focus on security"
    },
    {
      "start": 323.759,
      "dur": 2.391,
      "text": "talks are going to focus on security guarantees and territorial issues"
    },
    {
      "start": 326.16,
      "dur": 1.99,
      "text": "guarantees and territorial issues they're not shying away from the big"
    },
    {
      "start": 328.16,
      "dur": 2.39,
      "text": "they're not shying away from the big sticking points are they?"
    },
    {
      "start": 330.56,
      "dur": 2.79,
      "text": "sticking points are they? &gt;&gt; Well, these are still the big uh issues"
    },
    {
      "start": 333.36,
      "dur": 2.15,
      "text": "&gt;&gt; Well, these are still the big uh issues that need to be dealt with. Uh if we can"
    },
    {
      "start": 335.52,
      "dur": 2.47,
      "text": "that need to be dealt with. Uh if we can believe at least Mr. Trump who says that"
    },
    {
      "start": 338.0,
      "dur": 3.35,
      "text": "believe at least Mr. Trump who says that 90% of all other concerns have been"
    },
    {
      "start": 341.36,
      "dur": 2.95,
      "text": "90% of all other concerns have been dealt with. Um we heard just from your"
    },
    {
      "start": 344.32,
      "dur": 3.51,
      "text": "dealt with. Um we heard just from your reporter in Kiev the um those points. I"
    },
    {
      "start": 347.84,
      "dur": 3.189,
      "text": "reporter in Kiev the um those points. I mean the de facto loss of occupied"
    },
    {
      "start": 351.039,
      "dur": 2.87,
      "text": "mean the de facto loss of occupied regions um on the side of Ukraine is"
    },
    {
      "start": 353.919,
      "dur": 3.591,
      "text": "regions um on the side of Ukraine is already a big ask. Um but to con to make"
    },
    {
      "start": 357.52,
      "dur": 4.55,
      "text": "already a big ask. Um but to con to make it a further concession on for Russia"
    },
    {
      "start": 362.08,
      "dur": 2.229,
      "text": "it a further concession on for Russia &gt;&gt; and that's the key issue there isn't it"
    },
    {
      "start": 364.319,
      "dur": 3.351,
      "text": "&gt;&gt; and that's the key issue there isn't it because we have seen I think we might"
    },
    {
      "start": 367.68,
      "dur": 3.83,
      "text": "because we have seen I think we might have lost the line to Steven Bman's. So"
    },
    {
      "start": 371.52,
      "dur": 1.75,
      "text": "have lost the line to Steven Bman's. So I think we've managed to get you back"
    },
    {
      "start": 373.28,
      "dur": 1.43,
      "text": "I think we've managed to get you back Steven Bman's. How are you? This is"
    },
    {
      "start": 374.72,
      "dur": 2.15,
      "text": "Steven Bman's. How are you? This is Katherine from the BBC. So I think the"
    },
    {
      "start": 376.88,
      "dur": 2.07,
      "text": "Katherine from the BBC. So I think the line just froze there a minute. But"
    },
    {
      "start": 378.96,
      "dur": 1.349,
      "text": "line just froze there a minute. But you're talking about possible"
    },
    {
      "start": 380.319,
      "dur": 2.71,
      "text": "you're talking about possible compromises from Russia because the"
    },
    {
      "start": 383.039,
      "dur": 2.551,
      "text": "compromises from Russia because the point has been that where Ukraine has"
    },
    {
      "start": 385.6,
      "dur": 2.63,
      "text": "point has been that where Ukraine has been willing to negotiate compromise"
    },
    {
      "start": 388.24,
      "dur": 3.19,
      "text": "been willing to negotiate compromise over the last few years, Russia has not"
    },
    {
      "start": 391.44,
      "dur": 3.189,
      "text": "over the last few years, Russia has not moved from its main points."
    },
    {
      "start": 394.639,
      "dur": 1.431,
      "text": "moved from its main points. &gt;&gt; That's right. It has stuck to its"
    },
    {
      "start": 396.08,
      "dur": 2.229,
      "text": "&gt;&gt; That's right. It has stuck to its maximalist position. And I don't think"
    },
    {
      "start": 398.319,
      "dur": 3.99,
      "text": "maximalist position. And I don't think going by Mr. Putin's statements that um"
    },
    {
      "start": 402.319,
      "dur": 2.551,
      "text": "going by Mr. Putin's statements that um over his Christmas uh or and New Year's"
    },
    {
      "start": 404.88,
      "dur": 1.67,
      "text": "over his Christmas uh or and New Year's resolutions, for example, that total"
    },
    {
      "start": 406.56,
      "dur": 2.469,
      "text": "resolutions, for example, that total victory is within reach for Russia that"
    },
    {
      "start": 409.039,
      "dur": 2.631,
      "text": "victory is within reach for Russia that he will back down from those. Um he"
    },
    {
      "start": 411.68,
      "dur": 3.11,
      "text": "he will back down from those. Um he seems to have struck a chord with uh"
    },
    {
      "start": 414.8,
      "dur": 2.389,
      "text": "seems to have struck a chord with uh with Mr. Trump, of course, and and that"
    },
    {
      "start": 417.199,
      "dur": 2.951,
      "text": "with Mr. Trump, of course, and and that strengthened his uh his own hand."
    },
    {
      "start": 420.16,
      "dur": 3.589,
      "text": "strengthened his uh his own hand. &gt;&gt; What, if anything, could move the dial"
    },
    {
      "start": 423.759,
      "dur": 1.99,
      "text": "&gt;&gt; What, if anything, could move the dial here when it comes to reaching a peace"
    },
    {
      "start": 425.759,
      "dur": 2.471,
      "text": "here when it comes to reaching a peace deal in Ukraine?"
    },
    {
      "start": 428.24,
      "dur": 2.949,
      "text": "deal in Ukraine? Well, uh, severe losses on the Russian"
    },
    {
      "start": 431.199,
      "dur": 3.27,
      "text": "Well, uh, severe losses on the Russian side haven't helped. Um, I think it's"
    },
    {
      "start": 434.479,
      "dur": 2.791,
      "text": "side haven't helped. Um, I think it's ultimately up to, um, you know,"
    },
    {
      "start": 437.28,
      "dur": 2.07,
      "text": "ultimately up to, um, you know, international pressure and and really"
    },
    {
      "start": 439.36,
      "dur": 3.35,
      "text": "international pressure and and really isolation of, uh, of Russia. And there,"
    },
    {
      "start": 442.72,
      "dur": 1.99,
      "text": "isolation of, uh, of Russia. And there, Mr. Trump is not helping. The extension"
    },
    {
      "start": 444.72,
      "dur": 3.029,
      "text": "Mr. Trump is not helping. The extension of an invitation to Mr. Putin to join a"
    },
    {
      "start": 447.759,
      "dur": 3.43,
      "text": "of an invitation to Mr. Putin to join a border of peace um um breaks his"
    },
    {
      "start": 451.199,
      "dur": 1.83,
      "text": "border of peace um um breaks his isolation that the Europeans have tried"
    },
    {
      "start": 453.039,
      "dur": 3.27,
      "text": "isolation that the Europeans have tried to to maintain in support of uh of"
    },
    {
      "start": 456.319,
      "dur": 2.791,
      "text": "to to maintain in support of uh of Ukraine. So unless there's really an"
    },
    {
      "start": 459.12,
      "dur": 2.71,
      "text": "Ukraine. So unless there's really an American shift uh on this, I don't see"
    },
    {
      "start": 461.84,
      "dur": 2.39,
      "text": "American shift uh on this, I don't see this going anywhere in 2026."
    },
    {
      "start": 464.24,
      "dur": 2.31,
      "text": "this going anywhere in 2026. &gt;&gt; On Thursday, we saw President Zilinski"
    },
    {
      "start": 466.56,
      "dur": 2.31,
      "text": "&gt;&gt; On Thursday, we saw President Zilinski being critical of European countries,"
    },
    {
      "start": 468.88,
      "dur": 2.309,
      "text": "being critical of European countries, saying that they're not doing enough to"
    },
    {
      "start": 471.199,
      "dur": 3.83,
      "text": "saying that they're not doing enough to support Ukraine. The EU, we understand,"
    },
    {
      "start": 475.039,
      "dur": 2.311,
      "text": "support Ukraine. The EU, we understand, is not part of these negotiations that"
    },
    {
      "start": 477.36,
      "dur": 1.829,
      "text": "is not part of these negotiations that will be happening in Abu Dhabi. How"
    },
    {
      "start": 479.199,
      "dur": 2.311,
      "text": "will be happening in Abu Dhabi. How significant is that?"
    },
    {
      "start": 481.52,
      "dur": 3.83,
      "text": "significant is that? &gt;&gt; Well, the EU as an organization uh is um"
    },
    {
      "start": 485.36,
      "dur": 3.59,
      "text": "&gt;&gt; Well, the EU as an organization uh is um of course crucial in um in securing a"
    },
    {
      "start": 488.96,
      "dur": 2.39,
      "text": "of course crucial in um in securing a final deal as far as the lifting of"
    },
    {
      "start": 491.36,
      "dur": 2.07,
      "text": "final deal as far as the lifting of sanctions on Russia is concerned for"
    },
    {
      "start": 493.44,
      "dur": 2.469,
      "text": "sanctions on Russia is concerned for example. Um but it is not at the"
    },
    {
      "start": 495.919,
      "dur": 3.031,
      "text": "example. Um but it is not at the negotiating table. European nations"
    },
    {
      "start": 498.96,
      "dur": 3.11,
      "text": "negotiating table. European nations leaders um including Kier Starmer or"
    },
    {
      "start": 502.08,
      "dur": 2.789,
      "text": "leaders um including Kier Starmer or indeed Emmanuel Mako and others they"
    },
    {
      "start": 504.879,
      "dur": 2.471,
      "text": "indeed Emmanuel Mako and others they have been working on the sidelines of"
    },
    {
      "start": 507.36,
      "dur": 2.47,
      "text": "have been working on the sidelines of the US-led peace process trying to"
    },
    {
      "start": 509.84,
      "dur": 2.549,
      "text": "the US-led peace process trying to influence it as as best as they could."
    },
    {
      "start": 512.399,
      "dur": 2.07,
      "text": "influence it as as best as they could. Cooperation of course with uh with"
    },
    {
      "start": 514.479,
      "dur": 2.311,
      "text": "Cooperation of course with uh with Ukraine but an institutional"
    },
    {
      "start": 516.8,
      "dur": 2.789,
      "text": "Ukraine but an institutional representation is is not there. It will"
    },
    {
      "start": 519.599,
      "dur": 1.99,
      "text": "representation is is not there. It will have to be recognized at one point"
    },
    {
      "start": 521.599,
      "dur": 4.23,
      "text": "have to be recognized at one point probably late into that process um to to"
    },
    {
      "start": 525.839,
      "dur": 1.99,
      "text": "probably late into that process um to to secure the type of concessions that Mr."
    },
    {
      "start": 527.839,
      "dur": 3.271,
      "text": "secure the type of concessions that Mr. Trump cannot or Ukraine for that matter"
    },
    {
      "start": 531.12,
      "dur": 2.389,
      "text": "Trump cannot or Ukraine for that matter cannot deliver themselves."
    },
    {
      "start": 533.519,
      "dur": 2.471,
      "text": "cannot deliver themselves. &gt;&gt; Steven Blockman's from the Center for"
    },
    {
      "start": 536.0,
      "dur": 1.91,
      "text": "&gt;&gt; Steven Blockman's from the Center for European Policy Studies. Thank you for"
    },
    {
      "start": 537.92,
      "dur": 3.52,
      "text": "European Policy Studies. Thank you for joining us on BBC News."
    }
  ]
}