{
  "videoId": "zU0kqiQw6i4",
  "title": "What more is in the Epstein files, and why has Mandelson been reported to the police? | BBC Newscast",
  "publishedAt": "2026-02-02",
  "channel": "BBC News",
  "durationSeconds": 1550,
  "segments": [
    {
      "start": 0.08,
      "dur": 2.079,
      "text": "Hello, it's Adam in the newscast studio."
    },
    {
      "start": 2.159,
      "dur": 2.071,
      "text": "Hello, it's Adam in the newscast studio. &gt;&gt; It's Joe Pike in Westminster. And here"
    },
    {
      "start": 4.24,
      "dur": 1.35,
      "text": "&gt;&gt; It's Joe Pike in Westminster. And here in the studio with me is our senior"
    },
    {
      "start": 5.6,
      "dur": 1.669,
      "text": "in the studio with me is our senior royal correspondent, Daniela Ralph."
    },
    {
      "start": 7.279,
      "dur": 0.711,
      "text": "royal correspondent, Daniela Ralph. Hello again."
    },
    {
      "start": 8.0,
      "dur": 1.11,
      "text": "Hello again. &gt;&gt; Hi Adam. Hi Joe."
    },
    {
      "start": 9.12,
      "dur": 2.71,
      "text": "&gt;&gt; Hi Adam. Hi Joe. &gt;&gt; Um so Daniela, um a a busy weekend for"
    },
    {
      "start": 11.84,
      "dur": 1.59,
      "text": "&gt;&gt; Um so Daniela, um a a busy weekend for you going through all of these documents"
    },
    {
      "start": 13.44,
      "dur": 2.069,
      "text": "you going through all of these documents cuz now there is a total of three and a"
    },
    {
      "start": 15.519,
      "dur": 1.83,
      "text": "cuz now there is a total of three and a half million documents I was reading on"
    },
    {
      "start": 17.359,
      "dur": 1.271,
      "text": "half million documents I was reading on the Department of Justice website."
    },
    {
      "start": 18.64,
      "dur": 1.11,
      "text": "the Department of Justice website. &gt;&gt; Yeah, that's right. Can I just say from"
    },
    {
      "start": 19.76,
      "dur": 1.429,
      "text": "&gt;&gt; Yeah, that's right. Can I just say from the start, it's not me individually"
    },
    {
      "start": 21.199,
      "dur": 1.031,
      "text": "the start, it's not me individually going through three and a half million"
    },
    {
      "start": 22.24,
      "dur": 1.91,
      "text": "going through three and a half million documents on behalf of the BBC. We've"
    },
    {
      "start": 24.16,
      "dur": 1.51,
      "text": "documents on behalf of the BBC. We've got a team that we're working with who"
    },
    {
      "start": 25.68,
      "dur": 1.909,
      "text": "got a team that we're working with who we're trying to troll through as much of"
    },
    {
      "start": 27.599,
      "dur": 2.471,
      "text": "we're trying to troll through as much of the material as possible. It's taking a"
    },
    {
      "start": 30.08,
      "dur": 1.349,
      "text": "the material as possible. It's taking a while, which is why people might have"
    },
    {
      "start": 31.439,
      "dur": 1.911,
      "text": "while, which is why people might have noticed that since Friday night, it's"
    },
    {
      "start": 33.36,
      "dur": 1.91,
      "text": "noticed that since Friday night, it's like a bit of a drip feed because stuff"
    },
    {
      "start": 35.28,
      "dur": 1.99,
      "text": "like a bit of a drip feed because stuff is just coming up. We're searching"
    },
    {
      "start": 37.28,
      "dur": 1.51,
      "text": "is just coming up. We're searching particular terms in all of the"
    },
    {
      "start": 38.8,
      "dur": 1.749,
      "text": "particular terms in all of the documents. We're checking the photos,"
    },
    {
      "start": 40.559,
      "dur": 1.751,
      "text": "documents. We're checking the photos, the images, the receipts, the emails,"
    },
    {
      "start": 42.32,
      "dur": 1.83,
      "text": "the images, the receipts, the emails, everything we can find. So, it's not"
    },
    {
      "start": 44.16,
      "dur": 1.27,
      "text": "everything we can find. So, it's not going to be an easy process. And I think"
    },
    {
      "start": 45.44,
      "dur": 1.75,
      "text": "going to be an easy process. And I think in the days ahead, things are just going"
    },
    {
      "start": 47.2,
      "dur": 0.95,
      "text": "in the days ahead, things are just going to continue emerging."
    },
    {
      "start": 48.16,
      "dur": 1.59,
      "text": "to continue emerging. &gt;&gt; And also, Daniela, it's not it's not"
    },
    {
      "start": 49.76,
      "dur": 2.23,
      "text": "&gt;&gt; And also, Daniela, it's not it's not like a database where you can do a quick"
    },
    {
      "start": 52.0,
      "dur": 1.91,
      "text": "like a database where you can do a quick control F of things. It's loads and"
    },
    {
      "start": 53.92,
      "dur": 3.109,
      "text": "control F of things. It's loads and loads of PDFs and zip files that you"
    },
    {
      "start": 57.039,
      "dur": 1.591,
      "text": "loads of PDFs and zip files that you have to download from the website and"
    },
    {
      "start": 58.64,
      "dur": 1.19,
      "text": "have to download from the website and they're just called things like"
    },
    {
      "start": 59.84,
      "dur": 3.27,
      "text": "they're just called things like E143444367.pdf."
    },
    {
      "start": 63.12,
      "dur": 1.759,
      "text": "&gt;&gt; Yeah. You're not seeing things that say"
    },
    {
      "start": 64.879,
      "dur": 2.151,
      "text": "&gt;&gt; Yeah. You're not seeing things that say Prince Andrew email to Jeffrey Epstein"
    },
    {
      "start": 67.04,
      "dur": 1.83,
      "text": "Prince Andrew email to Jeffrey Epstein with a date. Exactly as you say. They've"
    },
    {
      "start": 68.88,
      "dur": 2.47,
      "text": "with a date. Exactly as you say. They've all got very, very long coded numbers."
    },
    {
      "start": 71.36,
      "dur": 2.71,
      "text": "all got very, very long coded numbers. It's quite a clumsy, clunky website. It"
    },
    {
      "start": 74.08,
      "dur": 1.43,
      "text": "It's quite a clumsy, clunky website. It takes time to look at everything. you"
    },
    {
      "start": 75.52,
      "dur": 1.75,
      "text": "takes time to look at everything. you have to sort of close things down to"
    },
    {
      "start": 77.28,
      "dur": 2.23,
      "text": "have to sort of close things down to open something else up and all sorts of"
    },
    {
      "start": 79.52,
      "dur": 1.589,
      "text": "open something else up and all sorts of funny bits and pieces that make it a"
    },
    {
      "start": 81.119,
      "dur": 1.831,
      "text": "funny bits and pieces that make it a little bit more difficult to troll"
    },
    {
      "start": 82.96,
      "dur": 0.55,
      "text": "little bit more difficult to troll through everything."
    },
    {
      "start": 83.52,
      "dur": 1.51,
      "text": "through everything. &gt;&gt; And also Joe, when we're looking at"
    },
    {
      "start": 85.04,
      "dur": 1.83,
      "text": "&gt;&gt; And also Joe, when we're looking at email chains, a lot of the email"
    },
    {
      "start": 86.88,
      "dur": 2.07,
      "text": "email chains, a lot of the email addresses are redacted. They've got like"
    },
    {
      "start": 88.96,
      "dur": 1.99,
      "text": "addresses are redacted. They've got like a a black blob over them to protect"
    },
    {
      "start": 90.96,
      "dur": 1.99,
      "text": "a a black blob over them to protect people's privacy, which means sometimes"
    },
    {
      "start": 92.96,
      "dur": 1.75,
      "text": "people's privacy, which means sometimes you can't say for definite, this is"
    },
    {
      "start": 94.72,
      "dur": 2.389,
      "text": "you can't say for definite, this is person X emailing Jeffrey Epstein about"
    },
    {
      "start": 97.119,
      "dur": 0.871,
      "text": "person X emailing Jeffrey Epstein about this subject."
    },
    {
      "start": 98.0,
      "dur": 3.03,
      "text": "this subject. &gt;&gt; Absolutely. That is an added challenge."
    },
    {
      "start": 101.04,
      "dur": 2.389,
      "text": "&gt;&gt; Absolutely. That is an added challenge. One advantage though of all of this"
    },
    {
      "start": 103.439,
      "dur": 1.591,
      "text": "One advantage though of all of this being in the public domain, three"
    },
    {
      "start": 105.04,
      "dur": 2.23,
      "text": "being in the public domain, three million documents released last Friday,"
    },
    {
      "start": 107.28,
      "dur": 3.189,
      "text": "million documents released last Friday, is that anyone can have a go at looking"
    },
    {
      "start": 110.479,
      "dur": 1.67,
      "text": "is that anyone can have a go at looking through. So actually, even though there"
    },
    {
      "start": 112.159,
      "dur": 1.831,
      "text": "through. So actually, even though there are huge numbers of people at the BBC"
    },
    {
      "start": 114.0,
      "dur": 1.749,
      "text": "are huge numbers of people at the BBC looking through these documents, about"
    },
    {
      "start": 115.759,
      "dur": 3.511,
      "text": "looking through these documents, about 6,000 about Peter Mandelson, there are"
    },
    {
      "start": 119.28,
      "dur": 1.429,
      "text": "6,000 about Peter Mandelson, there are other news organizations, people across"
    },
    {
      "start": 120.719,
      "dur": 1.43,
      "text": "other news organizations, people across the world who are also looking at them."
    },
    {
      "start": 122.159,
      "dur": 2.391,
      "text": "the world who are also looking at them. So what we've also been doing is seeing"
    },
    {
      "start": 124.56,
      "dur": 2.229,
      "text": "So what we've also been doing is seeing what other people have found trying to"
    },
    {
      "start": 126.799,
      "dur": 3.831,
      "text": "what other people have found trying to match those uh claims or revelations to"
    },
    {
      "start": 130.64,
      "dur": 2.87,
      "text": "match those uh claims or revelations to PDFs in the Epstein files tranch from"
    },
    {
      "start": 133.52,
      "dur": 3.51,
      "text": "PDFs in the Epstein files tranch from the US government. uh then maybe try and"
    },
    {
      "start": 137.04,
      "dur": 2.87,
      "text": "the US government. uh then maybe try and work out whether uh you the point about"
    },
    {
      "start": 139.92,
      "dur": 2.47,
      "text": "work out whether uh you the point about redactions whether there is uh clarity"
    },
    {
      "start": 142.4,
      "dur": 2.07,
      "text": "redactions whether there is uh clarity over who an email might be to or or or"
    },
    {
      "start": 144.48,
      "dur": 2.389,
      "text": "over who an email might be to or or or from and then of course try and get a"
    },
    {
      "start": 146.879,
      "dur": 3.111,
      "text": "from and then of course try and get a right of reply from whoever is included"
    },
    {
      "start": 150.0,
      "dur": 2.55,
      "text": "right of reply from whoever is included in those conversations and also Daniela"
    },
    {
      "start": 152.56,
      "dur": 1.99,
      "text": "in those conversations and also Daniela we talked about redactions but some of"
    },
    {
      "start": 154.56,
      "dur": 2.23,
      "text": "we talked about redactions but some of Jeffrey Epstein's victims and survivors"
    },
    {
      "start": 156.8,
      "dur": 1.83,
      "text": "Jeffrey Epstein's victims and survivors are saying it's not been redacted enough"
    },
    {
      "start": 158.64,
      "dur": 1.669,
      "text": "are saying it's not been redacted enough and actually some people's data has been"
    },
    {
      "start": 160.319,
      "dur": 1.831,
      "text": "and actually some people's data has been revealed in this process. Yeah, and"
    },
    {
      "start": 162.16,
      "dur": 1.349,
      "text": "revealed in this process. Yeah, and that's a tricky area because you've got"
    },
    {
      "start": 163.519,
      "dur": 1.35,
      "text": "that's a tricky area because you've got some people saying, \"Hang on a minute. I"
    },
    {
      "start": 164.879,
      "dur": 1.271,
      "text": "some people saying, \"Hang on a minute. I didn't know this was going to be made"
    },
    {
      "start": 166.16,
      "dur": 1.349,
      "text": "didn't know this was going to be made public. I didn't want my name out there."
    },
    {
      "start": 167.519,
      "dur": 2.07,
      "text": "public. I didn't want my name out there. I didn't want my image out there or"
    },
    {
      "start": 169.599,
      "dur": 1.35,
      "text": "I didn't want my image out there or anything that I'd said or emailed"
    },
    {
      "start": 170.959,
      "dur": 1.35,
      "text": "anything that I'd said or emailed anyone.\" So, you've got that added"
    },
    {
      "start": 172.319,
      "dur": 1.99,
      "text": "anyone.\" So, you've got that added complication of trying to make sure that"
    },
    {
      "start": 174.319,
      "dur": 3.031,
      "text": "complication of trying to make sure that the material you've ha you have is"
    },
    {
      "start": 177.36,
      "dur": 1.35,
      "text": "the material you've ha you have is treating the people mentioned in it"
    },
    {
      "start": 178.72,
      "dur": 1.509,
      "text": "treating the people mentioned in it fairly. So, you've got all sorts of"
    },
    {
      "start": 180.239,
      "dur": 1.671,
      "text": "fairly. So, you've got all sorts of checks and balances that you're trying"
    },
    {
      "start": 181.92,
      "dur": 2.63,
      "text": "checks and balances that you're trying to do with it all the time. I mean, it"
    },
    {
      "start": 184.56,
      "dur": 2.15,
      "text": "to do with it all the time. I mean, it is an awful lot of work and I think"
    },
    {
      "start": 186.72,
      "dur": 2.55,
      "text": "is an awful lot of work and I think people will see more and more stories"
    },
    {
      "start": 189.28,
      "dur": 1.75,
      "text": "people will see more and more stories emerge on a day-to-day basis. How much"
    },
    {
      "start": 191.04,
      "dur": 1.109,
      "text": "emerge on a day-to-day basis. How much more time is it going to take for"
    },
    {
      "start": 192.159,
      "dur": 1.191,
      "text": "more time is it going to take for everyone to feel like they've done it? I"
    },
    {
      "start": 193.36,
      "dur": 1.589,
      "text": "everyone to feel like they've done it? I mean, it could be years. It could be I"
    },
    {
      "start": 194.959,
      "dur": 1.27,
      "text": "mean, it could be years. It could be I mean, I think over the course of this"
    },
    {
      "start": 196.239,
      "dur": 1.591,
      "text": "mean, I think over the course of this week, we are still going to see a number"
    },
    {
      "start": 197.84,
      "dur": 2.07,
      "text": "week, we are still going to see a number of stories emerging as people dig down"
    },
    {
      "start": 199.92,
      "dur": 0.87,
      "text": "of stories emerging as people dig down into the material."
    },
    {
      "start": 200.8,
      "dur": 2.95,
      "text": "into the material. &gt;&gt; And it's not just documents and emails"
    },
    {
      "start": 203.76,
      "dur": 3.189,
      "text": "&gt;&gt; And it's not just documents and emails and PDFs. It also includes media like"
    },
    {
      "start": 206.959,
      "dur": 2.871,
      "text": "and PDFs. It also includes media like this interview reportedly done by Steve"
    },
    {
      "start": 209.84,
      "dur": 2.55,
      "text": "this interview reportedly done by Steve Bannon, the political activist, where"
    },
    {
      "start": 212.4,
      "dur": 2.95,
      "text": "Bannon, the political activist, where you hear Jeffrey Epstein speaking. And"
    },
    {
      "start": 215.36,
      "dur": 1.83,
      "text": "you hear Jeffrey Epstein speaking. And Jeffrey Epstein is the second voice you"
    },
    {
      "start": 217.2,
      "dur": 1.109,
      "text": "Jeffrey Epstein is the second voice you will hear in this clip."
    },
    {
      "start": 218.319,
      "dur": 1.511,
      "text": "will hear in this clip. &gt;&gt; You're a mathematician. We walked into"
    },
    {
      "start": 219.84,
      "dur": 2.07,
      "text": "&gt;&gt; You're a mathematician. We walked into that clinic where they're giving that"
    },
    {
      "start": 221.92,
      "dur": 1.589,
      "text": "that clinic where they're giving that money out to these people that are in"
    },
    {
      "start": 223.519,
      "dur": 1.831,
      "text": "money out to these people that are in the most dire rates of poverty and and"
    },
    {
      "start": 225.36,
      "dur": 3.11,
      "text": "the most dire rates of poverty and and and sickness and told them that the"
    },
    {
      "start": 228.48,
      "dur": 1.59,
      "text": "and sickness and told them that the money was coming from a what are you"
    },
    {
      "start": 230.08,
      "dur": 2.149,
      "text": "money was coming from a what are you class three sexual predator?"
    },
    {
      "start": 232.239,
      "dur": 0.63,
      "text": "class three sexual predator? &gt;&gt; Tier one."
    },
    {
      "start": 232.879,
      "dur": 1.671,
      "text": "&gt;&gt; Tier one. &gt;&gt; You're tier tier one's the highest and"
    },
    {
      "start": 234.56,
      "dur": 0.309,
      "text": "&gt;&gt; You're tier tier one's the highest and worst."
    },
    {
      "start": 234.879,
      "dur": 1.751,
      "text": "worst. &gt;&gt; No, I'm the lowest."
    },
    {
      "start": 236.64,
      "dur": 0.949,
      "text": "&gt;&gt; No, I'm the lowest. &gt;&gt; You're the lowest. Okay. Tier one,"
    },
    {
      "start": 237.599,
      "dur": 1.19,
      "text": "&gt;&gt; You're the lowest. Okay. Tier one, you're the lowest."
    },
    {
      "start": 238.799,
      "dur": 1.751,
      "text": "you're the lowest. &gt;&gt; Um but a criminal."
    },
    {
      "start": 240.56,
      "dur": 0.389,
      "text": "&gt;&gt; Um but a criminal. &gt;&gt; Yes."
    },
    {
      "start": 240.959,
      "dur": 1.83,
      "text": "&gt;&gt; Yes. &gt;&gt; That the money came from what what"
    },
    {
      "start": 242.799,
      "dur": 2.15,
      "text": "&gt;&gt; That the money came from what what percentage of people do you estimate I"
    },
    {
      "start": 244.959,
      "dur": 1.111,
      "text": "percentage of people do you estimate I understand you don't like probabilists."
    },
    {
      "start": 246.08,
      "dur": 2.39,
      "text": "understand you don't like probabilists. Do you estimate would say I don't care."
    },
    {
      "start": 248.48,
      "dur": 1.51,
      "text": "Do you estimate would say I don't care. I want the money for my children."
    },
    {
      "start": 250.0,
      "dur": 1.589,
      "text": "I want the money for my children. &gt;&gt; I would say everyone said I want the"
    },
    {
      "start": 251.599,
      "dur": 0.791,
      "text": "&gt;&gt; I would say everyone said I want the money for my children."
    },
    {
      "start": 252.4,
      "dur": 1.51,
      "text": "money for my children. &gt;&gt; Did they know where the money came from?"
    },
    {
      "start": 253.92,
      "dur": 2.309,
      "text": "&gt;&gt; Did they know where the money came from? &gt;&gt; If I think if you told them I told them"
    },
    {
      "start": 256.239,
      "dur": 1.431,
      "text": "&gt;&gt; If I think if you told them I told them the devil the devil"
    },
    {
      "start": 257.68,
      "dur": 0.549,
      "text": "the devil the devil &gt;&gt; himself"
    },
    {
      "start": 258.239,
      "dur": 1.51,
      "text": "&gt;&gt; himself &gt;&gt; the devil himself said I'm going to"
    },
    {
      "start": 259.759,
      "dur": 2.231,
      "text": "&gt;&gt; the devil himself said I'm going to exchange some dollars for you to your"
    },
    {
      "start": 262.0,
      "dur": 0.629,
      "text": "exchange some dollars for you to your child's life."
    },
    {
      "start": 262.639,
      "dur": 3.27,
      "text": "child's life. &gt;&gt; Do you think you're the devil himself?"
    },
    {
      "start": 265.919,
      "dur": 2.871,
      "text": "&gt;&gt; Do you think you're the devil himself? &gt;&gt; No, but I I do have a good mirror."
    },
    {
      "start": 268.8,
      "dur": 1.829,
      "text": "&gt;&gt; No, but I I do have a good mirror. &gt;&gt; It's a serious question. Do you do you"
    },
    {
      "start": 270.639,
      "dur": 1.751,
      "text": "&gt;&gt; It's a serious question. Do you do you think you're the devil himself?"
    },
    {
      "start": 272.4,
      "dur": 1.75,
      "text": "think you're the devil himself? &gt;&gt; I know. Why would you say that?"
    },
    {
      "start": 274.16,
      "dur": 1.43,
      "text": "&gt;&gt; I know. Why would you say that? &gt;&gt; Because you have all the attributes."
    },
    {
      "start": 275.6,
      "dur": 1.43,
      "text": "&gt;&gt; Because you have all the attributes. You're incredibly smart. You remember"
    },
    {
      "start": 277.04,
      "dur": 1.51,
      "text": "You're incredibly smart. You remember the devil? Somebody knows what"
    },
    {
      "start": 278.56,
      "dur": 1.43,
      "text": "the devil? Somebody knows what &gt;&gt; and it's quite a confusing conversation,"
    },
    {
      "start": 280.0,
      "dur": 1.43,
      "text": "&gt;&gt; and it's quite a confusing conversation, but actually Daniela, just listening to"
    },
    {
      "start": 281.44,
      "dur": 2.309,
      "text": "but actually Daniela, just listening to that, I've only just clocked. That's the"
    },
    {
      "start": 283.759,
      "dur": 2.791,
      "text": "that, I've only just clocked. That's the only time most of us will hear Epstein"
    },
    {
      "start": 286.56,
      "dur": 1.99,
      "text": "only time most of us will hear Epstein talking about his own criminality"
    },
    {
      "start": 288.56,
      "dur": 1.83,
      "text": "talking about his own criminality because he had he was convicted. He was"
    },
    {
      "start": 290.4,
      "dur": 2.15,
      "text": "because he had he was convicted. He was he was on facing char further charges"
    },
    {
      "start": 292.56,
      "dur": 1.83,
      "text": "he was on facing char further charges when he took his own life. But that's"
    },
    {
      "start": 294.4,
      "dur": 1.509,
      "text": "when he took his own life. But that's him talking about when he was convicted"
    },
    {
      "start": 295.919,
      "dur": 1.111,
      "text": "him talking about when he was convicted back in 2008."
    },
    {
      "start": 297.04,
      "dur": 1.51,
      "text": "back in 2008. &gt;&gt; Yeah, that's right. Him pushing back on"
    },
    {
      "start": 298.56,
      "dur": 2.55,
      "text": "&gt;&gt; Yeah, that's right. Him pushing back on the tier of of classification of his"
    },
    {
      "start": 301.12,
      "dur": 2.15,
      "text": "the tier of of classification of his crime in that conversation. But I think"
    },
    {
      "start": 303.28,
      "dur": 1.75,
      "text": "crime in that conversation. But I think for me, as you said earlier, what is"
    },
    {
      "start": 305.04,
      "dur": 2.23,
      "text": "for me, as you said earlier, what is most interesting is just getting a sense"
    },
    {
      "start": 307.28,
      "dur": 2.55,
      "text": "most interesting is just getting a sense of the man and who he is and what he's"
    },
    {
      "start": 309.84,
      "dur": 1.83,
      "text": "of the man and who he is and what he's like. And what struck me watching that"
    },
    {
      "start": 311.68,
      "dur": 1.91,
      "text": "like. And what struck me watching that and the only other moving material I've"
    },
    {
      "start": 313.6,
      "dur": 1.19,
      "text": "and the only other moving material I've seen I've seen of him before. So when"
    },
    {
      "start": 314.8,
      "dur": 1.669,
      "text": "seen I've seen of him before. So when he's in that video standing next to a"
    },
    {
      "start": 316.479,
      "dur": 1.591,
      "text": "he's in that video standing next to a much younger Donald Trump, they're sort"
    },
    {
      "start": 318.08,
      "dur": 1.91,
      "text": "much younger Donald Trump, they're sort of in a party of some kind. And you get"
    },
    {
      "start": 320.0,
      "dur": 2.15,
      "text": "of in a party of some kind. And you get a sort of flavor of him in that as well,"
    },
    {
      "start": 322.16,
      "dur": 2.07,
      "text": "a sort of flavor of him in that as well, which is there is a real sense of sort"
    },
    {
      "start": 324.24,
      "dur": 2.15,
      "text": "which is there is a real sense of sort of laidback,"
    },
    {
      "start": 326.4,
      "dur": 2.95,
      "text": "of laidback, relaxed, arrogant, coolness with"
    },
    {
      "start": 329.36,
      "dur": 2.47,
      "text": "relaxed, arrogant, coolness with himself, self-confidence about him. And"
    },
    {
      "start": 331.84,
      "dur": 1.99,
      "text": "himself, self-confidence about him. And that comes across in this as well. You"
    },
    {
      "start": 333.84,
      "dur": 2.069,
      "text": "that comes across in this as well. You know, he was pushing back uh there on"
    },
    {
      "start": 335.919,
      "dur": 1.83,
      "text": "know, he was pushing back uh there on the questions about his crimes. Be"
    },
    {
      "start": 337.759,
      "dur": 2.311,
      "text": "the questions about his crimes. Be relatively unperturbed by that. Very"
    },
    {
      "start": 340.08,
      "dur": 2.549,
      "text": "relatively unperturbed by that. Very very happy to to to deal with it and"
    },
    {
      "start": 342.639,
      "dur": 1.911,
      "text": "very happy to to to deal with it and answer it. It's just interesting because"
    },
    {
      "start": 344.56,
      "dur": 2.23,
      "text": "answer it. It's just interesting because one of the the you know the constant"
    },
    {
      "start": 346.8,
      "dur": 1.99,
      "text": "one of the the you know the constant fascinations about it is what was it"
    },
    {
      "start": 348.8,
      "dur": 2.15,
      "text": "fascinations about it is what was it about Epstein that drew all these people"
    },
    {
      "start": 350.96,
      "dur": 1.83,
      "text": "about Epstein that drew all these people in? Are we getting a flavor of it there?"
    },
    {
      "start": 352.8,
      "dur": 1.19,
      "text": "in? Are we getting a flavor of it there? Is just there's something about him that"
    },
    {
      "start": 354.0,
      "dur": 2.15,
      "text": "Is just there's something about him that is very cool, very confident and and"
    },
    {
      "start": 356.16,
      "dur": 1.99,
      "text": "is very cool, very confident and and draws people into him. And of course,"
    },
    {
      "start": 358.16,
      "dur": 1.589,
      "text": "draws people into him. And of course, Joe, one of the people who was friends"
    },
    {
      "start": 359.759,
      "dur": 1.591,
      "text": "Joe, one of the people who was friends with him and now says he regrets ever"
    },
    {
      "start": 361.36,
      "dur": 1.19,
      "text": "with him and now says he regrets ever being friends with him is Peter"
    },
    {
      "start": 362.56,
      "dur": 2.39,
      "text": "being friends with him is Peter Manderson, Lord Mandlesson. Last time we"
    },
    {
      "start": 364.96,
      "dur": 1.669,
      "text": "Manderson, Lord Mandlesson. Last time we were talking about Peter Mandlesson and"
    },
    {
      "start": 366.639,
      "dur": 1.431,
      "text": "were talking about Peter Mandlesson and his relationship with Jeffrey Epstein."
    },
    {
      "start": 368.08,
      "dur": 3.19,
      "text": "his relationship with Jeffrey Epstein. It was all around him being fired as the"
    },
    {
      "start": 371.28,
      "dur": 3.029,
      "text": "It was all around him being fired as the ambassador in Washington DC. Now it's"
    },
    {
      "start": 374.319,
      "dur": 1.99,
      "text": "ambassador in Washington DC. Now it's about another part of Peter Manderson's"
    },
    {
      "start": 376.319,
      "dur": 1.511,
      "text": "about another part of Peter Manderson's career which is when he was the business"
    },
    {
      "start": 377.84,
      "dur": 3.67,
      "text": "career which is when he was the business secretary under Gordon Brown in the last"
    },
    {
      "start": 381.52,
      "dur": 2.07,
      "text": "secretary under Gordon Brown in the last few months, last few years of of the"
    },
    {
      "start": 383.6,
      "dur": 1.19,
      "text": "few months, last few years of of the last Labor government."
    },
    {
      "start": 384.8,
      "dur": 3.669,
      "text": "last Labor government. &gt;&gt; Exactly. 2008, 2010"
    },
    {
      "start": 388.479,
      "dur": 3.591,
      "text": "&gt;&gt; Exactly. 2008, 2010 and there are so many emails which still"
    },
    {
      "start": 392.08,
      "dur": 1.99,
      "text": "and there are so many emails which still even though the Mandlesson Epstein part"
    },
    {
      "start": 394.08,
      "dur": 1.99,
      "text": "even though the Mandlesson Epstein part of this saga has been going on for many"
    },
    {
      "start": 396.08,
      "dur": 4.15,
      "text": "of this saga has been going on for many months is still uh pretty jaw-dropping."
    },
    {
      "start": 400.24,
      "dur": 4.31,
      "text": "months is still uh pretty jaw-dropping. And the sort of most um significant new"
    },
    {
      "start": 404.56,
      "dur": 3.349,
      "text": "And the sort of most um significant new revelations are around Peter Mandlesson"
    },
    {
      "start": 407.919,
      "dur": 2.151,
      "text": "revelations are around Peter Mandlesson seemingly forwarding private emails"
    },
    {
      "start": 410.08,
      "dur": 1.91,
      "text": "seemingly forwarding private emails between senior figures in in government"
    },
    {
      "start": 412.0,
      "dur": 3.11,
      "text": "between senior figures in in government that could be potentially financially"
    },
    {
      "start": 415.12,
      "dur": 2.789,
      "text": "that could be potentially financially sensitive. One of them that I think is"
    },
    {
      "start": 417.919,
      "dur": 3.191,
      "text": "sensitive. One of them that I think is probably the most striking was an email"
    },
    {
      "start": 421.12,
      "dur": 2.39,
      "text": "probably the most striking was an email where he seems to give Epstein advanced"
    },
    {
      "start": 423.52,
      "dur": 4.069,
      "text": "where he seems to give Epstein advanced notice of an enormous EU bailout after"
    },
    {
      "start": 427.599,
      "dur": 2.951,
      "text": "notice of an enormous EU bailout after the financial crisis. He uh Epstein"
    },
    {
      "start": 430.56,
      "dur": 2.55,
      "text": "the financial crisis. He uh Epstein emailed Mandlesson. Sources tell me 500"
    },
    {
      "start": 433.12,
      "dur": 2.87,
      "text": "emailed Mandlesson. Sources tell me 500 billion euro bailout almost complete."
    },
    {
      "start": 436.0,
      "dur": 1.99,
      "text": "billion euro bailout almost complete. There was a reply seemingly from"
    },
    {
      "start": 438.0,
      "dur": 1.35,
      "text": "There was a reply seemingly from Mandlesson although this is one of the"
    },
    {
      "start": 439.36,
      "dur": 2.229,
      "text": "Mandlesson although this is one of the cases where the email address is is"
    },
    {
      "start": 441.599,
      "dur": 2.391,
      "text": "cases where the email address is is redacted. That said should be announced"
    },
    {
      "start": 444.0,
      "dur": 3.189,
      "text": "redacted. That said should be announced tonight and hours later EU finance"
    },
    {
      "start": 447.199,
      "dur": 1.83,
      "text": "tonight and hours later EU finance ministers did indeed approve that"
    },
    {
      "start": 449.039,
      "dur": 1.511,
      "text": "ministers did indeed approve that bailout. What I think we've seen"
    },
    {
      "start": 450.56,
      "dur": 3.349,
      "text": "bailout. What I think we've seen overnight Adam is also significant. Over"
    },
    {
      "start": 453.919,
      "dur": 2.311,
      "text": "overnight Adam is also significant. Over the weekend, there were various further"
    },
    {
      "start": 456.24,
      "dur": 2.389,
      "text": "the weekend, there were various further allegations which gave us a better,"
    },
    {
      "start": 458.639,
      "dur": 2.151,
      "text": "allegations which gave us a better, clearer picture of the social"
    },
    {
      "start": 460.8,
      "dur": 2.31,
      "text": "clearer picture of the social relationship and the alleged financial"
    },
    {
      "start": 463.12,
      "dur": 1.909,
      "text": "relationship and the alleged financial relationship between these two men,"
    },
    {
      "start": 465.039,
      "dur": 2.791,
      "text": "relationship between these two men, which I think was clearly pretty"
    },
    {
      "start": 467.84,
      "dur": 2.629,
      "text": "which I think was clearly pretty problematic. I think now we've stepped"
    },
    {
      "start": 470.479,
      "dur": 1.511,
      "text": "problematic. I think now we've stepped into"
    },
    {
      "start": 472.0,
      "dur": 2.23,
      "text": "into potentially being at the stage where"
    },
    {
      "start": 474.24,
      "dur": 2.069,
      "text": "potentially being at the stage where there could have been a serious abuse of"
    },
    {
      "start": 476.319,
      "dur": 2.15,
      "text": "there could have been a serious abuse of power here because there seems to have"
    },
    {
      "start": 478.479,
      "dur": 3.031,
      "text": "power here because there seems to have been so much uh contact between the pair"
    },
    {
      "start": 481.52,
      "dur": 2.71,
      "text": "been so much uh contact between the pair about what the UK government was doing"
    },
    {
      "start": 484.24,
      "dur": 2.87,
      "text": "about what the UK government was doing and opposition parties uh in Westminster"
    },
    {
      "start": 487.12,
      "dur": 2.469,
      "text": "and opposition parties uh in Westminster here are are pretty frustrated about"
    },
    {
      "start": 489.599,
      "dur": 2.631,
      "text": "here are are pretty frustrated about that and some of them including the SMP"
    },
    {
      "start": 492.24,
      "dur": 2.069,
      "text": "that and some of them including the SMP and Reform UK want the police to"
    },
    {
      "start": 494.319,
      "dur": 0.55,
      "text": "and Reform UK want the police to investigate"
    },
    {
      "start": 494.879,
      "dur": 1.271,
      "text": "investigate &gt;&gt; and Joe we'll talk about the the"
    },
    {
      "start": 496.16,
      "dur": 1.589,
      "text": "&gt;&gt; and Joe we'll talk about the the political reaction in a second but let's"
    },
    {
      "start": 497.759,
      "dur": 1.83,
      "text": "political reaction in a second but let's just zoom in on the particular email"
    },
    {
      "start": 499.599,
      "dur": 1.43,
      "text": "just zoom in on the particular email that lots of people are talking about"
    },
    {
      "start": 501.039,
      "dur": 2.391,
      "text": "that lots of people are talking about today. The the one about public assets"
    },
    {
      "start": 503.44,
      "dur": 2.63,
      "text": "today. The the one about public assets though is significant. That was where a"
    },
    {
      "start": 506.08,
      "dur": 1.669,
      "text": "though is significant. That was where a policy adviser is writing to Gordon"
    },
    {
      "start": 507.759,
      "dur": 1.99,
      "text": "policy adviser is writing to Gordon Brown who was then prime minister"
    },
    {
      "start": 509.759,
      "dur": 2.231,
      "text": "Brown who was then prime minister talking about potentially selling off uh"
    },
    {
      "start": 512.0,
      "dur": 3.35,
      "text": "talking about potentially selling off uh government assets and Mandlesson was"
    },
    {
      "start": 515.36,
      "dur": 2.31,
      "text": "government assets and Mandlesson was copied into that. Mandlesson forwarded"
    },
    {
      "start": 517.68,
      "dur": 3.19,
      "text": "copied into that. Mandlesson forwarded that email to Epstein. Epstein then asks"
    },
    {
      "start": 520.88,
      "dur": 3.19,
      "text": "that email to Epstein. Epstein then asks about um what these assets are. what are"
    },
    {
      "start": 524.08,
      "dur": 1.83,
      "text": "about um what these assets are. what are the salailable assets that the UK"
    },
    {
      "start": 525.92,
      "dur": 3.349,
      "text": "the salailable assets that the UK government wants to to offload? And"
    },
    {
      "start": 529.279,
      "dur": 1.99,
      "text": "government wants to to offload? And there is a response. It seems to be from"
    },
    {
      "start": 531.279,
      "dur": 1.511,
      "text": "there is a response. It seems to be from a man although the email address is"
    },
    {
      "start": 532.8,
      "dur": 3.27,
      "text": "a man although the email address is redacted saying land property I guess."
    },
    {
      "start": 536.08,
      "dur": 1.35,
      "text": "redacted saying land property I guess. Why does this matter? Well, partly"
    },
    {
      "start": 537.44,
      "dur": 2.069,
      "text": "Why does this matter? Well, partly because Jeffrey Epstein was a big figure"
    },
    {
      "start": 539.519,
      "dur": 2.631,
      "text": "because Jeffrey Epstein was a big figure on Wall Street. He was a very wealthy"
    },
    {
      "start": 542.16,
      "dur": 2.63,
      "text": "on Wall Street. He was a very wealthy financier and he may Adam have been able"
    },
    {
      "start": 544.8,
      "dur": 3.51,
      "text": "financier and he may Adam have been able to enrich himself with the benefit of"
    },
    {
      "start": 548.32,
      "dur": 1.59,
      "text": "to enrich himself with the benefit of that sort of confidential information."
    },
    {
      "start": 549.92,
      "dur": 1.029,
      "text": "that sort of confidential information. And Joe, there's another bit of"
    },
    {
      "start": 550.959,
      "dur": 1.351,
      "text": "And Joe, there's another bit of political history that's emerged through"
    },
    {
      "start": 552.32,
      "dur": 1.43,
      "text": "political history that's emerged through these documents today, which is the the"
    },
    {
      "start": 553.76,
      "dur": 1.99,
      "text": "these documents today, which is the the coalition negotiations after the 2010"
    },
    {
      "start": 555.76,
      "dur": 2.23,
      "text": "coalition negotiations after the 2010 election. And not the conservative Liv"
    },
    {
      "start": 558.0,
      "dur": 2.07,
      "text": "election. And not the conservative Liv Dem coalition government negotiations,"
    },
    {
      "start": 560.08,
      "dur": 1.99,
      "text": "Dem coalition government negotiations, but the the Labor version of those"
    },
    {
      "start": 562.08,
      "dur": 1.749,
      "text": "but the the Labor version of those negotiations, which Peter Manderson was"
    },
    {
      "start": 563.839,
      "dur": 2.231,
      "text": "negotiations, which Peter Manderson was involved in too and was keeping Jeffrey"
    },
    {
      "start": 566.08,
      "dur": 2.23,
      "text": "involved in too and was keeping Jeffrey Epstein up to date with according to"
    },
    {
      "start": 568.32,
      "dur": 1.35,
      "text": "Epstein up to date with according to these emails."
    },
    {
      "start": 569.68,
      "dur": 2.07,
      "text": "these emails. &gt;&gt; Exactly, Adam. That was a time where"
    },
    {
      "start": 571.76,
      "dur": 1.59,
      "text": "&gt;&gt; Exactly, Adam. That was a time where there were many senior cabinet"
    },
    {
      "start": 573.36,
      "dur": 1.67,
      "text": "there were many senior cabinet ministers, Labour cabinet ministers who"
    },
    {
      "start": 575.04,
      "dur": 2.39,
      "text": "ministers, Labour cabinet ministers who said, \"Look, we need to we've had our"
    },
    {
      "start": 577.44,
      "dur": 1.67,
      "text": "said, \"Look, we need to we've had our had our go. We've had our 13 years."
    },
    {
      "start": 579.12,
      "dur": 1.99,
      "text": "had our go. We've had our 13 years. let's give someone else a chance. But"
    },
    {
      "start": 581.12,
      "dur": 3.11,
      "text": "let's give someone else a chance. But there were others in a cabinet who"
    },
    {
      "start": 584.24,
      "dur": 2.63,
      "text": "there were others in a cabinet who thought they should try and form either"
    },
    {
      "start": 586.88,
      "dur": 2.31,
      "text": "thought they should try and form either a coalition with the Lemss or a minority"
    },
    {
      "start": 589.2,
      "dur": 1.749,
      "text": "a coalition with the Lemss or a minority administration or that that always"
    },
    {
      "start": 590.959,
      "dur": 2.951,
      "text": "administration or that that always sounded uh pretty tricky. What these"
    },
    {
      "start": 593.92,
      "dur": 3.43,
      "text": "sounded uh pretty tricky. What these emails show is well seemingly a pretty"
    },
    {
      "start": 597.36,
      "dur": 1.67,
      "text": "emails show is well seemingly a pretty constant contact between Epstein and"
    },
    {
      "start": 599.04,
      "dur": 3.11,
      "text": "constant contact between Epstein and Mandlesen. Mandlesson updating"
    },
    {
      "start": 602.16,
      "dur": 3.669,
      "text": "Mandlesen. Mandlesson updating um Epstein about those negotiations"
    },
    {
      "start": 605.839,
      "dur": 3.591,
      "text": "um Epstein about those negotiations uh talking about uh and the financier"
    },
    {
      "start": 609.44,
      "dur": 2.71,
      "text": "uh talking about uh and the financier seemingly suggesting sort of negotiating"
    },
    {
      "start": 612.16,
      "dur": 3.75,
      "text": "seemingly suggesting sort of negotiating tactics uh for Lord Mandolson. uh timing"
    },
    {
      "start": 615.92,
      "dur": 2.469,
      "text": "tactics uh for Lord Mandolson. uh timing is all is one of uh Mandlesson's"
    },
    {
      "start": 618.399,
      "dur": 2.87,
      "text": "is all is one of uh Mandlesson's responses. And he also seems to reveal"
    },
    {
      "start": 621.279,
      "dur": 2.55,
      "text": "responses. And he also seems to reveal to Epstein that Gordon Brown was having"
    },
    {
      "start": 623.839,
      "dur": 3.11,
      "text": "to Epstein that Gordon Brown was having quote secret talks with Nick Kle, the"
    },
    {
      "start": 626.959,
      "dur": 3.11,
      "text": "quote secret talks with Nick Kle, the Libdem leader in the uh foreign office."
    },
    {
      "start": 630.079,
      "dur": 3.111,
      "text": "Libdem leader in the uh foreign office. There is also a point where Mandolen"
    },
    {
      "start": 633.2,
      "dur": 3.189,
      "text": "There is also a point where Mandolen seems to email Epstein and say, \"Finally"
    },
    {
      "start": 636.399,
      "dur": 3.271,
      "text": "seems to email Epstein and say, \"Finally got him to go today. I finally got"
    },
    {
      "start": 639.68,
      "dur": 3.11,
      "text": "got him to go today. I finally got Gordon Brown to agree to resign as prime"
    },
    {
      "start": 642.8,
      "dur": 1.91,
      "text": "Gordon Brown to agree to resign as prime minister, tender his resignation to the"
    },
    {
      "start": 644.72,
      "dur": 2.63,
      "text": "minister, tender his resignation to the then queen. And later that day, Gordon"
    },
    {
      "start": 647.36,
      "dur": 2.07,
      "text": "then queen. And later that day, Gordon Brown did announce he would stand down"
    },
    {
      "start": 649.44,
      "dur": 3.19,
      "text": "Brown did announce he would stand down as Labour leader and facilitate further"
    },
    {
      "start": 652.64,
      "dur": 2.869,
      "text": "as Labour leader and facilitate further coalition negotiations. Now they were"
    },
    {
      "start": 655.519,
      "dur": 4.071,
      "text": "coalition negotiations. Now they were ongoing uh the next day too. But it just"
    },
    {
      "start": 659.6,
      "dur": 3.11,
      "text": "ongoing uh the next day too. But it just seems astonishing that at such a moment"
    },
    {
      "start": 662.72,
      "dur": 5.19,
      "text": "seems astonishing that at such a moment of uh drama of political significance,"
    },
    {
      "start": 667.92,
      "dur": 2.87,
      "text": "of uh drama of political significance, Peter Mandlesson wasn't just uh finding"
    },
    {
      "start": 670.8,
      "dur": 2.23,
      "text": "Peter Mandlesson wasn't just uh finding the time to let Jeffrey Epste know about"
    },
    {
      "start": 673.04,
      "dur": 2.87,
      "text": "the time to let Jeffrey Epste know about this, but that he was going into so much"
    },
    {
      "start": 675.92,
      "dur": 2.63,
      "text": "this, but that he was going into so much detail. And also another example of just"
    },
    {
      "start": 678.56,
      "dur": 2.949,
      "text": "detail. And also another example of just how informal slashinttimate some"
    },
    {
      "start": 681.519,
      "dur": 1.831,
      "text": "how informal slashinttimate some people's communications appeared to have"
    },
    {
      "start": 683.36,
      "dur": 2.31,
      "text": "people's communications appeared to have been with Jeffrey Epstein. There's an"
    },
    {
      "start": 685.68,
      "dur": 1.35,
      "text": "been with Jeffrey Epstein. There's an email that appears to be from Laura"
    },
    {
      "start": 687.04,
      "dur": 1.75,
      "text": "email that appears to be from Laura Mandlesson on election day in 2010"
    },
    {
      "start": 688.8,
      "dur": 1.43,
      "text": "Mandlesson on election day in 2010 saying we're praying for a hung"
    },
    {
      "start": 690.24,
      "dur": 2.149,
      "text": "saying we're praying for a hung parliament. Alternatively, a well-hung"
    },
    {
      "start": 692.399,
      "dur": 0.791,
      "text": "parliament. Alternatively, a well-hung young man."
    },
    {
      "start": 693.2,
      "dur": 2.069,
      "text": "young man. &gt;&gt; Yeah, you get a sense, Adam,"
    },
    {
      "start": 695.279,
      "dur": 2.871,
      "text": "&gt;&gt; Yeah, you get a sense, Adam, &gt;&gt; of the men's relationship there. In the"
    },
    {
      "start": 698.16,
      "dur": 2.31,
      "text": "&gt;&gt; of the men's relationship there. In the last few hours, maybe the last day or"
    },
    {
      "start": 700.48,
      "dur": 3.19,
      "text": "last few hours, maybe the last day or so, there are some emails that seem less"
    },
    {
      "start": 703.68,
      "dur": 2.709,
      "text": "so, there are some emails that seem less noteworthy in terms of headlines, but"
    },
    {
      "start": 706.399,
      "dur": 3.67,
      "text": "noteworthy in terms of headlines, but give a sense of a more lewd uh"
    },
    {
      "start": 710.079,
      "dur": 2.151,
      "text": "give a sense of a more lewd uh relationship between the two men,"
    },
    {
      "start": 712.24,
      "dur": 1.51,
      "text": "relationship between the two men, certainly in terms of the language"
    },
    {
      "start": 713.76,
      "dur": 2.15,
      "text": "certainly in terms of the language they're using in their one-to-one"
    },
    {
      "start": 715.92,
      "dur": 1.83,
      "text": "they're using in their one-to-one contact. Um, right, Daniela, let's"
    },
    {
      "start": 717.76,
      "dur": 2.15,
      "text": "contact. Um, right, Daniela, let's switch on to the the royal track then."
    },
    {
      "start": 719.92,
      "dur": 2.63,
      "text": "switch on to the the royal track then. So, lots of focus on Andrew Mountbatten"
    },
    {
      "start": 722.56,
      "dur": 1.91,
      "text": "So, lots of focus on Andrew Mountbatten Windsor over the weekend and how he"
    },
    {
      "start": 724.48,
      "dur": 2.07,
      "text": "Windsor over the weekend and how he emerges from these documents. seems to"
    },
    {
      "start": 726.56,
      "dur": 2.389,
      "text": "emerges from these documents. seems to me the focus today is much more on his"
    },
    {
      "start": 728.959,
      "dur": 1.591,
      "text": "me the focus today is much more on his ex-wife Sarah Ferguson."
    },
    {
      "start": 730.56,
      "dur": 1.43,
      "text": "ex-wife Sarah Ferguson. &gt;&gt; Yeah, I think so too. I think the"
    },
    {
      "start": 732.0,
      "dur": 2.87,
      "text": "&gt;&gt; Yeah, I think so too. I think the overriding thing with it in terms of the"
    },
    {
      "start": 734.88,
      "dur": 2.55,
      "text": "overriding thing with it in terms of the royal family is that all of these emails"
    },
    {
      "start": 737.44,
      "dur": 2.389,
      "text": "royal family is that all of these emails and messages um and the exchanges with"
    },
    {
      "start": 739.839,
      "dur": 2.23,
      "text": "and messages um and the exchanges with Epstein really do just emphasize the"
    },
    {
      "start": 742.079,
      "dur": 2.711,
      "text": "Epstein really do just emphasize the depth of the relationship between Sarah"
    },
    {
      "start": 744.8,
      "dur": 2.149,
      "text": "depth of the relationship between Sarah Ferguson, Andrew Mountbatten Windsor and"
    },
    {
      "start": 746.959,
      "dur": 2.631,
      "text": "Ferguson, Andrew Mountbatten Windsor and Jeffrey Epstein. Um there is a"
    },
    {
      "start": 749.6,
      "dur": 2.55,
      "text": "Jeffrey Epstein. Um there is a informality, a a closeness in the way"
    },
    {
      "start": 752.16,
      "dur": 1.59,
      "text": "informality, a a closeness in the way they refer to each other. I mean, look,"
    },
    {
      "start": 753.76,
      "dur": 1.83,
      "text": "they refer to each other. I mean, look, if you just look at what Sarah Ferguson"
    },
    {
      "start": 755.6,
      "dur": 1.59,
      "text": "if you just look at what Sarah Ferguson was emailing Jeffrey Epstein, just to"
    },
    {
      "start": 757.2,
      "dur": 1.749,
      "text": "was emailing Jeffrey Epstein, just to give a little flavor, it's things like,"
    },
    {
      "start": 758.959,
      "dur": 1.191,
      "text": "give a little flavor, it's things like, \"Thank you, Jeffrey, for being the"
    },
    {
      "start": 760.16,
      "dur": 1.99,
      "text": "\"Thank you, Jeffrey, for being the brother I've always wished for. You are"
    },
    {
      "start": 762.16,
      "dur": 1.51,
      "text": "brother I've always wished for. You are a legend. I really don't have the words"
    },
    {
      "start": 763.68,
      "dur": 1.99,
      "text": "a legend. I really don't have the words to describe my love. Gratitude for your"
    },
    {
      "start": 765.68,
      "dur": 2.47,
      "text": "to describe my love. Gratitude for your generosity and kindness. I am at your"
    },
    {
      "start": 768.16,
      "dur": 2.63,
      "text": "generosity and kindness. I am at your service. Just marry me.\" Um, and some of"
    },
    {
      "start": 770.8,
      "dur": 1.91,
      "text": "service. Just marry me.\" Um, and some of the new stuff emerging today has been uh"
    },
    {
      "start": 772.72,
      "dur": 1.75,
      "text": "the new stuff emerging today has been uh though about where the cracks began to"
    },
    {
      "start": 774.48,
      "dur": 2.87,
      "text": "though about where the cracks began to show in 2011 in her relationship with"
    },
    {
      "start": 777.36,
      "dur": 2.07,
      "text": "show in 2011 in her relationship with Epstein where she writes this slightly"
    },
    {
      "start": 779.44,
      "dur": 1.829,
      "text": "Epstein where she writes this slightly strange message to him which we hadn't"
    },
    {
      "start": 781.279,
      "dur": 1.911,
      "text": "strange message to him which we hadn't been aware of talking about him having a"
    },
    {
      "start": 783.2,
      "dur": 2.39,
      "text": "been aware of talking about him having a baby and congratulating him. Um, where"
    },
    {
      "start": 785.6,
      "dur": 1.83,
      "text": "baby and congratulating him. Um, where she says, you know, congratulations on"
    },
    {
      "start": 787.44,
      "dur": 1.509,
      "text": "she says, you know, congratulations on you having a baby. I didn't even know"
    },
    {
      "start": 788.959,
      "dur": 1.751,
      "text": "you having a baby. I didn't even know you were having a baby, but it's so"
    },
    {
      "start": 790.72,
      "dur": 1.669,
      "text": "you were having a baby, but it's so crystal clear to me that you were only"
    },
    {
      "start": 792.399,
      "dur": 1.99,
      "text": "crystal clear to me that you were only friends with me to get to Andrew and"
    },
    {
      "start": 794.399,
      "dur": 1.99,
      "text": "friends with me to get to Andrew and that really hurt me deeply more than you"
    },
    {
      "start": 796.399,
      "dur": 2.87,
      "text": "that really hurt me deeply more than you will know. So I mean you can see the"
    },
    {
      "start": 799.279,
      "dur": 2.631,
      "text": "will know. So I mean you can see the sort of gushing fning nature of her"
    },
    {
      "start": 801.92,
      "dur": 1.83,
      "text": "sort of gushing fning nature of her messages to him. There's also some"
    },
    {
      "start": 803.76,
      "dur": 1.43,
      "text": "messages to him. There's also some really uncomfortable stuff where she"
    },
    {
      "start": 805.2,
      "dur": 1.749,
      "text": "really uncomfortable stuff where she sort of jokes about her daughter's sex"
    },
    {
      "start": 806.959,
      "dur": 1.67,
      "text": "sort of jokes about her daughter's sex life, usually sex life in the messages"
    },
    {
      "start": 808.639,
      "dur": 2.63,
      "text": "life, usually sex life in the messages to him. She asks him for money for rent."
    },
    {
      "start": 811.279,
      "dur": 2.711,
      "text": "to him. She asks him for money for rent. So it's quite brazen in its approach."
    },
    {
      "start": 814.0,
      "dur": 1.75,
      "text": "So it's quite brazen in its approach. But what also struck me in reading all"
    },
    {
      "start": 815.76,
      "dur": 1.67,
      "text": "But what also struck me in reading all the exchanges between Epste and Andrew"
    },
    {
      "start": 817.44,
      "dur": 2.389,
      "text": "the exchanges between Epste and Andrew Manban Windsor and Sarah Ferguson is"
    },
    {
      "start": 819.839,
      "dur": 2.79,
      "text": "Manban Windsor and Sarah Ferguson is that Epstein has the power. He is the"
    },
    {
      "start": 822.639,
      "dur": 1.99,
      "text": "that Epstein has the power. He is the power player here. they are offering"
    },
    {
      "start": 824.639,
      "dur": 1.111,
      "text": "power player here. they are offering things you know do you want to come to"
    },
    {
      "start": 825.76,
      "dur": 1.59,
      "text": "things you know do you want to come to Buckingham Palace what about Windsor"
    },
    {
      "start": 827.36,
      "dur": 1.75,
      "text": "Buckingham Palace what about Windsor Castle and he just said yeah gives them"
    },
    {
      "start": 829.12,
      "dur": 1.99,
      "text": "Castle and he just said yeah gives them a date and a time and goes for it he is"
    },
    {
      "start": 831.12,
      "dur": 1.99,
      "text": "a date and a time and goes for it he is the one in charge of this relationship"
    },
    {
      "start": 833.12,
      "dur": 1.75,
      "text": "the one in charge of this relationship and that is what has particularly struck"
    },
    {
      "start": 834.88,
      "dur": 1.27,
      "text": "and that is what has particularly struck me about the email exchanges"
    },
    {
      "start": 836.16,
      "dur": 1.909,
      "text": "me about the email exchanges &gt;&gt; and things like oh do you want to come"
    },
    {
      "start": 838.079,
      "dur": 1.911,
      "text": "&gt;&gt; and things like oh do you want to come to Prince then Prince Andrew's 50th"
    },
    {
      "start": 840.0,
      "dur": 1.829,
      "text": "to Prince then Prince Andrew's 50th birthday party and then having to follow"
    },
    {
      "start": 841.839,
      "dur": 1.271,
      "text": "birthday party and then having to follow up to see if he actually wants to come"
    },
    {
      "start": 843.12,
      "dur": 1.67,
      "text": "up to see if he actually wants to come to the party so almost like just"
    },
    {
      "start": 844.8,
      "dur": 1.35,
      "text": "to the party so almost like just checking in with him are you coming is"
    },
    {
      "start": 846.16,
      "dur": 1.51,
      "text": "checking in with him are you coming is the is the insinuation there"
    },
    {
      "start": 847.68,
      "dur": 1.11,
      "text": "the is the insinuation there &gt;&gt; look like they're sort of you know"
    },
    {
      "start": 848.8,
      "dur": 1.75,
      "text": "&gt;&gt; look like they're sort of you know craving his attention and yearning for"
    },
    {
      "start": 850.56,
      "dur": 1.59,
      "text": "craving his attention and yearning for his friendship that seems to be the"
    },
    {
      "start": 852.16,
      "dur": 1.51,
      "text": "his friendship that seems to be the message on a on a number of those"
    },
    {
      "start": 853.68,
      "dur": 0.709,
      "text": "message on a on a number of those exchanges"
    },
    {
      "start": 854.399,
      "dur": 1.911,
      "text": "exchanges &gt;&gt; and have we had a response from Andrew"
    },
    {
      "start": 856.32,
      "dur": 1.59,
      "text": "&gt;&gt; and have we had a response from Andrew Mountbat and Windsor and also the royal"
    },
    {
      "start": 857.92,
      "dur": 1.029,
      "text": "Mountbat and Windsor and also the royal family because of course we have to"
    },
    {
      "start": 858.959,
      "dur": 1.831,
      "text": "family because of course we have to basically treat them as separate"
    },
    {
      "start": 860.8,
      "dur": 1.91,
      "text": "basically treat them as separate institutions now even though they're"
    },
    {
      "start": 862.72,
      "dur": 1.03,
      "text": "institutions now even though they're still related."
    },
    {
      "start": 863.76,
      "dur": 1.99,
      "text": "still related. &gt;&gt; Yeah. Nothing from either of them today."
    },
    {
      "start": 865.76,
      "dur": 2.309,
      "text": "&gt;&gt; Yeah. Nothing from either of them today. So um Andrew Bamb has not said anything"
    },
    {
      "start": 868.079,
      "dur": 2.231,
      "text": "So um Andrew Bamb has not said anything but we have seen him today. I mean maybe"
    },
    {
      "start": 870.32,
      "dur": 1.91,
      "text": "but we have seen him today. I mean maybe surprising to some. We have seen"
    },
    {
      "start": 872.24,
      "dur": 1.67,
      "text": "surprising to some. We have seen pictures of him on horseback riding"
    },
    {
      "start": 873.92,
      "dur": 1.269,
      "text": "pictures of him on horseback riding through Windsor Great Park on the"
    },
    {
      "start": 875.199,
      "dur": 1.911,
      "text": "through Windsor Great Park on the Windsor Estate. And there's also quite"
    },
    {
      "start": 877.12,
      "dur": 1.91,
      "text": "Windsor Estate. And there's also quite amazing image actually of him driving"
    },
    {
      "start": 879.04,
      "dur": 2.55,
      "text": "amazing image actually of him driving down the long walk, the great long road"
    },
    {
      "start": 881.6,
      "dur": 1.349,
      "text": "down the long walk, the great long road that goes up to Windsor Castle for"
    },
    {
      "start": 882.959,
      "dur": 1.751,
      "text": "that goes up to Windsor Castle for anyone that knows Windsor, driving down"
    },
    {
      "start": 884.72,
      "dur": 1.99,
      "text": "anyone that knows Windsor, driving down there, waving at passers by as people"
    },
    {
      "start": 886.72,
      "dur": 1.27,
      "text": "there, waving at passers by as people are walking their dogs, pushing their"
    },
    {
      "start": 888.0,
      "dur": 1.829,
      "text": "are walking their dogs, pushing their kids in buggies. So I mean there's no"
    },
    {
      "start": 889.839,
      "dur": 2.311,
      "text": "kids in buggies. So I mean there's no sense of him hiding away or showing any"
    },
    {
      "start": 892.16,
      "dur": 1.27,
      "text": "sense of him hiding away or showing any obvious signs of public in"
    },
    {
      "start": 893.44,
      "dur": 1.189,
      "text": "obvious signs of public in &gt;&gt; something he's been criticized for"
    },
    {
      "start": 894.639,
      "dur": 1.911,
      "text": "&gt;&gt; something he's been criticized for before. For example, pushing himself to"
    },
    {
      "start": 896.56,
      "dur": 1.59,
      "text": "before. For example, pushing himself to the front of the photo op outside the"
    },
    {
      "start": 898.16,
      "dur": 0.469,
      "text": "the front of the photo op outside the church."
    },
    {
      "start": 898.639,
      "dur": 2.071,
      "text": "church. &gt;&gt; Exactly. Yeah. So no sign. Yeah. Again,"
    },
    {
      "start": 900.72,
      "dur": 1.59,
      "text": "&gt;&gt; Exactly. Yeah. So no sign. Yeah. Again, but for just from the palace, Buckingham"
    },
    {
      "start": 902.32,
      "dur": 1.11,
      "text": "but for just from the palace, Buckingham Palace, you know, it's it's a really"
    },
    {
      "start": 903.44,
      "dur": 2.069,
      "text": "Palace, you know, it's it's a really tricky one for them. They have not said"
    },
    {
      "start": 905.519,
      "dur": 2.471,
      "text": "tricky one for them. They have not said anything publicly at all today, but I've"
    },
    {
      "start": 908.0,
      "dur": 1.189,
      "text": "anything publicly at all today, but I've spoke to a number of people at the"
    },
    {
      "start": 909.199,
      "dur": 1.911,
      "text": "spoke to a number of people at the palace who've uh the first interesting"
    },
    {
      "start": 911.12,
      "dur": 1.509,
      "text": "palace who've uh the first interesting thing I suppose is that they have said"
    },
    {
      "start": 912.639,
      "dur": 1.43,
      "text": "thing I suppose is that they have said that they are not getting any kind of"
    },
    {
      "start": 914.079,
      "dur": 1.43,
      "text": "that they are not getting any kind of early warning that these files are"
    },
    {
      "start": 915.519,
      "dur": 1.831,
      "text": "early warning that these files are dropping. They don't know the detail of"
    },
    {
      "start": 917.36,
      "dur": 1.67,
      "text": "dropping. They don't know the detail of what's in them. They're not getting a"
    },
    {
      "start": 919.04,
      "dur": 1.909,
      "text": "what's in them. They're not getting a heads up in any way. So they are"
    },
    {
      "start": 920.959,
      "dur": 1.99,
      "text": "heads up in any way. So they are learning a a lot about stuff at the same"
    },
    {
      "start": 922.959,
      "dur": 2.391,
      "text": "learning a a lot about stuff at the same time as the rest of us. But it has put"
    },
    {
      "start": 925.36,
      "dur": 2.55,
      "text": "time as the rest of us. But it has put pressure on him to perhaps Andrew to"
    },
    {
      "start": 927.92,
      "dur": 1.11,
      "text": "pressure on him to perhaps Andrew to start giving evidence to any"
    },
    {
      "start": 929.04,
      "dur": 2.07,
      "text": "start giving evidence to any investigations, talk to US authorities"
    },
    {
      "start": 931.12,
      "dur": 2.87,
      "text": "investigations, talk to US authorities on that front. Um a source at the palace"
    },
    {
      "start": 934.0,
      "dur": 1.59,
      "text": "on that front. Um a source at the palace has said to me today in terms of Andrew"
    },
    {
      "start": 935.6,
      "dur": 1.909,
      "text": "has said to me today in terms of Andrew giving testimony that that is now a"
    },
    {
      "start": 937.519,
      "dur": 1.75,
      "text": "giving testimony that that is now a matter for Andrew Mountbatten Windsor"
    },
    {
      "start": 939.279,
      "dur": 2.151,
      "text": "matter for Andrew Mountbatten Windsor and his conscience"
    },
    {
      "start": 941.44,
      "dur": 1.99,
      "text": "and his conscience &gt;&gt; which is a sort of nudge towards saying"
    },
    {
      "start": 943.44,
      "dur": 1.27,
      "text": "&gt;&gt; which is a sort of nudge towards saying that he should."
    },
    {
      "start": 944.72,
      "dur": 1.51,
      "text": "that he should. &gt;&gt; Yeah, definitely. I think they are very"
    },
    {
      "start": 946.24,
      "dur": 2.23,
      "text": "&gt;&gt; Yeah, definitely. I think they are very much in the same room as K Star Dama was"
    },
    {
      "start": 948.48,
      "dur": 1.83,
      "text": "much in the same room as K Star Dama was which is you need to be victim centered"
    },
    {
      "start": 950.32,
      "dur": 1.59,
      "text": "which is you need to be victim centered here. You need to think about who has"
    },
    {
      "start": 951.92,
      "dur": 2.469,
      "text": "here. You need to think about who has suffered. anybody who knows anything"
    },
    {
      "start": 954.399,
      "dur": 2.23,
      "text": "suffered. anybody who knows anything should come forward and uh you know for"
    },
    {
      "start": 956.639,
      "dur": 1.591,
      "text": "should come forward and uh you know for a palace source to sort of talk about"
    },
    {
      "start": 958.24,
      "dur": 1.67,
      "text": "a palace source to sort of talk about Andrew's conscience like that it's very"
    },
    {
      "start": 959.92,
      "dur": 1.67,
      "text": "Andrew's conscience like that it's very clear the direction of travel that they"
    },
    {
      "start": 961.6,
      "dur": 1.51,
      "text": "clear the direction of travel that they would like and Joe in terms of the"
    },
    {
      "start": 963.12,
      "dur": 1.67,
      "text": "would like and Joe in terms of the reaction to this at Westminster we're"
    },
    {
      "start": 964.8,
      "dur": 1.91,
      "text": "reaction to this at Westminster we're recording this episode of newscast at 20"
    },
    {
      "start": 966.72,
      "dur": 2.87,
      "text": "recording this episode of newscast at 20 to7 on Monday evening at about 5:00"
    },
    {
      "start": 969.6,
      "dur": 1.11,
      "text": "to7 on Monday evening at about 5:00 there was a statement in the House of"
    },
    {
      "start": 970.72,
      "dur": 1.669,
      "text": "there was a statement in the House of Commons from Darren Jones chief"
    },
    {
      "start": 972.399,
      "dur": 2.071,
      "text": "Commons from Darren Jones chief secretary to the prime minister who also"
    },
    {
      "start": 974.48,
      "dur": 1.99,
      "text": "secretary to the prime minister who also kind of runs the cabinet office and it"
    },
    {
      "start": 976.48,
      "dur": 1.269,
      "text": "kind of runs the cabinet office and it seemed to me Joe that a lot of what"
    },
    {
      "start": 977.759,
      "dur": 1.51,
      "text": "seemed to me Joe that a lot of what Darren Jones was saying there was that"
    },
    {
      "start": 979.279,
      "dur": 1.99,
      "text": "Darren Jones was saying there was that the government's response to this isn't"
    },
    {
      "start": 981.279,
      "dur": 2.79,
      "text": "the government's response to this isn't necessarily the substance of what was in"
    },
    {
      "start": 984.079,
      "dur": 2.151,
      "text": "necessarily the substance of what was in the emails or the documents that are"
    },
    {
      "start": 986.24,
      "dur": 2.07,
      "text": "the emails or the documents that are released. It's about actually how does"
    },
    {
      "start": 988.32,
      "dur": 3.03,
      "text": "released. It's about actually how does the House of Lords respond when somebody"
    },
    {
      "start": 991.36,
      "dur": 1.43,
      "text": "the House of Lords respond when somebody who's a member of the House of Lords is"
    },
    {
      "start": 992.8,
      "dur": 1.35,
      "text": "who's a member of the House of Lords is accused of wrongdoing."
    },
    {
      "start": 994.16,
      "dur": 1.51,
      "text": "accused of wrongdoing. &gt;&gt; Absolutely. We're in this strange"
    },
    {
      "start": 995.68,
      "dur": 1.509,
      "text": "&gt;&gt; Absolutely. We're in this strange situation where the prime minister's"
    },
    {
      "start": 997.199,
      "dur": 2.231,
      "text": "situation where the prime minister's advisers are basically saying, \"Look, he"
    },
    {
      "start": 999.44,
      "dur": 2.55,
      "text": "advisers are basically saying, \"Look, he can't uh get rid of Lord Mandlesson's"
    },
    {
      "start": 1002.0,
      "dur": 1.749,
      "text": "can't uh get rid of Lord Mandlesson's period. He can't chuck him out of the"
    },
    {
      "start": 1003.759,
      "dur": 2.31,
      "text": "period. He can't chuck him out of the House of Lords even though Mandlesson is"
    },
    {
      "start": 1006.079,
      "dur": 2.711,
      "text": "House of Lords even though Mandlesson is on a leave of absence.\" uh the"
    },
    {
      "start": 1008.8,
      "dur": 3.43,
      "text": "on a leave of absence.\" uh the government wants to change the the"
    },
    {
      "start": 1012.24,
      "dur": 2.87,
      "text": "government wants to change the the system around holding peers to account"
    },
    {
      "start": 1015.12,
      "dur": 2.87,
      "text": "system around holding peers to account for their uh behavior. But there was"
    },
    {
      "start": 1018.0,
      "dur": 1.749,
      "text": "for their uh behavior. But there was certainly pressure earlier in the"
    },
    {
      "start": 1019.759,
      "dur": 2.391,
      "text": "certainly pressure earlier in the Commons when Kama was speaking speaking"
    },
    {
      "start": 1022.16,
      "dur": 1.349,
      "text": "Commons when Kama was speaking speaking about something different. He he was"
    },
    {
      "start": 1023.519,
      "dur": 2.871,
      "text": "about something different. He he was appearing to update MPs on his uh trip"
    },
    {
      "start": 1026.4,
      "dur": 3.59,
      "text": "appearing to update MPs on his uh trip to China. And both the leaders of the"
    },
    {
      "start": 1030.0,
      "dur": 3.909,
      "text": "to China. And both the leaders of the SNP and the Lib Dems tried towards the"
    },
    {
      "start": 1033.919,
      "dur": 2.471,
      "text": "SNP and the Lib Dems tried towards the end of their their contributions to ask"
    },
    {
      "start": 1036.4,
      "dur": 2.87,
      "text": "end of their their contributions to ask about uh Lord Mandlesson, Ed Davyy of"
    },
    {
      "start": 1039.28,
      "dur": 2.95,
      "text": "about uh Lord Mandlesson, Ed Davyy of the Lib Dems, saying will the PM back a"
    },
    {
      "start": 1042.24,
      "dur": 1.669,
      "text": "the Lib Dems, saying will the PM back a simple piece of legislation to strip"
    },
    {
      "start": 1043.919,
      "dur": 2.471,
      "text": "simple piece of legislation to strip Mandlesson of his periage?"
    },
    {
      "start": 1046.4,
      "dur": 3.03,
      "text": "Mandlesson of his periage? Now Aki Starma didn't answer on that"
    },
    {
      "start": 1049.44,
      "dur": 2.229,
      "text": "Now Aki Starma didn't answer on that particular topic. He just answered on"
    },
    {
      "start": 1051.679,
      "dur": 2.791,
      "text": "particular topic. He just answered on what David had said on China and the S&amp;P"
    },
    {
      "start": 1054.48,
      "dur": 1.99,
      "text": "what David had said on China and the S&amp;P leader Steven Flynn. Does he agree with"
    },
    {
      "start": 1056.48,
      "dur": 1.67,
      "text": "leader Steven Flynn. Does he agree with myself that Peter Mansson should be"
    },
    {
      "start": 1058.16,
      "dur": 2.07,
      "text": "myself that Peter Mansson should be subject to a police investigation for"
    },
    {
      "start": 1060.24,
      "dur": 2.63,
      "text": "subject to a police investigation for potential criminality whilst in public"
    },
    {
      "start": 1062.88,
      "dur": 2.63,
      "text": "potential criminality whilst in public office? Emily Thornbury, the Labour MP"
    },
    {
      "start": 1065.52,
      "dur": 1.59,
      "text": "office? Emily Thornbury, the Labour MP seen Labor and Peace as something not"
    },
    {
      "start": 1067.12,
      "dur": 2.31,
      "text": "seen Labor and Peace as something not dissimilar. These files seem to show"
    },
    {
      "start": 1069.44,
      "dur": 4.31,
      "text": "dissimilar. These files seem to show that Peter Mandlesson was given 50,000"
    },
    {
      "start": 1073.76,
      "dur": 2.55,
      "text": "that Peter Mandlesson was given 50,000 by a notorious pedophile if and a few"
    },
    {
      "start": 1076.32,
      "dur": 2.95,
      "text": "by a notorious pedophile if and a few years later he sent on market sensitive"
    },
    {
      "start": 1079.28,
      "dur": 2.629,
      "text": "years later he sent on market sensitive information to Epstein who worked for JP"
    },
    {
      "start": 1081.919,
      "dur": 3.271,
      "text": "information to Epstein who worked for JP Morgan about market bailouts, the prime"
    },
    {
      "start": 1085.2,
      "dur": 2.469,
      "text": "Morgan about market bailouts, the prime minister's resignation, telling them"
    },
    {
      "start": 1087.679,
      "dur": 2.23,
      "text": "minister's resignation, telling them that they should mildly threaten the"
    },
    {
      "start": 1089.919,
      "dur": 3.11,
      "text": "that they should mildly threaten the chancellor of the exjecker and then told"
    },
    {
      "start": 1093.039,
      "dur": 2.951,
      "text": "chancellor of the exjecker and then told him about matters of national security."
    },
    {
      "start": 1096.0,
      "dur": 1.99,
      "text": "him about matters of national security. Surely this is not a matter of whether"
    },
    {
      "start": 1098.0,
      "dur": 1.669,
      "text": "Surely this is not a matter of whether Peter Mandel should be in the House of"
    },
    {
      "start": 1099.679,
      "dur": 2.23,
      "text": "Peter Mandel should be in the House of Lords. This is a matter of whether the"
    },
    {
      "start": 1101.919,
      "dur": 4.071,
      "text": "Lords. This is a matter of whether the police should be involved."
    },
    {
      "start": 1106.0,
      "dur": 2.16,
      "text": "&gt;&gt; The honorable lady is right that each"
    },
    {
      "start": 1108.16,
      "dur": 4.23,
      "text": "&gt;&gt; The honorable lady is right that each individual issue is wholly unacceptable"
    },
    {
      "start": 1112.4,
      "dur": 2.47,
      "text": "individual issue is wholly unacceptable and cumulatively it is also"
    },
    {
      "start": 1114.88,
      "dur": 2.71,
      "text": "and cumulatively it is also unacceptable. the undeclared exchange of"
    },
    {
      "start": 1117.6,
      "dur": 1.75,
      "text": "unacceptable. the undeclared exchange of funds, the passing on of government"
    },
    {
      "start": 1119.36,
      "dur": 2.309,
      "text": "funds, the passing on of government information, let alone the fact that"
    },
    {
      "start": 1121.679,
      "dur": 1.671,
      "text": "information, let alone the fact that those exchanges were to a convicted"
    },
    {
      "start": 1123.36,
      "dur": 3.35,
      "text": "those exchanges were to a convicted pedophile are wholly unconscionable. And"
    },
    {
      "start": 1126.72,
      "dur": 1.91,
      "text": "pedophile are wholly unconscionable. And the House will know that if any of those"
    },
    {
      "start": 1128.64,
      "dur": 2.95,
      "text": "the House will know that if any of those activities were to take place today,"
    },
    {
      "start": 1131.6,
      "dur": 1.91,
      "text": "activities were to take place today, ministers would be swiftly relieved of"
    },
    {
      "start": 1133.52,
      "dur": 2.07,
      "text": "ministers would be swiftly relieved of their duties and could be via the recall"
    },
    {
      "start": 1135.6,
      "dur": 2.309,
      "text": "their duties and could be via the recall petitions available to the House removed"
    },
    {
      "start": 1137.919,
      "dur": 2.951,
      "text": "petitions available to the House removed from their constituency too. As to the"
    },
    {
      "start": 1140.88,
      "dur": 1.75,
      "text": "from their constituency too. As to the matter of criminal investigations, of"
    },
    {
      "start": 1142.64,
      "dur": 1.99,
      "text": "matter of criminal investigations, of course, that is a matter for the"
    },
    {
      "start": 1144.64,
      "dur": 2.71,
      "text": "course, that is a matter for the prosecution services and the police. And"
    },
    {
      "start": 1147.36,
      "dur": 1.429,
      "text": "prosecution services and the police. And the investigation into the released"
    },
    {
      "start": 1148.799,
      "dur": 1.351,
      "text": "the investigation into the released documents from the cabinet secretary to"
    },
    {
      "start": 1150.16,
      "dur": 1.35,
      "text": "documents from the cabinet secretary to the prime minister, as I've informed the"
    },
    {
      "start": 1151.52,
      "dur": 2.55,
      "text": "the prime minister, as I've informed the house, is currently underway. One part"
    },
    {
      "start": 1154.08,
      "dur": 3.35,
      "text": "house, is currently underway. One part of the government's response, which is"
    },
    {
      "start": 1157.44,
      "dur": 4.87,
      "text": "of the government's response, which is certainly victim centered and pretty um"
    },
    {
      "start": 1162.32,
      "dur": 2.39,
      "text": "certainly victim centered and pretty um pretty dismissive about Lord Mandlesson."
    },
    {
      "start": 1164.72,
      "dur": 1.67,
      "text": "pretty dismissive about Lord Mandlesson. it also they're also trying to distance"
    },
    {
      "start": 1166.4,
      "dur": 1.99,
      "text": "it also they're also trying to distance themselves and say oh ultimately he now"
    },
    {
      "start": 1168.4,
      "dur": 3.83,
      "text": "themselves and say oh ultimately he now needs to account for his actions and his"
    },
    {
      "start": 1172.24,
      "dur": 2.23,
      "text": "needs to account for his actions and his conduct. Now Kistama did not know"
    },
    {
      "start": 1174.48,
      "dur": 2.39,
      "text": "conduct. Now Kistama did not know everything we know now about the nature"
    },
    {
      "start": 1176.88,
      "dur": 1.669,
      "text": "everything we know now about the nature of that relationship. Of course there"
    },
    {
      "start": 1178.559,
      "dur": 2.871,
      "text": "of that relationship. Of course there was no information way back then about"
    },
    {
      "start": 1181.44,
      "dur": 2.71,
      "text": "was no information way back then about what seems to be a financial uh link and"
    },
    {
      "start": 1184.16,
      "dur": 3.59,
      "text": "what seems to be a financial uh link and also seemingly leaking um details from"
    },
    {
      "start": 1187.76,
      "dur": 2.47,
      "text": "also seemingly leaking um details from the UK government in the Gordon Brown"
    },
    {
      "start": 1190.24,
      "dur": 2.549,
      "text": "the UK government in the Gordon Brown years. Yet that decision that Kia"
    },
    {
      "start": 1192.799,
      "dur": 2.711,
      "text": "years. Yet that decision that Kia Starama made, which at the time was a"
    },
    {
      "start": 1195.52,
      "dur": 2.79,
      "text": "Starama made, which at the time was a bit controversial, now look like looks"
    },
    {
      "start": 1198.32,
      "dur": 3.19,
      "text": "bit controversial, now look like looks like a a pretty serious error and the"
    },
    {
      "start": 1201.52,
      "dur": 2.87,
      "text": "like a a pretty serious error and the endless headline that's already prompted"
    },
    {
      "start": 1204.4,
      "dur": 1.99,
      "text": "endless headline that's already prompted could arguably damage his government and"
    },
    {
      "start": 1206.4,
      "dur": 1.67,
      "text": "could arguably damage his government and might continue to do so in the future."
    },
    {
      "start": 1208.08,
      "dur": 2.07,
      "text": "might continue to do so in the future. One other thing is worth pointing out,"
    },
    {
      "start": 1210.16,
      "dur": 2.23,
      "text": "One other thing is worth pointing out, Adam, we have gone to Lord Mandlesson"
    },
    {
      "start": 1212.4,
      "dur": 3.19,
      "text": "Adam, we have gone to Lord Mandlesson today to try and get a response to these"
    },
    {
      "start": 1215.6,
      "dur": 3.99,
      "text": "today to try and get a response to these latest revelations about the leaks to uh"
    },
    {
      "start": 1219.6,
      "dur": 2.87,
      "text": "latest revelations about the leaks to uh Epstein about of internal government"
    },
    {
      "start": 1222.48,
      "dur": 2.39,
      "text": "Epstein about of internal government communications, but also opposition"
    },
    {
      "start": 1224.88,
      "dur": 1.51,
      "text": "communications, but also opposition parties asking the police to"
    },
    {
      "start": 1226.4,
      "dur": 2.79,
      "text": "parties asking the police to investigate. He's not as yet responded"
    },
    {
      "start": 1229.2,
      "dur": 2.63,
      "text": "investigate. He's not as yet responded to any of that. He has previously"
    },
    {
      "start": 1231.84,
      "dur": 2.47,
      "text": "to any of that. He has previously questioned the authenticity of some of"
    },
    {
      "start": 1234.32,
      "dur": 2.15,
      "text": "questioned the authenticity of some of these documents and of course before"
    },
    {
      "start": 1236.48,
      "dur": 3.51,
      "text": "these documents and of course before that he has apologized for his uh"
    },
    {
      "start": 1240.0,
      "dur": 2.63,
      "text": "that he has apologized for his uh relationship. He said he regrets ever"
    },
    {
      "start": 1242.64,
      "dur": 2.87,
      "text": "relationship. He said he regrets ever knowing Epstein and also has apologized"
    },
    {
      "start": 1245.52,
      "dur": 2.79,
      "text": "knowing Epstein and also has apologized unequivocally to the girls and women who"
    },
    {
      "start": 1248.32,
      "dur": 1.829,
      "text": "unequivocally to the girls and women who were impacted by that abuse. And"
    },
    {
      "start": 1250.159,
      "dur": 1.51,
      "text": "were impacted by that abuse. And actually Joe, just in terms of how Lord"
    },
    {
      "start": 1251.679,
      "dur": 1.511,
      "text": "actually Joe, just in terms of how Lord Manderson is responding to this, this"
    },
    {
      "start": 1253.2,
      "dur": 1.43,
      "text": "Manderson is responding to this, this takes us back to the start of our"
    },
    {
      "start": 1254.64,
      "dur": 1.75,
      "text": "takes us back to the start of our conversation about just how we manage"
    },
    {
      "start": 1256.4,
      "dur": 1.99,
      "text": "conversation about just how we manage this like avalanche of information,"
    },
    {
      "start": 1258.4,
      "dur": 1.59,
      "text": "this like avalanche of information, which is presumably you and your"
    },
    {
      "start": 1260.0,
      "dur": 2.07,
      "text": "which is presumably you and your colleagues at Westminster are having to"
    },
    {
      "start": 1262.08,
      "dur": 2.469,
      "text": "colleagues at Westminster are having to email message him every couple of hours"
    },
    {
      "start": 1264.559,
      "dur": 2.551,
      "text": "email message him every couple of hours with a new thing to get him to respond"
    },
    {
      "start": 1267.12,
      "dur": 1.83,
      "text": "with a new thing to get him to respond to. And while we're waiting for that,"
    },
    {
      "start": 1268.96,
      "dur": 1.829,
      "text": "to. And while we're waiting for that, all we have is his response from the"
    },
    {
      "start": 1270.799,
      "dur": 3.191,
      "text": "all we have is his response from the weekend um about the the allegations"
    },
    {
      "start": 1274.0,
      "dur": 2.07,
      "text": "weekend um about the the allegations that he'd received money. So have to"
    },
    {
      "start": 1276.08,
      "dur": 0.87,
      "text": "that he'd received money. So have to fall back on that."
    },
    {
      "start": 1276.96,
      "dur": 2.949,
      "text": "fall back on that. &gt;&gt; It is. And and of course it it"
    },
    {
      "start": 1279.919,
      "dur": 3.11,
      "text": "&gt;&gt; It is. And and of course it it My job means I'm often contacting uh"
    },
    {
      "start": 1283.039,
      "dur": 3.031,
      "text": "My job means I'm often contacting uh people sometimes in the public eye about"
    },
    {
      "start": 1286.08,
      "dur": 2.87,
      "text": "people sometimes in the public eye about controversial stories. The stuff I do"
    },
    {
      "start": 1288.96,
      "dur": 2.949,
      "text": "controversial stories. The stuff I do often requires BBC lawyers to look at"
    },
    {
      "start": 1291.919,
      "dur": 3.191,
      "text": "often requires BBC lawyers to look at our copy and our work and ensure we are"
    },
    {
      "start": 1295.12,
      "dur": 2.63,
      "text": "our copy and our work and ensure we are uh being balanced and legally sound and"
    },
    {
      "start": 1297.76,
      "dur": 2.389,
      "text": "uh being balanced and legally sound and giving people who are in the center of"
    },
    {
      "start": 1300.159,
      "dur": 3.431,
      "text": "giving people who are in the center of stories an opportunity to put uh their"
    },
    {
      "start": 1303.6,
      "dur": 2.71,
      "text": "stories an opportunity to put uh their response uh and also to to give them"
    },
    {
      "start": 1306.32,
      "dur": 2.31,
      "text": "response uh and also to to give them time to understand what allegations are"
    },
    {
      "start": 1308.64,
      "dur": 2.389,
      "text": "time to understand what allegations are and maybe to look back at any records"
    },
    {
      "start": 1311.039,
      "dur": 2.551,
      "text": "and maybe to look back at any records that might help them respond too. Now,"
    },
    {
      "start": 1313.6,
      "dur": 1.35,
      "text": "that might help them respond too. Now, Lord Mendlesson is somebody who's been"
    },
    {
      "start": 1314.96,
      "dur": 3.03,
      "text": "Lord Mendlesson is somebody who's been in the public eye and in controversies"
    },
    {
      "start": 1318.0,
      "dur": 1.75,
      "text": "in the public eye and in controversies in the public eye for a number of"
    },
    {
      "start": 1319.76,
      "dur": 1.75,
      "text": "in the public eye for a number of decades, and he's somebody who's used to"
    },
    {
      "start": 1321.52,
      "dur": 3.59,
      "text": "decades, and he's somebody who's used to dealing with the media, but but we"
    },
    {
      "start": 1325.12,
      "dur": 1.99,
      "text": "dealing with the media, but but we certainly have not been sending endless"
    },
    {
      "start": 1327.12,
      "dur": 5.029,
      "text": "certainly have not been sending endless messages uh to him uh partly because um"
    },
    {
      "start": 1332.159,
      "dur": 2.071,
      "text": "messages uh to him uh partly because um I think it's, you know, unfair to send"
    },
    {
      "start": 1334.24,
      "dur": 2.47,
      "text": "I think it's, you know, unfair to send an avalanche of messages. We need to be"
    },
    {
      "start": 1336.72,
      "dur": 2.069,
      "text": "an avalanche of messages. We need to be professional and focus on what the key"
    },
    {
      "start": 1338.799,
      "dur": 1.831,
      "text": "professional and focus on what the key allegations are and what he might be"
    },
    {
      "start": 1340.64,
      "dur": 4.71,
      "text": "allegations are and what he might be able to uh respond uh on because if"
    },
    {
      "start": 1345.36,
      "dur": 2.47,
      "text": "able to uh respond uh on because if there if there are 6,000 documents"
    },
    {
      "start": 1347.84,
      "dur": 2.15,
      "text": "there if there are 6,000 documents relating to him, I mean, we could"
    },
    {
      "start": 1350.0,
      "dur": 2.31,
      "text": "relating to him, I mean, we could potentially send him 6,000 messages and"
    },
    {
      "start": 1352.32,
      "dur": 1.43,
      "text": "potentially send him 6,000 messages and that I don't think would be fair or"
    },
    {
      "start": 1353.76,
      "dur": 1.67,
      "text": "that I don't think would be fair or appropriate. And also then Daniela,"
    },
    {
      "start": 1355.44,
      "dur": 2.07,
      "text": "appropriate. And also then Daniela, there's now because it's 2026 and it's"
    },
    {
      "start": 1357.52,
      "dur": 1.509,
      "text": "there's now because it's 2026 and it's social media and the internet, there's"
    },
    {
      "start": 1359.039,
      "dur": 1.431,
      "text": "social media and the internet, there's stuff you can see on your social media"
    },
    {
      "start": 1360.48,
      "dur": 2.069,
      "text": "stuff you can see on your social media feed which is purporting to be from"
    },
    {
      "start": 1362.559,
      "dur": 2.47,
      "text": "feed which is purporting to be from these files which is not real or it's"
    },
    {
      "start": 1365.039,
      "dur": 1.99,
      "text": "these files which is not real or it's people adding two and two together and"
    },
    {
      "start": 1367.039,
      "dur": 1.51,
      "text": "people adding two and two together and getting 58."
    },
    {
      "start": 1368.559,
      "dur": 2.071,
      "text": "getting 58. &gt;&gt; Yeah. Well, welcome to AI generated"
    },
    {
      "start": 1370.64,
      "dur": 1.269,
      "text": "&gt;&gt; Yeah. Well, welcome to AI generated material as part of this story. You"
    },
    {
      "start": 1371.919,
      "dur": 1.431,
      "text": "material as part of this story. You know, it is you have to be really"
    },
    {
      "start": 1373.36,
      "dur": 1.11,
      "text": "know, it is you have to be really careful with what you're doing and with"
    },
    {
      "start": 1374.48,
      "dur": 1.27,
      "text": "careful with what you're doing and with what with the documents that you're"
    },
    {
      "start": 1375.76,
      "dur": 1.51,
      "text": "what with the documents that you're looking at. But just touching on what"
    },
    {
      "start": 1377.28,
      "dur": 1.59,
      "text": "looking at. But just touching on what Joe's just said about the sensitivities"
    },
    {
      "start": 1378.88,
      "dur": 1.909,
      "text": "Joe's just said about the sensitivities in this and how you then put these"
    },
    {
      "start": 1380.799,
      "dur": 1.591,
      "text": "in this and how you then put these allegations to people, how you talk to"
    },
    {
      "start": 1382.4,
      "dur": 1.67,
      "text": "allegations to people, how you talk to them about what's happening. I mean that"
    },
    {
      "start": 1384.08,
      "dur": 1.51,
      "text": "them about what's happening. I mean that it's a difficult area around this in"
    },
    {
      "start": 1385.6,
      "dur": 1.11,
      "text": "it's a difficult area around this in many ways and the one thing that has"
    },
    {
      "start": 1386.72,
      "dur": 3.429,
      "text": "many ways and the one thing that has struck me about the royal family is that"
    },
    {
      "start": 1390.159,
      "dur": 3.111,
      "text": "struck me about the royal family is that family element of this which is a really"
    },
    {
      "start": 1393.28,
      "dur": 1.83,
      "text": "family element of this which is a really difficult area because you know none of"
    },
    {
      "start": 1395.12,
      "dur": 2.47,
      "text": "difficult area because you know none of us want to diminish what has gone on"
    },
    {
      "start": 1397.6,
      "dur": 1.83,
      "text": "us want to diminish what has gone on here and how Epstein has behaved and in"
    },
    {
      "start": 1399.44,
      "dur": 2.95,
      "text": "here and how Epstein has behaved and in any way take away from that at all but I"
    },
    {
      "start": 1402.4,
      "dur": 1.19,
      "text": "any way take away from that at all but I think there is an element from the"
    },
    {
      "start": 1403.6,
      "dur": 2.47,
      "text": "think there is an element from the royals that this is also a family matter"
    },
    {
      "start": 1406.08,
      "dur": 1.99,
      "text": "royals that this is also a family matter as well as a public one and they are"
    },
    {
      "start": 1408.08,
      "dur": 1.99,
      "text": "as well as a public one and they are trying to navigate that element whether"
    },
    {
      "start": 1410.08,
      "dur": 1.91,
      "text": "trying to navigate that element whether that is looking after Beatric and"
    },
    {
      "start": 1412.0,
      "dur": 3.51,
      "text": "that is looking after Beatric and Eujenei or in terms of you know of the"
    },
    {
      "start": 1415.52,
      "dur": 1.83,
      "text": "Eujenei or in terms of you know of the former prince you know he is a younger"
    },
    {
      "start": 1417.36,
      "dur": 2.39,
      "text": "former prince you know he is a younger brother of the king he is the uncle to a"
    },
    {
      "start": 1419.76,
      "dur": 2.789,
      "text": "brother of the king he is the uncle to a future king and they do feel a sense of"
    },
    {
      "start": 1422.559,
      "dur": 2.391,
      "text": "future king and they do feel a sense of responsibility I know that from from"
    },
    {
      "start": 1424.96,
      "dur": 1.75,
      "text": "responsibility I know that from from people I've spoken to at the palaces and"
    },
    {
      "start": 1426.72,
      "dur": 3.189,
      "text": "people I've spoken to at the palaces and they are feel a duty of care as well now"
    },
    {
      "start": 1429.919,
      "dur": 2.391,
      "text": "they are feel a duty of care as well now that might really annoy people because"
    },
    {
      "start": 1432.32,
      "dur": 1.75,
      "text": "that might really annoy people because when you look at what the allegations"
    },
    {
      "start": 1434.08,
      "dur": 1.27,
      "text": "when you look at what the allegations are here and how he seems to have"
    },
    {
      "start": 1435.36,
      "dur": 0.39,
      "text": "are here and how he seems to have behaved"
    },
    {
      "start": 1435.76,
      "dur": 2.23,
      "text": "behaved &gt;&gt; we just want him yeah it's just hard"
    },
    {
      "start": 1438.0,
      "dur": 2.31,
      "text": "&gt;&gt; we just want him yeah it's just hard it's you know that is quite difficult to"
    },
    {
      "start": 1440.32,
      "dur": 1.91,
      "text": "it's you know that is quite difficult to to sort of deal with but it's definitely"
    },
    {
      "start": 1442.24,
      "dur": 1.35,
      "text": "to sort of deal with but it's definitely Definitely definitely a factor in this"
    },
    {
      "start": 1443.6,
      "dur": 1.67,
      "text": "Definitely definitely a factor in this as well. There is a personal as well as"
    },
    {
      "start": 1445.28,
      "dur": 0.869,
      "text": "as well. There is a personal as well as a public element."
    },
    {
      "start": 1446.159,
      "dur": 1.591,
      "text": "a public element. &gt;&gt; And I suppose some newscasters might"
    },
    {
      "start": 1447.76,
      "dur": 1.75,
      "text": "&gt;&gt; And I suppose some newscasters might say, \"Oh, why have you not talked about"
    },
    {
      "start": 1449.52,
      "dur": 1.749,
      "text": "say, \"Oh, why have you not talked about the victims and survivors more in this"
    },
    {
      "start": 1451.279,
      "dur": 1.591,
      "text": "the victims and survivors more in this episode?\" But my answer to that would"
    },
    {
      "start": 1452.88,
      "dur": 1.909,
      "text": "episode?\" But my answer to that would be, well, the the stories that are in"
    },
    {
      "start": 1454.799,
      "dur": 2.391,
      "text": "be, well, the the stories that are in front of us today are the stories that"
    },
    {
      "start": 1457.2,
      "dur": 1.67,
      "text": "front of us today are the stories that we've just been talking about in the"
    },
    {
      "start": 1458.88,
      "dur": 1.35,
      "text": "we've just been talking about in the last half an hour. And there will be"
    },
    {
      "start": 1460.24,
      "dur": 2.47,
      "text": "last half an hour. And there will be other days where the story is very much"
    },
    {
      "start": 1462.72,
      "dur": 1.91,
      "text": "other days where the story is very much driven by what the survivors and the"
    },
    {
      "start": 1464.64,
      "dur": 2.07,
      "text": "driven by what the survivors and the victims are saying. And then I suppose"
    },
    {
      "start": 1466.72,
      "dur": 1.75,
      "text": "victims are saying. And then I suppose other people might say, why are you"
    },
    {
      "start": 1468.48,
      "dur": 1.51,
      "text": "other people might say, why are you spending so much time talking about"
    },
    {
      "start": 1470.0,
      "dur": 1.99,
      "text": "spending so much time talking about this? But I think all the things we've"
    },
    {
      "start": 1472.0,
      "dur": 1.35,
      "text": "this? But I think all the things we've just talked about there's a real public"
    },
    {
      "start": 1473.36,
      "dur": 2.47,
      "text": "just talked about there's a real public interest in uh we should just say before"
    },
    {
      "start": 1475.84,
      "dur": 1.51,
      "text": "interest in uh we should just say before you go Daniela, have you heard back from"
    },
    {
      "start": 1477.36,
      "dur": 1.35,
      "text": "you go Daniela, have you heard back from from Sarah Ferguson talking about"
    },
    {
      "start": 1478.72,
      "dur": 0.549,
      "text": "from Sarah Ferguson talking about responses?"
    },
    {
      "start": 1479.279,
      "dur": 1.51,
      "text": "responses? &gt;&gt; No, we haven't. No responses from Sarah"
    },
    {
      "start": 1480.799,
      "dur": 1.75,
      "text": "&gt;&gt; No, we haven't. No responses from Sarah Ferguson. No responses from Andrew"
    },
    {
      "start": 1482.559,
      "dur": 1.99,
      "text": "Ferguson. No responses from Andrew Manbat and Windsor and no official"
    },
    {
      "start": 1484.559,
      "dur": 1.35,
      "text": "Manbat and Windsor and no official comments from Buckingham Palace."
    },
    {
      "start": 1485.919,
      "dur": 1.11,
      "text": "comments from Buckingham Palace. &gt;&gt; Daniela, thank you very much."
    },
    {
      "start": 1487.039,
      "dur": 0.711,
      "text": "&gt;&gt; Daniela, thank you very much. &gt;&gt; Thanks, Adam."
    },
    {
      "start": 1487.76,
      "dur": 1.99,
      "text": "&gt;&gt; Thanks, Adam. &gt;&gt; And and Joe, in your unofficial role as"
    },
    {
      "start": 1489.76,
      "dur": 1.59,
      "text": "&gt;&gt; And and Joe, in your unofficial role as Gordon and Denton bi-election"
    },
    {
      "start": 1491.36,
      "dur": 1.59,
      "text": "Gordon and Denton bi-election correspondent as well, can you bring us"
    },
    {
      "start": 1492.96,
      "dur": 1.91,
      "text": "correspondent as well, can you bring us up to date? We now have the Tory"
    },
    {
      "start": 1494.88,
      "dur": 1.269,
      "text": "up to date? We now have the Tory candidate for who's going to fight that"
    },
    {
      "start": 1496.159,
      "dur": 0.711,
      "text": "candidate for who's going to fight that bi-election."
    },
    {
      "start": 1496.88,
      "dur": 1.75,
      "text": "bi-election. &gt;&gt; We certainly do, Adam. I don't have her"
    },
    {
      "start": 1498.64,
      "dur": 1.99,
      "text": "&gt;&gt; We certainly do, Adam. I don't have her name to hand. I do. It's Charlotte"
    },
    {
      "start": 1500.64,
      "dur": 1.35,
      "text": "name to hand. I do. It's Charlotte Caden."
    },
    {
      "start": 1502.0,
      "dur": 1.75,
      "text": "Caden. &gt;&gt; Charlotte Caden. Now, the toys didn't"
    },
    {
      "start": 1503.76,
      "dur": 2.95,
      "text": "&gt;&gt; Charlotte Caden. Now, the toys didn't get more than 10% at the last general"
    },
    {
      "start": 1506.72,
      "dur": 2.87,
      "text": "get more than 10% at the last general election, but they are another contender"
    },
    {
      "start": 1509.6,
      "dur": 3.429,
      "text": "election, but they are another contender and uh tomorrow I think is the deadline"
    },
    {
      "start": 1513.039,
      "dur": 2.071,
      "text": "and uh tomorrow I think is the deadline for nomination. So, tomorrow we'll have"
    },
    {
      "start": 1515.12,
      "dur": 1.35,
      "text": "for nomination. So, tomorrow we'll have the full slate, Adam."
    },
    {
      "start": 1516.48,
      "dur": 2.15,
      "text": "the full slate, Adam. &gt;&gt; And she's a former police detective who"
    },
    {
      "start": 1518.64,
      "dur": 2.07,
      "text": "&gt;&gt; And she's a former police detective who served in the Met and Greater Manchester"
    },
    {
      "start": 1520.72,
      "dur": 0.47,
      "text": "served in the Met and Greater Manchester Forces."
    },
    {
      "start": 1521.2,
      "dur": 1.67,
      "text": "Forces. &gt;&gt; So, we've got a former police detective,"
    },
    {
      "start": 1522.88,
      "dur": 3.99,
      "text": "&gt;&gt; So, we've got a former police detective, a plumber. We have a Labour's candidate,"
    },
    {
      "start": 1526.88,
      "dur": 2.55,
      "text": "a plumber. We have a Labour's candidate, I think, is somebody who's had sort of"
    },
    {
      "start": 1529.44,
      "dur": 3.27,
      "text": "I think, is somebody who's had sort of stakeholder engagement at the top of her"
    },
    {
      "start": 1532.72,
      "dur": 2.71,
      "text": "stakeholder engagement at the top of her CV. So, a pretty varied group of people."
    },
    {
      "start": 1535.44,
      "dur": 1.852,
      "text": "CV. So, a pretty varied group of people. &gt;&gt; Sounds like a series of the traitors."
    },
    {
      "start": 1537.302,
      "dur": 1.727,
      "text": "&gt;&gt; Sounds like a series of the traitors. [laughter]"
    },
    {
      "start": 1539.039,
      "dur": 2.311,
      "text": "[laughter] &gt;&gt; No comment on any of the candidates and"
    },
    {
      "start": 1541.36,
      "dur": 1.669,
      "text": "&gt;&gt; No comment on any of the candidates and their behavior. Joe, thank you very"
    },
    {
      "start": 1543.039,
      "dur": 0.471,
      "text": "their behavior. Joe, thank you very much."
    },
    {
      "start": 1543.52,
      "dur": 3.32,
      "text": "much. &gt;&gt; Thanks, Adam."
    }
  ]
}