{
  "videoId": "ZZqP2qfrxuc",
  "title": "US Border Patrol chief and some agents to leave Minneapolis after shooting | BBC News",
  "publishedAt": "2026-01-27",
  "channel": "BBC News",
  "durationSeconds": 548,
  "segments": [
    {
      "start": 0.16,
      "dur": 1.92,
      "text": "US Border [music] Patrol Commander Greg"
    },
    {
      "start": 2.08,
      "dur": 2.229,
      "text": "US Border [music] Patrol Commander Greg Bovino will withdraw from Minneapolis"
    },
    {
      "start": 4.319,
      "dur": 3.271,
      "text": "Bovino will withdraw from Minneapolis soon along with about 800 of his troops."
    },
    {
      "start": 7.6,
      "dur": 2.15,
      "text": "soon along with about 800 of his troops. That according to our US News partners"
    },
    {
      "start": 9.76,
      "dur": 2.63,
      "text": "That according to our US News partners CBS. Well, Mr. Bino has been widely"
    },
    {
      "start": 12.4,
      "dur": 1.91,
      "text": "CBS. Well, Mr. Bino has been widely criticized over his response to the"
    },
    {
      "start": 14.32,
      "dur": 1.99,
      "text": "criticized over his response to the fatal shooting of an intensive care"
    },
    {
      "start": 16.32,
      "dur": 2.31,
      "text": "fatal shooting of an intensive care nurse amid a growing backlash against"
    },
    {
      "start": 18.64,
      "dur": 2.709,
      "text": "nurse amid a growing backlash against the surge of federal agents in the city."
    },
    {
      "start": 21.359,
      "dur": 1.75,
      "text": "the surge of federal agents in the city. On Monday, residents protested against"
    },
    {
      "start": 23.119,
      "dur": 1.91,
      "text": "On Monday, residents protested against federal immigration and customs forces"
    },
    {
      "start": 25.039,
      "dur": 2.631,
      "text": "federal immigration and customs forces for a third consecutive day. Now,"
    },
    {
      "start": 27.68,
      "dur": 1.989,
      "text": "for a third consecutive day. Now, earlier the White House confirmed three"
    },
    {
      "start": 29.679,
      "dur": 1.99,
      "text": "earlier the White House confirmed three separate probes into the killing of"
    },
    {
      "start": 31.679,
      "dur": 2.791,
      "text": "separate probes into the killing of 37year-old Alex Prey, who was shot dead"
    },
    {
      "start": 34.48,
      "dur": 1.909,
      "text": "37year-old Alex Prey, who was shot dead by federal agents on Saturday in"
    },
    {
      "start": 36.399,
      "dur": 1.911,
      "text": "by federal agents on Saturday in Minneapolis. Investigators are"
    },
    {
      "start": 38.32,
      "dur": 2.229,
      "text": "Minneapolis. Investigators are reportedly reviewing body camera footage"
    },
    {
      "start": 40.559,
      "dur": 2.791,
      "text": "reportedly reviewing body camera footage from the incident. US border SAR Tom"
    },
    {
      "start": 43.36,
      "dur": 1.75,
      "text": "from the incident. US border SAR Tom Hman's traveling to Minneapolis this"
    },
    {
      "start": 45.12,
      "dur": 1.67,
      "text": "Hman's traveling to Minneapolis this evening, expected to meet with the"
    },
    {
      "start": 46.8,
      "dur": 2.31,
      "text": "evening, expected to meet with the city's mayor. And earlier, White House"
    },
    {
      "start": 49.12,
      "dur": 2.07,
      "text": "city's mayor. And earlier, White House press secretary Caroline Levit blamed"
    },
    {
      "start": 51.2,
      "dur": 2.71,
      "text": "press secretary Caroline Levit blamed Democrats for fueling civil unrest that"
    },
    {
      "start": 53.92,
      "dur": 2.55,
      "text": "Democrats for fueling civil unrest that she claimed led to the shooting. Well,"
    },
    {
      "start": 56.48,
      "dur": 2.31,
      "text": "she claimed led to the shooting. Well, our correspondent Tom Baitman starts us"
    },
    {
      "start": 58.8,
      "dur": 1.429,
      "text": "our correspondent Tom Baitman starts us off tonight with this report from"
    },
    {
      "start": 60.239,
      "dur": 2.95,
      "text": "off tonight with this report from Minneapolis. [screaming]"
    },
    {
      "start": 63.199,
      "dur": 1.03,
      "text": "Minneapolis. [screaming] &gt;&gt; Shut it down."
    },
    {
      "start": 64.239,
      "dur": 1.831,
      "text": "&gt;&gt; Shut it down. &gt;&gt; Protesters have vowed to stay on the"
    },
    {
      "start": 66.08,
      "dur": 2.63,
      "text": "&gt;&gt; Protesters have vowed to stay on the streets until federal immigration agents"
    },
    {
      "start": 68.72,
      "dur": 3.35,
      "text": "streets until federal immigration agents leave. This is a standoff. A Democratun"
    },
    {
      "start": 72.08,
      "dur": 2.15,
      "text": "leave. This is a standoff. A Democratun state in a battle of endurance with the"
    },
    {
      "start": 74.24,
      "dur": 2.47,
      "text": "state in a battle of endurance with the Trump administration forged amid the"
    },
    {
      "start": 76.72,
      "dur": 2.709,
      "text": "Trump administration forged amid the tragedy of a second American killed in 3"
    },
    {
      "start": 79.439,
      "dur": 1.67,
      "text": "tragedy of a second American killed in 3 weeks in Minneapolis."
    },
    {
      "start": 81.119,
      "dur": 1.431,
      "text": "weeks in Minneapolis. &gt;&gt; We're here for each other. We're trying"
    },
    {
      "start": 82.56,
      "dur": 3.235,
      "text": "&gt;&gt; We're here for each other. We're trying to keep our community members safe."
    },
    {
      "start": 85.805,
      "dur": 1.944,
      "text": "to keep our community members safe. &gt;&gt; [snorts]"
    },
    {
      "start": 87.759,
      "dur": 3.911,
      "text": "&gt;&gt; [snorts] &gt;&gt; just devastating."
    },
    {
      "start": 91.68,
      "dur": 1.439,
      "text": "&gt;&gt; What do you want the president, the"
    },
    {
      "start": 93.119,
      "dur": 2.502,
      "text": "&gt;&gt; What do you want the president, the administration to do now?"
    },
    {
      "start": 95.631,
      "dur": 0.199,
      "text": "administration to do now? [snorts]"
    },
    {
      "start": 95.84,
      "dur": 3.19,
      "text": "[snorts] &gt;&gt; To leave us alone."
    },
    {
      "start": 99.04,
      "dur": 2.15,
      "text": "&gt;&gt; To leave us alone. &gt;&gt; After the shooting of Alex Prey, the"
    },
    {
      "start": 101.2,
      "dur": 1.99,
      "text": "&gt;&gt; After the shooting of Alex Prey, the administration blamed city and state"
    },
    {
      "start": 103.2,
      "dur": 2.869,
      "text": "administration blamed city and state leaders for incitement, as it did after"
    },
    {
      "start": 106.079,
      "dur": 2.631,
      "text": "leaders for incitement, as it did after Renee Good was killed. But even some of"
    },
    {
      "start": 108.72,
      "dur": 2.47,
      "text": "Renee Good was killed. But even some of Mr. Trump's base seem concerned at the"
    },
    {
      "start": 111.2,
      "dur": 1.99,
      "text": "Mr. Trump's base seem concerned at the rhetoric. The pictures of what happened"
    },
    {
      "start": 113.2,
      "dur": 1.83,
      "text": "rhetoric. The pictures of what happened here have shocked Americans. I think"
    },
    {
      "start": 115.04,
      "dur": 1.91,
      "text": "here have shocked Americans. I think it's fair to say of all political"
    },
    {
      "start": 116.96,
      "dur": 2.63,
      "text": "it's fair to say of all political stripes and there is a sense that that"
    },
    {
      "start": 119.6,
      "dur": 2.149,
      "text": "stripes and there is a sense that that is being heard at the White House and"
    },
    {
      "start": 121.759,
      "dur": 2.871,
      "text": "is being heard at the White House and the first signs of a shifting tone by"
    },
    {
      "start": 124.64,
      "dur": 2.87,
      "text": "the first signs of a shifting tone by the administration. After weeks of angry"
    },
    {
      "start": 127.52,
      "dur": 2.229,
      "text": "the administration. After weeks of angry exchanges, Mr. Trump said he had now"
    },
    {
      "start": 129.759,
      "dur": 1.671,
      "text": "exchanges, Mr. Trump said he had now spoken to the Democrat governor of"
    },
    {
      "start": 131.44,
      "dur": 2.71,
      "text": "spoken to the Democrat governor of Minnesota, Tim Walls. Both Governor WS"
    },
    {
      "start": 134.16,
      "dur": 2.95,
      "text": "Minnesota, Tim Walls. Both Governor WS and I want to make it better. He said"
    },
    {
      "start": 137.12,
      "dur": 1.91,
      "text": "and I want to make it better. He said the White House is sticking to its line"
    },
    {
      "start": 139.04,
      "dur": 2.39,
      "text": "the White House is sticking to its line that hostile resistance by Democrat"
    },
    {
      "start": 141.44,
      "dur": 2.63,
      "text": "that hostile resistance by Democrat leaders is causing the tensions, but is"
    },
    {
      "start": 144.08,
      "dur": 1.59,
      "text": "leaders is causing the tensions, but is sounding more consilitary."
    },
    {
      "start": 145.68,
      "dur": 2.15,
      "text": "sounding more consilitary. &gt;&gt; Nobody in the White House, including"
    },
    {
      "start": 147.84,
      "dur": 2.15,
      "text": "&gt;&gt; Nobody in the White House, including President Trump, wants to see people"
    },
    {
      "start": 150.0,
      "dur": 2.309,
      "text": "President Trump, wants to see people getting hurt or killed in America's"
    },
    {
      "start": 152.319,
      "dur": 3.19,
      "text": "getting hurt or killed in America's streets. This includes Renee Good, Alex"
    },
    {
      "start": 155.519,
      "dur": 2.311,
      "text": "streets. This includes Renee Good, Alex Prey, the brave men and women of federal"
    },
    {
      "start": 157.84,
      "dur": 2.79,
      "text": "Prey, the brave men and women of federal law enforcement, and the many Americans"
    },
    {
      "start": 160.64,
      "dur": 2.949,
      "text": "law enforcement, and the many Americans who have been victimized at the hands of"
    },
    {
      "start": 163.599,
      "dur": 2.391,
      "text": "who have been victimized at the hands of illegal alien criminals. Meanwhile, some"
    },
    {
      "start": 166.0,
      "dur": 1.83,
      "text": "illegal alien criminals. Meanwhile, some senior Republicans appear ready to"
    },
    {
      "start": 167.84,
      "dur": 1.19,
      "text": "senior Republicans appear ready to question the policies."
    },
    {
      "start": 169.04,
      "dur": 1.35,
      "text": "question the policies. &gt;&gt; President Trump closed the border,"
    },
    {
      "start": 170.4,
      "dur": 2.63,
      "text": "&gt;&gt; President Trump closed the border, promised to get violent criminals out of"
    },
    {
      "start": 173.04,
      "dur": 1.35,
      "text": "promised to get violent criminals out of our country, and I think everybody"
    },
    {
      "start": 174.4,
      "dur": 2.39,
      "text": "our country, and I think everybody agrees with that. Uh, but now Americans"
    },
    {
      "start": 176.8,
      "dur": 2.55,
      "text": "agrees with that. Uh, but now Americans are asking themselves, what is the"
    },
    {
      "start": 179.36,
      "dur": 1.35,
      "text": "are asking themselves, what is the endgame?"
    },
    {
      "start": 180.72,
      "dur": 1.75,
      "text": "endgame? &gt;&gt; So, what sparked the mounting"
    },
    {
      "start": 182.48,
      "dur": 2.469,
      "text": "&gt;&gt; So, what sparked the mounting controversy over ICE, the Immigration"
    },
    {
      "start": 184.959,
      "dur": 2.871,
      "text": "controversy over ICE, the Immigration and Customs Enforcement Agency? It plays"
    },
    {
      "start": 187.84,
      "dur": 2.15,
      "text": "and Customs Enforcement Agency? It plays a key role in removing undocumented"
    },
    {
      "start": 190.0,
      "dur": 2.149,
      "text": "a key role in removing undocumented immigrants from the US and has been"
    },
    {
      "start": 192.159,
      "dur": 2.15,
      "text": "immigrants from the US and has been routinely used by both Republican and"
    },
    {
      "start": 194.319,
      "dur": 2.311,
      "text": "routinely used by both Republican and Democrat administrations."
    },
    {
      "start": 196.64,
      "dur": 2.229,
      "text": "Democrat administrations. Mr. Trump boosted ICE numbers and sent"
    },
    {
      "start": 198.879,
      "dur": 2.471,
      "text": "Mr. Trump boosted ICE numbers and sent agents to these areas often deemed"
    },
    {
      "start": 201.36,
      "dur": 2.789,
      "text": "agents to these areas often deemed sanctuary cities, Democrat run, which in"
    },
    {
      "start": 204.159,
      "dur": 2.391,
      "text": "sanctuary cities, Democrat run, which in some cases limit assistance to federal"
    },
    {
      "start": 206.56,
      "dur": 2.55,
      "text": "some cases limit assistance to federal immigration authorities."
    },
    {
      "start": 209.12,
      "dur": 2.23,
      "text": "immigration authorities. &gt;&gt; The high-profile drives, often involving"
    },
    {
      "start": 211.36,
      "dur": 2.39,
      "text": "&gt;&gt; The high-profile drives, often involving masked agents in tactical gear, have"
    },
    {
      "start": 213.76,
      "dur": 3.67,
      "text": "masked agents in tactical gear, have sparked protests and arrests."
    },
    {
      "start": 217.44,
      "dur": 1.99,
      "text": "sparked protests and arrests. After the deaths of protesters, many"
    },
    {
      "start": 219.44,
      "dur": 2.31,
      "text": "After the deaths of protesters, many will hope now marks a turning point in"
    },
    {
      "start": 221.76,
      "dur": 1.829,
      "text": "will hope now marks a turning point in the clash between states and the"
    },
    {
      "start": 223.599,
      "dur": 2.151,
      "text": "the clash between states and the administration. The White House is"
    },
    {
      "start": 225.76,
      "dur": 2.31,
      "text": "administration. The White House is signaling a change of message, but so"
    },
    {
      "start": 228.08,
      "dur": 3.59,
      "text": "signaling a change of message, but so far its policy and its agents remain."
    },
    {
      "start": 231.68,
      "dur": 2.95,
      "text": "far its policy and its agents remain. Tom Baitman, BBC News, Minneapolis."
    },
    {
      "start": 234.64,
      "dur": 1.75,
      "text": "Tom Baitman, BBC News, Minneapolis. &gt;&gt; Now, we do have some breaking news to"
    },
    {
      "start": 236.4,
      "dur": 1.67,
      "text": "&gt;&gt; Now, we do have some breaking news to bring you on this story that's just"
    },
    {
      "start": 238.08,
      "dur": 2.149,
      "text": "bring you on this story that's just coming across the desk. According to US"
    },
    {
      "start": 240.239,
      "dur": 3.031,
      "text": "coming across the desk. According to US media, Gregory Bo has been removed from"
    },
    {
      "start": 243.28,
      "dur": 2.71,
      "text": "media, Gregory Bo has been removed from his role as the commander at large for"
    },
    {
      "start": 246.0,
      "dur": 2.47,
      "text": "his role as the commander at large for the US Border Patrol and will return to"
    },
    {
      "start": 248.48,
      "dur": 2.23,
      "text": "the US Border Patrol and will return to his former job in California where he's"
    },
    {
      "start": 250.72,
      "dur": 2.149,
      "text": "his former job in California where he's expected to retire soon. Now, The"
    },
    {
      "start": 252.879,
      "dur": 2.391,
      "text": "expected to retire soon. Now, The Atlantic has reported those details on"
    },
    {
      "start": 255.28,
      "dur": 2.069,
      "text": "Atlantic has reported those details on Monday, citing a Homeland Security"
    },
    {
      "start": 257.359,
      "dur": 2.55,
      "text": "Monday, citing a Homeland Security official and two people with knowledge"
    },
    {
      "start": 259.919,
      "dur": 2.631,
      "text": "official and two people with knowledge of the change. Well, let's go live now"
    },
    {
      "start": 262.56,
      "dur": 1.83,
      "text": "of the change. Well, let's go live now to our next guest. I'm very pleased to"
    },
    {
      "start": 264.4,
      "dur": 1.75,
      "text": "to our next guest. I'm very pleased to welcome Minnesota Republican State"
    },
    {
      "start": 266.16,
      "dur": 1.43,
      "text": "welcome Minnesota Republican State Representative Mike Weiner."
    },
    {
      "start": 267.6,
      "dur": 1.43,
      "text": "Representative Mike Weiner. Representative, it's good to speak with"
    },
    {
      "start": 269.04,
      "dur": 2.07,
      "text": "Representative, it's good to speak with you again. First of all, I'd just like"
    },
    {
      "start": 271.12,
      "dur": 3.43,
      "text": "you again. First of all, I'd just like to get your reaction uh to this latest"
    },
    {
      "start": 274.56,
      "dur": 4.069,
      "text": "to get your reaction uh to this latest news about the departure of Greg Bovino."
    },
    {
      "start": 278.639,
      "dur": 1.351,
      "text": "news about the departure of Greg Bovino. &gt;&gt; Well, thanks for having me on. Thanks"
    },
    {
      "start": 280.0,
      "dur": 2.23,
      "text": "&gt;&gt; Well, thanks for having me on. Thanks for the opportunity to speak tonight. I"
    },
    {
      "start": 282.24,
      "dur": 1.59,
      "text": "for the opportunity to speak tonight. I hadn't heard that news. That's that's"
    },
    {
      "start": 283.84,
      "dur": 3.19,
      "text": "hadn't heard that news. That's that's interesting. I was very um excited I"
    },
    {
      "start": 287.04,
      "dur": 1.91,
      "text": "interesting. I was very um excited I guess when I had heard that uh Governor"
    },
    {
      "start": 288.96,
      "dur": 2.229,
      "text": "guess when I had heard that uh Governor Walls and President Trump had"
    },
    {
      "start": 291.199,
      "dur": 2.151,
      "text": "Walls and President Trump had communicated and this is something you"
    },
    {
      "start": 293.36,
      "dur": 2.63,
      "text": "communicated and this is something you know I've been asking for for some time"
    },
    {
      "start": 296.0,
      "dur": 2.469,
      "text": "know I've been asking for for some time is that communication that dialogue."
    },
    {
      "start": 298.479,
      "dur": 1.831,
      "text": "is that communication that dialogue. Nobody wanted to see the violence in"
    },
    {
      "start": 300.32,
      "dur": 1.83,
      "text": "Nobody wanted to see the violence in this state. Nobody wanted to see the"
    },
    {
      "start": 302.16,
      "dur": 2.309,
      "text": "this state. Nobody wanted to see the protests. And that communication I think"
    },
    {
      "start": 304.479,
      "dur": 2.231,
      "text": "protests. And that communication I think is going to go a long ways to to calming"
    },
    {
      "start": 306.72,
      "dur": 1.83,
      "text": "is going to go a long ways to to calming the waters and and let's get back to"
    },
    {
      "start": 308.56,
      "dur": 1.75,
      "text": "the waters and and let's get back to life as normal here in Minnesota. And"
    },
    {
      "start": 310.32,
      "dur": 1.99,
      "text": "life as normal here in Minnesota. And hopefully this is that first step. Now,"
    },
    {
      "start": 312.32,
      "dur": 1.35,
      "text": "hopefully this is that first step. Now, I hadn't heard that news just either,"
    },
    {
      "start": 313.68,
      "dur": 1.91,
      "text": "I hadn't heard that news just either, and we should say that BBC has not"
    },
    {
      "start": 315.6,
      "dur": 1.589,
      "text": "and we should say that BBC has not independently verified it, but it's"
    },
    {
      "start": 317.199,
      "dur": 2.951,
      "text": "independently verified it, but it's being widely reported across US media."
    },
    {
      "start": 320.16,
      "dur": 2.23,
      "text": "being widely reported across US media. We'll of course be doing our best to"
    },
    {
      "start": 322.4,
      "dur": 2.87,
      "text": "We'll of course be doing our best to confirm that ourselves. Uh, but based on"
    },
    {
      "start": 325.28,
      "dur": 1.59,
      "text": "confirm that ourselves. Uh, but based on that news coming in, what do you think"
    },
    {
      "start": 326.88,
      "dur": 2.309,
      "text": "that news coming in, what do you think it suggests about the way President"
    },
    {
      "start": 329.199,
      "dur": 2.471,
      "text": "it suggests about the way President Trump is thinking about what's happening"
    },
    {
      "start": 331.68,
      "dur": 2.229,
      "text": "Trump is thinking about what's happening in Minnesota? Do you think there's some"
    },
    {
      "start": 333.919,
      "dur": 2.55,
      "text": "in Minnesota? Do you think there's some degree of of dissatisfaction with the"
    },
    {
      "start": 336.479,
      "dur": 2.55,
      "text": "degree of of dissatisfaction with the way things have been handled?"
    },
    {
      "start": 339.039,
      "dur": 3.751,
      "text": "way things have been handled? Well, I think anytime there are people,"
    },
    {
      "start": 342.8,
      "dur": 2.87,
      "text": "Well, I think anytime there are people, citizens in our state or our country who"
    },
    {
      "start": 345.68,
      "dur": 1.91,
      "text": "citizens in our state or our country who are in these situations where we've got"
    },
    {
      "start": 347.6,
      "dur": 2.47,
      "text": "are in these situations where we've got the tragic loss of life, I don't think"
    },
    {
      "start": 350.08,
      "dur": 2.71,
      "text": "the tragic loss of life, I don't think anybody wants to see that continue. And"
    },
    {
      "start": 352.8,
      "dur": 2.31,
      "text": "anybody wants to see that continue. And you know, if that outreaching uh and I'm"
    },
    {
      "start": 355.12,
      "dur": 2.069,
      "text": "you know, if that outreaching uh and I'm not sure who initiated the phone call,"
    },
    {
      "start": 357.199,
      "dur": 3.27,
      "text": "not sure who initiated the phone call, if it was uh Governor Walls or Trump,"
    },
    {
      "start": 360.479,
      "dur": 2.15,
      "text": "if it was uh Governor Walls or Trump, but I think like I said that this is"
    },
    {
      "start": 362.639,
      "dur": 1.67,
      "text": "but I think like I said that this is this is that first step and I think"
    },
    {
      "start": 364.319,
      "dur": 1.911,
      "text": "this is that first step and I think that's very positive. So it gives me"
    },
    {
      "start": 366.24,
      "dur": 1.91,
      "text": "that's very positive. So it gives me hope and I and you know the other thing"
    },
    {
      "start": 368.16,
      "dur": 1.589,
      "text": "hope and I and you know the other thing that really we should be looking at is"
    },
    {
      "start": 369.759,
      "dur": 2.71,
      "text": "that really we should be looking at is calming those waters and now hopefully"
    },
    {
      "start": 372.479,
      "dur": 2.391,
      "text": "calming those waters and now hopefully some of the the protests and some of the"
    },
    {
      "start": 374.88,
      "dur": 3.029,
      "text": "some of the the protests and some of the people can uh go back to life as normal."
    },
    {
      "start": 377.919,
      "dur": 1.99,
      "text": "people can uh go back to life as normal. &gt;&gt; Now you and I spoke a couple of days ago"
    },
    {
      "start": 379.919,
      "dur": 1.99,
      "text": "&gt;&gt; Now you and I spoke a couple of days ago shortly after this happened and I just"
    },
    {
      "start": 381.919,
      "dur": 2.471,
      "text": "shortly after this happened and I just wanted to come back to you on on your"
    },
    {
      "start": 384.4,
      "dur": 2.069,
      "text": "wanted to come back to you on on your call to calm the waters which is"
    },
    {
      "start": 386.479,
      "dur": 1.751,
      "text": "call to calm the waters which is something we've been hearing a lot of"
    },
    {
      "start": 388.24,
      "dur": 2.069,
      "text": "something we've been hearing a lot of from both sides. We've now had other"
    },
    {
      "start": 390.319,
      "dur": 2.87,
      "text": "from both sides. We've now had other Republicans um suggesting similar"
    },
    {
      "start": 393.199,
      "dur": 1.671,
      "text": "Republicans um suggesting similar Representative James Comr for example"
    },
    {
      "start": 394.88,
      "dur": 2.71,
      "text": "Representative James Comr for example suggesting that if Minneapolis doesn't"
    },
    {
      "start": 397.6,
      "dur": 1.75,
      "text": "suggesting that if Minneapolis doesn't want ICE there, if it's going to put the"
    },
    {
      "start": 399.36,
      "dur": 2.71,
      "text": "want ICE there, if it's going to put the lives of federal agents at risk, then"
    },
    {
      "start": 402.08,
      "dur": 2.549,
      "text": "lives of federal agents at risk, then perhaps I should just move on to other"
    },
    {
      "start": 404.639,
      "dur": 2.951,
      "text": "perhaps I should just move on to other areas uh where it is welcomed by state"
    },
    {
      "start": 407.6,
      "dur": 2.39,
      "text": "areas uh where it is welcomed by state leaders. And Trump actually praised the"
    },
    {
      "start": 410.0,
      "dur": 1.27,
      "text": "leaders. And Trump actually praised the interview in which he made those"
    },
    {
      "start": 411.28,
      "dur": 2.31,
      "text": "interview in which he made those comments. Do you see that as potentially"
    },
    {
      "start": 413.6,
      "dur": 2.95,
      "text": "comments. Do you see that as potentially an option for Minnesota?"
    },
    {
      "start": 416.56,
      "dur": 2.23,
      "text": "an option for Minnesota? Well, those decisions are made far above"
    },
    {
      "start": 418.8,
      "dur": 3.59,
      "text": "Well, those decisions are made far above my pay grade. Um, but you know, the"
    },
    {
      "start": 422.4,
      "dur": 3.349,
      "text": "my pay grade. Um, but you know, the situation here, we had"
    },
    {
      "start": 425.759,
      "dur": 1.911,
      "text": "situation here, we had quite for quite some time in our state a"
    },
    {
      "start": 427.68,
      "dur": 2.15,
      "text": "quite for quite some time in our state a lot of violence. Carjackings were uh"
    },
    {
      "start": 429.84,
      "dur": 3.189,
      "text": "lot of violence. Carjackings were uh just astronomical. Was through the roof."
    },
    {
      "start": 433.039,
      "dur": 2.071,
      "text": "just astronomical. Was through the roof. We don't want criminals on our street."
    },
    {
      "start": 435.12,
      "dur": 2.23,
      "text": "We don't want criminals on our street. We don't want uh bad actors. We don't"
    },
    {
      "start": 437.36,
      "dur": 2.15,
      "text": "We don't want uh bad actors. We don't want rapist, murders. And if the way to"
    },
    {
      "start": 439.52,
      "dur": 1.27,
      "text": "want rapist, murders. And if the way to get them off the street was to work"
    },
    {
      "start": 440.8,
      "dur": 1.27,
      "text": "get them off the street was to work through ICE. That's what we really"
    },
    {
      "start": 442.08,
      "dur": 2.15,
      "text": "through ICE. That's what we really wanted the governor to do was simply"
    },
    {
      "start": 444.24,
      "dur": 2.47,
      "text": "wanted the governor to do was simply work with ICE to get the the the bad"
    },
    {
      "start": 446.72,
      "dur": 5.029,
      "text": "work with ICE to get the the the bad individuals um out of our state. And you"
    },
    {
      "start": 451.759,
      "dur": 2.791,
      "text": "individuals um out of our state. And you know, for ICE to do what they did in"
    },
    {
      "start": 454.56,
      "dur": 1.67,
      "text": "know, for ICE to do what they did in order to take those criminals out, I"
    },
    {
      "start": 456.24,
      "dur": 1.669,
      "text": "order to take those criminals out, I think was probably a good thing. But at"
    },
    {
      "start": 457.919,
      "dur": 2.071,
      "text": "think was probably a good thing. But at the same time when when the tensions got"
    },
    {
      "start": 460.0,
      "dur": 2.71,
      "text": "the same time when when the tensions got so escalated and"
    },
    {
      "start": 462.72,
      "dur": 2.469,
      "text": "so escalated and something has to change and what we're"
    },
    {
      "start": 465.199,
      "dur": 1.671,
      "text": "something has to change and what we're seeing now is hopefully that steps to"
    },
    {
      "start": 466.88,
      "dur": 2.63,
      "text": "seeing now is hopefully that steps to that uh like I said calming the waters."
    },
    {
      "start": 469.52,
      "dur": 2.069,
      "text": "that uh like I said calming the waters. &gt;&gt; So a call for stronger law enforcement"
    },
    {
      "start": 471.599,
      "dur": 1.99,
      "text": "&gt;&gt; So a call for stronger law enforcement and also for these waters uh to be"
    },
    {
      "start": 473.599,
      "dur": 2.631,
      "text": "and also for these waters uh to be calmed. I also want to ask you about the"
    },
    {
      "start": 476.24,
      "dur": 1.59,
      "text": "calmed. I also want to ask you about the way the federal government reacted to"
    },
    {
      "start": 477.84,
      "dur": 2.31,
      "text": "way the federal government reacted to something that is happening so close to"
    },
    {
      "start": 480.16,
      "dur": 2.55,
      "text": "something that is happening so close to home to you in Minnesota. Um their"
    },
    {
      "start": 482.72,
      "dur": 4.39,
      "text": "home to you in Minnesota. Um their suggestion that Mr. Prey was shot uh"
    },
    {
      "start": 487.12,
      "dur": 2.39,
      "text": "suggestion that Mr. Prey was shot uh perhaps because he carried a gun that"
    },
    {
      "start": 489.52,
      "dur": 2.87,
      "text": "perhaps because he carried a gun that people who carry guns are at risk of"
    },
    {
      "start": 492.4,
      "dur": 2.629,
      "text": "people who carry guns are at risk of being lawfully shot. We've had some gun"
    },
    {
      "start": 495.039,
      "dur": 2.231,
      "text": "being lawfully shot. We've had some gun advocacy groups criticizing this. The"
    },
    {
      "start": 497.28,
      "dur": 2.79,
      "text": "advocacy groups criticizing this. The NRA said that this suggestion was"
    },
    {
      "start": 500.08,
      "dur": 2.389,
      "text": "NRA said that this suggestion was dangerous and wrong. Do you share those"
    },
    {
      "start": 502.479,
      "dur": 1.671,
      "text": "dangerous and wrong. Do you share those concerns?"
    },
    {
      "start": 504.16,
      "dur": 2.55,
      "text": "concerns? I think all too often when we have these"
    },
    {
      "start": 506.72,
      "dur": 2.63,
      "text": "I think all too often when we have these situations, these tragic incidents,"
    },
    {
      "start": 509.36,
      "dur": 6.31,
      "text": "situations, these tragic incidents, people are quick to make decisions to uh"
    },
    {
      "start": 515.68,
      "dur": 2.149,
      "text": "people are quick to make decisions to uh to play Monday morning quarterback in"
    },
    {
      "start": 517.839,
      "dur": 2.31,
      "text": "to play Monday morning quarterback in sort of way, but we see information that"
    },
    {
      "start": 520.159,
      "dur": 2.071,
      "text": "sort of way, but we see information that comes out after the fact which really"
    },
    {
      "start": 522.24,
      "dur": 1.99,
      "text": "comes out after the fact which really can change the perception of what's"
    },
    {
      "start": 524.24,
      "dur": 1.91,
      "text": "can change the perception of what's going on here. So there again, I think"
    },
    {
      "start": 526.16,
      "dur": 1.669,
      "text": "going on here. So there again, I think that comes down to leadership when we"
    },
    {
      "start": 527.839,
      "dur": 3.43,
      "text": "that comes down to leadership when we have these bad situations take place is"
    },
    {
      "start": 531.279,
      "dur": 4.471,
      "text": "have these bad situations take place is for them to come out and publicly um put"
    },
    {
      "start": 535.76,
      "dur": 2.15,
      "text": "for them to come out and publicly um put things at ease a little bit instead of"
    },
    {
      "start": 537.92,
      "dur": 2.39,
      "text": "things at ease a little bit instead of inflaming tensions, which I think"
    },
    {
      "start": 540.32,
      "dur": 1.509,
      "text": "inflaming tensions, which I think happened way too quickly in these"
    },
    {
      "start": 541.839,
      "dur": 2.631,
      "text": "happened way too quickly in these situations. There should have been the"
    },
    {
      "start": 544.48,
      "dur": 3.11,
      "text": "situations. There should have been the call for comb and unfortunately that"
    },
    {
      "start": 547.6,
      "dur": 2.32,
      "text": "call for comb and unfortunately that wasn't"
    }
  ]
}